{
  "ID": 65358,
  "GUID": "7E050B67-E06D-4373-9429-FEFD81340F46",
  "File": "Res 0004-2022",
  "Name": "Amend the education law, in relation to establishing schools dedicated to teaching dyslexic students in certain school districts. (A.838)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, A. 838, an act to amend the education law, in relation to establishing schools dedicated to teaching dyslexic students in certain school districts.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2022-02-10T00:00:00Z",
  "AgendaDate": "2022-02-10T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    }
  ],
  "History": [
    {
      "ID": 379614,
      "Date": "2022-02-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-02-03T18:19:15.09Z"
    },
    {
      "ID": 379748,
      "Date": "2022-02-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19054,
      "AgendaSequence": 60,
      "MinutesSequence": 68,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2022-02-10T21:27:19.43Z"
    },
    {
      "ID": 400841,
      "Date": "2023-12-31T22:52:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-21T03:52:58.847Z"
    }
  ],
  "Attachments": [
    {
      "ID": 248338,
      "LastModified": "2023-12-21T03:53:02.303Z",
      "Name": "Res. No. 4",
      "Link": "https://nyc.legistar1.com/nyc/attachments/81383ddd-d82f-45df-8671-3701837ec17f.docx",
      "Sort": 1
    },
    {
      "ID": 249600,
      "LastModified": "2022-02-15T18:21:05.287Z",
      "Name": "February 10, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2059e992-ab5e-4447-9ac6-97301e3a0116.pdf",
      "Sort": 2
    },
    {
      "ID": 253302,
      "LastModified": "2022-03-30T16:16:53.303Z",
      "Name": "Hearing Transcript - Stated Meeting  2-10-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e50fa2ab-c70e-4b73-a2a9-3deac115168a.pdf",
      "Sort": 4
    },
    {
      "ID": 272234,
      "LastModified": "2023-01-05T19:37:27.553Z",
      "Name": "Minutes of the Stated Meeting - February 10, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1baadfdf-4be1-49f1-94de-0f53c97c65a2.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 68127,
  "Text": "Whereas, Over 76,000 New York City students experience learning disabilities, according to a 2018 report from the New York City Department of Education (DOE); and\n      Whereas, Dyslexia, a disability characterized by difficulty in processing language that impedes reading, is the most common learning disability, according to a 2014 report from the National Center for Learning Disabilities; and\n      Whereas, Public schools in New York City do not use the curriculum and teaching methods required to effectively teach students experiencing dyslexia or other phonemic awareness challenges; and\n      Whereas, Students with dyslexia or other phonemic awareness challenges must learn to read through a multi-sensory, phonics-based approach, such as Orton-Gillingham instruction; and\n      Whereas, The current education system teaches reading with a balanced literacy approach, which has been ineffective for the roughly 10%-20% of students who experience dyslexia or other phonemic-based learning challenges; and\n      Whereas, Establishing one school in each New York City community school district dedicated to teaching these students using evidence-based approaches, such as Orton-Gillingham, would drastically improve the chances of them becoming fluid and fluent learners; and\n      Whereas, A. 838, sponsored by Assemblyman Robert Carroll, would achieve such a goal by requiring a city of one million people or more to dedicate one school in each school district within the city to specialize in the teaching of students with dyslexia and other phonemic-based learning challenges; and\n      Whereas, This bill would further enable its mission to be reached by requiring all teachers in such specialized schools to have at least 20 hours of training in the utilization of multi-sensory sequential phonics techniques, such as Orton-Gillingham; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, A. 838, an act to amend the education law, in relation to establishing schools dedicated to teaching dyslexic students in certain school districts.\n\n\n\n\n\nSession 12\nJB\nLS #3856\n1/9/22 2:05pm\n\nSession 11\nM.T.\nLS #13485",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Brannan, Louis, Hanif, Riley and Joseph\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Over 76,000 New York City students experience learning disabilities, according to a 2018 report from the New York City Department of Education (DOE); and\\par\nWhereas, Dyslexia, a disability characterized by difficulty in processing language that impedes reading, is the most common learning disability, according to a 2014 report from the National Center for Learning Disabilities; and\\par\nWhereas, Public schools in New York City do not use the curriculum and teaching methods required to effectively teach students experiencing dyslexia or other phonemic awareness challenges; and\\par\nWhereas, Students with dyslexia or other phonemic awareness challenges must learn to read through a multi-sensory, phonics-based approach, such as Orton-Gillingham instruction; and\\par\nWhereas, The current education system teaches reading with a balanced literacy approach, which has been ineffective for the roughly 10%-20% of students who experience dyslexia or other phonemic-based learning challenges; and\\par\nWhereas, Establishing one school in each New York City community school district dedicated to teaching these students using evidence-based approaches, such as Orton-Gillingham, would drastically improve the chances of them becoming fluid and fluent learners; and\\par\nWhereas, A. 838, sponsored by Assemblyman Robert Carroll, would achieve such a goal by requiring a city of one million people or more to dedicate one school in each school district within the city to specialize in the teaching of students with dyslexia and other phonemic-based learning challenges; and\\par\nWhereas, This bill would further enable its mission to be reached by requiring all teachers in such specialized schools to have at least 20 hours of training in the utilization of multi-sensory sequential phonics techniques, such as Orton-Gillingham; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, A. 838, an act to amend the education law, in relation to establishing schools dedicated to teaching dyslexic students in certain school districts.\\par\n\\pard\\ltrpar\\qj\\par\n\\ul\\fs20\\par\n\\par\n\\par\n\\par\nSession 12\\par\n\\ulnone JB\\par\nLS #3856\\par\n1/9/22 2:05pm\\par\n\\par\n\\ul Session 11\\par\n\\ulnone M.T\\fs18 .\\par\n\\fs20 LS #13485\\par\n\\fs18\\par\n}\n",
  "LastModified": "2023-12-21T03:53:02.303Z"
}
