{
  "ID": 61078,
  "GUID": "536151C2-0423-4A40-BF2C-385419A4C204",
  "File": "Res 0009-2022",
  "Name": "MTA to make any subway stations undergoing enhancement or renovation fully accessible to people with disabilities.",
  "Title": "Resolution calling upon the Metropolitan Transportation Authority to make any subway stations undergoing enhancement or renovation fully accessible to people with disabilities.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5268,
  "BodyName": "Committee on Transportation and Infrastructure",
  "IntroDate": "2022-02-10T00:00:00Z",
  "AgendaDate": "2022-02-10T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    }
  ],
  "History": [
    {
      "ID": 379602,
      "Date": "2022-02-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-02-03T17:39:58.183Z"
    },
    {
      "ID": 379744,
      "Date": "2022-02-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation and Infrastructure",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19054,
      "AgendaSequence": 65,
      "MinutesSequence": 73,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation and Infrastructure",
      "MatterStatusID": 3,
      "LastModified": "2022-02-10T21:27:19.447Z"
    }
  ],
  "Attachments": [
    {
      "ID": 248014,
      "LastModified": "2023-07-20T11:33:01.317Z",
      "Name": "Res. No. 9",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fba756f8-7bf5-4abf-a609-938efd27d8e3.docx",
      "Sort": 1
    },
    {
      "ID": 249605,
      "LastModified": "2022-02-15T18:31:10.747Z",
      "Name": "February 10, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3994ed86-4237-4ba0-9bab-4c11731b294d.pdf",
      "Sort": 2
    },
    {
      "ID": 253307,
      "LastModified": "2022-03-30T16:16:54.697Z",
      "Name": "Hearing Transcript - Stated Meeting  2-10-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b8cdb459-96a2-4786-b2cf-aeba541e331c.pdf",
      "Sort": 4
    },
    {
      "ID": 272239,
      "LastModified": "2023-01-05T19:37:29.777Z",
      "Name": "Minutes of the Stated Meeting - February 10, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f472ddc3-f537-44cb-9703-1bc3e6f8e10d.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 63411,
  "Text": "By Council Members Brannan, Mealy, Menin, Louis, Yeger, Hanif, Hudson, Marte, Joseph, Riley and Brooks-Powers\n\n\tWhereas, The subway system is the backbone of New York City's transportation network, serving as an essential mode of transportation that millions of New Yorkers rely on every day; and\n\tWhereas, For most people, the subway system is an extensive network serving neighborhoods throughout the city, but the ability of people with disabilities, particularly those with mobility impairments, to access the system is extremely limited; and\t\n\tWhereas, Only 117 out of a total of 493 stations in the City's subway system, which is operated by the Metropolitan Transportation Authority (\"MTA\"), are fully accessible to people with disabilities; and\n\tWhereas, In 2016, the MTA began the Enhanced Station Initiative (\"ESI\"), a more than $900 million program to make physical improvements at 32 stations including enhanced lighting, improved signage and new station finishes such as canopies, fare control area barriers and seating using design-build contracting and station closures to allow for compressed construction timelines; and \n\tWhereas, The ESI program attracted criticism for not including accessibility upgrades such as elevators and was ultimately terminated in April 2018 after its funding was exhausted with only 20 stations receiving upgrades; and \n\tWhereas, In 2019, a United States District Court found that the MTA violated the Americans with Disabilities Act by failing to put in an elevator when it renovated a Bronx subway station, and federal officials subsequently stated that the MTA must install elevators in any subway station that undergoes renovation; and\n\tWhereas, When work is being performed at a station, especially when service is interrupted, the MTA should use that opportunity to add elevators instead of delaying such work, potentially necessitating further disruption in the future; and\n\tWhereas, All New Yorkers fundamentally deserve equal access to a public good as important as the subway system, regardless of their physical abilities; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation calling upon the Metropolitan Transportation Authority to make any subway stations undergoing enhancement or renovation fully accessible to people with disabilities.\nSession 12\nNLB\nLS # 1280\n12/30/21\n\nSession 11\nJM\nLS# 7039",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Brannan, Mealy, Menin, Louis, Yeger, Hanif, Hudson, Marte, Joseph, Riley and Brooks-Powers\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Whereas, The subway system is the backbone of New York City\\rquote s transportation network, serving as an essential mode of transportation that millions of New Yorkers rely on every day; and\\par\n\\tab Whereas, For most people, the subway system is an extensive network serving neighborhoods throughout the city, but the ability of people with disabilities, particularly those with mobility impairments, to access the system is extremely limited; and\\tab\\par\n\\tab Whereas, Only 117 out of a total of 493 stations in the City\\rquote s subway system, which is operated by the Metropolitan Transportation Authority (\\ldblquote MTA\\rdblquote ), are fully accessible to people with disabilities; and\\par\n\\tab Whereas, In 2016, the MTA began the Enhanced Station Initiative (\\ldblquote ESI\\rdblquote ), a more than $900 million program to make physical improvements at 32 stations including enhanced lighting, improved signage and new station finishes such as canopies, fare control area barriers and seating using design-build contracting and station closures to allow for compressed construction timelines; and \\par\n\\tab Whereas, The ESI program attracted criticism for not including accessibility upgrades such as elevators and was ultimately terminated in April 2018 after its funding was exhausted with only 20 stations receiving upgrades; and \\par\n\\tab Whereas, In 2019, a United States District Court found that the MTA violated the Americans with Disabilities Act by failing to put in an elevator when it renovated a Bronx subway station, and federal officials subsequently stated that the MTA must install elevators in any subway station that undergoes renovation; and\\par\n\\tab Whereas, When work is being performed at a station, especially when service is interrupted, the MTA should use that opportunity to add elevators instead of delaying such work, potentially necessitating further disruption in the future; and\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\tab Whereas, All New Yorkers fundamentally deserve equal access to a public good as important as the subway system, regardless of their physical abilities\\expndtw0 ; \\expndtw-3 now, therefore, be it\\par\n\\tab Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the New York State Legislature to pass, and the Governor to sign, legislation calling upon the Metropolitan Transportation Authority to make any subway stations undergoing enhancement or renovation fully accessible to people with disabilities.\\par\n\\pard\\ltrpar\\hyphpar0\\cf1\\ul\\fs18 Session 12\\par\n\\ulnone NLB\\par\nLS # 1280\\par\n12/30/21\\par\n\\par\n\\ul Session 11\\par\n\\ulnone JM\\par\nLS# 7039\\par\n\\pard\\ltrpar\\hyphpar0\\sa200\\sl480\\slmult1\\cf0\\fs22\\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\expndtw0\\fs24\\par\n}\n",
  "LastModified": "2023-07-20T11:33:01.317Z"
}
