{
  "ID": 56305,
  "GUID": "F39F3080-B874-4D13-94B6-521787788235",
  "File": "Res 0018-2022",
  "Name": "Implementing a parking permit system for Park-and-Ride parking lots located in Staten Island.",
  "Title": "Resolution calling upon the New York State Legislature to pass and the Governor to sign a law implementing a parking permit system for Park-and-Ride parking lots located in Staten Island.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5268,
  "BodyName": "Committee on Transportation and Infrastructure",
  "IntroDate": "2022-02-24T00:00:00Z",
  "AgendaDate": "2022-02-24T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7264,
      "Slug": "joseph-c-borelli",
      "FullName": "Joseph C. Borelli"
    }
  ],
  "History": [
    {
      "ID": 379669,
      "Date": "2022-02-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-02-08T21:02:50.88Z"
    },
    {
      "ID": 380108,
      "Date": "2022-02-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation and Infrastructure",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19112,
      "AgendaSequence": 83,
      "MinutesSequence": 103,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation and Infrastructure",
      "MatterStatusID": 3,
      "LastModified": "2022-02-24T16:20:31.073Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247782,
      "LastModified": "2023-01-05T20:36:36.11Z",
      "Name": "Res. No. 18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b4f378a9-c5d7-4c2f-9731-affcc01bb640.docx",
      "Sort": 1
    },
    {
      "ID": 250303,
      "LastModified": "2022-02-24T15:41:35.17Z",
      "Name": "February 24, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e51e5e66-866b-4fa3-8890-3b7760ee2bfe.pdf",
      "Sort": 2
    },
    {
      "ID": 253390,
      "LastModified": "2022-03-30T17:04:33.127Z",
      "Name": "Hearing Transcript - Stated Meeting  2-24-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f52100eb-70ff-4988-bdeb-90c3cd94c060.pdf",
      "Sort": 4
    },
    {
      "ID": 272318,
      "LastModified": "2023-01-05T20:01:54.84Z",
      "Name": "Minutes of the Stated Meeting - February 24, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/88f80b8e-e164-4e31-9120-11824b2fe97f.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 58075,
  "Text": "By Council Member Borelli\n      Whereas, According to the New York State Department of Transportation's 511 NY Rideshare program, the borough of Staten Island has three Park-and-Ride parking lots; and \n      Whereas, Those three Park-and-Ride parking lots offer Staten Island commuters a combined 1,157 parking spaces; and \n      Whereas, Park-and-Ride parking lots offer Staten Island commuters a safe and convenient location near their homes to park their cars and utilize public transportation around the island and throughout the state of New York; and \n      Whereas, According to newspaper articles in the online publications DNAinfo and SILive, overcrowding of Park-and-Ride parking lots is an issue for many Staten Island residents; and \n      Whereas, According to a study of license plates conducted by New York City Council Member Joseph Borelli's office on March 1, 2016, out-of-state residents are taking advantage of the free parking at Park-and-Ride lots to the detriment of Staten Island residents; and \n      Whereas, Staten Island residents often have to find less convenient parking when parking spaces in Park-and-Ride lots are occupied by out-of-state residents; and \n      Whereas, The cost of operating and maintaining Park-and-Ride parking lots on Staten Island is supplemented with revenue collected from the taxes paid by Staten Island residents and other residents of the state of New York; and \n      Whereas, The cost of operating and maintaining Park-and-Ride parking lots on Staten Island is supplemented with revenue collected from the taxes paid by Staten Island residents and other residents of the state of New York; and\n      Whereas, implementing a paid parking permit system at Staten Island Park-and-Ride lots in which Staten Island residents receive a permit free of charge and out-of-state residents pay an annual fee for a permit would increase the availability of parking spaces for Staten Island residents by deterring out-of-state residents from parking and would be justified by the expenses of the state of New York and by the harms to state residents; now, therefore, be it \n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign a law implementing a parking permit system for Park-and-Ride parking lots located in Staten Island.\n\n\n\n\n\nSession 12\nCP\nLS #531\n1/7/2022\n\nSession 11\nBM\nLS 3291\n1/12/2018 2:45 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\cf0 By Council Member Borelli\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to the New York State Department of Transportation\\rquote s 511 NY Rideshare program, the borough of Staten Island has three Park-and-Ride parking lots; and \\par\nWhereas, Those three Park-and-Ride parking lots offer Staten Island commuters a combined 1,157 parking spaces; and \\par\nWhereas, Park-and-Ride parking lots offer Staten Island commuters a safe and convenient location near their homes to park their cars and utilize public transportation around the island and throughout the state of New York; and \\par\nWhereas, According to newspaper articles in the online publications DNAinfo and SILive, overcrowding of Park-and-Ride parking lots is an issue for many Staten Island residents; and \\par\nWhereas, According to a study of license plates conducted by New York City Council Member Joseph Borelli\\rquote s office on March 1, 2016, out-of-state residents are taking advantage of the free parking at Park-and-Ride lots to the detriment of Staten Island residents; and \\par\nWhereas, Staten Island residents often have to find less convenient parking when parking spaces in Park-and-Ride lots are occupied by out-of-state residents; and \\par\nWhereas, The cost of operating and maintaining Park-and-Ride parking lots on Staten Island is supplemented with revenue collected from the taxes paid by Staten Island residents and other residents of the state of New York; and \\par\n\\lang1024 Whereas, The cost of operating and maintaining Park-and-Ride parking lots on Staten Island is supplemented with revenue collected from the taxes paid by Staten Island residents and other residents of the state of New York; and\\par\nWhereas, implementing a paid parking permit system at Staten Island Park-and-Ride lots in which Staten Island residents receive a permit free of charge and out-of-state residents pay an annual fee for a permit would increase the availability of parking spaces for Staten Island residents by deterring out-of-state residents from parking and would be justified by the expenses of the state of New York and by the harms to state residents; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign a law implementing a parking permit system for Park-and-Ride parking lots located in Staten Island.\\par\n\\pard\\ltrpar\\sl20\\slmult0\\lang1033\\fs16\\par\n\\ul\\par\n\\par\n\\par\n\\par\nSession 12\\ulnone\\par\nCP\\par\nLS #531\\par\n1/7/2022\\par\n\\par\n\\ul Session 11\\ulnone\\par\nBM\\par\nLS 3291\\par\n1/12/2018 2:45 p.m.\\fs24\\par\n}\n",
  "LastModified": "2023-01-05T20:36:38.16Z"
}
