{
  "ID": 68532,
  "GUID": "E650BA35-3882-4FC8-8228-DA2EDC7AE412",
  "File": "Res 0078-2022",
  "Name": "Provide that the absence of a minor from school due to mental or behavioral health shall be permitted. (S.563/A.1869)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, S.563/A.1869, legislation to provide that the absence of a minor from school due to mental or behavioral health shall be permitted.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2022-03-24T00:00:00Z",
  "AgendaDate": "2022-03-24T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    }
  ],
  "History": [
    {
      "ID": 380800,
      "Date": "2022-03-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-03-21T16:31:24.63Z"
    },
    {
      "ID": 380961,
      "Date": "2022-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19208,
      "AgendaSequence": 59,
      "MinutesSequence": 69,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2022-03-24T16:09:56.953Z"
    }
  ],
  "Attachments": [
    {
      "ID": 251913,
      "LastModified": "2023-01-09T16:09:20.587Z",
      "Name": "Res. No. 78",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a191017e-fe08-4499-9f5c-c51ca0f3092a.docx",
      "Sort": 1
    },
    {
      "ID": 252735,
      "LastModified": "2022-03-27T18:13:46.93Z",
      "Name": "March 24, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c954a2b8-09fb-4c17-9d2a-ae7823c9716f.pdf",
      "Sort": 3
    },
    {
      "ID": 258401,
      "LastModified": "2022-05-06T13:29:17.453Z",
      "Name": "Hearing Transcript - Stated Meeting  3-24-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4d315940-12bc-4c18-9609-616e7a006130.pdf",
      "Sort": 4
    },
    {
      "ID": 272560,
      "LastModified": "2023-01-09T15:45:38.387Z",
      "Name": "Minutes of the Stated Meeting - March 24, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/853ac915-c80f-4ff2-a946-e1d269186807.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 71676,
  "Text": "By Council Members Ayala, Hanif, Riley, Stevens, Brannan, Won, Restler and Sanchez\n\n      Whereas, An increasing number of youth in the United States report struggling with their mental health; and\n      Whereas, Suicide was the second-leading cause of death among individuals between the ages of 10 and 34, according to a 2021 report of the National Center for Health Statistics, part of the Centers for Disease Control and Prevention; and\n      Whereas, The number of children and teenagers treated in emergency rooms in the United States for suicide attempts and suicidal thoughts nearly doubled between 2007 and 2015, according to a 2019 study published in the Journal of the American Medical Association; and\n      Whereas, In New York State, more than 4,600 youth, ages 0-19, made emergency department visits for self-harm in 2018, according to the New York State Health Connector; and\n      Whereas, Approximately 36% of New York City public high school students reported feeling sad or hopeless, and 9% reported attempting suicide, according to the 2019 New York City Youth Risk Behavior Survey; and\n      Whereas, LGBT youth, particularly LGBT youth of color, experience heightened levels of bullying and discrimination when compared with their heterosexual peers, according to the 2019 National Youth Risk Behavior Survey, which can increase chances of anxiety, depression, and self-harm; and\n      Whereas, Several states, including Oregon, Utah, and Minnesota, have already enacted laws allowing students to have excused absences for reasons related to mental health; and\n      Whereas, It is time for New York State to treat mental health in public schools with the same seriousness as physical health; and\n      Whereas, S.563/A.1869 would move New York toward that goal by amending the state's Education Law to allow mental and behavioral health to be excused absences under rules that the Commissioner of Education shall establish; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S.563/A.1869, legislation to provide that the absence of a minor from school due to mental or behavioral health shall be permitted.\n\nSession 12\nJA\nLS #7801\n3/14/22; 8:05 p.m.\n\nSession 11\nMT\nLS# 11763 & 12038\nRes. #1097-2019\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Ayala, Hanif, Riley, Stevens, Brannan, Won, Restler and Sanchez\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, An increasing number of youth in the United States report struggling with their mental health; and\\par\nWhereas, Suicide was the second-leading cause of death among individuals between the ages of 10 and 34, according to a 2021 report of the National Center for Health Statistics, part of the Centers for Disease Control and Prevention; and\\par\nWhereas, The number of children and teenagers treated in emergency rooms in the United States for suicide attempts and suicidal thoughts nearly doubled between 2007 and 2015, according to a 2019 study published in the Journal of the American Medical Association; and\\par\nWhereas, In New York State, more than 4,600 youth, ages 0-19, made emergency department visits for self-harm in 2018, according to the New York State Health Connector; and\\par\nWhereas, Approximately 36% of New York City public high school students reported feeling sad or hopeless, and 9% reported attempting suicide, according to the 2019 New York City Youth Risk Behavior Survey; and\\par\nWhereas, LGBT youth, particularly LGBT youth of color, experience heightened levels of bullying and discrimination when compared with their heterosexual peers, according to the 2019 National Youth Risk Behavior Survey, which can increase chances of anxiety, depression, and self-harm; and\\par\nWhereas, Several states, including Oregon, Utah, and Minnesota, have already enacted laws allowing students to have excused absences for reasons related to mental health; and\\par\nWhereas, It is time for New York State to treat mental health in public schools with the same seriousness as physical health; and\\par\nWhereas, S.563/A.1869 would move New York toward that goal by amending the state\\rquote s Education Law to allow mental and behavioral health to be excused absences under rules that the Commissioner of Education shall establish; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S.563/A.1869, legislation to provide that the absence of a minor from school due to mental or behavioral health shall be permitted.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj\\ul\\fs20 Session 12\\par\n\\ulnone JA\\par\nLS #7801\\par\n3/14/22; 8:05 p.m.\\par\n\\par\n\\ul Session 11\\par\n\\ulnone MT\\par\nLS# 11763 & 12038\\par\nRes. #1097-2019\\par\n\\par\n\\par\n}\n",
  "LastModified": "2023-09-07T13:56:44.66Z"
}
