{
  "ID": 68401,
  "GUID": "7AE62509-CF94-4603-9B57-64D3609005DE",
  "File": "Res 0085-2022",
  "Name": "Alternatives to Opioids in the Emergency Department Reauthorization Act of 2021 (H.R. 4846)",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign, H.R. 4846, the Alternatives to Opioids in the Emergency Department Reauthorization Act of 2021, to combat the opioid crisis.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2022-03-24T00:00:00Z",
  "AgendaDate": "2022-03-24T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    }
  ],
  "History": [
    {
      "ID": 380602,
      "Date": "2022-03-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-03-11T18:41:14.54Z"
    },
    {
      "ID": 380993,
      "Date": "2022-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19208,
      "AgendaSequence": 86,
      "MinutesSequence": 96,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2022-03-24T16:17:05.14Z"
    },
    {
      "ID": 400884,
      "Date": "2023-12-31T23:16:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-21T04:17:06.443Z"
    }
  ],
  "Attachments": [
    {
      "ID": 251244,
      "LastModified": "2023-12-21T04:17:09.08Z",
      "Name": "Res. No. 85",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7e66e8c3-6314-4eac-8fd5-0f141b9bc08f.docx",
      "Sort": 1
    },
    {
      "ID": 252762,
      "LastModified": "2022-03-27T18:13:55.9Z",
      "Name": "March 24, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3bf426d5-2f71-48a5-9035-2f1982d6d538.pdf",
      "Sort": 3
    },
    {
      "ID": 258427,
      "LastModified": "2022-05-06T13:29:23.34Z",
      "Name": "Hearing Transcript - Stated Meeting  3-24-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ef5a2215-088f-45c2-ba14-a4290ebe24e1.pdf",
      "Sort": 4
    },
    {
      "ID": 272587,
      "LastModified": "2023-01-09T15:45:46.143Z",
      "Name": "Minutes of the Stated Meeting - March 24, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/37f5e56c-23c0-4c43-bac8-8006eaa06ad2.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 71545,
  "Text": "Whereas, Opioid abuse and death are at epidemic levels in the United States, with an estimated 100,306 overdose deaths during the 12 months ending in April 2021, an increase of 28.5 percent from the year prior; and\n      Whereas, According to a 21-year study published in Journal of American Medicine Network Open, from 1999 to 2019, 79,893 Americans ages 55 ?and older died from an opioid overdose, nearly eight times the number of people in 2019 alone;? and\n      Whereas, According to the New York State Department of Health, New Yorkers ages 55 to 64 years had the highest rate of overdose death (52.4 per 100,000 residents) in 2020, up from 39.7 per 100,000 residents in 2019; and\n      Whereas, According to the New York City Department of Health and Mental Hygiene, an estimated 2,062 people died from a drug overdose in 2020, compared to 1,497 in 2019, an increase of 565 deaths; and\n      Whereas, According to a survey conducted by the Kaiser Family Foundation and the Washington Post, 25 percent of long-term opioid users started taking opioids to alleviate pain after a surgery and another 25 percent to alleviate pain after an accident or injury; and\n      Whereas, According to the CDC, between July 2016 and September 2017, there was a 32 percent increase of individuals over the age of 55 who received treatment for opioid overdoses in emergency rooms; and\n      Whereas, According to AARP, the hospitalization rate due to opioid abuse has quintupled for those 65 and older in the past two decades; and \n      Whereas, H.R.4846, otherwise known as the Alternatives to Opioids (ALTO) in the Emergency Department Reauthorization Act, sponsored by Rep. Bill Pascrell, will help address the opioid crisis by reauthorizing a program of grants to hospitals and emergency departments to develop, implement, enhance or study alternatives to opioids for pain management; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, H.R. 4846, the Alternatives to Opioids in the Emergency Department Reauthorization Act of 2021, to combat the opioid crisis.\n\n\n\n\n\nSession 12\nNLB\nLS #1332\n3/8/2022 \n\nSession 11\nEB\nLS #7179\nRes. #475-2018",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Holden, Hanif, Stevens and Yeger\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Opioid abuse and death are at epidemic levels in the United States, with an estimated 100,306 overdose deaths during the 12 months ending in April 2021, an increase of 28.5 percent from the year prior; and\\par\nWhereas, According to a 21-year study published in Journal of American Medicine Network Open, from 1999 to 2019, 79,893 Americans ages 55 \\f1\\u65279?\\f0 and older died from an opioid overdose, nearly eight times the number of people in 2019 alone;\\f1\\u65279?\\f0  and\\par\nWhereas, According to the New York State Department of Health, New Yorkers ages 55 to 64 years had the highest rate of overdose death (52.4 per 100,000 residents) in 2020, up from 39.7 per 100,000 residents in 2019; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\tx7740 Whereas, According to the New York City Department of Health and Mental Hygiene, an estimated 2,062 people died from a drug overdose in 2020, compared to 1,497 in 2019, an increase of 565 deaths; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to a survey conducted by the Kaiser Family Foundation and the Washington Post, 25 percent of long-term opioid users started taking opioids to alleviate pain after a surgery and another 25 percent to alleviate pain after an accident or injury; and\\par\nWhereas, According to the CDC, between July 2016 and September 2017, there was a 32 percent increase of individuals over the age of 55 who received treatment for opioid overdoses in emergency rooms; and\\par\nWhereas, According to AARP, the hospitalization rate due to opioid abuse has quintupled for those 65 and older in the past two decades; and \\par\nWhereas, H.R.4846, otherwise known as the Alternatives to Opioids (ALTO) in the Emergency Department Reauthorization Act, sponsored by Rep. Bill Pascrell, will help address the opioid crisis by reauthorizing a program of grants to hospitals and emergency departments to develop, implement, enhance or study alternatives to opioids for pain management; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, H.R. 4846, the Alternatives to Opioids in the Emergency Department Reauthorization Act of 2021, to combat the opioid crisis.\\par\n\\pard\\ltrpar\\ul\\fs18\\par\n\\par\n\\par\n\\par\n\\par\nSession 12\\par\n\\ulnone NLB\\par\nLS #1332\\par\n3/8/2022 \\par\n\\par\n\\ul Session 11\\par\n\\ulnone EB\\par\nLS #7179\\par\nRes. #475-2018\\par\n\\fs24\\par\n}\n",
  "LastModified": "2023-12-21T04:17:09.08Z"
}
