{
  "ID": 68365,
  "GUID": "F1D3CE1F-58DD-4A1C-97C8-90691257486D",
  "File": "Res 0086-2022",
  "Name": "Prescription Pricing for the People Act of 2021 (S.1388)",
  "Title": "Resolution calling on the U.S. Congress to pass, and the President to sign, S.1388, the Prescription Pricing for the People Act of 2021.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2022-03-24T00:00:00Z",
  "AgendaDate": "2022-03-24T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    }
  ],
  "History": [
    {
      "ID": 380610,
      "Date": "2022-03-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-03-11T19:01:39.853Z"
    },
    {
      "ID": 380991,
      "Date": "2022-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19208,
      "AgendaSequence": 87,
      "MinutesSequence": 97,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2022-03-24T16:17:16.45Z"
    },
    {
      "ID": 400885,
      "Date": "2023-12-31T23:17:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-21T04:17:25.57Z"
    }
  ],
  "Attachments": [
    {
      "ID": 250848,
      "LastModified": "2023-01-09T16:21:48.44Z",
      "Name": "Res. No. 86",
      "Link": "https://nyc.legistar1.com/nyc/attachments/138ab781-cc95-412f-87ad-d8f963fe8367.docx",
      "Sort": 1
    },
    {
      "ID": 252763,
      "LastModified": "2022-03-27T18:13:56.273Z",
      "Name": "March 24, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/15979903-8ffe-436c-8425-00fc7c33429b.pdf",
      "Sort": 3
    },
    {
      "ID": 258428,
      "LastModified": "2022-05-06T13:29:23.553Z",
      "Name": "Hearing Transcript - Stated Meeting  3-24-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1d38517b-6e13-4575-8fb1-cd1e02e78cdc.pdf",
      "Sort": 4
    },
    {
      "ID": 272588,
      "LastModified": "2023-01-09T16:21:49.367Z",
      "Name": "Minutes of the Stated Meeting - March 24, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bd5c94ea-9a6c-4e02-8a2d-67c4e8ca17e6.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 71509,
  "Text": "Whereas, According to a 2019 report by the New York State Health Foundation, per-person prescription drug spending, based on payments made at the point-of-sale, was higher for all drug categories in New York compared with national spending; and \n      Whereas, Per-person spending for all prescription drug categories was more than 20 percent higher in New York ($1,300) relative to national spending ($1,065); and \n\tWhereas, According to a 2018 article by the New York Times, the average cash price for four of the five most commonly used drugs are far more expensive in New York City than they are in other cities; and \n\tWhereas, For example, Metformin, which is used to treat diabetes, cost $66.23 in New York City; and\n      Whereas, In comparison, Metformin costs $49.36 in San Francisco and $43 in Boston; and\n\tWhereas, For Paroxetine, a generic for Paxil that is used to treat depression, New Yorkers pay $73.55 while those in San Francisco and Boston only pay $53.78 and $47.34, respectively; and \n\tWhereas, At the federal level, the U.S. Senate has been examining the ever increasing price of prescription drugs; and \n\tWhereas, During a 2019 hearing held by the Senate Committee on Finance, the Committee looked at the role that Pharmacy Benefit Managers (PBMs) have in increasing the cost of pharmaceuticals for the consumer; and \n\tWhereas, PBMs are considered 'middlemen' in the prescription drug pricing scheme; and\n\tWhereas, PBMs are themselves large corporations, and the three largest - OptumRx, Express Scripts and CVS Caremark - control 80 to 85 percent of the market, according to a 2019 report of the New York State Senate's Committee on Investigations and Government Operations; and  \n      Whereas, The role of PBMs is to negotiate with the drug manufacturers, using their buying power to get the best deal on medications on behalf of insurance companies and their customers; and  \n\tWhereas, However, many have argued that PBMs act only to increase their bottom line and that consumers are paying the price; and\n\tWhereas, The National Community Pharmacists Association, for example, argues that PBMs will select medications for inclusion on a plan according to the rebate that is paid to the PBM rather than the consumers' best interests; and\n\tWhereas, The Community Oncology Alliance also produced a report, in 2017, on the ways that PBMs drive up prices for consumers; and\n\tWhereas, Part of the difficultly in assessing the actions of PBMs, however, stems from the fact that there is little regulation of the industry and it lacks transparency because the PBMs argue that they need to keep their processes secret to protect their negotiating power; and\n\tWhereas, According to Ted Okon, Executive Director of the Community Oncology Alliance, \"we have come to a point where not only are PBMs not doing anything good, they are actually doing the opposite. Delays, problems with access and higher prices are all resulting from how PBMs are operating. They are pushing drug prices higher and placing extreme pressure on pharmacies because they want to steer that business toward themselves\"; and\n\tWhereas, The problems identified with PBM operations is a driving force behind the Prescription Pricing for the People Act of 2021; and\n\tWhereas, Introduced by Senator Grassley, S.1388 requires the Federal Trade Commission (FTC) to examine whether the actions of PBMs amounts to anti-competitive behavior; and  \n\tWhereas, Given that New Yorkers already pay high amount for their prescription drugs, it is vital that Congress act to drive prices down; now, therefore, be it\n      Resolved, That the U.S. Congress passes, and the President signs, S.1388, the Prescription Pricing for the People Act of 2021. \n      \nSession 12\nEB\nLS 2650\n03.04.2022\n\nSession 11\nLMS\nLS 10924\nRes. 0999-2019",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\f0 By Council Members Holden\\f1 ,\\f0  Stevens and Yeger\\f1\\par\n\\f0  \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to a 2019 report by the New York State Health Foundation, per-person prescription drug spending, based on payments made at the point-of-sale, was higher for all drug categories in New York compared with national spending; and \\par\nWhereas, Per-person spending for all prescription drug categories was more than 20 percent higher in New York ($1,300) relative to national spending ($1,065); and \\f1\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab\\f0 Whereas, According to a 2018 article by the New York Times, the average cash price for four of the five most commonly used drugs are far more expensive in New York City than they are in other cities; and \\f1\\par\n\\tab\\f0 Whereas, For example, Metformin, which is used to treat diabetes, cost $66.23 in New York City; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In comparison, Metformin costs $49.36 in San Francisco and $43 in Boston; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\f1\\tab\\f0 Whereas, For Paroxetine, a generic for Paxil that is used to treat depression, New Yorkers pay $73.55 while those in San Francisco and Boston only pay $53.78 and $47.34, respectively; and \\par\n\\f1\\tab\\f0 Whereas, At the federal level, the U.S. Senate has been examining the ever increasing price of prescription drugs; and \\f1\\par\n\\tab\\f0 Whereas, During a 2019 hearing held by the Senate Committee on Finance, the Committee looked at the role that Pharmacy Benefit Managers (PBMs) have in increasing the cost of pharmaceuticals for the consumer; and \\par\n\\f1\\tab\\f0 Whereas, PBMs are considered \\lquote middlemen\\rquote  in the prescription drug pricing scheme; and\\f1\\par\n\\tab\\f0 Whereas, PBMs are themselves large corporations, and the three largest - OptumRx, Express Scripts and CVS Caremark - control 80 to 85 percent of the market, according to a 2019 report of the New York State Senate\\rquote s Committee on Investigations and Government Operations; and  \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The role of PBMs is to negotiate with the drug manufacturers\\f1 ,\\f0  using their buying power to get the best deal on medications on behalf of insurance companies and their customers; and  \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\f1\\tab\\f0 Whereas, However, many have argued that PBMs act only to increase their bottom line and that consumers are paying the price; and\\f1\\par\n\\tab\\f0 Whereas, The National Community Pharmacists Association, for example, argues that PBMs will select medications for inclusion on a plan according to the rebate that is paid to the PBM rather than the consumers\\rquote  best interests; and\\f1\\par\n\\tab\\f0 Whereas, The Community Oncology Alliance also produced a report, in 2017, on the ways that PBMs drive up prices for consumers; and\\par\n\\tab Whereas, Part of the difficultly in assessing the actions of PBMs, however, stems from the fact that there is little regulation of the industry and it lacks transparency because the PBMs argue that they need to keep their processes secret to protect their negotiating power; and\\par\n\\tab Whereas, According to Ted Okon, Executive Director of the Community Oncology Alliance, \\ldblquote we have come to a point where not only are PBMs not doing anything good, they are actually doing the opposite. Delays, problems with access and higher prices are all resulting from how PBMs are operating. They are pushing drug prices higher and placing extreme pressure on pharmacies because they want to steer that business toward themselves\\rdblquote ; and\\par\n\\tab Whereas, The problems identified with PBM operations is a driving force behind the Prescription Pricing for the People Act of 2021; and\\par\n\\f1\\tab\\f0 Whereas, Introduced by Senator Grassley, S.1388 requires the Federal Trade Commission (FTC) to examine whether the actions of PBMs amounts to anti-competitive behavior; and  \\par\n\\f1\\tab\\f0 Whereas, Given that New Yorkers already pay high amount for their prescription drugs, it is vital that Congress act to drive prices down; \\cf1 now, therefore, be it\\cf0\\f1\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\f0 Resolved, That the U\\f1 .\\f0 S\\f1 .\\f0  Congress passes, and the President signs\\f1 ,\\f0  S.1388, the Prescription Pricing for the People Act of 2021. \\f1\\par\n\\par\n\\pard\\ltrpar\\ul\\f0\\fs16 Session 12\\par\n\\ulnone EB\\par\nLS 2650\\par\n03.04.2022\\par\n\\par\n\\ul Session 11\\par\n\\ulnone LMS\\par\nLS 10924\\par\nRes. 0999-2019\\par\n\\f1\\fs20\\par\n\\par\n\\par\n\\par\n}\n",
  "LastModified": "2024-02-22T01:07:48.25Z"
}
