{
  "ID": 68200,
  "GUID": "6CC42E99-A75F-4FAE-AA9F-C562CF38F4AF",
  "File": "Res 0090-2022",
  "Name": "Enhance the fitness and safety requirements for certain licensed individuals. (S. 5004)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, S.5004, to enhance the fitness and safety requirements for certain licensed individuals.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5268,
  "BodyName": "Committee on Transportation and Infrastructure",
  "IntroDate": "2022-03-24T00:00:00Z",
  "AgendaDate": "2022-03-24T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    }
  ],
  "History": [
    {
      "ID": 380603,
      "Date": "2022-03-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-03-11T18:42:57.22Z"
    },
    {
      "ID": 380990,
      "Date": "2022-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation and Infrastructure",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19208,
      "AgendaSequence": 91,
      "MinutesSequence": 101,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation and Infrastructure",
      "MatterStatusID": 3,
      "LastModified": "2022-03-24T16:18:39.437Z"
    },
    {
      "ID": 400888,
      "Date": "2023-12-31T23:18:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-21T04:18:29.503Z"
    }
  ],
  "Attachments": [
    {
      "ID": 249861,
      "LastModified": "2023-12-21T04:18:32.607Z",
      "Name": "Res. No. 90",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f8ba49b6-a0bd-4760-bc69-fda39f01e5e0.docx",
      "Sort": 1
    },
    {
      "ID": 252767,
      "LastModified": "2022-03-27T18:13:57.417Z",
      "Name": "March 24, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/748913a1-a416-4252-b1b7-a77a329dfb08.pdf",
      "Sort": 3
    },
    {
      "ID": 258432,
      "LastModified": "2022-05-06T13:29:24.45Z",
      "Name": "Hearing Transcript - Stated Meeting  3-24-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/980dbaa9-12c8-430a-b62b-552ff128e89f.pdf",
      "Sort": 4
    },
    {
      "ID": 272592,
      "LastModified": "2023-01-09T15:45:47.573Z",
      "Name": "Minutes of the Stated Meeting - March 24, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cdd9e612-9217-41f5-aedd-c6bc81cf2f03.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 71344,
  "Text": "Whereas, On June 25, 2018, Madeline Sershen, a 17 year-old high school student in Queens was killed when an 88-year-old driver ran a red light at the intersection of Utopia Parkway and 16th Avenue in Whitestone; and \n      Whereas, Ms. Sershen's tragic death has spurred her family and the community at large to advocate for the way New York State assesses its senior drivers with more than 21,000 people signing an online petition urging New York State to introduce retesting every 2 years once a driver turns 80; and \n      Whereas, According to the Federal Highway Administration, there were more than 221 million licensed drivers in United States in 2016, including approximately 42 million who are aged 65 and older; and \n      Whereas, Data obtained from the New York State Open Data Portal reveals that there are approximately 11.7 million licensed drivers in New York State, including roughly 2.7 million drivers 65 years of age or older; and  \n      Whereas, The national automobile membership organization AAA reports that by 2030, 85 to 90 percent of the 70 million Americans older than 65 are projected to have driver's licenses, a substantial increase from the 33 million that was reported in 2009; and \n      Whereas, AAA also said that while seniors are safe drivers compared to other age groups, they are more likely to be injured or killed in traffic crashes due to age-related vulnerabilities; and \n      Whereas, The Centers for Disease Control and Prevention indicates that fatal crash rates increase starting at age 75 and increase notably after age 80; and\n      Whereas, According to the Governors Highway Safety Association, 33 States and the District of Columbia have special provisions for mature drivers, including accelerated renewal frequency; restriction of online or mailed renewals; and required vision and road tests; and\n      Whereas, An analysis of State license renewal procedures conducted by the Insurance Institute for Highway Safety (\"IIHS\") found that 18 states require shorter renewal periods for drivers older than a specified age and 18 states require more frequent vision screening/testing for older drivers; and \n      Whereas, The IIHS analysis further indicates that the District of Columbia requires a physician's approval for drivers 70 and older to renew their licenses, while the State of Illinois requires applicants older than 75 to take a road test at every renewal; and \n      Whereas, New York State currently does not have any additional mandatory requirements for mature drivers, but only requires a vision test upon the initial application and then at every subsequent renewal which occurs every eight years; and  \n      Whereas, The New York State Department of Motor Vehicles (\"DMV\") currently administers the Driver Re-evaluation Program which allows the DMV to reevaluate drivers in the state if the Commissioner has \"reasonable grounds\" to believe that a person holding a license is not qualified to drive a motor vehicle; and \n      Whereas, In February 2021, New York State Senator Kevin S. Parker introduced S.5004, a bill that would enhance the fitness and safety requirements for certain licensed individuals and establish a state task force on the effects of aging; and \n      Whereas, S.5004 would require that upon the seventh application submission for the renewal of a driver's license, applicants must submit proof of a physical examination, conducted by a licensed physician, to prove that the licensee is medically fit to operate a motor vehicle; now, therefore, be it  \n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S.5004, to enhance the fitness and safety requirements for certain licensed individuals.\n\nSession 12\nAH\nLS #1440\n2/16/22\n\nSession 11\nRA\nLS 7531\nRes. 480-2018\n\n\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Holden and Yeger\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, On June 25, 2018, Madeline Sershen, a 17 year-old high school student in Queens was killed when an 88-year-old driver ran a red light at the intersection of Utopia Parkway and 16th Avenue in Whitestone; and \\par\nWhereas, Ms. Sershen\\rquote s tragic death has spurred her family and the community at large to advocate for the way New York State assesses its senior drivers with more than 21,000 people signing an online petition urging New York State to introduce retesting every 2 years once a driver turns 80; and \\par\nWhereas, According to the Federal Highway Administration, there were more than 221 million licensed drivers in United States in 2016, including approximately 42 million who are aged 65 and older; and \\par\nWhereas, Data obtained from the New York State Open Data Portal reveals that there are approximately 11.7 million licensed drivers in New York State, including roughly 2.7 million drivers 65 years of age or older; and  \\par\nWhereas, The national automobile membership organization AAA reports that by 2030, 85 to 90 percent of the 70 million Americans older than 65 are projected to have driver's licenses, a substantial increase from the 33 million that was reported in 2009; and \\par\nWhereas, AAA also said that while seniors are safe drivers compared to other age groups, they are more likely to be injured or killed in traffic crashes due to age-related vulnerabilities; and \\par\nWhereas, The Centers for Disease Control and Prevention indicates that fatal crash rates increase starting at age 75 and increase notably after age 80; and\\par\nWhereas, According to the Governors Highway Safety Association, 33 States and the District of Columbia have special provisions for mature drivers, including accelerated renewal frequency; restriction of online or mailed renewals; and required vision and road tests; and\\par\nWhereas, An analysis of State license renewal procedures conducted by the Insurance Institute for Highway Safety (\\ldblquote IIHS\\rdblquote ) found that 18 states require shorter renewal periods for drivers older than a specified age and 18 states require more frequent vision screening/testing for older drivers; and \\par\nWhereas, The IIHS analysis further indicates that the District of Columbia requires a physician's approval for drivers 70 and older to renew their licenses, while the State of Illinois requires applicants older than 75 to take a road test at every renewal; and \\par\nWhereas, New York State currently does not have any additional mandatory requirements for mature drivers, but only requires a vision test upon the initial application and then at every subsequent renewal which occurs every eight years; and  \\par\nWhereas, The New York State Department of Motor Vehicles (\\ldblquote DMV\\rdblquote ) currently administers the Driver Re-evaluation Program which allows the DMV to reevaluate drivers in the state if the Commissioner has \"reasonable grounds\" to believe that a person holding a license is not qualified to drive a motor vehicle; and \\par\nWhereas, In February 2021, New York State Senator Kevin S. Parker introduced S.5004, a bill that would enhance the fitness and safety requirements for certain licensed individuals and establish a state task force on the effects of aging; and \\par\nWhereas, S.5004 would require that upon the seventh application submission for the renewal of a driver's license, applicants must submit proof of a physical examination, conducted by a licensed physician, to prove that the licensee is medically fit to operate a motor vehicle; now, therefore, be it  \\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S.5004, to enhance the fitness and safety requirements for certain licensed individuals.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj\\ul\\fs20 Session 12\\par\n\\ulnone AH\\par\nLS #1440\\par\n2/16/22\\par\n\\ul\\par\nSession 11\\par\n\\ulnone RA\\par\nLS 7531\\par\nRes. 480-2018\\par\n\\fs22\\par\n}\n",
  "LastModified": "2024-02-22T13:05:37.283Z"
}
