{
  "ID": 68304,
  "GUID": "67CE424B-BF30-4EAB-A633-B3FD1DCA001E",
  "File": "Res 0093-2022",
  "Name": "Recognizing June as Gun Violence Awareness Month in NYC.",
  "Title": "Resolution recognizing June as Gun Violence Awareness Month in New York City.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2022-03-24T00:00:00Z",
  "AgendaDate": "2022-03-24T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    }
  ],
  "History": [
    {
      "ID": 380786,
      "Date": "2022-03-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-03-21T14:43:56.343Z"
    },
    {
      "ID": 381025,
      "Date": "2022-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19208,
      "AgendaSequence": 98,
      "MinutesSequence": 108,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2022-03-24T16:20:05.637Z"
    },
    {
      "ID": 400890,
      "Date": "2023-12-31T23:19:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-21T04:19:14.89Z"
    }
  ],
  "Attachments": [
    {
      "ID": 250442,
      "LastModified": "2023-12-21T04:19:17.61Z",
      "Name": "Res. No. 93",
      "Link": "https://nyc.legistar1.com/nyc/attachments/15d7f1c6-7e89-41f2-993e-c7235425757b.docx",
      "Sort": 1
    },
    {
      "ID": 252774,
      "LastModified": "2022-03-27T18:13:59.573Z",
      "Name": "March 24, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b4ce31f3-3438-4bfe-abf8-3e0af16a1ccb.pdf",
      "Sort": 3
    },
    {
      "ID": 258439,
      "LastModified": "2022-05-06T13:29:25.91Z",
      "Name": "Hearing Transcript - Stated Meeting  3-24-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9fdc80df-bfa8-4aaa-93f5-967a708544a8.pdf",
      "Sort": 4
    },
    {
      "ID": 272599,
      "LastModified": "2023-01-09T15:45:49.387Z",
      "Name": "Minutes of the Stated Meeting - March 24, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/289df9ce-cd09-4999-abb7-db64fc50e177.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 71448,
  "Text": "By the Public Advocate (Mr. Williams) and Council Members Hanif, Riley, Stevens, Restler, Yeger and Sanchez\n \n      Whereas, Gun violence is a national and local problem affecting many Americans and New Yorkers on a daily basis; and\n      Whereas, According to the Gun Violence Archive, there were 77,943 incidents of gun violence in the United States in 2019, resulting in 15,448 deaths and 30,186 injuries; and\n      Whereas, National attention is often drawn to large scale tragedies, yet there are gun violence injuries occurring every day throughout many American cities; and\n      Whereas, In New York City, the number of murders rose to nearly 500 before the close of 2021, the highest amount reported since 2011 where 515 murders were recorded; and\n      Whereas, While the number of shootings in NYC are reaching new highs in recent years, gun violence has disproportionately impacted certain neighborhoods and populations in the City; and  \n      Whereas, In December 2021, 1,828 people were victims of gun violence, having been struck by a bullet; and\n      Whereas, Of shooting victims in 2020, 74% were Black and 22% were Hispanic; and \n      Whereas, It is therefore clear that gun violence is a serious problem in our communities that must be addressed; and\n      Whereas, Furthermore, gun violence and the resulting injuries and deaths typically increase substantially in the summer months; and\n      Whereas, It is important for the City of New York to once again work to increase public awareness about guns and the severity of their impact on our communities; and\n      Whereas, Recognition of the month of June as Gun Violence Awareness Month by local and state officials will increase efforts to protect all New Yorkers, especially those who are disproportionately affected by such violence, by furthering the dialogue with our local, state and federal partners to help examine the causes of gun violence and create meaningful solutions in an effort to prevent the violence from peaking again in the summer; now, therefore, be it\n           Resolved, That the Council of the City of New York recognizes June as Gun Violence Awareness Month in New York City.\n \n\n\n\n\nSession 12\nAH\nLS #81\n02/25/2022\n\nSession 11\nLW/CA\nLS #377\nRes. #295-2018\n \n \n\n\n\n\n\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\fs24 By the Public Advocate (Mr. Williams) and Council Members Hanif, Riley, Stevens, Restler, Yeger and Sanchez\\par\n\\fs27  \\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, Gun violence is a national and local problem affecting many Americans and New Yorkers on a daily basis; and\\fs27\\par\n\\fs24 Whereas, According to the Gun Violence Archive, there were 77,943 incidents of gun violence in the United States in 2019, resulting in 15,448 deaths and 30,186 injuries; and\\fs27\\par\n\\fs24 Whereas, National attention is often drawn to large scale tragedies, yet there are gun violence injuries occurring every day throughout many American cities; and\\fs27\\par\n\\fs24 Whereas, In New York City, the number of murders rose to nearly 500 before the close of 2021, the highest amount reported since 2011 where 515 murders were recorded; and\\fs27\\par\n\\fs24 Whereas, While the number of shootings in NYC are reaching new highs in recent years, gun violence has disproportionately impacted certain neighborhoods and populations in the City; and  \\par\nWhereas, In December 2021, 1,828 people were victims of gun violence, having been struck by a bullet; and\\par\nWhereas, Of shooting victims in 2020, 74% were Black and 22% were Hispanic; and \\par\nWhereas, It is therefore clear that gun violence is a serious problem in our communities that must be addressed; and\\fs27\\par\n\\fs24 Whereas, Furthermore, gun violence and the resulting injuries and deaths typically increase substantially in the summer months; and\\fs27\\par\n\\fs24 Whereas, It is important for the City of New York to once again work to increase public awareness about guns and the severity of their impact on our communities; and\\fs27\\par\n\\fs24 Whereas, Recognition of the month of June as Gun Violence Awareness Month by local and state officials will increase efforts to protect all New Yorkers, especially those who are disproportionately affected by such violence, by furthering the dialogue with our local, state and federal partners to help examine the causes of gun violence and create meaningful solutions in an effort to prevent the violence from peaking again in the summer; now, therefore, be it\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs24            Resolved, That the Council of the City of New York recognizes June as Gun Violence Awareness Month in New York City.\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fs20  \\fs27\\par\n\\ul\\fs20\\par\n\\par\n\\par\n\\par\nSession 12\\par\n\\ulnone AH\\par\nLS #81\\par\n02/25/2022\\par\n\\ul\\par\nSession 11\\par\n\\ulnone LW/CA\\fs27\\par\n\\fs20 LS #377\\par\nRes. #295-2018\\fs27\\par\n \\par\n\\pard\\cbpat2\\ltrpar\\sa200\\fs22  \\fs27\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\cf0\\fs22\\par\n}\n",
  "LastModified": "2024-02-22T00:14:52.42Z"
}
