{
  "ID": 68491,
  "GUID": "AC5B3F9B-C60D-4752-93C1-2BECDE7572C8",
  "File": "Res 0094-2022",
  "Name": "Require MTA police officers to wear body-worn cameras. (A1552)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A1552, which would require MTA police officers to wear body-worn cameras.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2022-03-24T00:00:00Z",
  "AgendaDate": "2022-03-24T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    }
  ],
  "History": [
    {
      "ID": 380788,
      "Date": "2022-03-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-03-21T14:49:08.897Z"
    },
    {
      "ID": 381026,
      "Date": "2022-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19208,
      "AgendaSequence": 99,
      "MinutesSequence": 109,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2022-03-24T16:20:24.41Z"
    }
  ],
  "Attachments": [
    {
      "ID": 251524,
      "LastModified": "2023-01-09T16:25:08.537Z",
      "Name": "Res. No. 94",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4537790f-c07f-47de-a89d-7907acf49ad2.docx",
      "Sort": 1
    },
    {
      "ID": 252775,
      "LastModified": "2022-03-27T18:13:59.87Z",
      "Name": "March 24, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3240dc22-bd1d-425f-9de5-fd7505481890.pdf",
      "Sort": 3
    },
    {
      "ID": 258440,
      "LastModified": "2022-05-06T13:29:26.113Z",
      "Name": "Hearing Transcript - Stated Meeting  3-24-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/628a706f-e5c4-4fac-8fe3-7c740cbb0f8e.pdf",
      "Sort": 4
    },
    {
      "ID": 272600,
      "LastModified": "2023-01-09T15:45:49.667Z",
      "Name": "Minutes of the Stated Meeting - March 24, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1534d5dc-ff8b-4977-8f08-b77e65319191.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 71635,
  "Text": "By The Public Advocate (Mr. Williams) and Council Members Brewer, Riley, Stevens, Restler and Sanchez\n\n      Whereas, In June 2019, then-Governor Andrew Cuomo announced a plan to hire 500 additional Metropolitan Transportation Authority  (MTA) police officers to patrol New York City's subway system; and\n      Whereas, In December 2019, the MTA board approved the Governor's plan, allocating an estimated $250 million over four years to expand the MTA's police force by 64 percent to purportedly combat crime, fare evasion, and the system's homelessness population; and\n      Whereas, The New York Police Department (NYPD) has equipped all uniformed patrol officers with body-worn cameras to record their interactions with community residents; and \n      Whereas, MTA police are not members of the NYPD, and are not required to wear body-worn cameras; and\n      Whereas, Research from Arizona State University shows officers with body-worn cameras have fewer complaints lodged against them; and\n      Whereas, A study conducted with Rialto Police Department in California shows decreases in civilian complaints lodged against officers wearing body-worn camera and decreases in use-of-force incidents by the police; and \n      Whereas, A1552 introduced by Assemblymember Karines Reyes, would require MTA police to wear body-worn cameras and directs the chief of the MTA Police Department to establish rules and regulations pertaining to body-worn cameras; and \n      Whereas, The use of body-worn cameras would increase transparency and accountability, which can help improve law enforcement legitimacy at a time when communities lack trust and confidence in law enforcement; and \n      Whereas, The use of body-worn cameras also offer the opportunity to improve training as law enforcement officials can assess police activities and behaviors captured by body-worn cameras; and now, therefore be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, A1552, which would require MTA police officers to wear body-worn cameras\n      \n\nSession 12\nKMD\nLS #3481 \n3/14/2022\n\nSession 11\nKMD\nLS12753\nRes. No. 1237-2020",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy The Public Advocate (Mr. Williams) and Council Members Brewer, Riley, Stevens, Restler and Sanchez\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In June 2019, then-Governor Andrew Cuomo announced a plan to hire 500 additional Metropolitan Transportation Authority  (MTA) police officers to patrol New York City\\rquote s subway system; and\\par\nWhereas, In December 2019, the MTA board approved the Governor\\rquote s plan, allocating an estimated $250 million over four years to expand the MTA\\rquote s police force by 64 percent to purportedly combat crime, fare evasion, and the system\\rquote s homelessness population; and\\par\nWhereas, The New York Police Department (NYPD) has equipped all uniformed patrol officers with body-worn cameras to record their interactions with community residents; and \\par\nWhereas, MTA police are not members of the NYPD, and are not required to wear body-worn cameras; and\\par\nWhereas, Research from Arizona State University shows officers with body-worn cameras have fewer complaints lodged against them; and\\par\nWhereas, A study conducted with Rialto Police Department in California shows decreases in civilian complaints lodged against officers wearing body-worn camera and decreases in use-of-force incidents by the police; and \\par\nWhereas, A1552 introduced by Assemblymember Karines Reyes, would require MTA police to wear body-worn cameras and directs the chief of the MTA Police Department to establish rules and regulations pertaining to body-worn cameras; and \\par\nWhereas, The use of body-worn cameras would increase transparency and accountability, which can help improve law enforcement legitimacy at a time when communities lack trust and confidence in law enforcement; and \\par\nWhereas, The use of body-worn cameras also offer the opportunity to improve training as law enforcement officials can assess police activities and behaviors captured by body-worn cameras; and now, therefore be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, A1552, which would require MTA police officers to wear body-worn cameras\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj\\fs22 Session 12\\par\nKMD\\par\nLS #3481 \\par\n3/14/2022\\par\n\\par\nSession 11\\par\nKMD\\par\nLS12753\\par\nRes. No. 1237-2020\\par\n\\pard\\ltrpar\\sl252\\slmult1\\qj\\fs24\\par\n\\par\n}\n",
  "LastModified": "2023-01-09T16:25:10.66Z"
}
