{
  "ID": 68547,
  "GUID": "348137CE-D023-45B6-9957-A46B9611B65D",
  "File": "Res 0098-2022",
  "Name": "Prohibit prosecutors from using creative expression as evidence against a criminal defendant without clear and convincing proof that there is a literal, factual nexus between the creative expression and the facts of the case. (A.8681/S.7527)",
  "Title": "Resolution calling on the State Legislature to pass, and the Governor to sign, A. 8681/S. 7527, to prohibit prosecutors from using creative expression as evidence against a criminal defendant without clear and convincing proof that there is a literal, factual nexus between the creative expression and the facts of the case.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2022-03-24T00:00:00Z",
  "AgendaDate": "2022-03-24T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7805,
      "Slug": "kristin-richardson-jordan",
      "FullName": "Kristin Richardson Jordan"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    }
  ],
  "History": [
    {
      "ID": 380739,
      "Date": "2022-03-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-03-17T20:22:52.67Z"
    },
    {
      "ID": 381018,
      "Date": "2022-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19208,
      "AgendaSequence": 120,
      "MinutesSequence": 130,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2022-03-24T16:43:40.24Z"
    }
  ],
  "Attachments": [
    {
      "ID": 251996,
      "LastModified": "2023-10-16T17:00:20.873Z",
      "Name": "Res. No. 98",
      "Link": "https://nyc.legistar1.com/nyc/attachments/21d51f05-56be-4181-8657-83d3b2bea27b.docx",
      "Sort": 1
    },
    {
      "ID": 252796,
      "LastModified": "2022-03-27T18:14:05.917Z",
      "Name": "March 24, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/28423829-27d4-40e4-9109-b7b005db0715.pdf",
      "Sort": 3
    },
    {
      "ID": 258461,
      "LastModified": "2022-05-06T13:29:30.98Z",
      "Name": "Hearing Transcript - Stated Meeting  3-24-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9002c08d-9dbb-4fef-9a6e-e7ab56a799fc.pdf",
      "Sort": 4
    },
    {
      "ID": 272621,
      "LastModified": "2023-01-09T15:45:58.36Z",
      "Name": "Minutes of the Stated Meeting - March 24, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2e1caf84-eb66-450f-864b-c90f4419078f.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 71691,
  "Text": "Whereas, A. 8681, introduced by Assembly Member Catalina Cruz and pending in the New York State Assembly, and companion bill S. 7527, introduced by State Senator Brad Hoylman and pending in the New York State Senate, seek to amend the Criminal Procedure Law by prohibiting prosecutors from using creative expression as evidence against a criminal defendant without clear and convincing proof that there is a literal and factual nexus between the creative expression and the facts of the case, in an effort to protect freedom of expression in New York State; and\n      Whereas, Article I, Section 8 of the New York State Constitution protects the right to freely express oneself, whether through speaking, writing or other creative outlets, enhancing protection of free expression guaranteed in the First Amendment of the United States Constitution; and\n      Whereas, According to the New York State Court of Appeals, New York State is \"a cultural center for the Nation\" that has \"long provided a hospitable climate for the free exchange of ideas\"; and\n      Whereas, In criminal proceedings in the United States, courts have perpetrated a disturbing trend of admitting creative expression into evidence as proof of wrongdoing; and\n      Whereas, Admitting creative expression into evidence to convict criminal defendants has a chilling effect on fundamental rights which the Federal and New York State Constitutions safeguard, and exacerbates bias against black and brown defendants who exercise their rights in particular forms of expression, like rap music, that are the subject of discriminatory associations linking black and brown people with criminal conduct; and\n      Whereas, Standards for the admissibility of evidence in New York State criminal proceedings do not adequately protect a defendant's creative expression from being used against them; and\n      Whereas, An enhanced standard demanding clear and convincing proof that creative expression has a literal and factual nexus to the facts of the case would provide stronger protection of fundamental rights and would mitigate the risk such evidence poses for exacerbating racial biases that judges and juries show against black and brown criminal defendants, especially; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the State Legislature to pass, and the Governor to sign, A. 8681/S. 7527, to prohibit prosecutors from using creative expression as evidence against a criminal defendant without clear and convincing proof that there is a literal, factual nexus between the creative expression and the facts of the case.\n\n\nLS #7182\n3/15/22\nNC\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Williams, Hanif, Stevens, Riley, Restler, Brannan, Far\\'edas, Louis, Avil\\'e9s, Narcisse, Joseph, Ayala, Rivera, Richardson Jordan, Bottcher, Sanchez, Brooks-Powers, Abreu, Menin, Hudson and Krishnan\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, A. 8681, introduced by Assembly Member Catalina Cruz and pending in the New York State Assembly, and companion bill S. 7527, introduced by State Senator Brad Hoylman and pending in the New York State Senate, seek to amend the Criminal Procedure Law by prohibiting prosecutors from using creative expression as evidence against a criminal defendant without clear and convincing proof that there is a literal and factual nexus between the creative expression and the facts of the case, in an effort to protect freedom of expression in New York State; and\\par\nWhereas, Article I, Section 8 of the New York State Constitution protects the right to freely express oneself, whether through speaking, writing or other creative outlets, enhancing protection of free expression guaranteed in the First Amendment of the United States Constitution; and\\par\nWhereas, According to the New York State Court of Appeals, New York State is \\ldblquote a cultural center for the Nation\\rdblquote  that has \\ldblquote long provided a hospitable climate for the free exchange of ideas\\rdblquote ; and\\par\nWhereas, In criminal proceedings in the United States, courts have perpetrated a disturbing trend of admitting creative expression into evidence as proof of wrongdoing; and\\par\nWhereas, Admitting creative expression into evidence to convict criminal defendants has a chilling effect on fundamental rights which the Federal and New York State Constitutions safeguard, and exacerbates bias against black and brown defendants who exercise their rights in particular forms of expression, like rap music, that are the subject of discriminatory associations linking black and brown people with criminal conduct; and\\par\nWhereas, Standards for the admissibility of evidence in New York State criminal proceedings do not adequately protect a defendant\\rquote s creative expression from being used against them; and\\par\nWhereas, An enhanced standard demanding clear and convincing proof that creative expression has a literal and factual nexus to the facts of the case would provide stronger protection of fundamental rights and would mitigate the risk such evidence poses for exacerbating racial biases that judges and juries show against black and brown criminal defendants, especially; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the State Legislature to pass, and the Governor to sign, A. 8681/S. 7527, to prohibit prosecutors from using creative expression as evidence against a criminal defendant without clear and convincing proof that there is a literal, factual nexus between the creative expression and the facts of the case.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #7182\\par\n\\pard\\ltrpar 3/15/22\\par\n\\pard\\ltrpar\\qj NC\\par\n\\par\n\\fs24\\par\n}\n",
  "LastModified": "2023-10-16T17:00:20.873Z"
}
