{
  "ID": 68682,
  "GUID": "D9FCC5DC-E6CE-4D30-82E9-627878E636E5",
  "File": "Res 0110-2022",
  "Name": "MTA to adjust schedules for distant subway terminal lines to include more peak-direction rush hour trains for commuters to travel to central economic hubs.",
  "Title": "Resolution calling on the Metropolitan Transportation Authority (“MTA”) to adjust schedules for distant subway terminal lines to include more peak-direction rush hour trains for commuters to travel to central economic hubs.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5268,
  "BodyName": "Committee on Transportation and Infrastructure",
  "IntroDate": "2022-04-14T00:00:00Z",
  "AgendaDate": "2022-04-14T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7807,
      "Slug": "marjorie-velazquez",
      "FullName": "Marjorie Velázquez"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7805,
      "Slug": "kristin-richardson-jordan",
      "FullName": "Kristin Richardson Jordan"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7830,
      "Slug": "ari-kagan",
      "FullName": "Ari Kagan"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    }
  ],
  "History": [
    {
      "ID": 381390,
      "Date": "2022-04-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-04-11T17:03:19.947Z"
    },
    {
      "ID": 381612,
      "Date": "2022-04-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation and Infrastructure",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19226,
      "AgendaSequence": 72,
      "MinutesSequence": 81,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation and Infrastructure",
      "MatterStatusID": 3,
      "LastModified": "2022-04-14T16:20:01.543Z"
    },
    {
      "ID": 400900,
      "Date": "2023-12-31T23:23:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-21T04:23:39.533Z"
    }
  ],
  "Attachments": [
    {
      "ID": 253696,
      "LastModified": "2023-12-21T04:23:41.653Z",
      "Name": "Res. No. 110",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8d28b5dd-8e08-4e08-bd8a-2c491d76548b.docx",
      "Sort": 1
    },
    {
      "ID": 254762,
      "LastModified": "2022-04-14T16:33:28.63Z",
      "Name": "April 14, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2f7903f8-79c7-478b-a944-01ba314e71ea.pdf",
      "Sort": 2
    },
    {
      "ID": 261148,
      "LastModified": "2022-06-07T15:25:38.74Z",
      "Name": "Hearing Transcript - Stated Meeting  4-14-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a2a82615-de73-45f2-a7d6-8faed314bbdd.pdf",
      "Sort": 3
    },
    {
      "ID": 272701,
      "LastModified": "2023-01-09T20:15:11.397Z",
      "Name": "Minutes of the Stated Meeting - April 14, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a3aef64d-0be2-473e-a52a-d9cf71094d5b.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 71829,
  "Text": "Whereas, The MTA is North America's largest transportation network serving a population of 15.3 million people and providing around 2.6 billion trips per year to areas surrounding New York City through Long Island, southeastern New York State, and Connecticut; and \n      Whereas, One of the largest operating agencies under the MTA is MTA New York City Transit (NYCT), which manages, maintains, and runs subway and bus service in New York City; and \n      Whereas, As of March 29, 2022, the total estimated daily subway ridership, including the Staten Island Railway, was 3,285,813 people, which was 56.9% of a comparable pre-pandemic day, according to the MTA; and \n      Whereas, As the novel coronavirus (COVID-19) pandemic dramatically impacted ridership on all MTA systems, it had a large impact on subway ridership, further exacerbating issues regarding access to fast and effective transit options for many in New York City, particularly those in outer boroughs, at end-of-line subway terminals, and those living in transit deserts-a geographical area with very limited access to public transit; and \n      Whereas, According to an analysis by Dollaride, a company focused on improving access and equity within New York City's transportation system, there are close to an estimated 600,000 New York City residents who live in transit deserts; and \n      Whereas, Areas such as Southeast Queens, Southeast Brooklyn, sections of the Bronx, and Staten Island have long been disconnected from New York City's Manhattan-centric subway system, and account for more affordable housing than areas with effective, close subway access, according to City and State; and \n      Whereas, During the peak rush hours, which is between 6 a.m. and 10 a.m. or between 4 p.m. and 8 p.m., the MTA runs more trains more frequently to accommodate the increase in ridership, however, if trains are delayed or taken out of service, there can be noticeable service gaps for New Yorkers who live at end-of-line subway terminals or in transit deserts; and \n      Whereas, In more recent times, service gaps have become more severe due to the COVID-19 pandemic and a related hiring freeze that left the MTA with staffing shortages in 2021, where about three percent of the MTA NYCT's nearly 22,800 positions in subway and bus operations remained unfilled in May 2021, according to The New York Times; and \n      Whereas, In June 2021, 10,829 train trips were cancelled due to a lack of crew members, with the A line being hardest hit by the staffing shortages, with 945 canceled trips, followed by the 1 line, with 857 canceled trips, and the N/W line, with 768 canceled trips, according to The City; and \n      Whereas, According to Riders Alliance, as of July 2021, complaints over longer commutes and subway waits have increased significantly among riders; and \n      Whereas, This is of particular concern for those living near end-of-line subway terminals, outer boroughs and transit deserts; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority (\"MTA\") to adjust schedules for distant subway terminal lines to include more peak-direction rush hour trains for commuters to travel to central economic hubs. \n \n\nKK\nLS 7379\n4/4/22",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\fs27\\par\n\\fs24 By Council Members Brooks-Powers, Cab\\'e1n, Hanif, Bottcher, Krishnan, Narcisse, Far\\'edas, Vel\\'e1zquez, Holden, Schulman, Richardson Jordan, Won, Stevens, Barron, Oss\\'e9, Riley, Restler, Guti\\'e9rrez, Kagan, Nurse, Yeger, Williams, Sanchez, Brannan and Avil\\'e9s\\fs27\\par\n\\fs24  \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\fs24 Whereas, The MTA is North America\\rquote s largest transportation network serving a population of 15.3 million people and providing around 2.6 billion trips per year to areas surrounding New York City through Long Island, southeastern New York State, and Connecticut; and \\par\nWhereas, One of the largest operating agencies under the MTA is MTA New York City Transit (NYCT), which manages, maintains, and runs subway and bus service in New York City; and \\par\nWhereas, As of March 29, 2022, the total estimated daily subway ridership, including the Staten Island Railway, was 3,285,813 people, which was 56.9% of a comparable pre-pandemic day, according to the MTA; and \\par\nWhereas, As the novel coronavirus (COVID-19) pandemic dramatically impacted ridership on all MTA systems, it had a large impact on subway ridership, further exacerbating issues regarding access to fast and effective transit options for many in New York City, particularly those in outer boroughs, at end-of-line subway terminals, and those living in transit deserts-a geographical area with very limited access to public transit; and \\par\nWhereas, According to an analysis by Dollaride, a company focused on improving access and equity within New York City\\rquote s transportation system, there are close to an estimated 600,000 New York City residents who live in transit deserts; and \\par\nWhereas, Areas such as Southeast Queens, Southeast Brooklyn, sections of the Bronx, and Staten Island have long been disconnected from New York City\\rquote s Manhattan-centric subway system, and account for more affordable housing than areas with effective, close subway access, according to City and State; and \\par\nWhereas, During the peak rush hours, which is between 6 a.m. and 10 a.m. or between 4 p.m. and 8 p.m., the MTA runs more trains more frequently to accommodate the increase in ridership, however, if trains are delayed or taken out of service, there can be noticeable service gaps for New Yorkers who live at end-of-line subway terminals or in transit deserts; and \\par\nWhereas, In more recent times, service gaps have become more severe due to the COVID-19 pandemic and a related hiring freeze that left the MTA with staffing shortages in 2021, where about three percent of the MTA NYCT\\rquote s nearly 22,800 positions in subway and bus operations remained unfilled in May 2021, according to The New York Times; and \\par\nWhereas, In June 2021, 10,829 train trips were cancelled due to a lack of crew members, with the A line being hardest hit by the staffing shortages, with 945 canceled trips, followed by the 1 line, with 857 canceled trips, and the N/W line, with 768 canceled trips, according to The City; and \\par\nWhereas, According to Riders Alliance, as of July 2021, complaints over longer commutes and subway waits have increased significantly among riders; and \\par\nWhereas, This is of particular concern for those living near end-of-line subway terminals, outer boroughs and transit deserts; now, therefore, be it\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority (\\ldblquote MTA\\rdblquote ) to adjust schedules for distant subway terminal lines to include more peak-direction rush hour trains for commuters to travel to central economic hubs. \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fs20  \\par\n\\pard\\ltrpar\\cf0\\fs22\\par\n\\fs20 KK\\par\nLS 7379\\par\n4/4/22\\fs22\\par\n}\n",
  "LastModified": "2024-02-22T15:07:18.537Z"
}
