{
  "ID": 68684,
  "GUID": "74DE51E8-A3AC-48B8-8FFC-D7B1BE7CB7B1",
  "File": "Res 0119-2022",
  "Name": "Legislation that requires all U.S. Postal Service post offices meet ADA standards to accommodate customers with disabilities.",
  "Title": "Resolution calling on the U.S. Congress to pass and the President to sign legislation that requires all U.S. Postal Service post offices meet ADA standards to accommodate customers with disabilities.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5243,
  "BodyName": "Committee on Mental Health, Disabilities and Addiction",
  "IntroDate": "2022-04-14T00:00:00Z",
  "AgendaDate": "2022-04-14T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7813,
      "Slug": "tiffany-l-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    }
  ],
  "History": [
    {
      "ID": 381252,
      "Date": "2022-04-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-04-05T17:03:47.273Z"
    },
    {
      "ID": 381668,
      "Date": "2022-04-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Mental Health, Disabilities and Addiction",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19226,
      "AgendaSequence": 132,
      "MinutesSequence": 141,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Mental Health, Disabilities and Addiction",
      "MatterStatusID": 3,
      "LastModified": "2022-04-14T16:45:51.54Z"
    },
    {
      "ID": 400907,
      "Date": "2023-12-31T23:25:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-21T04:26:10.183Z"
    }
  ],
  "Attachments": [
    {
      "ID": 253710,
      "LastModified": "2023-12-21T04:26:14.167Z",
      "Name": "Res. No. 119",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ef59b551-c29e-42af-9857-9f0f38b6c8d5.docx",
      "Sort": 1
    },
    {
      "ID": 254822,
      "LastModified": "2022-04-14T16:33:46.6Z",
      "Name": "April 14, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/84b9e172-1a78-4cd8-95be-eb0608fce375.pdf",
      "Sort": 2
    },
    {
      "ID": 261206,
      "LastModified": "2022-06-07T15:26:03.443Z",
      "Name": "Hearing Transcript - Stated Meeting  4-14-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4765f9f7-24b3-4e56-8197-d289cdac774a.pdf",
      "Sort": 3
    },
    {
      "ID": 272761,
      "LastModified": "2023-01-09T20:15:41.097Z",
      "Name": "Minutes of the Stated Meeting - April 14, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/25beffd3-bec9-47e5-9bc0-59b9ca2f4d45.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 71831,
  "Text": "Whereas, The Americans with Disabilities Act (ADA) was a pinnacle piece of legislation that became law in 1990; and \n\tWhereas, Under this federal law, discrimination against individuals with a disability in all areas of life, including employment, public spaces, schools and transportation, became illegal; and \n\tWhereas, This crucial civil rights law brought protections for people with disabilities into line with other protected classes and has helped to foster the goal of ensuring the basic dignity, full inclusion and participation as an equal member of society for every person in the Country; and  \n\tWhereas, According to the 2020 Census, there are more than 61 million Americans who have a disability, which is nearly one in every four people; and \n\tWhereas, While the ADA has helped remove many physical and figurative barriers that prevent people with disabilities from participating in ways equivalent to able-bodied people, there are still many obstacles; and \n\tWhereas, For example, not all branches of the United States Postal Service (USPS) have to be compliant with the ADA; and \n\tWhereas, Currently, buildings leased by the USPS only need to be compliant with the ADA if they were built after 1968; and \n\tWhereas, Given that the USPS is the country's second oldest federal department there are potentially many post office branches that fall into this category; and \n\tWhereas, One example is the USPS post office on Jerome Ave in Fordham, Bronx; and \n\tWhereas, This post office has a number of stairs at the front of the building that prevents people requiring wheelchairs, or parents and guardians using strollers, from safely accessing the building; and \n\tWhereas, Aside from the fact that the exemption for pre-1968 buildings flies in the face of the intention of the ADA, post offices provide a range of key services that become inaccessible for people with disabilities if the branches are not ADA compliant; and \n\tWhereas, In addition to postal services, the branches of the United States Postal Service offer a range of other important services that individuals frequently require, including 20 million passport applications each year and more than 254,000 money orders each day; and \n\tWhereas, In total, the USPS accommodates close to 741 million retail visits each year from customers; and \n\tWhereas, However, for customers with a disability, they are not always able to fully access these branches; and \n\tWhereas, As the nation's largest retail network, it is vital that all USPS branches be equally accessible for all of the country's residents, regardless of physical ability; now, therefore, be it\n      Resolved, That the U.S. Congress pass and the President sign legislation that requires all U.S. Postal Service post offices meet ADA standards to accommodate customers with disabilities.  \n      \n\nSession 12\nCD\nLS #7819\n3/31/22\n\nSession 11\nLMS\nLS #9431\nRes. #802-2019\n\n\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Salamanca, Cab\\'e1n, Stevens, Hanif, Nurse and Abreu\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The Americans with Disabilities Act (ADA) was a pinnacle piece of legislation that became law in 1990; and \\par\n\\tab Whereas, Under this federal law, discrimination against individuals with a disability in all areas of life, including employment, public spaces, schools and transportation, became illegal; and \\par\n\\tab Whereas, This crucial civil rights law brought protections for people with disabilities into line with other protected classes and has helped to foster the goal of ensuring the basic dignity, full inclusion and participation as an equal member of society for every person in the Country; and  \\par\n\\tab Whereas, According to the 2020 Census, there are more than 61 million Americans who have a disability, which is nearly one in every four people; and \\par\n\\tab Whereas, While the ADA has helped remove many physical and figurative barriers that prevent people with disabilities from participating in ways equivalent to able-bodied people, there are still many obstacles; and \\par\n\\tab Whereas, For example, not all branches of the United States Postal Service (USPS) have to be compliant with the ADA; and \\par\n\\tab Whereas, Currently, buildings leased by the USPS only need to be compliant with the ADA if they were built after 1968; and \\par\n\\tab Whereas, Given that the USPS is the country\\rquote s second oldest federal department there are potentially many post office branches that fall into this category; and \\par\n\\tab Whereas, One example is the USPS post office on Jerome Ave in Fordham, Bronx; and \\par\n\\tab Whereas, This post office has a number of stairs at the front of the building that prevents people requiring wheelchairs, or parents and guardians using strollers, from safely accessing the building; and \\par\n\\tab Whereas, Aside from the fact that the exemption for pre-1968 buildings flies in the face of the intention of the ADA, post offices provide a range of key services that become inaccessible for people with disabilities if the branches are not ADA compliant; and \\par\n\\tab Whereas, In addition to postal services, the branches of the United States Postal Service offer a range of other important services that individuals frequently require, including 20 million passport applications each year and more than 254,000 money orders each day; and \\par\n\\tab Whereas, In total, the USPS accommodates close to 741 million retail visits each year from customers; and \\par\n\\tab Whereas, However, for customers with a disability, they are not always able to fully access these branches; and \\par\n\\tab Whereas, As the nation\\rquote s largest retail network, it is vital that all USPS branches be equally accessible for all of the country\\rquote s residents, regardless of physical ability; \\cf1 now, therefore, be it\\cf0\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Resolved, That the U.S. Congress pass and the President sign legislation that requires all U.S. Postal Service post offices meet ADA standards to accommodate customers with disabilities.  \\par\n\\par\n\\pard\\ltrpar\\fs20\\par\n\\ul Session 12\\par\n\\ulnone CD\\par\nLS #7819\\par\n3/31/22\\par\n\\par\n\\ul Session 11\\par\n\\ulnone LMS\\par\nLS #9431\\par\nRes. #802-2019\\par\n\\par\n}\n",
  "LastModified": "2024-02-22T15:15:41.617Z"
}
