{
  "ID": 65950,
  "GUID": "D6237F91-5932-4D56-ADBC-89AE0552E46D",
  "File": "Res 0134-2022",
  "Name": "Requiring the dept of health to collect & maintain data relating to the sexual orientation and gender identity of individuals diagnosed with COVID-19 (S. 3351) and requiring the dept of health to collect and report certain data concerning COVID 19 (S. 205",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S. 3351, requiring the department of health to collect and maintain data relating to the sexual orientation and gender identity of individuals diagnosed with COVID-19, and S. 2051, requiring the department of health to collect and report certain data concerning COVID 19.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2022-04-28T00:00:00Z",
  "AgendaDate": "2022-04-28T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    }
  ],
  "History": [
    {
      "ID": 381960,
      "Date": "2022-04-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-04-25T16:50:12.81Z"
    },
    {
      "ID": 382257,
      "Date": "2022-04-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19286,
      "AgendaSequence": 172,
      "MinutesSequence": 192,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2022-04-28T15:59:36.407Z"
    },
    {
      "ID": 400914,
      "Date": "2023-12-31T23:29:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-21T04:29:54.097Z"
    }
  ],
  "Attachments": [
    {
      "ID": 250443,
      "LastModified": "2023-12-21T04:29:56.69Z",
      "Name": "Res. No. 134",
      "Link": "https://nyc.legistar1.com/nyc/attachments/55ed5c2e-b74d-4ba1-a108-78de4537b0c0.docx",
      "Sort": 1
    },
    {
      "ID": 256748,
      "LastModified": "2022-04-28T15:52:27.063Z",
      "Name": "April 28, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4ba836b1-af15-4cb7-af98-88faffbaf76a.pdf",
      "Sort": 2
    },
    {
      "ID": 260780,
      "LastModified": "2022-06-02T16:21:37.647Z",
      "Name": "Hearing Transcript - Stated Meeting  4-28-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2ac26014-ebe1-4e84-aefe-ca55a5ac9807.pdf",
      "Sort": 3
    },
    {
      "ID": 273089,
      "LastModified": "2023-01-11T17:43:38.567Z",
      "Name": "Minutes of the Stated Meeting - April 28, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9988afdd-4366-49d0-a753-0175755646a0.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 68773,
  "Text": "By The Public Advocate (Mr. Williams) and Council Members Hudson and Bottcher\n\n      Whereas, Since 2019, the novel coronavirus, and the resulting disease, COVID-19, has infected millions of people and has killed hundreds of thousands across the country; and \n      Whereas, The COVID-19 pandemic has highlighted the persistent health disparities within our society that lead to vast health inequities along racial, socioeconomic, and various other lines; and\n      Whereas, According to the Centers for Disease Control and Prevention (CDC), racial and ethnic minority groups have experienced a disproportionate burden of illness and death from COVID-19; and\n      Whereas, According to the New York City Department of Health and Mental Hygiene (DOHMH), in New York City, Black and Latinx New Yorkers are twice as likely to die from COVID-19 than their White counterparts; and \n      Whereas, Black and Latinx individuals in New York City are also more than twice as likely to be hospitalized for COVID-19; and\n      Whereas, Although data to highlight the impact in other minority communities is not available, anecdotally, COVID-19 has had a large impact on the Hasidic Jewish community, the LGBTQIA+/TGNCNB community, and other communities that traditionally experience inequitable health outcomes; and \n      Whereas, If New York State were required to report more demographic data, the government, the health care system, community leaders, and others would better understand the impact of COVID-19 on all communities and the appropriate response to address such impacts; and\n      Whereas, Currently, the New York State Department of Health (DOH) includes gender when presenting information about COVID-19 testing rates, and includes information about age, race, and gender when reporting deaths; and\n      Whereas, S. 3351, sponsored by Senator Brad Hoylman, would require the DOH to collect and maintain data relating to the sexual orientation and gender identity of individuals diagnosed with COVID-19; and\n      Whereas, S. 2051, sponsored by Senator James Sanders Jr., would require the DOH to collect and report certain data concerning COVID 19; and \n      Whereas, S. 2051would require the DOH to provide data disaggregated by race, ethnicity, sex, age, primary language, socioeconomic status, disability status, and county; and \n      Whereas, Comprehensive and transparent data from the State would inform the work needed to address and resolve the health inequities that persist throughout the City; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S. 3351, requiring the department of health to collect and maintain data relating to the sexual orientation and gender identity of individuals diagnosed with COVID-19, and S. 2051, requiring the department of health to collect and report certain data concerning COVID 19.\n\n\n\nSession 12\nAH\nLS #4562\n2/25/22\n\nSession 11\nLS #14886\nEB\n\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\sl252\\slmult1\\v0\\par\n\\pard\\ltrpar\\sl252\\slmult1\\qj By The Public Advocate (Mr. Williams) and Council Members Hudson and Bottcher\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Since 2019, the novel coronavirus, and the resulting disease, COVID-19, has infected millions of people and has killed hundreds of thousands across the country; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The COVID-19 pandemic has highlighted the persistent health disparities within our society that lead to vast health inequities along racial, socioeconomic, and various other lines; and\\par\nWhereas, According to the Centers for Disease Control and Prevention (CDC), racial and ethnic minority groups have experienced a disproportionate burden of illness and death from COVID-19; and\\par\nWhereas, According to the New York City Department of Health and Mental Hygiene (DOHMH), in New York City, Black and Latinx New Yorkers are twice as likely to die from COVID-19 than their White counterparts; and \\par\nWhereas, Black and Latinx individuals in New York City are also more than twice as likely to be hospitalized for COVID-19; and\\par\nWhereas, Although data to highlight the impact in other minority communities is not available, anecdotally, COVID-19 has had a large impact on the Hasidic Jewish community, the LGBTQIA+/TGNCNB community, and other communities that traditionally experience inequitable health outcomes; and \\par\nWhereas, If New York State were required to report more demographic data, the government, the health care system, community leaders, and others would better understand the impact of COVID-19 on all communities and the appropriate response to address such impacts; and\\par\nWhereas, Currently, the New York State Department of Health (DOH) includes gender when presenting information about COVID-19 testing rates, and includes information about age, race, and gender when reporting deaths; and\\par\nWhereas, S. 3351, sponsored by Senator Brad Hoylman, would require the DOH to collect and maintain data relating to the sexual orientation and gender identity of individuals diagnosed with COVID-19; and\\par\nWhereas, S. 2051, sponsored by Senator James Sanders Jr., would require the DOH to collect and report certain data concerning COVID 19; and \\par\nWhereas, S. 2051would require the DOH to provide data disaggregated by race, ethnicity, sex, age, primary language, socioeconomic status, disability status, and county; and \\par\nWhereas, Comprehensive and transparent data from the State would inform the work needed to address and resolve the health inequities that persist throughout the City; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S. 3351, requiring the department of health to collect and maintain data relating to the sexual orientation and gender identity of individuals diagnosed with COVID-19, and S. 2051, requiring the department of health to collect and report certain data concerning COVID 19.\\par\n\\pard\\ltrpar\\fs16\\par\n\\ul\\fs18\\par\n\\par\nSession 12\\par\n\\ulnone AH\\par\nLS #4562\\par\n2/25/22\\par\n\\par\n\\ul Session 11\\par\n\\ulnone LS #14886\\par\nEB\\par\n}\n",
  "LastModified": "2023-12-21T04:29:56.69Z"
}
