{
  "ID": 69011,
  "GUID": "A0BCAA5A-B5D1-49A8-A731-293837789752",
  "File": "Res 0136-2022",
  "Name": "DOE to offer lactose-free milk as a milk alternative to students upon request by a parent or guardian.",
  "Title": "Resolution calling upon the New York City Department of Education to offer lactose-free milk as a milk alternative to students upon request by a parent or guardian.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2022-04-28T00:00:00Z",
  "AgendaDate": "2022-04-28T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    },
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    }
  ],
  "History": [
    {
      "ID": 381914,
      "Date": "2022-04-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-04-22T19:54:38.903Z"
    },
    {
      "ID": 382243,
      "Date": "2022-04-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19286,
      "AgendaSequence": 181,
      "MinutesSequence": 201,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2022-04-28T16:01:27.547Z"
    },
    {
      "ID": 400916,
      "Date": "2023-12-31T23:30:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-21T04:30:31.1Z"
    }
  ],
  "Attachments": [
    {
      "ID": 256291,
      "LastModified": "2023-12-21T04:30:34.89Z",
      "Name": "Res. No. 136",
      "Link": "https://nyc.legistar1.com/nyc/attachments/54aad961-09d0-457a-b817-5dbbfaa1a0ba.docx",
      "Sort": 1
    },
    {
      "ID": 256757,
      "LastModified": "2022-04-28T15:52:29.137Z",
      "Name": "April 28, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5cdbbf20-4da7-48fc-a4c4-e8221c21ed03.pdf",
      "Sort": 2
    },
    {
      "ID": 260789,
      "LastModified": "2022-06-02T16:21:40.01Z",
      "Name": "Hearing Transcript - Stated Meeting  4-28-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c4404b90-e118-4e6d-ba09-f3c42f026f04.pdf",
      "Sort": 3
    },
    {
      "ID": 273098,
      "LastModified": "2023-01-11T17:43:40.743Z",
      "Name": "Minutes of the Stated Meeting - April 28, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/920c9242-b8a6-4beb-94ef-b1b3ce609a20.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 72162,
  "Text": "Whereas, According to the United States (U.S.) National Library of Medicine, lactose intolerance is the inability to digest lactose, a sugar in dairy products including milk; and\n      Whereas, The U.S. National Library of Medicine also reports that lactose products may cause individuals who are lactose intolerant to experience abdominal pain, nausea, bloating, and diarrhea within 30 minutes to 2 hours after consumption; and\n      Whereas, While there is limited New York City-specific data on the number of lactose intolerant individuals, about 65 percent of the human population has a decreased ability to digest lactose following infancy, according to the U.S. National Library of Medicine; and\n      Whereas, The Nemours Foundation reports that individuals of African, Asian, Hispanic, and Native American backgrounds are more likely to develop lactose intolerance at a young age; and\n      Whereas, During school year 2020-21, Asian, Black and Hispanic students represented about 16 percent, 25 percent and 41 percent respectively, of the New York City Department of Education's (DOE) student population; and\n      Whereas, Despite the prevalence of lactose intolerance and its impact on lactose intolerant individuals, the DOE does not currently require schools to provide lactose-free milk to students who are lactose intolerant, potentially resulting in digestive discomfort and other symptoms for affected students; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York City Department of Education to offer lactose-free milk as a milk alternative to students upon request by a parent or guardian.\n\nSession 12\nJA\nLS #1963\n4/20/22; 6:25 p.m.\n\nSession 11\nKJ\nLS# 9110\nRes. #849-2019\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red192\\green192\\blue192;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\highlight0 By Council Members Salamanca, Hanif, Sanchez, Williams, Yeger, Ung, Ayala, Abreu, De La Rosa and Nurse \\par\n\\highlight1\\par\n\\pard\\cbpat3\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf2\\highlight0 Whereas, According to the United States (U.S.) National Library of Medicine, lactose intolerance is the inability to digest lactose, a sugar in dairy products including milk; and\\fs27\\par\n\\fs24 Whereas, The U.S. National Library of Medicine also reports that lactose products may cause individuals who are lactose intolerant to experience abdominal pain, nausea, bloating, and diarrhea within 30 minutes to 2 hours after consumption; and\\fs27\\par\n\\fs24 Whereas, While there is limited New York City-specific data on the number of lactose intolerant individuals, about 65 percent of the human population has a decreased ability to digest lactose following infancy, according to the U.S. National Library of Medicine; and\\fs27\\par\n\\fs24 Whereas, The Nemours Foundation reports that individuals of African, Asian, Hispanic, and Native American backgrounds are more likely to develop lactose intolerance at a young age; and\\fs27\\par\n\\fs24 Whereas, During school year 2020-21, Asian, Black and Hispanic students represented about 16 percent, 25 percent and 41 percent respectively, of the New York City Department of Education\\rquote s (DOE) student population; and\\fs27\\par\n\\fs24 Whereas, Despite the prevalence of lactose intolerance and its impact on lactose intolerant individuals, the DOE does not currently require schools to provide lactose-free milk to students who are lactose intolerant, potentially resulting in digestive discomfort and other symptoms for affected students; now, therefore, be it\\fs27\\par\n\\fs24 Resolved, That the Council of the City of New York calls upon the New York City Department of Education to offer lactose-free milk as a milk alternative to students upon request by a parent or guardian.\\fs27\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\cf0\\fs24\\par\n\\pard\\ltrpar\\qj\\ul\\fs20 Session 12\\par\n\\ulnone JA\\par\nLS #1963\\par\n4/20/22; 6:25 p.m.\\par\n\\par\n\\ul Session 11\\par\n\\ulnone KJ\\par\nLS# 9110\\par\nRes. #849-2019\\par\n}\n",
  "LastModified": "2024-02-22T15:24:40.67Z"
}
