{
  "ID": 68515,
  "GUID": "29401C15-4B37-4660-AD25-D4D1A511C1F1",
  "File": "Res 0157-2022",
  "Name": "Require warning labels on sugar sweetened beverages.",
  "Title": "Resolution calling upon the United States Food and Drug Administration to require warning labels on sugar sweetened beverages",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2022-05-05T00:00:00Z",
  "AgendaDate": "2022-05-05T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    }
  ],
  "History": [
    {
      "ID": 382353,
      "Date": "2022-05-05T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-05-02T16:43:50.007Z"
    },
    {
      "ID": 382563,
      "Date": "2022-05-05T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19292,
      "AgendaSequence": 108,
      "MinutesSequence": 117,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2022-05-05T17:28:43.44Z"
    },
    {
      "ID": 400918,
      "Date": "2023-12-31T23:33:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-21T04:33:45.427Z"
    }
  ],
  "Attachments": [
    {
      "ID": 257152,
      "LastModified": "2023-12-21T04:33:47.75Z",
      "Name": "Res. No. 157",
      "Link": "https://nyc.legistar1.com/nyc/attachments/19965d27-8fe8-4c01-8ec1-a1e1c23aa2a9.docx",
      "Sort": 1
    },
    {
      "ID": 258339,
      "LastModified": "2022-05-05T18:42:54.337Z",
      "Name": "May 5, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/30a50b27-0ea0-418c-a2f8-27ab56caf9db.pdf",
      "Sort": 2
    },
    {
      "ID": 263234,
      "LastModified": "2022-07-11T15:20:24.913Z",
      "Name": "Hearing Transcript - Stated Meeting  5-5-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2cc1faeb-d507-4702-912b-af34c670e05e.pdf",
      "Sort": 3
    },
    {
      "ID": 273222,
      "LastModified": "2023-01-11T20:19:48.387Z",
      "Name": "Minutes of the Stated Meeting - May 5, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/17b3b1fa-4540-4084-a009-6cdd41b8244d.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 71659,
  "Text": "Council Member Schulman, the Public Advocate (Mr. Williams) and Council Members Louis, Hanif, Joseph, Ung, Ayala and Abreu\n\n      Whereas, The United States is facing an obesity epidemic, and, according to the Centers for Disease Control and Prevention, 42.4 percent of adults in 2017-2018 were obese; and\n      Whereas, This epidemic also impacts children as approximately 14.4 million children and adolescents between the ages of 2 and 19 were obese in 2017-2018; and\n      Whereas, There are many factors that contribute to obesity including caloric intake, level of physical activity, environment, and genetics; and\n      Whereas, Obesity is also an acute problem in New York City, as a majority of New Yorkers are overweight or obese, according to the Department of Health and Mental Hygiene (DOHMH); and\n      Whereas, According to the DOHMH, a large contributor to obesity is the sugar that people consume; and \n      Whereas, Sugar-sweetened beverages, such as soda, sports drinks, fruit drinks and tea drinks, are a common source of sugar, with some containing 16 teaspoons of added sugar in a 20-ounce serving; and\n      Whereas, Due to the negative impact that sugar sweetened beverages can have on an individual's health, many organizations have urged the United States Food and Drug Administration to take action; and\n      Whereas, The Center for Science in the Public Interest (CSPI), along with other health groups and state agencies, including, but not limited to, the American Public Health Association, the Trust for America's Health, and the New York State Department of Health, have advocated for messages warning consumers about the risks of weight gain, obesity, diabetes, and other associated health problems; and\n      Whereas, CSPI recommended several labels including: \"Drinking too many sugary drinks can promote diabetes and heart disease\" and \"For better health, the U.S. government recommends that you limit your consumption of sugary drinks\"; and \n      Whereas, CSPI believes that warning labels will raise public awareness about the possible health concerns associated with consuming sugar sweetened beverages; and\n      Whereas, Government must take an increased role in combating the obesity epidemic; and\n      Whereas, Providing warning labels on sugar sweetened beverages is one method to educate the public about the serious health consequences associated with these products; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Food and Drug Administration to require warning labels on sugar sweetened beverages.\n\n\nSession 12\nLS 83\nEB\n03.15.2022\n\nSession 11\nCP/JCH\nLS 379\nRes 0179-2018",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fcharset0 TimesNewRoman;}}\n\\viewkind4\\uc1\n\\v0\\par\nCouncil Member Schulman, the Public Advocate (Mr. Williams) and Council Members Louis, Hanif, Joseph, Ung, Ayala and Abreu\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The United States is facing an obesity epidemic, and, according to the Centers for Disease Control and Prevention, 42.4 percent of adults in 2017-2018 were obese; and\\par\nWhereas, This epidemic also impacts children as approximately 14.4 million children and adolescents between the ages of 2 and 19 were obese in 2017-2018; and\\par\nWhereas, There are many factors that contribute to obesity including caloric intake, level of physical activity, environment, and genetics; and\\par\nWhereas, Obesity is also an acute problem in New York City, as a majority of New Yorkers are overweight or obese, according to the Department of Health and Mental Hygiene (DOHMH); and\\par\nWhereas, According to the DOHMH, a large contributor to obesity is the sugar that people consume; and \\par\nWhereas, Sugar-sweetened beverages, such as soda, sports drinks, fruit drinks and tea drinks, are a common source of sugar, with some containing 16 teaspoons of added sugar in a 20-ounce serving; and\\par\nWhereas, Due to the negative impact that sugar sweetened beverages can have on an individual\\rquote s health, many organizations have urged the United States Food and Drug Administration to take action; and\\par\nWhereas, The Center for Science in the Public Interest (CSPI), along with other health groups and state agencies, including, but not limited to, the American Public Health Association, the Trust for America\\rquote s Health, and the New York State Department of Health, have advocated for messages warning consumers about the risks of weight gain, obesity, diabetes, and other associated health problems; and\\par\nWhereas, CSPI recommended several labels including: \\ldblquote Drinking too many sugary drinks can promote diabetes and heart disease\\rdblquote  and \\ldblquote For better health, the U.S. government recommends that you limit your consumption of sugary drinks\\rdblquote ; and \\par\nWhereas, CSPI believes that warning labels will raise public awareness about the possible health concerns associated with consuming sugar sweetened beverages; and\\par\nWhereas, Government must take an increased role in combating the obesity epidemic; and\\par\nWhereas, Providing warning labels on sugar sweetened beverages is one method to educate the public about the serious health consequences associated with these products; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the United States Food and Drug Administration to require warning labels on sugar sweetened beverages.\\par\n\\pard\\ltrpar\\fs20\\par\n\\par\n\\ul\\fs18 Session 12\\ulnone\\par\nLS 83\\par\nEB\\par\n03.15.2022\\par\n\\par\n\\ul Session 11\\par\n\\ulnone CP/JCH\\par\nLS 379\\par\nRes 0179-2018\\par\n}\n",
  "LastModified": "2024-03-08T18:01:36.217Z"
}
