{
  "ID": 69412,
  "GUID": "65B95D7C-AE89-4165-83E7-A77E7B29E074",
  "File": "Res 0186-2022",
  "Name": "Recognizing February 16th annually as Lithuania Independence Day in NYC.",
  "Title": "Resolution recognizing February 16th annually as Lithuania Independence Day in the City of New York.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2022-05-26T00:00:00Z",
  "AgendaDate": "2022-05-26T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    }
  ],
  "History": [
    {
      "ID": 383372,
      "Date": "2022-05-26T10:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-05-25T11:44:27.723Z"
    },
    {
      "ID": 383491,
      "Date": "2022-05-26T10:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19314,
      "AgendaSequence": 61,
      "MinutesSequence": 66,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2022-05-26T18:00:20.273Z"
    },
    {
      "ID": 400926,
      "Date": "2023-12-31T23:39:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-21T04:39:32.597Z"
    }
  ],
  "Attachments": [
    {
      "ID": 260077,
      "LastModified": "2023-01-18T18:47:51.057Z",
      "Name": "Res. No. 186",
      "Link": "https://nyc.legistar1.com/nyc/attachments/801b8db5-5ec4-41da-9348-aae1cd0674ad.docx",
      "Sort": 1
    },
    {
      "ID": 260423,
      "LastModified": "2022-05-26T14:43:16.473Z",
      "Name": "May 26, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fe166524-a7f1-45aa-848d-8cc08fd75c55.pdf",
      "Sort": 2
    },
    {
      "ID": 263655,
      "LastModified": "2022-07-14T18:53:53.253Z",
      "Name": "Hearing Transcript - Stated Meeting  5-26-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f86e8541-6de1-484f-9cdf-8ee2c684b6e7.pdf",
      "Sort": 3
    },
    {
      "ID": 273786,
      "LastModified": "2023-01-18T18:34:49.983Z",
      "Name": "Minutes of the Stated Meeting - May 26, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b382fee6-255c-4de8-bda5-40074731736f.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 72570,
  "Text": "Whereas, Lithuania, the southernmost of Europe's Baltic states, is situated west of Belarus, between Latvia and Russia, bordering the Baltic Sea; and\n      Whereas, Lithuanian lands were first united around 1236 until 1569, when Lithuania and Poland formally united into a single dual state, the Polish-Lithuanian Commonwealth; and\n      Whereas, The Polish-Lithuanian Commonwealth existed until 1795 when its remnants were partitioned by surrounding countries, the bulk of which was assumed by Russia; and\n      Whereas, Lithuania remained a part of the Russian Empire when the Great Seimas of Vilnius, a major assembly held in December 1905 in Vilnius, Lithuania, convened following violent clashes between demonstrators and government troops to demand political autonomy within the Russian Empire; and\n      Whereas, In April 1915, German troops launched a military offensive against Russian troops in western Lithuania, and captured Vilnius in September 1915; and\n      Whereas, Lithuania remained under German military occupation during World War I until February 16, 1918, when the Council of Lithuania signed the Act of Independence of Lithuania, which restored it as an independent state; and\n      Whereas, Despite recognizing Lithuania's independence under the Treaty of Moscow in 1920, the Union of Soviet Socialist Republics (\"Soviet Union\" or \"USSR\") invaded Lithuania and compelled the country to be incorporated into the USSR in 1940; and\n      Whereas, In 1941, the USSR carried out mass arrests and deported thousands of Lithuanians, who were deemed to be harboring anti-Soviet attitudes, to Siberian labor camps and other forced settlements in remote parts of the Soviet Union; and\n      Whereas, Early on during World War II (WWII), on June 22, 1941, Nazi Germany invaded the Soviet Union and occupied Lithuania, which was then incorporated into a German civilian administration covering the Baltic states and wester Belorussia; and\n      Whereas, Shortly before and immediately after the arrival of German forces, Lithuanians carried out violent riots against both Lithuanian and Jewish refugees, who had comprised about 10 percent of Lithuania's population; and\n      Whereas, By the end of WWII, an estimated 90 to 96 percent of Lithuanian Jews had been murdered - one of the highest victim rates in Europe; and\n      Whereas, In the summer of 1944, the Soviet Union reoccupied Lithuania and continued to deport and imprison hundreds of thousands of Lithuanians; and\n      Whereas, Between 1944 and 1990, Lithuania remained under Soviet occupation rule until March 11, 1990, when Lithuania became the first Soviet republic to proclaim its independence from the USSR as the Republic of Lithuania; and\n      Whereas, In response to Lithuania asserting its independence, the USSR imposed oil embargoes and an economic blockade against the state, and eventually killing protesting civilians amid tense negotiations; and\n      Whereas, The United States (U.S.) first established diplomatic relations with Lithuania on July 28, 1922, when a U.S. representative to Lithuania was stationed at a legation in Riga, Latvia until May 31, 1930 when the legation in present-day Kaunas, Lithuania was established; and\n      Whereas, Though the Soviet invasion and annexation of Lithuania in 1940 forced the closure of the American legation, the U.S. never recognized the forcible incorporation of Lithuania into the Soviet Union and Lithuanian representation in the United States continued uninterrupted; and\n      Whereas, On September 2, 1991, the U.S. recognized the restoration of Lithuania's independence; and\n      Whereas, Since Lithuania regained its independence, and its accession to the North Atlantic Treaty Organization and the European Union in 2004, it has become a strong and effective partner committed to U.S. objectives in the area of democracy promotion; and\n      Whereas, New York City (NYC) has been home to many Lithuanians and Lithuanian-Americans, including filmmaker, poet and artist Jonas Mekas and modern artist Jurgis Maciunas; and\n      Whereas, NYC is also home to Lithuania Square, a triangular patch of land in Brooklyn dedicated to the memory of two Lithuanian-Americans, Steponas \"Stephen\" Darius and Stasys \"Stanley\" Girenas, who attempted to fly nonstop from New York to Lithuania in 1933; and\n      Whereas, The 2016 American Community Survey, of the U.S. Census Bureau, estimates that 1,705 Lithuanian-born residents reside in NYC; now, therefore, be it\n\tResolved, That the Council of the City of New York recognizes February 16th annually as Lithuania Independence Day in the City of New York.\n\nSession 12\nCGR\nLS #1090\n3/12/2022\n\nSession 11\nCGR\nLS #6221\nRes. No. 419\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset186{\\*\\fname Times New Roman;}Times New Roman Baltic;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Holden\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Lithuania, the southernmost of Europe\\rquote s Baltic states, is situated west of Belarus, between Latvia and Russia, bordering the Baltic Sea; and\\par\nWhereas, Lithuanian lands were first united around 1236 until 1569, when Lithuania and Poland formally united into a single dual state, the Polish-Lithuanian Commonwealth; and\\par\nWhereas, The Polish-Lithuanian Commonwealth existed until 1795 when its remnants were partitioned by surrounding countries, the bulk of which was assumed by Russia; and\\par\nWhereas, Lithuania remained a part of the Russian Empire when the Great Seimas of Vilnius, a major assembly held in December 1905 in Vilnius, Lithuania, convened following violent clashes between demonstrators and government troops to demand political autonomy within the Russian Empire; and\\par\nWhereas, In April 1915, German troops launched a military offensive against Russian troops in western Lithuania, and captured Vilnius in September 1915; and\\par\nWhereas, Lithuania remained under German military occupation during World War I until February 16, 1918, when the Council of Lithuania signed the Act of Independence of Lithuania, which restored it as an independent state; and\\par\nWhereas, Despite recognizing Lithuania\\rquote s independence under the Treaty of Moscow in 1920, the Union of Soviet Socialist Republics (\\ldblquote Soviet Union\\rdblquote  or \\ldblquote USSR\\rdblquote ) invaded Lithuania and compelled the country to be incorporated into the USSR in 1940; and\\par\nWhereas, In 1941, the USSR carried out mass arrests and deported thousands of Lithuanians, who were deemed to be harboring anti-Soviet attitudes, to Siberian labor camps and other forced settlements in remote parts of the Soviet Union; and\\par\nWhereas, Early on during World War II (WWII), on June 22, 1941, Nazi Germany invaded the Soviet Union and occupied Lithuania, which was then incorporated into a German civilian administration covering the Baltic states and wester Belorussia; and\\par\nWhereas, Shortly before and immediately after the arrival of German forces, Lithuanians carried out violent riots against both Lithuanian and Jewish refugees, who had comprised about 10 percent of Lithuania\\rquote s population; and\\par\nWhereas, By the end of WWII, an estimated 90 to 96 percent of Lithuanian Jews had been murdered - one of the highest victim rates in Europe; and\\par\nWhereas, In the summer of 1944, the Soviet Union reoccupied Lithuania and continued to deport and imprison hundreds of thousands of Lithuanians; and\\par\nWhereas, Between 1944 and 1990, Lithuania remained under Soviet occupation rule until March 11, 1990, when Lithuania became the first Soviet republic to proclaim its independence from the USSR as the Republic of Lithuania; and\\par\nWhereas, In response to Lithuania asserting its independence, the USSR imposed oil embargoes and an economic blockade against the state, and eventually killing protesting civilians amid tense negotiations; and\\par\nWhereas, The United States (U.S.) first established diplomatic relations with Lithuania on July 28, 1922, when a U.S. representative to Lithuania was stationed at a legation in Riga, Latvia until May 31, 1930 when the legation in present-day Kaunas, Lithuania was established; and\\par\nWhereas, Though the Soviet invasion and annexation of Lithuania in 1940 forced the closure of the American legation, the U.S. never recognized the forcible incorporation of Lithuania into the Soviet Union and Lithuanian representation in the United States continued uninterrupted; and\\par\nWhereas, On September 2, 1991, the U.S. recognized the restoration of Lithuania\\rquote s independence; and\\par\nWhereas, Since Lithuania regained its independence, and its accession to the North Atlantic Treaty Organization and the European Union in 2004, it has become a strong and effective partner committed to U.S. objectives in the area of democracy promotion; and\\par\nWhereas, New York City (NYC) has been home to many Lithuanians and Lithuanian-Americans, including filmmaker, poet and artist Jonas Mekas and modern artist \\f1 Jurgis Ma\\'e8i\\'fbnas; and\\f0\\par\nWhereas, NYC is also home to Lithuania Square, a triangular patch of land in Brooklyn dedicated to the memory of two Lithuanian-Americans, Steponas \\ldblquote Stephen\\rdblquote  Darius and Stasys \\ldblquote Stanley\\rdblquote  Girenas, who attempted to fly nonstop from New York to Lithuania in 1933; and\\par\nWhereas, The 2016 American Community Survey, of the U.S. Census Bureau, estimates that 1,705 Lithuanian-born residents reside in NYC; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York recognizes February 16\\super th\\nosupersub  annually as Lithuania Independence Day in the City of New York.\\par\n\\pard\\ltrpar\\qj\\ul\\fs20\\par\nSession 12\\par\n\\ulnone CGR\\line LS #1090\\par\n3/12/2022\\par\n\\par\n\\ul Session 11\\par\n\\ulnone CGR\\par\nLS #6221\\par\nRes. No. 419\\par\n}\n",
  "LastModified": "2023-12-21T04:39:32.607Z"
}
