{
  "ID": 69398,
  "GUID": "EA462C1A-BDCC-4495-82CE-1F3ABA28D673",
  "File": "Res 0207-2022",
  "Name": "Direct the commissioner of health to conduct a study and issue a report examining the unmet health and resource needs facing pregnant New Yorkers and the impact of limited service pregnancy centers. (A.5499/S.470)",
  "Title": "Resolution calling on the Governor to sign A.5499/S.470, to direct the commissioner of health to conduct a study and issue a report examining the unmet health and resource needs facing pregnant New Yorkers and the impact of limited service pregnancy centers.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5269,
  "BodyName": "Committee on Consumer and Worker Protection",
  "IntroDate": "2022-06-02T00:00:00Z",
  "AgendaDate": "2022-06-02T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 383669,
      "Date": "2022-06-02T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-05-27T18:41:25.493Z"
    },
    {
      "ID": 383942,
      "Date": "2022-06-02T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Consumer and Worker Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19358,
      "AgendaSequence": 138,
      "MinutesSequence": 156,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer and Worker Protection",
      "MatterStatusID": 3,
      "LastModified": "2022-06-06T22:51:27.243Z"
    },
    {
      "ID": 400936,
      "Date": "2023-12-31T23:44:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-21T04:44:43.943Z"
    }
  ],
  "Attachments": [
    {
      "ID": 259813,
      "LastModified": "2023-12-21T04:44:47.463Z",
      "Name": "Res. No. 207",
      "Link": "https://nyc.legistar1.com/nyc/attachments/206bc28d-af83-4ff1-8314-272a4e6183c9.docx",
      "Sort": 1
    },
    {
      "ID": 260958,
      "LastModified": "2023-01-20T16:24:03.547Z",
      "Name": "June 2, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a4fcaee2-fa8e-4ef9-8f58-fae5e477d887.pdf",
      "Sort": 2
    },
    {
      "ID": 264326,
      "LastModified": "2023-01-20T16:24:03.55Z",
      "Name": "Hearing Transcript - Stated Meeting  6-2-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1d54623b-e019-4f09-9d4c-3fc771b783d2.pdf",
      "Sort": 3
    },
    {
      "ID": 274012,
      "LastModified": "2023-01-20T16:24:03.55Z",
      "Name": "Minutes of the Stated Meeting - June 2, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2342df26-dc7b-46d3-abc7-df4844335cb3.pdf",
      "Sort": 4
    },
    {
      "ID": 261465,
      "LastModified": "2023-01-20T16:24:03.55Z",
      "Name": "Proposed Res. No. 207-A - 6/8/22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/224cf377-5d7e-4a04-80f7-be54288f456f.docx",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 72772,
  "Text": "Whereas, Limited service pregnancy centers (LSPCs), otherwise known as crisis pregnancy centers or pregnancy service centers, are facilities that are not licensed to provide medical services despite their efforts to appear as a proper sexual health clinic; and\n      Whereas, An LSPC could be a located in a retail corridor as a brick and mortar operation or operate in a mobile facility; and \n      Whereas, LSPCs commonly advertise services to women who are or may be pregnant, including prenatal care, and often offer obstetric ultrasounds, obstetric sonograms, and have the appearance of a licensed medical facility; and\n      Whereas, According to Planned Parenthood, LPSCs  commonly lead individuals to believe they provide abortion services, comprehensive contraception and referrals for care, meanwhile they are staffed by anti-abortion and anti-birth control advocates with little to no medical training; and\n      Whereas, LPSCs generally do not formally disclose to their clients whether they do or do not provide abortion or referrals for abortion, provide FDA-approved emergency contraception or referrals to organizations or individuals who provide emergency contraception, or provide prenatal care or referrals for prenatal care; and\n      Whereas, LPSCs have been known to perform deceptive practices, such as branding or marketing themselves as similar to Planned Parenthood and other licensed health centers; and\n      Whereas, LPSCs have provided false and misleading information to those who seek care; and \n      Whereas, LPSCs often request clients' personal information, and there have been instances when the center has breached confidentiality by contacting clients no longer seeking their services, directly and even showing up at a person's place of work; and\n      Whereas, In April 2022, A.5499, sponsored by Assembly Member Deborah Glick, passed the New York State (NYS) Assembly; and\n      Whereas, In May 2022, S.470, sponsored by NYS Senator Brad Hoylman, passed the State Senate; and\n      Whereas, The legislation directs the NYS Department of Health to conduct a study examining the unmet health and resource needs facing pregnant New Yorkers and the impact of limited service pregnancy centers on the ability of women to obtain accurate, non-coercive health care information and timely access to a comprehensive range of reproductive and sexual health care services; and\n      Whereas, This legislation will equip the Department of Health with a clearer understanding of the prevalence, services, affiliations, and other relevant information regarding LSPCs in New York; and\n      Whereas, The study would include examining the funding sources of centers, the number of people who visit such centers, the services they provide and information given to clients and the personal information they obtain; and \n      Whereas, Since LPSCs are unlicensed and therefore unregulated by the Health Department, such a study would be of much help to policymakers and the public, and could help direct future actions to protect the public and ensure access to quality care; and\n      Whereas, A Supreme Court draft opinion recently leaked to the press exposed the Supreme Court's impending decision to overturn Roe v. Wade; and\n       Whereas, In response to the expected overturning of Roe v. Wade, NYS must enact pro-choice legislation to safeguard pregnant New Yorkers' access to quality reproductive and sexual health care services; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the Governor to sign A.5499/S.470, to direct the commissioner of health to conduct a study and issue a report examining the unmet health and resource needs facing pregnant New Yorkers and the impact of limited service pregnancy centers.\n\n\n\nSession 12 \nNM\nLS #2486\n5/17/22\n\nSession 11\nEB\nLS #10536\nRes 862-2019",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}{\\f2\\fswiss\\fprq2\\fcharset0 Segoe UI;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\v0\\par\n\\pard\\ltrpar\\qj By Council Members Rivera, Louis, Hanif, Brooks-Powers, Nurse, Restler, Sanchez and Cab\\'e1n (by request of the Bronx Borough President) (in conjunction with the Brooklyn Borough President)\\par\n\\pard\\ltrpar\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Limited service pregnancy centers (LSPCs), otherwise known as crisis pregnancy centers or pregnancy service centers, are facilities that are not licensed to provide medical services despite their efforts to appear as a proper sexual health clinic; and\\par\nWhereas, An LSPC could be a located in a retail corridor as a brick and mortar operation or operate in a mobile facility; and \\par\nWhereas, LSPCs commonly advertise services to women who are or may be pregnant, including prenatal care, and often offer obstetric ultrasounds, obstetric sonograms, and have the appearance of a licensed medical facility; and\\par\nWhereas, According to Planned Parenthood, LPSCs  commonly lead individuals to believe they provide abortion services, comprehensive contraception and referrals for care, meanwhile they are staffed by anti-abortion and anti-birth control advocates with little to no medical training; and\\par\nWhereas, LPSCs generally do not formally disclose to their clients whether they do or do not provide abortion or referrals for abortion, provide FDA-approved emergency contraception or referrals to organizations or individuals who provide emergency contraception, or provide prenatal care or referrals for prenatal care; and\\par\nWhereas, LPSCs have been known to perform deceptive practices, such as branding or marketing themselves as similar to Planned Parenthood and other licensed health centers; and\\par\nWhereas, LPSCs have provided false and misleading information to those who seek care; and \\par\nWhereas, LPSCs often request clients\\rquote  personal information, and there have been instances when the center has breached confidentiality by contacting clients no longer seeking their services, directly and even showing up at a person\\rquote s place of work; and\\par\nWhereas, In April 2022, A.5499, sponsored by Assembly Member Deborah Glick, passed the New York State (NYS) Assembly; and\\par\nWhereas, In May 2022, S.470, sponsored by NYS Senator Brad Hoylman, passed the State Senate; and\\par\nWhereas, The legislation directs the NYS Department of Health to conduct a study examining the unmet health and resource needs facing pregnant New Yorkers and the impact of limited service pregnancy centers on the ability of women to obtain accurate, non-coercive health care information\\f1\\fs22  \\f0\\fs24 and timely access to a comprehensive range of reproductive and sexual health care services; and\\par\nWhereas, This legislation will equip the Department of Health with a clearer understanding of the prevalence, services, affiliations, and other relevant information regarding LSPCs in New York; and\\par\nWhereas, The study would include examining the funding sources of centers, the number of people who visit such centers, the services they provide and information given to clients and the personal information they obtain; and \\par\nWhereas, Since LPSCs are unlicensed and therefore unregulated by the Health Department, such a study would be of much help to policymakers and the public, and could help direct future actions to protect the public and ensure access to quality care; and\\par\nWhereas, A Supreme Court draft opinion recently leaked to the press exposed the Supreme Court\\rquote s impending decision to overturn \\i Roe v. Wade\\i0 ; and\\par\n Whereas, In response to the expected overturning of \\i Roe v. Wade, \\i0 NYS must enact pro-choice legislation to safeguard pregnant New Yorkers\\rquote  access to quality reproductive and sexual health care services; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Resolved, That the Council of the City of New York calls on the Governor to sign A.5499/S.470, to direct the commissioner of health to conduct a study and issue a report examining the unmet health and resource needs facing pregnant New Yorkers and the impact of limited service pregnancy centers.\\par\n\\pard\\ltrpar\\fs20\\par\n\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\qj\\f1\\fs22\\par\n\\pard\\ltrpar\\ul\\f0\\fs20 Session 12\\ulnone  \\f2\\fs18\\par\n\\f0\\fs20 NM\\f2\\fs18\\par\n\\f0\\fs20 LS #2486\\f2\\fs18\\par\n\\f0\\fs20 5/17/22\\f2\\fs18\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\qj\\f1\\fs22\\par\n\\pard\\ltrpar\\sl252\\slmult1\\qj\\ul\\fs20 Session 11\\par\n\\pard\\ltrpar\\ulnone\\f0 EB\\par\nLS #10536\\par\nRes 862-2019\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\f1\\fs22\\par\n\\par\n\\par\n}\n",
  "LastModified": "2024-02-22T16:21:49.833Z"
}
