{
  "ID": 69635,
  "GUID": "DAA0C7E2-488C-4F55-8A57-A54379C80B86",
  "File": "Res 0236-2022",
  "Name": "Aging In Place Package - Municipalities and localities that have a senior citizen rent increase exemption program to establish an automatic enrollment program for eligible seniors to be automatically enrolled or automatically re-enrolled in the program.",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, S.5102/A.1475, which would allow municipalities and localities that have a senior citizen rent increase exemption program to establish an automatic enrollment program for eligible seniors to be automatically enrolled or automatically re-enrolled in the program.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 3,
  "BodyName": "Committee on Aging",
  "IntroDate": "2022-06-16T00:00:00Z",
  "AgendaDate": "2022-06-16T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7813,
      "Slug": "tiffany-l-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7805,
      "Slug": "kristin-richardson-jordan",
      "FullName": "Kristin Richardson Jordan"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7807,
      "Slug": "marjorie-velazquez",
      "FullName": "Marjorie Velázquez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7814,
      "Slug": "linda-lee",
      "FullName": "Linda Lee"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7810,
      "Slug": "amanda-c-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    }
  ],
  "History": [
    {
      "ID": 384231,
      "Date": "2022-06-16T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-06-10T14:14:08.667Z"
    },
    {
      "ID": 384805,
      "Date": "2022-06-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Aging",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19402,
      "AgendaSequence": 79,
      "MinutesSequence": 93,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Aging",
      "MatterStatusID": 3,
      "LastModified": "2022-06-16T16:01:22.413Z"
    },
    {
      "ID": 387368,
      "Date": "2022-10-03T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 19568,
      "AgendaSequence": 8,
      "MinutesSequence": 17,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2022-10-03T20:17:07.257Z"
    },
    {
      "ID": 387508,
      "Date": "2022-10-03T13:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 19568,
      "MinutesSequence": 18,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2022-10-03T20:53:41.823Z"
    },
    {
      "ID": 387371,
      "Date": "2022-10-03T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 19477,
      "AgendaSequence": 8,
      "MinutesSequence": 17,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2022-10-03T20:53:46.333Z"
    },
    {
      "ID": 387518,
      "Date": "2022-10-03T13:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 19477,
      "MinutesSequence": 18,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2022-10-03T20:53:50.903Z"
    },
    {
      "ID": 400940,
      "Date": "2023-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-21T04:55:38.97Z"
    }
  ],
  "Attachments": [
    {
      "ID": 261641,
      "LastModified": "2023-12-21T04:55:43Z",
      "Name": "Res. No. 236",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ac52d58f-f74c-4fbd-a320-04467cb29aae.docx",
      "Sort": 1
    },
    {
      "ID": 262058,
      "LastModified": "2022-06-16T16:00:45.473Z",
      "Name": "June 16, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/aaf17e17-777a-41f2-88a7-01d916357b8d.pdf",
      "Sort": 2
    },
    {
      "ID": 264706,
      "LastModified": "2022-08-03T01:40:54.003Z",
      "Name": "Hearing Transcript - Stated Meeting  6-16-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/de004dc8-f77d-42e9-a69b-c5048d7d7f75.pdf",
      "Sort": 3
    },
    {
      "ID": 267495,
      "LastModified": "2022-09-23T15:00:20.193Z",
      "Name": "Minutes of the Stated Meeting - June 16, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c9d6ebf4-a0db-483a-ad9a-cae52eb0c843.pdf",
      "Sort": 4
    },
    {
      "ID": 267968,
      "LastModified": "2022-10-03T20:42:48.1Z",
      "Name": "Committee Report 10/3/22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ed744c16-5787-4370-abbc-931687f09fbe.docx",
      "Sort": 5
    },
    {
      "ID": 268389,
      "LastModified": "2022-10-11T14:14:09.64Z",
      "Name": "Hearing Testimony 10/3/22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/13cd3324-691b-4c80-957f-7943be4bed15.pdf",
      "Sort": 6
    },
    {
      "ID": 268588,
      "LastModified": "2022-10-13T19:37:50.03Z",
      "Name": "Hearing Transcript 10/3/22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d119428b-134f-4b4b-98f3-9318c01792c0.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 72798,
  "Text": "Whereas, New York City (\"NYC\" or \"City\") is home to an estimated 1.26 million residents aged 65 and older (\"older adults\"), about 14.9 percent of the City's total population, per the United States (U.S.) Census Bureau's Population Estimates Program; and\n      Whereas, Over the next decade, according to the NYC Department of City Planning, the older adult population is expected to grow by 15.9 percent, which is three times faster than the under 18 population and five times faster than the City overall; and\n      Whereas, Additionally, there is increasing longevity in the projection period, meaning more people are expected to survive into older age; and\n      Whereas, As such, the number of older adults living in NYC is expected to surpass 1.4 million over the next two decades; and\n      Whereas, In 2021, according to the Economist Intelligence Unit, NYC was ranked as the sixth most expensive city in the world and the most expensive city in the U.S.; and\n      Whereas, Rental prices are a significant driver of the high cost of living in NYC, where renters make up two-thirds of all households; and\n      Whereas, The price of rent in NYC increased 33 percent between January 2021 and January 2022, according to the online listing site Apartment List, almost double the national rate and the highest increase among the 100 largest American cities tracked by the group; and\n      Whereas, In January 2020, before the pandemic, the median price of rent citywide was $2,900, according to the real estate website StreetEasy; and\n      Whereas, The price of rent decreased about 14 percent the over the following year, before increasing to $2,895 in January 2022, with more dramatic declines and increases in wealthier neighborhoods, such as the Upper West Side in Manhattan and Williamsburg in Brooklyn, where median asking rents are now higher than they were before the pandemic; and\n      Whereas, More than one-third of older adult New Yorkers live on a fixed income of less than $25,000 a year, per the U.S. Census Bureau's American Community Survey; and\n      Whereas, Older adult New Yorkers are among the least likely in the country to move into a nursing home, which costs almost $6,000 a month, or an assisted living facility, which costs almost $13,000 a month, preferring to age in place, per the Kaiser Family Foundation; and\n      Whereas, Accordingly, older adult New Yorkers, especially those with limited incomes, confront an array of hurdles when it comes to housing, including a lack of affordable housing, a shortage of safe and accessible apartments, low supply of home health care aides, and long waiting lists at many programs; and\n      Whereas, Without major policy changes, older adult New Yorkers will face greater difficulties aging in their homes and getting the support they need; and\n      Whereas, The Senior Citizen Rent Increase Exemption (\"SCRIE\") program provides a subsidy to cover most rent/maintenance increases for seniors who reside in a rent-regulated or Mitchell-Lama apartment, a Redevelopment Company development, a Housing Development Fund Corporation cooperative (\"co-op\") or a federally-assisted 213 co-op; and\n      Whereas, In order to be eligible for SCRIE, the head of household must be 62 years or older at the time of the increase and the tenant/shareholder of record; said tenant must be living in the apartment at the time of increase; the total household income cannot exceed the income maximum of $50,000 annually; the monthly basic rent/carrying charge must be more than or equal to one-third of the tenant/shareholders total annual household income; and tenants must not be enrolled in any other rent/carrying charge subsidy program; and\n      Whereas, The most recently available data show that, in 2016, less than 60,000 New Yorkers were enrolled in SCRIE, although it was estimated that there were over 12,000 potentially eligible SCRIE recipients; and\n      Whereas, Many eligible seniors do not know about SCRIE, or may not remember to re-enroll in the program; and\n      Whereas, S.5102/A.1475, sponsored by State Senator John Liu and State Assembly Member Karines Reyes, respectively, would implement automatic enrollment in the SCRIE program for eligible older adults; and \n      Whereas, S.5102/A.1475 would also provide for a check box for a taxpayer to opt-out of data sharing and automatic enrollment on their tax return; and\n\tWhereas, Older adult New Yorkers have a right to live and age with dignity, and ensuring that they receive the benefits that they are entitled to is one important piece of addressing the current housing crisis in NYC; now, therefore be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S.5102/A.1475, which would allow municipalities and localities that have a senior citizen rent increase exemption program to establish an automatic enrollment program for eligible seniors to be automatically enrolled or automatically re-enrolled in the program.\n\n\n\nCGR\nLS #6659, 6714 & 6768\n06/08/22\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cab\\'e1n, Hudson, Hanif, Brewer, Louis, Ung, Guti\\'e9rrez, Richardson Jordan, Restler, Riley, Won, Vel\\'e1zquez, Barron, Sanchez, Krishnan, Narcisse, De La Rosa, Abreu, Oss\\'e9, Menin, Nurse, Joseph, Bottcher, Lee, Brooks-Powers, Brannan, Williams, Powers, Far\\'edas and Schulman\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York City (\\ldblquote NYC\\rdblquote  or \\ldblquote City\\rdblquote ) is home to an estimated 1.26 million residents aged 65 and older (\\ldblquote older adults\\rdblquote ), about 14.9 percent of the City\\rquote s total population, per the United States (U.S.) Census Bureau\\rquote s Population Estimates Program; and\\par\nWhereas, Over the next decade, according to the NYC Department of City Planning, the older adult population is expected to grow by 15.9 percent, which is three times faster than the under 18 population and five times faster than the City overall; and\\par\nWhereas, Additionally, there is increasing longevity in the projection period, meaning more people are expected to survive into older age; and\\par\nWhereas, As such, the number of older adults living in NYC is expected to surpass 1.4 million over the next two decades; and\\par\nWhereas, In 2021, according to the Economist Intelligence Unit, NYC was ranked as the sixth most expensive city in the world and the most expensive city in the U.S.; and\\par\nWhereas, Rental prices are a significant driver of the high cost of living in NYC, where renters make up two-thirds of all households; and\\par\nWhereas, The price of rent in NYC increased 33 percent between January 2021 and January 2022, according to the online listing site Apartment List, almost double the national rate and the highest increase among the 100 largest American cities tracked by the group; and\\par\nWhereas, In January 2020, before the pandemic, the median price of rent citywide was $2,900, according to the real estate website StreetEasy; and\\par\nWhereas, The price of rent decreased about 14 percent the over the following year, before increasing to $2,895 in January 2022, with more dramatic declines and increases in wealthier neighborhoods, such as the Upper West Side in Manhattan and Williamsburg in Brooklyn, where median asking rents are now higher than they were before the pandemic; and\\par\nWhereas, More than one-third of older adult New Yorkers live on a fixed income of less than $25,000 a year, per the U.S. Census Bureau\\rquote s American Community Survey; and\\par\nWhereas, Older adult New Yorkers are among the least likely in the country to move into a nursing home, which costs almost $6,000 a month, or an assisted living facility, which costs almost $13,000 a month, preferring to age in place, per the Kaiser Family Foundation; and\\par\nWhereas, Accordingly, older adult New Yorkers, especially those with limited incomes, confront an array of hurdles when it comes to housing, including a lack of affordable housing, a shortage of safe and accessible apartments, low supply of home health care aides, and long waiting lists at many programs; and\\par\nWhereas, Without major policy changes, older adult New Yorkers will face greater difficulties aging in their homes and getting the support they need; and\\par\nWhereas, The Senior Citizen Rent Increase Exemption (\\ldblquote SCRIE\\rdblquote ) program provides a subsidy to cover most rent/maintenance increases for seniors who reside in a rent-regulated or Mitchell-Lama apartment, a Redevelopment Company development, a Housing Development Fund Corporation cooperative (\\ldblquote co-op\\rdblquote ) or a federally-assisted 213 co-op; and\\par\nWhereas, In order to be eligible for SCRIE, the head of household must be 62 years or older at the time of the increase and the tenant/shareholder of record; said tenant must be living in the apartment at the time of increase; the total household income cannot exceed the income maximum of $50,000 annually; the monthly basic rent/carrying charge must be more than or equal to one-third of the tenant/shareholders total annual household income; and tenants must not be enrolled in any other rent/carrying charge subsidy program; and\\par\nWhereas, The most recently available data show that, in 2016, less than 60,000 New Yorkers were enrolled in SCRIE, although it was estimated that there were over 12,000 potentially eligible SCRIE recipients; and\\par\nWhereas, Many eligible seniors do not know about SCRIE, or may not remember to re-enroll in the program; and\\par\nWhereas, S.5102/A.1475, sponsored by State Senator John Liu and State Assembly Member Karines Reyes, respectively, would implement automatic enrollment in the SCRIE program for eligible older adults; and \\par\nWhereas, S.5102/A.1475 would also provide for a check box for a taxpayer to opt-out of data sharing and automatic enrollment on their tax return; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Older adult New Yorkers have a right to live and age with dignity, and ensuring that they receive the benefits that they are entitled to is one important piece of addressing the current housing crisis in NYC; now, therefore be it\\par\n\\tab Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S.5102/A.1475, which would allow municipalities and localities that have a senior citizen rent increase exemption program to establish an automatic enrollment program for eligible seniors to be automatically enrolled or automatically re-enrolled in the program.\\par\n\\pard\\ltrpar\\fs20\\par\n\\par\n\\par\nCGR\\par\nLS #6659, 6714 & 6768\\par\n06/08/22\\par\n\\par\n\\par\n}\n",
  "LastModified": "2024-02-17T18:35:20.863Z"
}
