{
  "ID": 69576,
  "GUID": "57A93050-57BA-452E-8D7F-7DBE6A812C2C",
  "File": "Res 0239-2022",
  "Name": "Amend the penal law to remove the penetration requirement from the rape statutes as well as to define rape as sexual intercourse, oral sexual conduct, or anal sexual conduct, and to explicitly recognize rape with an object. (S.1075A/A.6319A)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, S.1075A/A.6319A, which would amend the penal law to remove the penetration requirement from the rape statutes as well as to define rape as sexual intercourse, oral sexual conduct, or anal sexual conduct, and to explicitly recognize rape with an object.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2022-06-16T00:00:00Z",
  "AgendaDate": "2022-06-16T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    }
  ],
  "History": [
    {
      "ID": 384655,
      "Date": "2022-06-16T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-06-16T12:49:52.69Z"
    },
    {
      "ID": 384815,
      "Date": "2022-06-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19402,
      "AgendaSequence": 89,
      "MinutesSequence": 103,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2022-06-16T16:03:23.08Z"
    },
    {
      "ID": 400942,
      "Date": "2023-12-31T23:56:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-21T04:56:47.723Z"
    }
  ],
  "Attachments": [
    {
      "ID": 261115,
      "LastModified": "2023-12-21T04:56:49.49Z",
      "Name": "Res. No. 239",
      "Link": "https://nyc.legistar1.com/nyc/attachments/56a158a2-2be6-4c63-bf72-9e4244bce79d.docx",
      "Sort": 1
    },
    {
      "ID": 262068,
      "LastModified": "2022-06-16T16:00:48.4Z",
      "Name": "June 16, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3a02f89d-2fa9-4be1-8983-9686e509fd92.pdf",
      "Sort": 2
    },
    {
      "ID": 264716,
      "LastModified": "2022-08-03T01:40:57.29Z",
      "Name": "Hearing Transcript - Stated Meeting  6-16-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b53d4c24-49a9-415a-9e34-16e7755d3312.pdf",
      "Sort": 3
    },
    {
      "ID": 267505,
      "LastModified": "2022-09-23T15:00:23.49Z",
      "Name": "Minutes of the Stated Meeting - June 16, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/57b14781-34df-4640-8661-7a15e79601eb.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 72735,
  "Text": "Whereas, The Federal Bureau of Investigation's (FBI) Uniform Crime Report (UCR) Summary Reporting System (SRS), also known as the national \"report card\" on serious crime, is a trusted source of statistics for use in law enforcement; and \n      Whereas, The UCR SRS utilized an outdated and narrow definition of \"forcible rape\" that had been unchanged since 1927 until 2012, when the United States (U.S.) Attorney General revised the definition of rape to ensure rape is more accurately reported nationwide; and\n      Whereas, For the first time, the new definition of rape, \"[t]he penetration, no matter how slight, of the vagina or anus with any body part or object, or oral penetration by a sex organ of another person, without the consent of the victim,\" includes any gender of victim and perpetrator, as well as recognizes rape with an object; and\n      Whereas, This revised definition sends an important message to all victims that what happens to them matters, and to perpetrators that they will be held accountable; and\n      Whereas, A U.S. Department of Justice study indicates that 60 percent of sexual assault crimes are not reported to the police, while a U.S. Centers for Disease Control survey on intimate partner and sexual violence found that over 18 percent of women reported being raped in their lifetime; and\n      Whereas, In New York City (\"NYC\" or \"City\"), the NYC Alliance Against Sexual Assault estimates that nearly 50,000 women are raped annually; and \n\tWhereas, Currently, New York State (\"State\") rape statutes include a penetration requirement and refers to oral and anal sexual conduct as \"criminal sexual acts\"; and\n\tWhereas, Not only is this definition more restrictive than the federal definition of rape, it is archaic; distinguishing different types of nonconsensual contact of a sexual organ reduces the perceived severity of the crime as well as contributes to the underreporting of rape; and\n\tWhereas, Moreover, the current State legal definition of rape would not recognize an instance where one man rapes another man anally, as rape; and\n\tWhereas, S.1705A/A.6319A, also referred to as the \"Rape is Rape\" bill, sponsored by State Senator Brad Hoylman and State Assembly Member Catalina Cruz, respectively, would broaden the legal definition of rape beyond vaginal penetration; and\n      Whereas, In redefining rape, S.1705A/A.6319A should also include an explicit recognition of rape with an object, which is currently classified as aggravated sexual abuse in different degrees; and\n\tWhereas, Survivors of rape and their advocates have been pushing for the passage of this bill since it was first introduced in 2011; and\n\tWhereas, Rape, in any form, is traumatic and victims of rape deserve justice; now, therefore be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S.1075A/A.6319A, which would amend the penal law to remove the penetration requirement from the rape statutes as well as to define rape as sexual intercourse, oral sexual conduct, or anal sexual conduct, and to explicitly recognize rape with an object.\n\n\nCGR\nLS #7177\n05/23/22",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Gennaro, Hanif, Guti\\'e9rrez, Hudson, Restler and Sanchez\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The Federal Bureau of Investigation\\rquote s (FBI) Uniform Crime Report (UCR) Summary Reporting System (SRS), also known as the national \\ldblquote report card\\rdblquote  on serious crime, is a trusted source of statistics for use in law enforcement; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The UCR SRS utilized an outdated and narrow definition of \\ldblquote forcible rape\\rdblquote  that had been unchanged since 1927 until 2012, when the United States (U.S.) Attorney General revised the definition of rape to ensure rape is more accurately reported nationwide; and\\par\nWhereas, For the first time, the new definition of rape, \\ldblquote [t]he penetration, no matter how slight, of the vagina or anus with any body part or object, or oral penetration by a sex organ of another person, without the consent of the victim,\\rdblquote  includes any gender of victim and perpetrator, as well as recognizes rape with an object; and\\par\nWhereas, This revised definition sends an important message to all victims that what happens to them matters, and to perpetrators that they will be held accountable; and\\par\nWhereas, A U.S. Department of Justice study indicates that 60 percent of sexual assault crimes are not reported to the police, while a U.S. Centers for Disease Control survey on intimate partner and sexual violence found that over 18 percent of women reported being raped in their lifetime; and\\par\nWhereas, In New York City (\\ldblquote NYC\\rdblquote  or \\ldblquote City\\rdblquote ), the NYC Alliance Against Sexual Assault estimates that nearly 50,000 women are raped annually; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Currently, New York State (\\ldblquote State\\rdblquote ) rape statutes include a penetration requirement and refers to oral and anal sexual conduct as \\ldblquote criminal sexual acts\\rdblquote ; and\\par\n\\tab Whereas, Not only is this definition more restrictive than the federal definition of rape, it is archaic; distinguishing different types of nonconsensual contact of a sexual organ reduces the perceived severity of the crime as well as contributes to the underreporting of rape; and\\par\n\\tab Whereas, Moreover, the current State legal definition of rape would not recognize an instance where one man rapes another man anally, as rape; and\\par\n\\tab Whereas, S.1705A/A.6319A, also referred to as the \\ldblquote Rape is Rape\\rdblquote  bill, sponsored by State Senator Brad Hoylman and State Assembly Member Catalina Cruz, respectively, would broaden the legal definition of rape beyond vaginal penetration; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In redefining rape, S.1705A/A.6319A should also include an explicit recognition of rape with an object, which is currently classified as aggravated sexual abuse in different degrees; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Survivors of rape and their advocates have been pushing for the passage of this bill since it was first introduced in 2011; and\\par\n\\tab Whereas, Rape, in any form, is traumatic and victims of rape deserve justice; now, therefore be it\\par\n\\tab Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S.1075A/A.6319A, which would amend the penal law to remove the penetration requirement from the rape statutes as well as to define rape as sexual intercourse, oral sexual conduct, or anal sexual conduct, and to explicitly recognize rape with an object.\\par\n\\pard\\ltrpar\\fs20\\par\n\\par\nCGR\\par\nLS #7177\\par\n05/23/22\\par\n}\n",
  "LastModified": "2024-02-21T17:52:20.717Z"
}
