{
  "ID": 68414,
  "GUID": "9D86CF4F-7C41-474D-AF16-0EE159869947",
  "File": "Res 0295-2022",
  "Name": "Recognizing August 10 as Ecuadorian Heritage Day in NYC.",
  "Title": "Resolution recognizing August 10 as Ecuadorian Heritage Day in New York City.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2022-08-11T00:00:00Z",
  "AgendaDate": "2022-08-11T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7745,
      "Slug": "francisco-p-moya",
      "FullName": "Francisco P. Moya"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    }
  ],
  "History": [
    {
      "ID": 385871,
      "Date": "2022-08-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-08-05T15:23:31.293Z"
    },
    {
      "ID": 386041,
      "Date": "2022-08-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19455,
      "AgendaSequence": 116,
      "MinutesSequence": 131,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2022-08-11T16:11:37.767Z"
    },
    {
      "ID": 400957,
      "Date": "2023-12-31T00:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-21T05:09:45.917Z"
    }
  ],
  "Attachments": [
    {
      "ID": 251335,
      "LastModified": "2022-08-23T15:36:50.903Z",
      "Name": "Res. No. 295",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b5b05d1a-e8a7-4d1b-aa99-df2625362ac9.docx",
      "Sort": 1
    },
    {
      "ID": 265470,
      "LastModified": "2022-08-12T19:18:23.68Z",
      "Name": "August 11, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/df4c66d0-badf-4834-b154-eecdd2cf02ce.pdf",
      "Sort": 2
    },
    {
      "ID": 266364,
      "LastModified": "2022-08-26T15:01:02.097Z",
      "Name": "Hearing Transcript - Stated Meeting  8-11-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/541e67d3-deba-4660-b675-6e819aa872da.pdf",
      "Sort": 3
    },
    {
      "ID": 269469,
      "LastModified": "2022-11-01T14:10:57.173Z",
      "Name": "Minutes of the Stated Meeting - August 11, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2ee0abdf-c774-4c33-a552-7e6763eaa8c8.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 71558,
  "Text": "Whereas, The first notable wave of Ecuadorian immigrants arriving in New York City occurred after the fall of the Panama hat trade in the 1950s and 1960s; and\n      Whereas, The Panama hat has its origins in Ecuador starting in the 1600s, but demand for the hat declined and many Ecuadorians who lost their jobs migrated to the United States (U.S.); and\n      Whereas, Since then, the migration of Ecuadorians has ebbed and flowed with the health of Ecuador's economy, dropping in the 1970s during an economic boom and increasing in the 1980s and 1990s due to the fall in oil prices and historic flooding; and\n       Whereas, According to the Pew Research Center, the U.S. Ecuadorian population was 707,428 in 2015 and 40 percent live in New York State; and\n      Whereas, The U.S. Census Bureau American Community Survey for 2017 estimates that the Ecuadorian population in New York City is 241,000 and\n      Whereas, Ecuadorians celebrate independence from Spain on August 10; and \n      Whereas, In 1808, King Ferdinand VII of Spain was deposed of his throne by Napoleon Bonaparte after he invaded Spain; and \n      Whereas, Napoleon's brother, Joseph, was then given the King's title, sparking a rebellion in Ecuador against French control; and \n      Whereas, On August 10, 1809, the rebels took power over Quito, the Ecuadorian capital, and displaced the representatives of Joseph Bonaparte; and\n      Whereas, The rebels were defeated within weeks as they lacked broad support at the time; and\n      Whereas, Though full independence was years away, this was the first step and is celebrated today as \"El Dia del Primer Grito de Independencia de Quito\" (The day of the first declaration of independence of Quito); and\n      Whereas, Ecuadorian Independence is celebrated in Queens every August with an Ecuadorian Independence Day parade in Jackson Heights and the Ecuadorian Arts Fair in Flushing Meadows Corona Park; and\n      Whereas, It is time for New York City to recognize the important role of the fourth largest Latinx population in the City in the development of the City; now, therefore, be it\n      Resolved, That the Council of the City of New York recognizes August 10 as Ecuadorian Heritage Day in New York City.\n      \nSession 12\nEA\nLS #2211\n3/12/22\nSession 11\nCP\nLS #9756\nRes. #1027-2019",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\cbpat1\\ltrpar By Council Members Moya, Ung, Nurse and Guti\\'e9rrez\\par\n\\pard\\cbpat1\\ltrpar\\qj  \\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The first notable wave of Ecuadorian immigrants arriving in New York City occurred after the fall of the Panama hat trade in the 1950s and 1960s; and\\par\nWhereas, The Panama hat has its origins in Ecuador starting in the 1600s, but demand for the hat declined and many Ecuadorians who lost their jobs migrated to the United States (U.S.); and\\par\nWhereas, Since then, the migration of Ecuadorians has ebbed and flowed with the health of Ecuador\\rquote s economy, dropping in the 1970s during an economic boom and increasing in the 1980s and 1990s due to the fall in oil prices and historic flooding; and\\par\n Whereas, According to the Pew Research Center, the U.S. Ecuadorian population was 707,428 in 2015 and 40 percent live in New York State; and\\par\nWhereas, The U.S. Census Bureau American Community Survey for 2017 estimates that the Ecuadorian population in New York City is 241,000 and\\par\nWhereas, Ecuadorians celebrate independence from Spain on August 10; and \\par\nWhereas, In 1808, King Ferdinand VII of Spain was deposed of his throne by Napoleon Bonaparte after he invaded Spain; and \\par\nWhereas, Napoleon\\rquote s brother, Joseph, was then given the King\\rquote s title, sparking a rebellion in Ecuador against French control; and \\par\nWhereas, On August 10, 1809, the rebels took power over Quito, the Ecuadorian capital, and displaced the representatives of Joseph Bonaparte; and\\par\nWhereas, The rebels were defeated within weeks as they lacked broad support at the time; and\\par\nWhereas, Though full independence was years away, this was the first step and is celebrated today as \\ldblquote El Dia del Primer Grito de Independencia de Quito\\rdblquote  (The day of the first declaration of independence of Quito); and\\par\nWhereas, Ecuadorian Independence is celebrated in Queens every August with an Ecuadorian Independence Day parade in Jackson Heights and the Ecuadorian Arts Fair in Flushing Meadows Corona Park; and\\par\nWhereas, It is time for New York City to recognize the important role of the fourth largest Latinx population in the City in the development of the City; now, therefore, be it\\par\nResolved, That the Council of the City of New York recognizes August 10 as Ecuadorian Heritage Day in New York City.\\par\n\\pard\\cbpat1\\ltrpar\\fi720\\qj\\par\n\\pard\\cbpat1\\ltrpar\\qj\\ul Session 12\\par\n\\ulnone EA\\par\nLS #2211\\par\n\\pard\\cbpat1\\ltrpar\\sl480\\slmult1\\qj 3/12/22\\par\n\\pard\\cbpat1\\ltrpar\\ul Session 11\\par\n\\ulnone CP\\par\nLS #9756\\par\n\\pard\\ltrpar Res. #1027-2019\\par\n}\n",
  "LastModified": "2023-12-21T05:09:45.92Z"
}
