{
  "ID": 69907,
  "GUID": "ECF6DA37-9410-4FD9-AAB9-D92E541BC805",
  "File": "Res 0332-2022",
  "Name": "Require NYCHA to conduct annual evaluations of agency property employees.",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, legislation that would require NYCHA to conduct annual evaluations of agency property employees.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5212,
  "BodyName": "Committee on Public Housing",
  "IntroDate": "2022-09-29T00:00:00Z",
  "AgendaDate": "2022-09-29T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 387192,
      "Date": "2022-09-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-09-23T21:02:07.527Z"
    },
    {
      "ID": 387328,
      "Date": "2022-09-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Housing",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19578,
      "AgendaSequence": 111,
      "MinutesSequence": 123,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Housing",
      "MatterStatusID": 3,
      "LastModified": "2022-09-29T21:55:06.55Z"
    },
    {
      "ID": 400975,
      "Date": "2023-12-31T14:49:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T19:50:10.97Z"
    }
  ],
  "Attachments": [
    {
      "ID": 265373,
      "LastModified": "2022-10-24T18:02:06.147Z",
      "Name": "Res. No. 332",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1655498e-57f1-4a3a-a46f-259592976334.docx",
      "Sort": 1
    },
    {
      "ID": 267903,
      "LastModified": "2022-10-03T15:22:51.99Z",
      "Name": "September 29, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b70590d7-c2fb-4344-8e33-afa5609d5112.pdf",
      "Sort": 2
    },
    {
      "ID": 268365,
      "LastModified": "2022-10-11T13:50:08.42Z",
      "Name": "Hearing Transcript - Stated Meeting  9-29-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b0ffb3f0-06f5-408e-b834-4a0541350609.pdf",
      "Sort": 3
    },
    {
      "ID": 271334,
      "LastModified": "2022-12-08T18:37:10.99Z",
      "Name": "Minutes of the Stated Meeting - September 29, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/303d3813-2a4e-4c51-8716-9fc8439b19e1.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 73098,
  "Text": "Whereas, The New York City Housing Authority (NYCHA) is the nation's largest public housing authority and provides housing to over 400,000 New Yorkers; and\n      Whereas, NYCHA has struggled for years to modernize its management and to hold its property managers accountable for decisions affecting the properties where they work; and\n      Whereas, NYCHA's failure to detect and remediate lead paint in thousands of apartments and its noncompliance with federal requirements to inspect for hazardous lead reflects a failure of management, resulting in elevated blood lead levels in 820 children under the age of six; and\n      Whereas, NYCHA's failure to maintain and repair boilers, and its failure to accurately track and complete work orders for heat and hot water outages, has resulted in the failure of NYCHA to provide adequate heat and hot water to hundreds of thousands of residents during the 2017-2018 heating season; and\n      Whereas, NYCHA's failure to remediate and abate mold in apartments has resulted in recurring mold conditions at NYCHA apartments and health problems for residents; and\n      Whereas, NYCHA failed to provide necessary repairs at Throggs Neck Houses and concurrently failed to appropriately respond to complaints from residents and staff about the sex scandal at Throggs Neck Houses; and\n      Whereas, NYCHA employees, including property managers, assistant managers, superintendents, and caretakers are responsible for the overall operation of 326 developments at NYCHA; and\n      Whereas, Legislation requiring an annual evaluation would allow NYCHA to ensure that performance standards are being met; and\n      Whereas, NYCHA has stated that it needs to set performance standards and metrics for all of its staff; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation that would require NYCHA to conduct annual evaluations of agency property employees.\n \n \n \nSession 12\nNRC\nLS# 1162\n8/3/22\n \nSession 11 \nMKD\nLS 6604\nRes # 0676 - 2018",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times;}{\\f2\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\f0\\fs24  \\f1\\fs27\\par\n\\f0\\fs24 By Council Members Salamanca and Brewer\\par\n\\f1\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\f0\\fs24 Whereas, The New York City Housing Authority (NYCHA) is the nation\\rquote s largest public housing authority and provides housing to over 400,000 New Yorkers; and\\f1\\fs27\\par\n\\f0\\fs24 Whereas, NYCHA has struggled for years to modernize its management and to hold its property managers accountable for decisions affecting the properties where they work; and\\f1\\fs27\\par\n\\f0\\fs24 Whereas, NYCHA\\rquote s failure to detect and remediate lead paint in thousands of apartments and its noncompliance with federal requirements to inspect for hazardous lead reflects a failure of management, resulting in elevated blood lead levels in 820 children under the age of six; and\\f1\\fs27\\par\n\\f0\\fs24 Whereas, NYCHA\\rquote s failure to maintain and repair boilers, and its failure to accurately track and complete work orders for heat and hot water outages, has resulted in the failure of NYCHA to provide adequate heat and hot water to hundreds of thousands of residents during the 2017-2018 heating season; and\\f1\\fs27\\par\n\\f0\\fs24 Whereas, NYCHA\\rquote s failure to remediate and abate mold in apartments has resulted in recurring mold conditions at NYCHA apartments and health problems for residents; and\\f1\\fs27\\par\n\\f0\\fs24 Whereas, NYCHA failed to provide necessary repairs at Throggs Neck Houses and concurrently failed to appropriately respond to complaints from residents and staff about the sex scandal at Throggs Neck Houses; and\\f1\\fs27\\par\n\\f0\\fs24 Whereas, NYCHA employees, including property managers, assistant managers, superintendents, and caretakers are responsible for the overall operation of 326 developments at NYCHA; and\\f1\\fs27\\par\n\\f0\\fs24 Whereas, Legislation requiring an annual evaluation would allow NYCHA to ensure that performance standards are being met; and\\f1\\fs27\\par\n\\f0\\fs24 Whereas, NYCHA has stated that it needs to set performance standards and metrics for all of its staff; now, therefore, be it\\f1\\fs27\\par\n\\f0\\fs24 Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation that would require NYCHA to conduct annual evaluations of agency property employees.\\f1\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sa160\\f0\\fs24  \\f1\\fs27\\par\n\\f0\\fs24  \\f1\\fs27\\par\n\\f0\\fs24  \\f1\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\ul\\f0\\fs18 Session 12\\par\n\\ulnone NRC\\par\nLS# 1162\\par\n8/3/22\\par\n\\pard\\cbpat2\\ltrpar\\sa160  \\par\n\\pard\\cbpat2\\ltrpar\\ul Session 11 \\ulnone\\par\nMKD\\ul\\par\n\\ulnone LS 6604\\par\nRes # 0676 - 2018\\line\\fs24\\line\\f1\\fs27\\par\n\\pard\\ltrpar\\line\\cf0\\f0\\fs24\\par\n\\f2\\par\n}\n",
  "LastModified": "2024-02-22T17:14:28.517Z"
}
