{
  "ID": 70314,
  "GUID": "BFD113CC-BA17-4D81-9F14-FFB57FCEA5B2",
  "File": "Res 0364-2022",
  "Name": "Children’s Safe Welcome Act of 2022 (S. 4529)",
  "Title": "Resolution Calling on the United States Congress to pass and the President to sign S. 4529, the “Children’s Safe Welcome Act of 2022,” which would establish standards to ensure the safety and well-being of migrant children in government custody is prioritized, employing best practices in all stages of our immigration system involving unaccompanied and accompanied children who seek asylum in the United States.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2022-10-27T00:00:00Z",
  "AgendaDate": "2022-10-27T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7805,
      "Slug": "kristin-richardson-jordan",
      "FullName": "Kristin Richardson Jordan"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    }
  ],
  "History": [
    {
      "ID": 388167,
      "Date": "2022-10-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-10-20T23:56:50.697Z"
    },
    {
      "ID": 388385,
      "Date": "2022-10-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19641,
      "AgendaSequence": 87,
      "MinutesSequence": 107,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2022-10-27T15:40:29.457Z"
    },
    {
      "ID": 392942,
      "Date": "2023-04-28T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 20015,
      "AgendaSequence": 7,
      "MinutesSequence": 18,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2023-05-09T19:46:49.81Z"
    },
    {
      "ID": 393667,
      "Date": "2023-04-28T13:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 20015,
      "MinutesSequence": 19,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2023-04-28T21:08:58.64Z"
    },
    {
      "ID": 392953,
      "Date": "2023-04-28T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 20016,
      "AgendaSequence": 7,
      "MinutesSequence": 17,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2023-05-22T13:03:54.627Z"
    },
    {
      "ID": 393686,
      "Date": "2023-04-28T13:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 20016,
      "MinutesSequence": 18,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2023-04-28T21:09:09.133Z"
    },
    {
      "ID": 400981,
      "Date": "2023-12-31T14:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T19:55:30.4Z"
    }
  ],
  "Attachments": [
    {
      "ID": 268924,
      "LastModified": "2023-05-22T13:03:59.197Z",
      "Name": "Res. No. 364",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a2aa6098-ece9-4e6f-a794-9edabe428d05.docx",
      "Sort": 1
    },
    {
      "ID": 269608,
      "LastModified": "2022-11-02T17:12:28.753Z",
      "Name": "October 27, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cc898de3-cf2b-4c1f-aebf-7026aa1e63e7.pdf",
      "Sort": 2
    },
    {
      "ID": 269929,
      "LastModified": "2022-11-14T23:05:53.93Z",
      "Name": "Hearing Transcript - Stated Meeting 10-27-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a64533d0-d968-4ed3-aaa1-11c365c5f51d.pdf",
      "Sort": 3
    },
    {
      "ID": 273697,
      "LastModified": "2023-01-18T18:21:24.327Z",
      "Name": "Minutes of the Stated Meeting - October 27, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ffe04a7e-1af5-4ed7-aeaa-133ed33d8a05.pdf",
      "Sort": 4
    },
    {
      "ID": 278457,
      "LastModified": "2023-04-28T00:46:14.173Z",
      "Name": "Committee Report 4/28/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0c4e7532-3510-4f45-9a06-b62c90ba1c9b.docx",
      "Sort": 5
    },
    {
      "ID": 278976,
      "LastModified": "2023-05-09T19:46:46.577Z",
      "Name": "Hearing Testimony 4/28/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b8fa33b2-a7d0-4fe2-a249-24db0890a7c8.pdf",
      "Sort": 6
    },
    {
      "ID": 279728,
      "LastModified": "2023-05-22T13:04:04.95Z",
      "Name": "Hearing Transcript 4/28/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dc9470e4-65bc-455a-b0d9-3fe48bc1c3e5.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 73535,
  "Text": "Whereas, Due to economic and political conditions in South and Central America, thousands of people, including children and minor children, are fleeing their home countries and seeking asylum in the United States; and\n      Whereas, Asylum-seeking New Yorkers are facing hardship as changes to the asylum system strain New York courts, resulting in an almost four year backlog of legal immigration cases and necessitating more resources from local legal and social service and City agencies; and\n      Whereas, Over the last several months more than 20,000 asylum seekers have arrived in New York City; and\n      Whereas, Reports indicate New York City may receive tens of thousands more asylum seekers in the coming months; and\n      Whereas, The federal immigration system was not designed to meet the needs of families with children or unaccompanied minor children and insufficient changes have been made to this system to accommodate the special needs of children while comprehensive changes are sorely needed; and\n      Whereas, Children often endure significant harm as a result of the current system that separates families and places children in facilities that lack the resources they need; and \n      Whereas, The \"Children's Safe Welcome Act of 2022\" (\"the Act\") would ensure that the United States government prioritizes the safety and well-being of immigrant children by mandating, among other things, child protection professionals at children's first point of contact with the federal immigration system; children are placed in non-adversarial settings; that children are placed in the least restrictive facilities, and unaccompanied children are provided with legal representation at every stage of removal proceedings; and\n      Whereas, The Act would ensure that the United States government prioritizes the safety and well-being of immigrant children by prohibiting family separations, with extremely narrow exceptions; prohibiting the use of family detention facilities and phasing out large congregate care facilities; and \n      Whereas, The Act would also ensure the safety and well-being of immigrant children, by increasing minimum health and safety standards for children and families in Customs and Border Protection facilities; creating a process for keeping families together; and prioritizes family-based placements for unaccompanied children; now therefore, be it\n      Resolved, That the Council of the City of New York Calls on the United States Congress to pass and the President to sign S. 4529, the \"Children's Safe Welcome Act of 2022,\" that would establish standards to ensure that the safety and well-being of migrant children in government custody is prioritized, employing best practices in all stages of our immigration system involving unaccompanied and accompanied children who seek asylum in the United States. \n      \nLS# 10725\n10/17/22\nEHC",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Brewer, Hanif, Louis, Avil\\'e9s, Joseph, Richardson Jordan, Ayala, Riley and De La Rosa\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Due to economic and political conditions in South and Central America, thousands of people, including children and minor children, are fleeing their home countries and seeking asylum in the United States; and\\par\nWhereas, Asylum-seeking New Yorkers are facing hardship as changes to the asylum system strain New York courts, resulting in an almost four year backlog of legal immigration cases and necessitating more resources from local legal and social service and City agencies; and\\par\nWhereas, Over the last several months more than 20,000 asylum seekers have arrived in New York City; and\\par\nWhereas, Reports indicate New York City may receive tens of thousands more asylum seekers in the coming months; and\\par\nWhereas, The federal immigration system was not designed to meet the needs of families with children or unaccompanied minor children and insufficient changes have been made to this system to accommodate the special needs of children while comprehensive changes are sorely needed; and\\par\nWhereas, Children often endure significant harm as a result of the current system that separates families and places children in facilities that lack the resources they need; and \\par\nWhereas, The \\ldblquote Children\\rquote s Safe Welcome Act of 2022\\rdblquote  (\\ldblquote the Act\\rdblquote ) would ensure that the United States government prioritizes the safety and well-being of immigrant children by mandating, among other things, child protection professionals at children\\rquote s first point of contact with the federal immigration system; children are placed in non-adversarial settings; that children are placed in the least restrictive facilities, and unaccompanied children are provided with legal representation at every stage of removal proceedings; and\\par\nWhereas, The Act would ensure that the United States government prioritizes the safety and well-being of immigrant children by prohibiting family separations, with extremely narrow exceptions; prohibiting the use of family detention facilities and phasing out large congregate care facilities; and \\par\nWhereas, The Act would also ensure the safety and well-being of immigrant children, by increasing minimum health and safety standards for children and families in Customs and Border Protection facilities; creating a process for keeping families together; and prioritizes family-based placements for unaccompanied children; now therefore, be it\\par\nResolved, That the Council of the City of New York Calls on the United States Congress to pass and the President to sign S. 4529, the \\ldblquote Children\\rquote s Safe Welcome Act of 2022,\\rdblquote  that would establish standards to ensure that the safety and well-being of migrant children in government custody is prioritized, employing best practices in all stages of our immigration system involving unaccompanied and accompanied children who seek asylum in the United States. \\par\n\\pard\\ltrpar\\fi720\\qj\\par\n\\pard\\ltrpar\\qj\\fs18 LS# 10725\\par\n\\pard\\ltrpar 10/17/22\\par\nEHC\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\par\n}\n",
  "LastModified": "2023-12-22T19:55:30.407Z"
}
