{
  "ID": 69906,
  "GUID": "25B826D9-E033-43CD-9F60-1514FFCB2A25",
  "File": "Res 0384-2022",
  "Name": "Recognizing the first Saturday after Thanksgiving as Small Business Saturday in New York City.",
  "Title": "Resolution recognizing the first Saturday after Thanksgiving as Small Business Saturday in New York City.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5120,
  "BodyName": "Committee on Small Business",
  "IntroDate": "2022-11-03T00:00:00Z",
  "AgendaDate": "2022-11-03T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    }
  ],
  "History": [
    {
      "ID": 388568,
      "Date": "2022-11-03T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-10-31T17:08:48.777Z"
    },
    {
      "ID": 388648,
      "Date": "2022-11-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Small Business",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19668,
      "AgendaSequence": 46,
      "MinutesSequence": 51,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Small Business",
      "MatterStatusID": 3,
      "LastModified": "2022-11-03T16:17:02.19Z"
    },
    {
      "ID": 400989,
      "Date": "2023-12-31T14:59:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T19:59:16.653Z"
    }
  ],
  "Attachments": [
    {
      "ID": 265365,
      "LastModified": "2023-12-22T19:59:05.71Z",
      "Name": "Res. No. 384",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2ec86b0c-1ec4-4526-adec-bfc9be4e81c4.docx",
      "Sort": 1
    },
    {
      "ID": 269728,
      "LastModified": "2022-11-03T15:56:00.673Z",
      "Name": "November 3, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/42f72b2a-8d37-4c22-9389-766c252e14ab.pdf",
      "Sort": 2
    },
    {
      "ID": 269879,
      "LastModified": "2022-11-14T16:28:10.217Z",
      "Name": "Hearing Transcript - Stated Meeting 11-3-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/553663b0-c74f-4f46-84c8-f6a22caa6f9c.pdf",
      "Sort": 3
    },
    {
      "ID": 274318,
      "LastModified": "2023-01-24T13:54:53.363Z",
      "Name": "Minutes of the Stated Meeting - November 3, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/579a323e-b1cd-40e5-bfc8-50f0f4e4aa76.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 73097,
  "Text": "Whereas, In 2010, American Express created Small Business Saturday, the Saturday between Black Friday and Cyber Monday, to remind consumers to shop locally during the holiday season; and\n\tWhereas, In 2011, the federal Small Business Administration (SBA) started to officially cosponsor Small Business Saturday; and\n\tWhereas, According to American Express, over the past 12 years consumers reported spending an estimated $163 billion at small businesses during Small Business Saturday; and\n\tWhereas, Before the pandemic, there were over 200,000 small businesses in New York City (NYC); and \n      Whereas, Around 26,300 businesses closed permanently in NYC during the pandemic, and 89 percent of the businesses that closed had 10 or fewer employees; and \n      Whereas, Small businesses derive a substantial portion of their annual revenue during the holiday season; and\n      Whereas, On November 27, 2021, Governor Hochul and Mayor Adams urged New Yorkers to shop local during Small Business Saturday; and\n      Whereas, Recognition of Small Business Saturday by city and state officials will encourage New Yorkers to support local small businesses and boost the small business economy's recovery from the pandemic; now, therefore, be it\n      Resolved, That the Council of the City of New York recognizes the first Saturday after Thanksgiving as Small Business Saturday in New York City.\nNM\nLS 9614\n7/25/22",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar By Council Members Menin, Stevens, Riley, Louis, Hanif and Abreu\\par\n\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\qj\\tab Whereas, In 2010, American Express created Small Business Saturday, the Saturday between Black Friday and Cyber Monday, to remind consumers to shop locally during the holiday season; and\\par\n\\tab Whereas, In 2011, the federal Small Business Administration (SBA) started to officially cosponsor Small Business Saturday; and\\par\n\\tab Whereas, According to American Express, over the past 12 years consumers reported spending an estimated $163 billion at small businesses during Small Business Saturday; and\\par\n\\tab Whereas, Before the pandemic, there were over 200,000 small businesses in New York City (NYC); and \\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1\\qj Whereas, Around 26,300 businesses closed permanently in NYC during the pandemic, and 89 percent of the businesses that closed had 10 or fewer employees; and \\par\nWhereas, Small businesses derive a substantial portion of their annual revenue during the holiday season; and\\par\nWhereas, On November 27, 2021, Governor Hochul and Mayor Adams urged New Yorkers to shop local during Small Business Saturday; and\\par\nWhereas, Recognition of Small Business Saturday by city and state officials will encourage New Yorkers to support local small businesses and boost the small business economy\\rquote s recovery from the pandemic; now, therefore, be it\\par\nResolved, That the Council of the City of New York recognizes the first Saturday after Thanksgiving as Small Business Saturday in New York City.\\par\n\\pard\\ltrpar\\qj\\fs20 NM\\par\nLS 9614\\par\n7/25/22\\par\n}\n",
  "LastModified": "2023-12-22T19:59:16.66Z"
}
