{
  "ID": 70215,
  "GUID": "F008EF2D-1CC8-4264-8974-EAC556F45D18",
  "File": "Res 0394-2022",
  "Name": "Establish rules and regulations for the safe use of e-bike batteries.",
  "Title": "Resolution calling on the United States Consumer Product Safety Commission to establish rules and regulations for the safe use of e-bike batteries",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5269,
  "BodyName": "Committee on Consumer and Worker Protection",
  "IntroDate": "2022-11-22T00:00:00Z",
  "AgendaDate": "2022-11-22T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-l-caban",
      "FullName": "Tiffany Cabán"
    }
  ],
  "History": [
    {
      "ID": 388997,
      "Date": "2022-11-22T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-11-18T00:15:18.32Z"
    },
    {
      "ID": 389150,
      "Date": "2022-11-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Consumer and Worker Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19697,
      "AgendaSequence": 110,
      "MinutesSequence": 133,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer and Worker Protection",
      "MatterStatusID": 3,
      "LastModified": "2022-11-22T19:59:25.44Z"
    },
    {
      "ID": 400996,
      "Date": "2023-12-31T15:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T20:01:40.57Z"
    }
  ],
  "Attachments": [
    {
      "ID": 267782,
      "LastModified": "2023-12-22T20:01:25.983Z",
      "Name": "Res. No. 394",
      "Link": "https://nyc.legistar1.com/nyc/attachments/152efcd5-3359-4bdb-bb00-3ccf0e789aa6.docx",
      "Sort": 1
    },
    {
      "ID": 270533,
      "LastModified": "2022-11-28T14:59:17.067Z",
      "Name": "Hearing Transcript - Stated Meeting 11-22-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/80630c62-2826-4e6e-ae47-469eb461f8aa.pdf",
      "Sort": 2
    },
    {
      "ID": 270774,
      "LastModified": "2022-11-30T15:51:55.91Z",
      "Name": "November 22, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/980bef23-0d5d-4ecf-b0ff-3b7f94c10186.pdf",
      "Sort": 3
    },
    {
      "ID": 274857,
      "LastModified": "2023-02-06T17:50:46.217Z",
      "Name": "Minutes of the Stated Meeting - November 22, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/72181115-6906-423c-ad1f-c09118e3c1b0.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 73418,
  "Text": "Whereas, Over the past several years, micromobility devices, such as e-bikes, have become a popular transportation option in cities across the United States (U.S.); and\n      Whereas, In 2020, New York State law was amended to make it lawful for e-bikes to operate on some of the State's streets and highways; and  \n      Whereas, Subsequently, New York City also enacted legislation that legalized the use of certain types of e-bikes throughout the City; and  \n      Whereas, Many of the e-bikes in use today are powered by lithium-ion batteries, a type of battery that uses electrically connected lithium cells to store and release power by converting chemical potential energy into electrical energy using lithium in ionic form, for its rechargeability, instead of in its solid metallic form, which is non-rechargeable; and \n      Whereas, According to the U.S. Environmental Protection Agency, lithium-ion batteries are made of materials such as cobalt, graphite and lithium, each of which can cause harm to human health or the environment if they are not properly managed or disposed of at the end of their useful life; and  \n      Whereas, Lithium cells and batteries are considered a hazardous material under the U.S. Department of Transportation's Hazardous Materials Regulations, and thus there are communication requirements for their packaging to govern the markings, labeling, shipping papers and emergency response information, when they are being transported by air, highway, rail, or water, in order to prevent incidents, including fires, on airplanes and other transportation vehicles; and \n      Whereas, Physical impacts, exposure to extreme temperatures, improper use, or improper charging can damage lithium-ion batteries, rendering them defective, and potentially causing individual cells to fail, which generates heat that damages neighboring cells in a chain reaction known as thermal runaway, potentially creating a hazardous situation that can lead to a fire or an explosion; and  \n      Whereas, According to published reports, as of September 1, 2022, the New York City Fire Department had investigated 130 fires so far this year tied to lithium-ion batteries, resulting in 73 injuries and five deaths, and representing an increase from the 104 lithium-ion battery related investigations the agency conducted in 2021, the 44 conducted in 2020 and the 30 conducted in 2019; and  \n      Whereas, In January 2020, Underwriters Laboratories (UL), a global safety certification company, published UL 2849 a new standard for e-bike systems and certification of an e-bikes' electrical components, in order to address specific issues related to those devices, including mechanical, electrical and functional safety; and \n      Whereas, Currently, UL certification is not required by federal law for e-bikes; and \n      Whereas, A federal law enacted in 2002 placed certain e-bikes under the purview of the U.S. Consumer Product Safety Commission (CPSC), an independent federal regulatory agency formed in 1972 whose mission is \"to protect the public against unreasonable risks of injury or death from consumer products through education, safety standards activities, regulation, and enforcement,\" and applied to e-bikes the existing regulations meant for human powered bicycles; and \n      Whereas, In the past, the CPSC has implemented safety rules on other commercial products, including hoverboards that used lithium-ion batteries that did not meet the UL safety standard; now, therefore, be it \n\tResolved, That the Council of the City of New York, calls on the United States Consumer Product Safety Commission to establish rules and regulations for the safe use of e-bike batteries.\n\nRA\nLS # 10,540\n9/28/2022",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\f1\\par\n\\f0 By Council Members Guti\\'e9rrez\\f1 ,\\f0  Powers\\f1 ,\\f0  Hanif\\f1 ,\\f0  Stevens\\f1 ,\\f0  Restler\\f1 ,\\f0  Hudson\\f1 ,\\f0  Joseph\\f1 ,\\f0  Avil\\'e9s\\f1 ,\\f0  Brewer\\f1 ,\\f0  Riley\\f1 ,\\f0  Nurse and Cab\\'e1n\\f1\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\f0 Whereas, Over the past several years, micromobility devices, such as e-bikes, have become a popular transportation option in cities across the United States (U.S.); and\\par\nWhereas, In 2020, New York State law was amended to make it lawful for e-bikes to operate on some of the State\\rquote s streets and highways; and  \\par\nWhereas, Subsequently, New York City also enacted legislation that legalized the use of certain types of e-bikes throughout the City; and  \\par\nWhereas, Many of the e-bikes in use today are powered by lithium-ion batteries, a type of battery that uses electrically connected lithium cells to store and release power by converting chemical potential energy into electrical energy using lithium in ionic form, for its rechargeability, instead of in its solid metallic form, which is non-rechargeable; and \\par\nWhereas, According to the U.S. Environmental Protection Agency, lithium-ion batteries are made of materials such as cobalt, graphite and lithium, each of which can cause harm to human health or the environment if they are not properly managed or disposed of at the end of their useful life; and  \\par\nWhereas, Lithium cells and batteries are considered a hazardous material under the U.S. Department of Transportation's Hazardous Materials Regulations, and thus there are communication requirements for their packaging to govern the markings, labeling, shipping papers and emergency response information, when they are being transported by air, highway, rail, or water, in order to prevent incidents, including fires, on airplanes and other transportation vehicles; and \\par\nWhereas, Physical impacts, exposure to extreme temperatures, improper use, or improper charging can damage lithium-ion batteries, rendering them defective, and potentially causing individual cells to fail, which generates heat that damages neighboring cells in a chain reaction known as thermal runaway, potentially creating a hazardous situation that can lead to a fire or an explosion; and  \\par\nWhereas, According to published reports, as of September 1, 2022, the New York City Fire Department had investigated 130 fires so far this year tied to lithium-ion batteries, resulting in 73 injuries and five deaths, and representing an increase from the 104 lithium-ion battery related investigations the agency conducted in 2021, the 44 conducted in 2020 and the 30 conducted in 2019; and  \\par\nWhereas, In January 2020, Underwriters Laboratories (UL), a global safety certification company, published UL 2849 a new standard for e-bike systems and certification of an e-bikes' electrical components, in order to address specific issues related to those devices, including mechanical, electrical and functional safety; and \\par\nWhereas, Currently, UL certification is not required by federal law for e-bikes; and \\par\nWhereas, A federal law enacted in 2002 placed certain e-bikes under the purview of the U.S. Consumer Product Safety Commission (CPSC), an independent federal regulatory agency formed in 1972 whose mission is \\ldblquote to protect the public against unreasonable risks of injury or death from consumer products through education, safety standards activities, regulation, and enforcement,\\rdblquote  and applied to e-bikes the existing regulations meant for human powered bicycles; and \\par\nWhereas, In the past, the CPSC has implemented safety rules on other commercial products, including hoverboards that used lithium-ion batteries that did not meet the UL safety standard; now, therefore, be it \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York, calls on the United States Consumer Product Safety Commission to establish rules and regulations for the safe use of e-bike batteries.\\par\n\\par\n\\pard\\ltrpar\\qj\\fs20 RA\\par\nLS #\\f1\\fs22  \\f0\\fs20 10,540\\par\n9/28/2022\\f1\\fs22\\par\n}\n",
  "LastModified": "2024-02-14T00:04:33.96Z"
}
