{
  "ID": 70549,
  "GUID": "EA9F0929-B3D2-48B7-9F8B-E88F49AA96C2",
  "File": "Res 0423-2022",
  "Name": "Move significant funds away from the military budget in order to fund social services, and to hold in-depth public hearings on the basic human needs of City residents that are unmet because of government appropriations for the Pentagon.",
  "Title": "Resolution calling on Congress and the President to move significant funds away from the military budget in order to fund social services, and to hold in-depth public hearings on the basic human needs of City residents that are unmet because of government appropriations for the Pentagon.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2022-12-07T00:00:00Z",
  "AgendaDate": "2022-12-07T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7805,
      "Slug": "kristin-richardson-jordan",
      "FullName": "Kristin Richardson Jordan"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 389411,
      "Date": "2022-12-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-12-02T18:35:47.903Z"
    },
    {
      "ID": 389559,
      "Date": "2022-12-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19725,
      "AgendaSequence": 104,
      "MinutesSequence": 123,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2022-12-07T17:17:17.38Z"
    },
    {
      "ID": 399837,
      "Date": "2023-12-13T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5105,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "EventID": 20499,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2023-12-14T16:23:12.01Z"
    },
    {
      "ID": 400412,
      "Date": "2023-12-13T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5105,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "EventID": 20499,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2023-12-14T15:33:06.34Z"
    },
    {
      "ID": 401006,
      "Date": "2023-12-31T15:07:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T20:07:12.353Z"
    }
  ],
  "Attachments": [
    {
      "ID": 271019,
      "LastModified": "2023-12-21T18:11:12.38Z",
      "Name": "Res. No. 423",
      "Link": "https://nyc.legistar1.com/nyc/attachments/86d57a00-9a56-421f-8876-af73ec6a1d72.docx",
      "Sort": 1
    },
    {
      "ID": 271262,
      "LastModified": "2022-12-07T18:02:04.743Z",
      "Name": "December 7, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/931bd5c0-253a-4802-b499-177a177e05c6.pdf",
      "Sort": 2
    },
    {
      "ID": 271610,
      "LastModified": "2022-12-19T16:24:14.437Z",
      "Name": "Hearing Transcript - Stated Meeting 12-7-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7109ac8c-324a-4eb6-a0d4-d45720b8d54c.pdf",
      "Sort": 3
    },
    {
      "ID": 275264,
      "LastModified": "2023-02-14T19:00:54.647Z",
      "Name": "Minutes of the Stated Meeting - December 7, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d1ee72d3-603b-45df-82df-ed18232f68bd.pdf",
      "Sort": 4
    },
    {
      "ID": 287619,
      "LastModified": "2023-12-14T16:22:50.64Z",
      "Name": "Committee Report 12/13/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6b1a8cb0-ff60-4574-91e6-aa1399d8d62b.docx",
      "Sort": 5
    },
    {
      "ID": 287996,
      "LastModified": "2023-12-21T18:11:22.74Z",
      "Name": "Hearing Testimony 12/13/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3ad85af0-f7ce-4964-9933-0d6247083ca1.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 73791,
  "Text": "Whereas, The United States spends more than 10 percent of its federal budget on the U.S. Military, and over half of the federal discretionary budget goes to defense-related programs; and \n      Whereas, In 2021, the United States spent over $801 billion on the military, $24 billion more than China, India, the United Kingdom, Russia, France, Germany, Saudi Arabia, Japan, and South Korea combined; and\n      Whereas, On March 28, 2022, the Biden administration submitted a national defense budget request of $813.3 billion for Fiscal Year (FY) 2023; and\n      Whereas, If approved, this proposed budget will add $30.7 billion to the $782.6 billion budgeted for defense in FY 2022; and\n\tWhereas, Under the Trump administration, defense spending increased by more than $100 billion, a 16 percent increase from defense spending under the Obama administration; and\n      Whereas, The proposed FY 2023 defense budget is about 72 percent higher than the Obama administration's proposed defense budget of $582.17 billion for FY 2017; and\n      Whereas, The $30.7 billion increase in FY 2023 defense budget could be offset by cuts to social services, and New York City could lose hundreds of millions of dollars in federal funding for such services; and \n      Whereas, Former President Dwight D. Eisenhower recognized, that \"every gun that is made, every warship launched, every rocket fired signifies, in the final sense, a theft from those who hunger and are not fed, those who are cold and are not clothed;\" and  \n      Whereas, Like other local governments, the City's ability to fund essential social services relies in part on federal grants; and \n      Whereas, The City's Department of Housing and Preservation, for example, is the largest municipal housing agency in the nation, and 68 percent of its FY 2021 budget came from federal funds; and \n\tWhereas, According to the City Comptroller, cuts to federal programs would directly impact the lives of New Yorkers because they would eliminate the Low-Income Home Energy Assistance Program, which more than a million New Yorkers rely on to keep their homes warm in the winter; and\n      Whereas, Additional federally funded local programs that could experience cuts include the Summer Youth Employment Program (SYEP), as well as Meals on Wheels, which provides meals and other services to the elderly, and NYC Hope, which helps victims of domestic violence find safe shelter and other needed resources; and \n      Whereas, Polling has shown that constituents do not want increases in defense budgets, especially at the cost of social services; and \n      Whereas, A 2022 study conducted by the American Friends Service Committee found that, of the 1,240 U.S. adults surveyed, 56 percent supported cuts to the U.S. Department of Defense (DoD) and reinvesting that funding into pandemic recovery, healthcare, and jobs; and\n      Whereas, The Build Back Better Act, which would expand spending on health care, child care, jobs, housing, and clean energy, would cost an average of just $170 billion per year, which equates to only 20 percent of the proposed FY 2023 defense budget; and\n      Whereas, The National Priorities Project estimates that diverting the additional $30.7 billion proposed for the defense budget could, for a year, fund healthcare for approximately 850,000 children from low-income families, medical care for nearly 200,000 veterans, create more than 46,000 clean energy jobs, build 650,000 public housing units, hire 160,000 nurses, and employ an additional 54,000 elementary school teachers; and\n      Whereas, According to the National Priorities Project, taxpayers in New York City contributed more than $25 billion to the DoD in 2017, and a portion of their annual tax contribution could be reallocated to provide a range of essential social services for New Yorkers; and\n      Whereas, In June 2017, the United States Conference of Mayors, including former Mayor Bill de Blasio, unanimously passed a resolution calling upon all cities to hold public hearings on the ways that the federal defense budget hampers local spending on essential social services; and\n      Whereas, the Poor People's Campaign, the Cut the Pentagon Coalition, and the Congressional Defense Spending Reduction Caucus, have called for at least a 10 percent reduction in the defense budget to meet human needs at home; and\n      Whereas, Residents of New York City have a right to know and publicly comment on how their tax dollars are spent and which services they want funded and prioritized;\n      Whereas, Local governments are the main victims of lopsided federal priorities embodied in a federal budget skewed to favor defense spending; and\n      Whereas, New York City would benefit if the federal government spent less on the military and more on transportation, education, housing, healthcare, environmental protection, and public goods and services; and\n      Whereas, Dr. Martin Luther King, Jr. powerfully and truly declared that \"A nation that continues, year after year, to spend more money on military defense than on programs of social uplift is approaching spiritual death;\" now, therefore, be it\n      Resolved, That the Council of the City of New York calls on Congress and the President to move significant funds away from the military budget in order to fund social services, and to hold in-depth public hearings on the basic human needs of City residents that are unmet because of government appropriations for the Pentagon. \n\nMB\nLS # 7225 & 11426\n1/01/2022\n\n4",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Rivera, Barron, Hudson, Restler, Louis, Hanif, Richardson Jordan, Avil\\'e9s, Far\\'edas, De La Rosa, Marte, Brannan, Oss\\'e9, Brewer, Krishnan, Nurse, Won, Cab\\'e1n, Guti\\'e9rrez, Ayala, Powers, Sanchez, Joseph, Bottcher, Holden, Riley, Stevens and the Public Advocate (Mr. Williams)\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The United States spends more than 10 percent of its federal budget on the U.S. Military, and over half of the federal discretionary budget goes to defense-related programs; and \\par\nWhereas, In 2021, the United States spent over $801 billion on the military, $24 billion more than China, India, the United Kingdom, Russia, France, Germany, Saudi Arabia, Japan, and South Korea combined; and\\par\nWhereas, On March 28, 2022, the Biden administration submitted a national defense budget request of $813.3 billion for Fiscal Year (FY) 2023; and\\par\nWhereas, If approved, this proposed budget will add $30.7 billion to the $782.6 billion budgeted for defense in FY 2022; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Under the Trump administration, defense spending increased by more than $100 billion, a 16 percent increase from defense spending under the Obama administration; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The proposed FY 2023 defense budget is about 72 percent higher than the Obama administration\\rquote s proposed defense budget of $582.17 billion for FY 2017; and\\par\nWhereas, The $30.7 billion increase in FY 2023 defense budget could be offset by cuts to social services, and New York City could lose hundreds of millions of dollars in federal funding for such services; and \\par\nWhereas, Former President Dwight D. Eisenhower recognized, that \\ldblquote every gun that is made, every warship launched, every rocket fired signifies, in the final sense, a theft from those who hunger and are not fed, those who are cold and are not clothed;\\rdblquote  and  \\par\nWhereas, Like other local governments, the City\\rquote s ability to fund essential social services relies in part on federal grants; and \\par\nWhereas, The City\\rquote s Department of Housing and Preservation, for example, is the largest municipal housing agency in the nation, and 68 percent of its FY 2021 budget came from federal funds; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, According to the City Comptroller, cuts to federal programs would directly impact the lives of New Yorkers because they would eliminate the Low-Income Home Energy Assistance Program, which more than a million New Yorkers rely on to keep their homes warm in the winter; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Additional federally funded local programs that could experience cuts include the Summer Youth Employment Program (SYEP), as well as Meals on Wheels, which provides meals and other services to the elderly, and NYC Hope, which helps victims of domestic violence find safe shelter and other needed resources; and \\par\nWhereas, Polling has shown that constituents do not want increases in defense budgets, especially at the cost of social services; and \\par\nWhereas, A 2022 study conducted by the American Friends Service Committee found that, of the 1,240 U.S. adults surveyed, 56 percent supported cuts to the U.S. Department of Defense (DoD) and reinvesting that funding into pandemic recovery, healthcare, and jobs; and\\par\nWhereas, The Build Back Better Act, which would expand spending on health care, child care, jobs, housing, and clean energy, would cost an average of just $170 billion per year, which equates to only 20 percent of the proposed FY 2023 defense budget; and\\par\nWhereas, The National Priorities Project estimates that diverting the additional $30.7 billion proposed for the defense budget could, for a year, fund healthcare for approximately 850,000 children from low-income families, medical care for nearly 200,000 veterans, create more than 46,000 clean energy jobs, build 650,000 public housing units, hire 160,000 nurses, and employ an additional 54,000 elementary school teachers; and\\par\nWhereas, According to the National Priorities Project, taxpayers in New York City contributed more than $25 billion to the DoD in 2017, and a portion of their annual tax contribution could be reallocated to provide a range of essential social services for New Yorkers; and\\par\nWhereas, In June 2017, the United States Conference of Mayors, including former Mayor Bill de Blasio, unanimously passed a resolution calling upon all cities to hold public hearings on the ways that the federal defense budget hampers local spending on essential social services; and\\par\nWhereas, the Poor People\\rquote s Campaign, the Cut the Pentagon Coalition, and the Congressional Defense Spending Reduction Caucus, have called for at least a 10 percent reduction in the defense budget to meet human needs at home; and\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Residents of New York City have a right to know and publicly comment on how their tax dollars are spent and which services they want funded and prioritized;\\par\nWhereas, Local governments are the main victims of lopsided federal priorities embodied in a federal budget skewed to favor defense spending; and\\par\nWhereas, New York City would benefit if the federal government spent less on the military and more on transportation, education, housing, healthcare, environmental protection, and public goods and services; \\cf1 and\\par\n\\cf0 Whereas, Dr. Martin Luther King, Jr. powerfully and truly declared that \\ldblquote A nation that continues, year after year, to spend more money on military defense than on programs of social uplift is approaching spiritual death;\\rdblquote  now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls on Congress and the President to move significant funds away from the military budget in order to fund social services, and to hold in-depth public hearings on the basic human needs of City residents that are unmet because of government appropriations for the Pentagon. \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\fs20 MB\\par\nLS # 7225 & 11426\\par\n1/01/2022\\par\n\\par\n}\n",
  "LastModified": "2023-12-22T20:07:12.357Z"
}
