{
  "ID": 70579,
  "GUID": "DC2D890E-70A3-4F81-98CB-7DED22578AB9",
  "File": "Res 0439-2022",
  "Name": "Standing in solidarity with the women of Iran and supporting the removal of Iran from the United Nations Commission on the Status of Women.",
  "Title": "Resolution standing in solidarity with the women of Iran and supporting the removal of Iran from the United Nations Commission on the Status of Women.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2022-12-21T00:00:00Z",
  "AgendaDate": "2022-12-21T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7805,
      "Slug": "kristin-richardson-jordan",
      "FullName": "Kristin Richardson Jordan"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    }
  ],
  "History": [
    {
      "ID": 389709,
      "Date": "2022-12-21T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-12-13T14:34:37.92Z"
    },
    {
      "ID": 389885,
      "Date": "2022-12-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19743,
      "AgendaSequence": 72,
      "MinutesSequence": 79,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2022-12-21T23:39:51.37Z"
    },
    {
      "ID": 401007,
      "Date": "2023-12-31T15:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T20:09:20.247Z"
    }
  ],
  "Attachments": [
    {
      "ID": 271462,
      "LastModified": "2023-04-07T20:25:30.063Z",
      "Name": "Res. No. 439",
      "Link": "https://nyc.legistar1.com/nyc/attachments/61e0cf7c-a66f-4d67-a01b-05bfa1d29a6d.docx",
      "Sort": 1
    },
    {
      "ID": 271844,
      "LastModified": "2022-12-22T00:01:06.79Z",
      "Name": "December 21, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3f61b74c-0eda-4951-a6c8-3fc963478e3c.pdf",
      "Sort": 3
    },
    {
      "ID": 272044,
      "LastModified": "2023-01-03T15:08:10.727Z",
      "Name": "Hearing Transcript - Stated Meeting 12-21-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/87471be4-0d00-4813-a915-4d2e90a949f6.pdf",
      "Sort": 4
    },
    {
      "ID": 275725,
      "LastModified": "2023-02-24T17:18:34.173Z",
      "Name": "Minutes of the Stated Meeting - December 21, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e1eb1d79-c58a-471d-92cf-a582900654f3.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 73825,
  "Text": "Whereas, Under the Islamic Penal Code of the Islamic Republic of Iran (\"Iran\"), the rights of Iranian women are curtailed in many arenas, including marriage, divorce, child custody, inheritance, and attire; and\n      Whereas, Young Iranian women, from puberty, are subject to mandatory dress codes; and\n      Whereas, The September 2022 death in police custody of 22-year-old Kurdish-Iranian Mahsa Jina Amini, who had traveled from Kurdistan to Tehran and been detained there for not covering her hair properly, sparked nationwide protests in Iran and drew outrage and sympathy from around the world; and\n      Whereas, According to data from the Human Rights Activists News Agency, more than 450 protesters, including youth under 18 years of age, have been killed, and at least 18,000 have been detained as a result of the protests; and\n      Whereas, Iranian artists and athletes have spoken out in support of protesters, including 31-year-old dissident rapper Toomaj Salehi, who has been tortured and held in solitary confinement since October 30, 2022, as a result of his lyrics, videos, and interviews that have been critical of the Iranian government; and\n      Whereas, Protesters have called for workers across Iran from all sectors, including in the important steel and oil industries, to strike in order to put pressure on the government; and\n      Whereas, Hundreds of striking workers standing in solidarity with the protesters have been arrested and threatened with being fired; and\n      Whereas, Support for the protests has been voiced-and, in some cases, sanctions against the Iranian government have been called for or imposed-by government leaders and politicians in many countries, including the United States (U.S.), Canada, Germany, Chile, France, England, Sweden, Albania, Denmark, Italy, Spain, and the Czech Republic; and \n      Whereas, On December 8, 2022, 23-year-old protester Mohsen Shekari, accused of blocking a street and attacking a security officer with a weapon, was hanged by the Iranian government-an execution that was condemned by Germany and the UK; and\n      Whereas, On December 12, 2022, 23-year-old Majidreza Rahnavard was hanged for stabbing two members of the Basij Resistance Force (a volunteer force used by the government to suppress dissent) after Rahnavard was denied due process and after a trial being characterized by activists as a show trial; and\n      Whereas, Amnesty International has stated that the Iranian government is seeking the death penalty for at least 21 protesters and has called for an end to all charges for arrested peaceful protesters; and \n      Whereas, Human rights groups are now warning of \"a serious risk of mass execution of protesters,\" as stated by Mahmood Amiry-Moghaddam, director of Norway-based Iran Human Rights; and \n      Whereas, In August 2022, experts in the Special Procedures of the Human Rights Council of the United Nations (UN) called on Iranian authorities to end their persecution of religious minorities, including members of the Baha'i community, stating that the \"international community cannot remain silent while Iranian authorities use overbroad and vague national security and espionage charges to silence religious minorities or people with dissenting opinions, remove them from their homes and effectively force them into internal displacement\"; and\n      Whereas, In October 2022, the Special Rapporteur on the human rights situation in Iran in the Special Procedures of the Human Rights Council of the UN expressed concern that ethnic minorities-including Arab Ahwazis, Azerbaijani Turks, Kurds, and Balochis-were disproportionately represented among political prisoners in Iran and among those executed for crimes related to national security; and \n      Whereas, U.S. President Joseph R. Biden, Jr. remarked that the U.S. is \"holding accountable Iranian officials and entities, such as the Morality Police, that are responsible for employing violence to suppress civic society\"; and \n      Whereas, Protesters, who were carrying signs and lying on the ground in clothing stained by fake blood, staged a \"die-in\" at New York City's Metropolitan Museum of Art's Assyrian Sculpture Court in support of Iranian women fighting against their government's policies and Morality Police; and\n      Whereas, The multimedia art installation \"Eyes on Iran\"-located across the water from the UN at Franklin D. Roosevelt Four Freedoms Park on Roosevelt Island from November 28, 2022, through January 1, 2023-features Iranian artists and symbolizes the world's eyes watching Iran's handling of the rights of its people; and \n      Whereas, \"Woman, Life, Freedom\" is a current women's rights campaign, which is demanding the removal of Iran as a member of the UN Commission on the Status of Women (CSW) and which has received the support of women leaders in more than 14 countries, including U.S. Vice President Kamala Harris, New Zealand Prime Minister Jacinda Ardern, and Canadian Deputy Prime Minister Chrystia Freeland; and\n      Whereas, Vice President Harris issued a statement saying that \"Iran has demonstrated through its denial of women's rights and brutal crackdown on its own people that it is unfit to serve\" on the UN CSW and that its \"very presence discredits the integrity of its membership and the work to advance its mandate\"; now, therefore, be it \n      Resolved, That the Council of the City of New York stands in solidarity with the women of Iran and supports the removal of Iran from the United Nations Commission on the Status of Women. \n\n\n\n\n\n\n\n\nLS #11609\n12/13/22\nRHP",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Avil\\'e9s, Hanif, Louis, Joseph, Far\\'edas, Hudson, Marte, Cab\\'e1n, Richardson Jordan, Brooks-Powers, Oss\\'e9, Yeger, Brewer, Nurse, Sanchez, Won and Schulman\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Under the Islamic Penal Code of the Islamic Republic of Iran (\\ldblquote Iran\\rdblquote ), the rights of Iranian women are curtailed in many arenas, including marriage, divorce, child custody, inheritance, and attire; and\\par\nWhereas, Young Iranian women, from puberty, are subject to mandatory dress codes; and\\par\nWhereas, \\lang9 The September 2022 death in police custody of 22-year-old Kurdish-Iranian Mahsa Jina Amini, who had traveled from Kurdistan to Tehran and been detained there for not covering her hair properly, sparked nationwide protests in Iran and drew outrage and sympathy from around the world; and\\par\n\\lang1033 Whereas, \\lang9 According to data from the Human Rights Activists News Agency, more than 450 protesters, including youth under 18 years of age, have been killed, and at least 18,000 have been detained as a result of the protests; and\\par\n\\lang1033 Whereas, Iranian artists and athletes have spoken out in support of protesters, including 31-year-old dissident \\lang9 rapper Toomaj Salehi, who has been tortured and held in solitary confinement \\lang1033 since October 30, 2022, \\lang9 as a result of his lyrics, videos, and interviews that have been critical of the Iranian government; and\\par\nWhereas, Protesters have called for workers across Iran from all sectors, including in the important steel and oil industries, to strike in order to put pressure on the government; and\\par\nWhereas, Hundreds of striking workers standing in solidarity with the protesters have been arrested and threatened with being fired; and\\par\nWhereas, Support for the protests has been voiced-and, in some cases, sanctions against the Iranian government have been called for or imposed-by government leaders and politicians in many countries, including the United States (U.S.), Canada, Germany, Chile, France, England, Sweden, Albania, Denmark, Italy, Spain, and the Czech Republic; and \\par\nWhereas, On December 8, 2022, 23-year-old protester Mohsen Shekari, accused of blocking a street and attacking a security officer with a weapon, was hanged by the Iranian government-an execution that was condemned by Germany and the UK; and\\par\nWhereas, On December 12, 2022, 23-year-old Majidreza Rahnavard was hanged for stabbing two members of the Basij Resistance Force (a volunteer force used by the government to suppress dissent) after Rahnavard was denied due process and after a trial being characterized by activists as a show trial; and\\par\nWhereas, Amnesty International has stated that the Iranian government is seeking the death penalty for at least 21 protesters and has called for an end to all charges for arrested peaceful protesters; and \\par\nWhereas, Human rights groups are now warning of \\ldblquote a serious risk of mass execution of protesters,\\rdblquote  as stated by Mahmood Amiry-Moghaddam, director of Norway-based Iran Human Rights; and \\par\nWhereas, In August 2022, experts in the Special Procedures of the Human Rights Council of the United Nations (UN) called on Iranian authorities to end their persecution of religious minorities, including members of the Baha\\rquote i community, stating that the \\ldblquote international community \\lang1033\\expndtw4 cannot remain silent while Iranian authorities use overbroad and vague national security and espionage charges to silence religious minorities or people with dissenting opinions, remove them from their homes and effectively force them into internal displacement\\rdblquote\\lang9\\expndtw0 ; and\\par\nWhereas, In October 2022, the Special Rapporteur on the human rights situation in Iran in the Special Procedures of the Human Rights Council of the UN expressed concern that ethnic minorities-including Arab Ahwazis, Azerbaijani Turks, Kurds, and Balochis-were disproportionately represented among political prisoners in Iran and among those executed for crimes related to national security; and \\par\nWhereas, U.S. President Joseph R. Biden, Jr. remarked that the U.S. is \\ldblquote holding accountable Iranian officials and entities, such as the Morality Police, that are responsible for employing violence to suppress civic society\\rdblquote ; and \\par\n\\lang1033 Whereas, \\lang9 Protesters, who were carrying signs and lying on the ground in clothing stained by fake blood, staged a \\ldblquote die-in\\rdblquote  at New York City\\rquote s Metropolitan Museum of Art\\rquote s Assyrian Sculpture Court in support of Iranian women fighting against their government\\rquote s policies and Morality Police; and\\par\nWhereas, The multimedia art installation \\ldblquote Eyes on Iran\\rdblquote -located across the water from the UN at Franklin D. Roosevelt Four Freedoms Park on Roosevelt Island from November 28, 2022, through January 1, 2023-features Iranian artists and symbolizes the world\\rquote s eyes watching Iran\\rquote s handling of the rights of its people; and \\par\n\\lang1033 Whereas, \\ldblquote Woman, Life, Freedom\\rdblquote  is a current women\\rquote s rights campaign, which is demanding the removal of Iran as a member of the UN Commission on the Status of Women (CSW) and which has received the support of women leaders in more than 14 countries, including U.S. Vice President Kamala Harris, New Zealand Prime Minister Jacinda Ardern, and Canadian Deputy Prime Minister Chrystia Freeland; and\\par\nWhereas, Vice President Harris issued a statement saying that \\ldblquote Iran has demonstrated through its denial of women\\rquote s rights and brutal crackdown on its own people that it is unfit to serve\\rdblquote  on the UN CSW and that its \\ldblquote very presence discredits the integrity of its membership and the work to advance its mandate\\rdblquote ; now, therefore, be it \\par\nResolved, That the Council of the City of New York stands in solidarity with the women of Iran and supports the removal of Iran from the United Nations Commission on the Status of Women. \\par\n\\pard\\ltrpar\\qj\\fs18\\par\n\\fs20\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nLS #11609\\par\n12/13/22\\par\nRHP\\par\n\\par\n\\par\n}\n",
  "LastModified": "2024-02-21T01:50:50.423Z"
}
