{
  "ID": 70602,
  "GUID": "DE87B155-3F2D-4068-8FE6-301E6E2C3499",
  "File": "Res 0444-2022",
  "Name": "Requiring all district leadership teams to operate under open meetings law requirements.",
  "Title": "Resolution calling upon the New York State Legislature to introduce and pass, and the Governor to sign, legislation requiring all district leadership teams to operate under open meetings law requirements.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2022-12-21T00:00:00Z",
  "AgendaDate": "2022-12-21T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7805,
      "Slug": "kristin-richardson-jordan",
      "FullName": "Kristin Richardson Jordan"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    }
  ],
  "History": [
    {
      "ID": 389777,
      "Date": "2022-12-21T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2022-12-16T19:19:09.627Z"
    },
    {
      "ID": 389896,
      "Date": "2022-12-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19743,
      "AgendaSequence": 83,
      "MinutesSequence": 90,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2022-12-21T23:39:51.38Z"
    },
    {
      "ID": 394904,
      "Date": "2023-06-21T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 20173,
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 444-A",
      "MinutesNote": "Proposed Res. No. 444-A",
      "MatterStatusID": 3,
      "LastModified": "2023-06-21T16:24:53.473Z"
    },
    {
      "ID": 395775,
      "Date": "2023-06-21T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 20173,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2023-06-21T16:25:31.85Z"
    },
    {
      "ID": 395778,
      "Date": "2023-06-21T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 20173,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2023-06-21T22:10:24.503Z"
    }
  ],
  "Attachments": [
    {
      "ID": 271545,
      "LastModified": "2023-08-03T13:17:36.823Z",
      "Name": "Res. No. 444",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fe38d5a0-9025-4e46-978b-8dfd1a43f0c4.docx",
      "Sort": 1
    },
    {
      "ID": 271854,
      "LastModified": "2022-12-22T16:22:33.9Z",
      "Name": "December 21, 2022 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b93a3bbf-5de7-4b85-b40d-747ac3a786b3.pdf",
      "Sort": 3
    },
    {
      "ID": 272054,
      "LastModified": "2023-01-03T15:08:13.353Z",
      "Name": "Hearing Transcript - Stated Meeting 12-21-22",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7c2f7d4e-e9c1-4415-94ca-1b23cd0ffc79.pdf",
      "Sort": 4
    },
    {
      "ID": 275734,
      "LastModified": "2023-02-24T17:18:36.967Z",
      "Name": "Minutes of the Stated Meeting - December 21, 2022",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ef6bc5f8-aa52-495a-8acb-6e7078defc72.pdf",
      "Sort": 5
    },
    {
      "ID": 281430,
      "LastModified": "2023-08-03T13:17:48.877Z",
      "Name": "Proposed Res. No. 444-A - 6/20/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b39ba677-24ff-43ff-99aa-50c62e17f125.docx",
      "Sort": 6
    },
    {
      "ID": 281450,
      "LastModified": "2023-06-20T22:29:26.417Z",
      "Name": "Committee Report 6/21/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b9a49a1f-9ecd-472a-ad03-dd5404a3d25d.docx",
      "Sort": 7
    },
    {
      "ID": 281963,
      "LastModified": "2023-06-27T18:17:54.01Z",
      "Name": "Hearing Testimony 6/21/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/af43fe16-89ed-45f0-8d6e-ed1c8d98a8f5.pdf",
      "Sort": 8
    },
    {
      "ID": 282494,
      "LastModified": "2023-07-12T12:12:49.8Z",
      "Name": "Hearing Transcript 6/21/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/776c8a89-39b7-4b0f-bf31-a3ab62ed97df.pdf",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 74995,
  "Text": "By Council Members Joseph, Louis, Hanif, Restler, Richardson Jordan, Barron, Stevens, Schulman, Narcisse and Riley\n\n      Whereas, The purpose of school-based planning and shared decision-making is to improve the educational performance of all students, regardless of such factors as socioeconomic status, race, sex, language background, or disability; and\n      Whereas, School-based planning and shared decision-making is based on the premise that better decisions are made when people functioning closest to implementation participate in making the decision; and\n      Whereas, Section 100.11 of the Regulations of the Commissioner of Education (Section 100.11) directs each community school district to develop a plan for the participation of parents, teachers, and administrators in school-based planning and shared decision-making; and\n      Whereas, In the City of New York, District Leadership Teams (DLTs) consisting of parent, teacher, and administrator representatives from elementary, middle, and high schools geographically located within each community school district fulfill the section 100.11 requirements regarding the district-level plan for the participation of parents and staff in school-based planning and shared decision-making; and\n      Whereas, New York City Chancellor's Regulation A-655 (CR A-655) establishes guidelines regarding the formation and operations of DLTs in every community school district; and\n      Whereas, CR A-655 directs each DLT to develop a District Comprehensive Educational Plan, which includes annual goals and objectives that are aligned with the district's and the Chancellor's goals as well as the means and standards by which all parties in the district evaluate improvement in student achievement; and\n      Whereas, New York's Open Meetings Law states, \"It is essential to the maintenance of a democratic society that the public business be performed in an open and public manner and that the citizens of this state be fully aware of and able to observe the performance of public officials and attend and listen to the deliberations and decisions that go into the making of public policy;\" and\n      Whereas, DLTs are an important part of the governing structure of the New York City public school system; and\n      Whereas, DLTs are not operating according to Open Meetings Law requirements; now, therefore, be it \n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to introduce and pass, and the Governor to sign, legislation requiring all District Leadership Teams to operate under open meetings law requirements.\n\nCGR\nRes. 444\n06/20/2023\n\nNM\nLS # 11652\n12/14/2022\n\n\n1\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Joseph, Louis, Hanif, Restler, Richardson Jordan, Barron, Stevens, Schulman, Narcisse and Riley\\par\n\\f1\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\f0 Whereas, The purpose of school-based planning and shared decision-making is to improve the educational performance of all students, regardless of such factors as socioeconomic status, race, sex, language background, or disability; and\\par\nWhereas, School-based planning and shared decision-making is based on the premise that better decisions are made when people functioning closest to implementation participate in making the decision; and\\par\nWhereas, Section 100.11 of the Regulations of the Commissioner of Education (Section 100.11) directs each community school district to develop a plan for the participation of parents, teachers, and administrators in school-based planning and shared decision-making; and\\par\n\\cf0 Whereas, In the City of New York, District Leadership Teams (DLTs) consisting of parent, teacher, and administrator representatives from elementary, middle, and high schools geographically located within each community school district fulfill the section 100.11 requirements regarding the district-level plan for the participation of parents and staff in school-based planning and shared decision-making; and\\par\n\\cf1 Whereas, New York City Chancellor\\rquote s Regulation A-655 (CR A-655) establishes guidelines regarding the formation and operations of DLTs in every community school district; and\\par\nWhereas, CR A-655 directs each DLT to develop a District Comprehensive Educational Plan, which includes annual goals and objectives that are aligned with the district\\rquote s and the Chancellor\\rquote s goals as well as the means and standards by which all parties in the district evaluate improvement in student achievement; and\\par\nWhereas, New York\\rquote s Open Meetings Law states, \\ldblquote It is essential to the maintenance of a democratic society that the public business be performed in an open and public manner and that the citizens of this state be fully aware of and able to observe the performance of public officials and attend and listen to the deliberations and decisions that go into the making of public policy;\\rdblquote  and\\par\nWhereas, DLTs are an important part of the governing structure of the New York City public school system; and\\par\nWhereas, DLTs are not operating according to Open Meetings Law requirements; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to introduce and pass, and the Governor to sign, legislation requiring all District Leadership Teams to operate under open meetings law requirements.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\fs20\\par\n\\pard\\ltrpar\\qj CGR\\par\nRes. 444\\par\n06/20/2023\\par\n\\par\nNM\\par\nLS # 11652\\par\n12/14/2022\\par\n\\pard\\ltrpar\\fs24\\par\n\\par\n}\n",
  "LastModified": "2023-08-03T13:17:48.877Z"
}
