{
  "ID": 19006,
  "GUID": "257558E7-1562-4097-A799-D3E9E84BAD47",
  "BodyID": 5106,
  "BodyName": "Committee on Parks and Recreation",
  "Date": "2021-12-14T10:00:00-05:00",
  "Location": "REMOTE HEARING (VIRTUAL ROOM 2)",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 2,
  "MinutesStatusName": "Final",
  "AgendaFile": "https://nyc.legistar1.com/nyc/meetings/2021/12/19006_A_Committee_on_Parks_and_Recreation_21-12-14_Committee_Green_Sheet.pdf",
  "MinutesFile": "https://nyc.legistar1.com/nyc/meetings/2021/12/19006_M_Committee_on_Parks_and_Recreation_21-12-14_Meeting_Minutes.pdf",
  "Comment": "VOTE",
  "Media": "https://councilnyc.viebit.com/vod/?s=true&v=NYCC-REMOTE-PARKS-12142021.mp4",
  "InSiteURL": "https://legistar.council.nyc.gov/MeetingDetail.aspx?LEGID=19006&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 376068,
      "GUID": "25FC3E4A-BA86-400C-B27A-0FDFE9AC8514",
      "Title": "A Local Law in relation to renaming a park in the Borough of Queens, Archie Spigner Park, and to amend the official map of the city of New York accordingly",
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Introduction was Hearing Held by Committee",
      "MatterID": 67871,
      "MatterFile": "Int 2462-2021",
      "MatterName": "Renaming a park in the Borough of Queens, Archie Spigner Park, and to amend the official map of the city of New York accordingly.",
      "MatterType": "Introduction",
      "LastModified": "2021-12-14T15:56:43.09Z"
    },
    {
      "ID": 376069,
      "GUID": "7BA4AE4A-FF93-44A1-B197-36D1E2CA988C",
      "Title": "A Local Law in relation to the naming of 199 thoroughfares and public places, Frances Perkins Place, Borough of Manhattan, TIN PAN ALLEY, Borough of Manhattan, Sumner Redstone Way, Borough of Manhattan, Mother Maude Ford Way, Borough of Queens, Alex Pauline Road, Borough of Queens, Alex Pauline Road, Borough of Queens, Boxing Row, Borough of Brooklyn, Weyman Carey Way, Borough of Brooklyn, Police Officer Randolph Holder Way, Borough of Manhattan, Cicely Tyson Way, Borough of Manhattan, Detective Robert A. Cardona Way, Borough of Manhattan, Hector \"Macho\" Camacho Way, Borough of Manhattan, John Johnson Way, Borough of the Bronx, Robert “Black Rob” Ross Way, Borough of Manhattan, Pura Belpre Way, Borough of Manhattan, Israel Martinez Way, Borough of the Bronx, Mexico-Tenochtitlan, Borough of Manhattan, Melissa Kruppa Way, Borough of Staten Island, Sharon Nearby Way, Borough of Staten Island, FDNY FF Jimmy Martinez Way, Borough of Staten Island, Anton Updale Way, Borough of Staten Island, Sergeant Leif E. Eikeseth Way, Borough of Staten Island, Ira D Hudson Way USN Pearl Harbor KIA, Borough of Staten Island, SGT Donald W. Tinney Jr. Street, Borough of Staten Island, Firefighter James J. Marshall Jr. Lane, Borough of Staten Island, Firefighter James J. Marshall Sr. Lane, Jennifer Diane Caputo Way, Borough of Staten Island, Dr. Ahmad Jaber Way, Borough of Brooklyn, Joseph Joyce Way, Borough of Brooklyn, Justin Wallace Way, Borough of Queens, Deborah Hoyle Way, Borough of Queens, Father Andrew Struzzieri Way, Borough of Queens, Clarence “SPUD” Josey Jr. Way, Borough of Queens, Neville Facey Way, Borough of Queens, Cathy LeBlanc Way, Borough of Queens, Benjamin Wright Way, Borough of Queens, Stephen Cooper Way, Borough of Queens, Darryl E. Greene Way, Borough of Queens, Johnny Pacheco Way, Borough of the Bronx, PFC Buford Brown Way, Borough of the Bronx, Reverend Luciano Soto Way, Borough of the Bronx, Dr. Carolyn G. Williams Way, Borough of the Bronx, Thomasina Bushby Way, Borough of the Bronx, Celia Cruz Salsa Legend, Borough of the Bronx, Sylvester Royer Corner, Borough of the Bronx, William ‘Bill’ Howard Sr. Way, Borough of Brooklyn, Rev. Dr. Robert E. Cornegy, Sr. Way, Borough of Brooklyn, Dr. Sam Pinn Jr. Way, Borough of Brooklyn, Carmelo Sanchez Way, Borough of the Bronx, Roxanne Reid Way, Borough of the Bronx, Beverly Roberts Way, Borough of the Bronx, Juan Antonio Rossy Way, Borough of the Bronx, John McKelvey Sr. Way Villa Rosa Bonheur, Borough of the Bronx, Tenzing Norgay Sherpa Way, Borough of Queens, Joseph Ricevuto Way, Borough of Queens, Steve Knobel Way, Borough of Queens, Stanley, Kathleen & Robert Rygor Way, Borough of Queens, Monti Castañeda Corner, Borough of Queens, Peter Magnani Way, Borough of Queens, Ebenezer “Ben” Edwards Way, Borough of Brooklyn, Phil Foglia Way, Borough of the Bronx, Joseph Migliucci Way, Borough of the Bronx, Madonia Road, Borough of the Bronx, St. John's Way, Borough of Queens, Little Bangladesh Avenue, Borough of Queens, Eleanor Dowe Blvd, Borough of the Bronx, Curtis Hamilton Way, Borough of the Bronx, Hetty Fox Lane, Borough of the Bronx, Andy \"The Barber\" Foxe Way, Borough of the Bronx, Winifred A.R. Bama Way, Borough of the Bronx, Bishop Roy Bryant Sr. DD Way, Borough of the Bronx, Hon. Aurelia Greene Way, Borough of the Bronx, Rosella Gregg Way, Borough of the Bronx, Mother Cordelia Gilford Way, Borough of the Bronx, Thomas ‘Tommy’ A. Solfio Way, Borough of the Bronx, Mario D’Agostino Way, Borough of the Bronx, Conti’s Pastry Shoppe Boulevard, Borough of the Bronx, Joe Chiodi Way, Borough of the Bronx, Michael Prince Way, Borough of the Bronx, Ibrahim al-Hamdi Way, Borough of the Bronx, Joseph Oddo Way, Borough of the Bronx, Gjergj Kastrioti Skenderbeu Way, Borough of the Bronx, PePe Cardona Way, Borough of the Bronx, Carmine Palladino Way, Borough of the Bronx, Dominick Schiano Way, Borough of the Bronx, Fan Noli Way, Borough of the Bronx, Melvin “Mel” Doby Memorial Way, Borough of Queens, Reverend Laura G. Lowery Way, Borough of Queens, Union Course Racetrack, Borough of Queens, Maureen Walthers Way, Borough of Queens, Joseph Magnus Way, Borough of Queens, Phil \"Scooter\" Rizzuto Corner, Borough of Queens, Sarah Whiting Way, Borough of Queens, Ganesh Temple Street, Borough of Queens, Rabbi Dr. Asher Murciano Way, Borough of Queens, Ivan Mrakovcic Way, Borough of Queens, rue Barry Lewis Way, Borough of Queens, Detective Brian Simonsen Way, Borough of Queens, Police Officer FRANK G. MACRI WAY, Borough of Queens, Salvatore “Buddy” Scotto Way, Borough of Brooklyn, Andreas Stylianou Way, Borough of Brooklyn, Joseph Ferris Way, Borough of Brooklyn, Nicholas Heyward Sr. Place, Borough of Brooklyn, Elisa Torres Way, Borough of Brooklyn, District Attorney Kenneth P. Thompson Way, Borough of Brooklyn, Rita’s Way, Borough of Brooklyn, Genevieve (Jenny) Eason Way, Borough of Manhattan, David Dinkins Drive, Borough of Manhattan, Rev. Dr. J. G. McCann Way, Borough of Manhattan, Marie Andrée Bichotte Way, Borough of Brooklyn, Frank Scollo Way, Borough of Brooklyn, The Brooklyn/Bedford Park 9/11 Memorial, Borough of Brooklyn, Patrick Solomita Way, Borough of Brooklyn, John A. Cortese Way, Borough of Brooklyn, Dr. Louis A. Grecco Way, Borough of Staten Island, Louis C. Antonelli Way, Borough of Staten Island, BILL MCCREARY WAY. Borough of Queens, Archie Spigner Way, Borough of Queens, Theresa Irene Merritt Way, Borough of Queens, Robert Oliver, Jr. Way, Borough of Queens, Barbara Jackson Way, Borough of Queens, Ortner Vernon Murray, Borough of Queens, Rodney Johnson Way, Borough of Queens, James Edward Heath Way, Borough of Queens, Michael Perna Way, Borough of Queens, Mary Moody Way, Borough of Queens, Marguerite Henderson Way, Borough of Queens, Ann Petry Place, Borough of Manhattan, Althea Gibson Street, Borough of Manhattan, Judge Sheila Abdus Salaam Way, Borough of Manhattan, Bishop James P. Roberts, Sr. Way, Borough of Manhattan, Rev. Allen James Way, Borough of Manhattan, Bishop C.M. “Sweet Daddy” Grace Lane, Borough of Manhattan, Audre Lorde Way, Borough of Manhattan, Saint Tikhon Way, Borough of Manhattan, Wynn Handman Way, Borough of Manhattan, Ludie Brown Way, Borough of the Bronx, Vonte S. Murray Way, Borough of the Bronx, Onaje Allan Gumbs Way, Borough of the Bronx, Patricia Wiley Way, Borough of the Bronx, Avenues for Justice Way, Borough of Manhattan, Donald Suggs Jr. Way, Borough of Manhattan, Terrence McNally Way, Borough of Manhattan, Rafael \"Bullumba\" Landestoy Way, Borough of Manhattan, Isaiah Ché Moronta Way, Borough of Manhattan, Edith Prentiss Way, Borough of Manhattan, Coogan’s Way, Borough of Manhattan, Gregorio Luperon High School Way, Borough of Manhattan, Hugo Cabrera Way, Borough of Manhattan, Víctor Víctor Way, Borough of Manhattan, Johnny Ventura Way, Borough of Manhattan, Quisqueya Plaza, Borough of Manhattan, Rev. Maggie Howard Way, Borough of Staten Island, Social Activist Joseph N. Gumbs Way, Borough of Staten Island, Bartolomeo Giove Way, Borough of Staten Island, Principal Marie A. Munoz Way, Borough of Staten Island, James \"Jim\" Smith Way, Borough of Staten Island, Pearl Harbor Cpl. Vincent Kechner Way, Borough of Staten Island, Eric Garner Way, Borough of Staten Island, Little Liberia Way, Borough of Staten Island, Firefighter Sean D. Kenny Way, Borough of Staten Island, Joseph Triffoglio Way, Borough of Staten Island, Nick Troianiello Way, Borough of Staten Island, Detective James V. Nemorin Way, Borough of Staten Island, Detective Rodney J. Andrews Way, Borough of Staten Island, Vincent Gattullo Way, Borough of Staten Island, Educator Lawrence E. Ambrosino Way, Borough of Staten Island, Shimon Peres Place , Borough of Manhattan, Jacques d'Amboise Place, Borough of Manhattan, Freddy Perez Way, Borough of the Bronx, George Rodriguez Way, Borough of the Bronx, Ray Santos Way, Borough of the Bronx, Commissioner Louis E. Rios Way, Borough of the Bronx, Danilo Lachapel Way, Borough of the Bronx, The Point Community Development Corporation Way, Borough of the Bronx, Nos Quedamos Way, Borough of the Bronx, Russell M. Alston Way, Borough of the Bronx, Rev. T. Wendell Foster Way, Borough of the Bronx, P.O. Jorge Luis Gonzalez Way, Borough of the Bronx, Luis Angel “Supa” Torres Way, Borough of the Bronx, Grace Maldonado Way, Borough of the Bronx, Carmen Belén Bermúdez Way, Borough of the Bronx, Mrs. Esther ‘Marie’ Davis Way, Borough of the Bronx, General Colin L. Powell Way, Borough of the Bronx, Charlotte L. Taylor Way, Borough of Brooklyn, Clare Droesch Way, Borough of Queens, Lew M. Simon Way, Borough of Queens, Scott E. Jordan Way, Borough of Queens, Paul Russo Way, Borough of Queens, Claire Shulman Way, Borough of Queens, FERRIGNO PLACE, Borough of Queens, Ann Jawin Way, Borough of Queens, Little Manila Avenue, Borough of Queens, Daniel Andrews Way, Borough of Queens, Prodigy Way, Borough of Queens, Dre’s Way, Borough of Queens, Jose Miranda, Sr. Way, Borough of the Bronx, Urban Health Plan Boulevard, Borough of the Bronx, Pietro Sclafani Way, Borough of Brooklyn, Kenneth Casilla Way, Borough of Brooklyn and the repeal of sections 24 and 48 of local law number 24 for the year 2019, section 27 of local law number 26 for the year 2020, Local Law 17 for the year 1993, sections 7, 22, 38, 40, 57, 61, 70, 77, 80 of local law number 14 for the year 2021, section 4 of local law 110 for the year 2017, section 5 of local law 158 for the year 2019 and section 75 of local law number 62 for the year 2003.",
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "ActionText": "This Introduction was Hearing on P-C Item by Comm",
      "MatterID": 67995,
      "MatterFile": "Int 2477-2021",
      "MatterName": "Naming of 199 thoroughfares and public places.",
      "MatterType": "Introduction",
      "LastModified": "2021-12-14T17:08:13.53Z"
    },
    {
      "ID": 376470,
      "GUID": "317C3F7F-6150-4900-82A9-DAC6985B6758",
      "Title": "Roll Call",
      "AgendaSequence": 0,
      "MinutesSequence": 1,
      "Version": "",
      "RollCallFlag": 1,
      "RollCall": [
        {
          "ID": 7565,
          "Slug": "peter-a-koo",
          "FullName": "Peter A. Koo",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 1
        },
        {
          "ID": 7264,
          "Slug": "joseph-c-borelli",
          "FullName": "Joseph C. Borelli",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 20
        },
        {
          "ID": 7748,
          "Slug": "justin-l-brannan",
          "FullName": "Justin L. Brannan",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 30
        },
        {
          "ID": 7796,
          "Slug": "selvena-n-brooks-powers",
          "FullName": "Selvena N. Brooks-Powers",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 40
        },
        {
          "ID": 7561,
          "Slug": "fernando-cabrera",
          "FullName": "Fernando Cabrera",
          "ValueID": 16,
          "Value": "Absent",
          "Sort": 45
        },
        {
          "ID": 7793,
          "Slug": "darma-v-diaz",
          "FullName": "Darma V. Diaz",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 50
        },
        {
          "ID": 5273,
          "Slug": "james-f-gennaro",
          "FullName": "James F. Gennaro",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 55
        },
        {
          "ID": 7799,
          "Slug": "eric-dinowitz",
          "FullName": "Eric Dinowitz",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 57
        },
        {
          "ID": 7743,
          "Slug": "mark-gjonaj",
          "FullName": "Mark Gjonaj",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 60
        },
        {
          "ID": 7746,
          "Slug": "robert-f-holden",
          "FullName": "Robert F. Holden",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 65
        },
        {
          "ID": 7634,
          "Slug": "mark-levine",
          "FullName": "Mark Levine",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 80
        },
        {
          "ID": 7745,
          "Slug": "francisco-p-moya",
          "FullName": "Francisco P. Moya",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 90
        },
        {
          "ID": 7794,
          "Slug": "kevin-c-riley",
          "FullName": "Kevin C. Riley",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 92
        },
        {
          "ID": 7740,
          "Slug": "carlina-rivera",
          "FullName": "Carlina Rivera",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 95
        },
        {
          "ID": 7510,
          "Slug": "eric-a-ulrich",
          "FullName": "Eric A. Ulrich",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 100
        },
        {
          "ID": 7569,
          "Slug": "james-g-van-bramer",
          "FullName": "James G. Van Bramer",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 110
        }
      ],
      "LastModified": "2021-12-14T15:56:06.07Z"
    },
    {
      "ID": 376471,
      "GUID": "5B47960B-148D-43B1-A5FD-77A0ADCFE115",
      "Title": "",
      "AgendaSequence": 0,
      "MinutesSequence": 2,
      "Version": "",
      "MinutesNote": "Other Council Members Attending: Powers, Rose and Feliz",
      "LastModified": "2021-12-14T15:56:37.4Z"
    },
    {
      "ID": 376472,
      "GUID": "1F5C9FE1-E12F-4F00-BAF2-30D4F5A24E7D",
      "Title": "A Local Law in relation to renaming a park in the Borough of Queens, Archie Spigner Park, and to amend the official map of the city of New York accordingly",
      "AgendaSequence": 0,
      "MinutesSequence": 4,
      "Version": "*",
      "ActionID": 32,
      "ActionName": "Approved by Committee",
      "ActionText": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 67871,
      "MatterFile": "Int 2462-2021",
      "MatterName": "Renaming a park in the Borough of Queens, Archie Spigner Park, and to amend the official map of the city of New York accordingly.",
      "MatterType": "Introduction",
      "LastModified": "2023-01-06T19:36:58.817Z"
    },
    {
      "ID": 376473,
      "GUID": "CA8E784A-1369-44E8-A93D-3EE460AD545B",
      "Title": "A Local Law in relation to the naming of 199 thoroughfares and public places, Frances Perkins Place, Borough of Manhattan, TIN PAN ALLEY, Borough of Manhattan, Sumner Redstone Way, Borough of Manhattan, Mother Maude Ford Way, Borough of Queens, Alex Pauline Road, Borough of Queens, Alex Pauline Road, Borough of Queens, Boxing Row, Borough of Brooklyn, Weyman Carey Way, Borough of Brooklyn, Police Officer Randolph Holder Way, Borough of Manhattan, Cicely Tyson Way, Borough of Manhattan, Detective Robert A. Cardona Way, Borough of Manhattan, Hector \"Macho\" Camacho Way, Borough of Manhattan, John Johnson Way, Borough of the Bronx, Robert “Black Rob” Ross Way, Borough of Manhattan, Pura Belpre Way, Borough of Manhattan, Israel Martinez Way, Borough of the Bronx, Mexico-Tenochtitlan, Borough of Manhattan, Melissa Kruppa Way, Borough of Staten Island, Sharon Nearby Way, Borough of Staten Island, FDNY FF Jimmy Martinez Way, Borough of Staten Island, Anton Updale Way, Borough of Staten Island, Sergeant Leif E. Eikeseth Way, Borough of Staten Island, Ira D Hudson Way USN Pearl Harbor KIA, Borough of Staten Island, SGT Donald W. Tinney Jr. Street, Borough of Staten Island, Firefighter James J. Marshall Jr. Lane, Borough of Staten Island, Firefighter James J. Marshall Sr. Lane, Jennifer Diane Caputo Way, Borough of Staten Island, Dr. Ahmad Jaber Way, Borough of Brooklyn, Joseph Joyce Way, Borough of Brooklyn, Justin Wallace Way, Borough of Queens, Deborah Hoyle Way, Borough of Queens, Father Andrew Struzzieri Way, Borough of Queens, Clarence “SPUD” Josey Jr. Way, Borough of Queens, Neville Facey Way, Borough of Queens, Cathy LeBlanc Way, Borough of Queens, Benjamin Wright Way, Borough of Queens, Stephen Cooper Way, Borough of Queens, Darryl E. Greene Way, Borough of Queens, Johnny Pacheco Way, Borough of the Bronx, PFC Buford Brown Way, Borough of the Bronx, Reverend Luciano Soto Way, Borough of the Bronx, Dr. Carolyn G. Williams Way, Borough of the Bronx, Thomasina Bushby Way, Borough of the Bronx, Celia Cruz Salsa Legend, Borough of the Bronx, Sylvester Royer Corner, Borough of the Bronx, William ‘Bill’ Howard Sr. Way, Borough of Brooklyn, Rev. Dr. Robert E. Cornegy, Sr. Way, Borough of Brooklyn, Dr. Sam Pinn Jr. Way, Borough of Brooklyn, Carmelo Sanchez Way, Borough of the Bronx, Roxanne Reid Way, Borough of the Bronx, Beverly Roberts Way, Borough of the Bronx, Juan Antonio Rossy Way, Borough of the Bronx, John McKelvey Sr. Way Villa Rosa Bonheur, Borough of the Bronx, Tenzing Norgay Sherpa Way, Borough of Queens, Joseph Ricevuto Way, Borough of Queens, Steve Knobel Way, Borough of Queens, Stanley, Kathleen & Robert Rygor Way, Borough of Queens, Monti Castañeda Corner, Borough of Queens, Peter Magnani Way, Borough of Queens, Ebenezer “Ben” Edwards Way, Borough of Brooklyn, Phil Foglia Way, Borough of the Bronx, Joseph Migliucci Way, Borough of the Bronx, Madonia Road, Borough of the Bronx, St. John's Way, Borough of Queens, Little Bangladesh Avenue, Borough of Queens, Eleanor Dowe Blvd, Borough of the Bronx, Curtis Hamilton Way, Borough of the Bronx, Hetty Fox Lane, Borough of the Bronx, Andy \"The Barber\" Foxe Way, Borough of the Bronx, Winifred A.R. Bama Way, Borough of the Bronx, Bishop Roy Bryant Sr. DD Way, Borough of the Bronx, Hon. Aurelia Greene Way, Borough of the Bronx, Rosella Gregg Way, Borough of the Bronx, Mother Cordelia Gilford Way, Borough of the Bronx, Thomas ‘Tommy’ A. Solfio Way, Borough of the Bronx, Mario D’Agostino Way, Borough of the Bronx, Conti’s Pastry Shoppe Boulevard, Borough of the Bronx, Joe Chiodi Way, Borough of the Bronx, Michael Prince Way, Borough of the Bronx, Ibrahim al-Hamdi Way, Borough of the Bronx, Joseph Oddo Way, Borough of the Bronx, Gjergj Kastrioti Skenderbeu Way, Borough of the Bronx, PePe Cardona Way, Borough of the Bronx, Carmine Palladino Way, Borough of the Bronx, Dominick Schiano Way, Borough of the Bronx, Fan Noli Way, Borough of the Bronx, Melvin “Mel” Doby Memorial Way, Borough of Queens, Reverend Laura G. Lowery Way, Borough of Queens, Union Course Racetrack, Borough of Queens, Maureen Walthers Way, Borough of Queens, Joseph Magnus Way, Borough of Queens, Phil \"Scooter\" Rizzuto Corner, Borough of Queens, Sarah Whiting Way, Borough of Queens, Ganesh Temple Street, Borough of Queens, Rabbi Dr. Asher Murciano Way, Borough of Queens, Ivan Mrakovcic Way, Borough of Queens, rue Barry Lewis Way, Borough of Queens, Detective Brian Simonsen Way, Borough of Queens, Police Officer FRANK G. MACRI WAY, Borough of Queens, Salvatore “Buddy” Scotto Way, Borough of Brooklyn, Andreas Stylianou Way, Borough of Brooklyn, Joseph Ferris Way, Borough of Brooklyn, Nicholas Heyward Sr. Place, Borough of Brooklyn, Elisa Torres Way, Borough of Brooklyn, District Attorney Kenneth P. Thompson Way, Borough of Brooklyn, Rita’s Way, Borough of Brooklyn, Genevieve (Jenny) Eason Way, Borough of Manhattan, David Dinkins Drive, Borough of Manhattan, Rev. Dr. J. G. McCann Way, Borough of Manhattan, Marie Andrée Bichotte Way, Borough of Brooklyn, Frank Scollo Way, Borough of Brooklyn, The Brooklyn/Bedford Park 9/11 Memorial, Borough of Brooklyn, Patrick Solomita Way, Borough of Brooklyn, John A. Cortese Way, Borough of Brooklyn, Dr. Louis A. Grecco Way, Borough of Staten Island, Louis C. Antonelli Way, Borough of Staten Island, BILL MCCREARY WAY. Borough of Queens, Archie Spigner Way, Borough of Queens, Theresa Irene Merritt Way, Borough of Queens, Robert Oliver, Jr. Way, Borough of Queens, Barbara Jackson Way, Borough of Queens, Ortner Vernon Murray, Borough of Queens, Rodney Johnson Way, Borough of Queens, James Edward Heath Way, Borough of Queens, Michael Perna Way, Borough of Queens, Mary Moody Way, Borough of Queens, Marguerite Henderson Way, Borough of Queens, Ann Petry Place, Borough of Manhattan, Althea Gibson Street, Borough of Manhattan, Judge Sheila Abdus Salaam Way, Borough of Manhattan, Bishop James P. Roberts, Sr. Way, Borough of Manhattan, Rev. Allen James Way, Borough of Manhattan, Bishop C.M. “Sweet Daddy” Grace Lane, Borough of Manhattan, Audre Lorde Way, Borough of Manhattan, Saint Tikhon Way, Borough of Manhattan, Wynn Handman Way, Borough of Manhattan, Ludie Brown Way, Borough of the Bronx, Vonte S. Murray Way, Borough of the Bronx, Onaje Allan Gumbs Way, Borough of the Bronx, Patricia Wiley Way, Borough of the Bronx, Avenues for Justice Way, Borough of Manhattan, Donald Suggs Jr. Way, Borough of Manhattan, Terrence McNally Way, Borough of Manhattan, Rafael \"Bullumba\" Landestoy Way, Borough of Manhattan, Isaiah Ché Moronta Way, Borough of Manhattan, Edith Prentiss Way, Borough of Manhattan, Coogan’s Way, Borough of Manhattan, Gregorio Luperon High School Way, Borough of Manhattan, Hugo Cabrera Way, Borough of Manhattan, Víctor Víctor Way, Borough of Manhattan, Johnny Ventura Way, Borough of Manhattan, Quisqueya Plaza, Borough of Manhattan, Rev. Maggie Howard Way, Borough of Staten Island, Social Activist Joseph N. Gumbs Way, Borough of Staten Island, Bartolomeo Giove Way, Borough of Staten Island, Principal Marie A. Munoz Way, Borough of Staten Island, James \"Jim\" Smith Way, Borough of Staten Island, Pearl Harbor Cpl. Vincent Kechner Way, Borough of Staten Island, Eric Garner Way, Borough of Staten Island, Little Liberia Way, Borough of Staten Island, Firefighter Sean D. Kenny Way, Borough of Staten Island, Joseph Triffoglio Way, Borough of Staten Island, Nick Troianiello Way, Borough of Staten Island, Detective James V. Nemorin Way, Borough of Staten Island, Detective Rodney J. Andrews Way, Borough of Staten Island, Vincent Gattullo Way, Borough of Staten Island, Educator Lawrence E. Ambrosino Way, Borough of Staten Island, Shimon Peres Place , Borough of Manhattan, Jacques d'Amboise Place, Borough of Manhattan, Freddy Perez Way, Borough of the Bronx, George Rodriguez Way, Borough of the Bronx, Ray Santos Way, Borough of the Bronx, Commissioner Louis E. Rios Way, Borough of the Bronx, Danilo Lachapel Way, Borough of the Bronx, The Point Community Development Corporation Way, Borough of the Bronx, Nos Quedamos Way, Borough of the Bronx, Russell M. Alston Way, Borough of the Bronx, Rev. T. Wendell Foster Way, Borough of the Bronx, P.O. Jorge Luis Gonzalez Way, Borough of the Bronx, Luis Angel “Supa” Torres Way, Borough of the Bronx, Grace Maldonado Way, Borough of the Bronx, Carmen Belén Bermúdez Way, Borough of the Bronx, Mrs. Esther ‘Marie’ Davis Way, Borough of the Bronx, General Colin L. Powell Way, Borough of the Bronx, Charlotte L. Taylor Way, Borough of Brooklyn, Clare Droesch Way, Borough of Queens, Lew M. Simon Way, Borough of Queens, Scott E. Jordan Way, Borough of Queens, Paul Russo Way, Borough of Queens, Claire Shulman Way, Borough of Queens, FERRIGNO PLACE, Borough of Queens, Ann Jawin Way, Borough of Queens, Little Manila Avenue, Borough of Queens, Daniel Andrews Way, Borough of Queens, Prodigy Way, Borough of Queens, Dre’s Way, Borough of Queens, Jose Miranda, Sr. Way, Borough of the Bronx, Urban Health Plan Boulevard, Borough of the Bronx, Pietro Sclafani Way, Borough of Brooklyn, Kenneth Casilla Way, Borough of Brooklyn and the repeal of sections 24 and 48 of local law number 24 for the year 2019, section 27 of local law number 26 for the year 2020, Local Law 17 for the year 1993, sections 7, 22, 38, 40, 57, 61, 70, 77, 80 of local law number 14 for the year 2021, section 4 of local law 110 for the year 2017, section 5 of local law 158 for the year 2019 and section 75 of local law number 62 for the year 2003.",
      "AgendaSequence": 0,
      "MinutesSequence": 6,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "ActionText": "A motion was made that this Introduction be P-C Item Approved by Comm approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 67995,
      "MatterFile": "Int 2477-2021",
      "MatterName": "Naming of 199 thoroughfares and public places.",
      "MatterType": "Introduction",
      "LastModified": "2021-12-14T15:57:14.123Z"
    }
  ],
  "AgendaLastPublished": "2021-12-14T14:19:22.197Z",
  "MinutesLastPublished": "2022-01-31T19:36:06.187Z",
  "LastModified": "2022-01-31T19:36:06.31Z"
}
