{
  "ID": 18785,
  "GUID": "2A7ECAB6-6B07-409D-BB58-914D270E24F9",
  "BodyID": 34,
  "BodyName": "Subcommittee on Zoning and Franchises",
  "Date": "2021-09-24T10:00:00-04:00",
  "Location": "REMOTE HEARING (VIRTUAL ROOM 2)",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 2,
  "MinutesStatusName": "Final",
  "AgendaFile": "https://nyc.legistar1.com/nyc/meetings/2021/9/18785_A_Subcommittee_on_Zoning_and_Franchises_21-09-24_Committee_Green_Sheet.pdf",
  "MinutesFile": "https://nyc.legistar1.com/nyc/meetings/2021/9/18785_M_Subcommittee_on_Zoning_and_Franchises_21-09-24_Meeting_Minutes.pdf",
  "Media": "https://councilnyc.viebit.com/vod/?s=true&v=NYCC-REMOTE-ZONING-09242021.mp4",
  "InSiteURL": "https://legistar.council.nyc.gov/MeetingDetail.aspx?LEGID=18785&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 372385,
      "GUID": "DDCD9272-685C-4A75-8F06-5CB5AB6D8358",
      "Title": "Application No. C 200203 ZMK (2840 Knapp Street Rezoning) submitted by Lipkaw Realty, LLC pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 29a, changing from an R5 to an R6 District property bounded by the Shore Parkway (northerly portion), Knapp Street, a line 250 feet northerly of Emmons Avenue, and Brigham Street and its northerly centerline prolongation, Borough of Brooklyn, Council District 48, Community District 15.",
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67475,
      "MatterFile": "LU 0832-2021",
      "MatterName": "Zoning, 2840 Knapp Street Rezoning, Brooklyn (C 200203 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:50:56.297Z"
    },
    {
      "ID": 372386,
      "GUID": "D47B3850-56E8-4C89-BA41-816ECBACD667",
      "Title": "Application No. N 200204 ZRK (2840 Knapp Street Rezoning) submitted by Lipkaw Realty, LLC pursuant to Section 201 of the New York City Charter for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area for property bounded by the Shore Parkway (northerly portion), Knapp Street, a line 250 feet northerly of Emmons Avenue, and Brigham Street and its northerly centerline prolongation, Borough of Brooklyn, Council District 48, Community District 15.",
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67476,
      "MatterFile": "LU 0833-2021",
      "MatterName": "Zoning, 2840 Knapp Street Rezoning, Brooklyn (N 200204 ZRK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:51:00.953Z"
    },
    {
      "ID": 372387,
      "GUID": "8C3B6D3E-6E95-4959-838C-C48D4676D639",
      "Title": "Application No. C 210202 ZSM (The Windmere) submitted by Windermere Properties LLC, pursuant to Sections 197-c and 201 of the New York City Charter, for a special permit pursuant to Section 74-711 of the NYC Zoning Resolution to facilitate a proposed conversion, alteration and enlargement of the Windermere apartment building, located at 400-406 West 57th Street, Borough of Manhattan, Council District 3, Community District 4.",
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67477,
      "MatterFile": "LU 0834-2021",
      "MatterName": "Zoning, The Windmere, Manhattan (C 210202 ZSM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:51:05.603Z"
    },
    {
      "ID": 372388,
      "GUID": "93D4E640-88FC-4D96-AFB5-D56E6F7C4E3D",
      "Title": "Application No.  C 210261 ZMM (629-633 West 142nd Street Rezoning) submitted by Soma 142, LLC pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 6a, by changing from an existing R6A District to an R9A District property bounded by a line midway between West 142rd Street and West 143rd Street and its westerly prolongation, a line 365 feet westerly of Broadway, West 142nd Street and its westerly prolongation, and the easterly boundary line of Riverside Park, Borough of Manhattan, Council District 7, Community District 9.",
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67481,
      "MatterFile": "LU 0836-2021",
      "MatterName": "Zoning, 629-633 West 142nd Street Rezoning, Manhattan (C 210261 ZMM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Filed",
      "LastModified": "2021-09-24T19:51:09.917Z"
    },
    {
      "ID": 372389,
      "GUID": "9001C979-3CC2-4118-9E66-BF6EB85B8472",
      "Title": "Application No. N 210262 ZRM (629-633 West 142nd Street Rezoning submitted by Soma 142, LLC pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing Area, Borough of Manhattan, Council District 7, Community District 9.",
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67482,
      "MatterFile": "LU 0837-2021",
      "MatterName": "Zoning, 629-633 West 142nd Street Rezoning, Manhattan (N 210262 ZRM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Filed",
      "LastModified": "2021-09-24T19:51:14.673Z"
    },
    {
      "ID": 372390,
      "GUID": "CF151B49-F9F8-433C-A9F4-D7BE7B0F823B",
      "Title": "Application No. N 210270 ZRY (Elevate Transit: Zoning for Accessibility) submitted by the Metropolitan Transportation Authority (MTA) and the New York City Department of City Planning pursuant to Section 201 of the New York City Charter for an amendment of the Zoning Resolution of the City of New York, creating Article VI, Chapter 6 (Special Regulations Applying Around Mass Transit Stations) and modifying related sections, Citywide.",
      "AgendaSequence": 6,
      "MinutesSequence": 13,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67515,
      "MatterFile": "LU 0838-2021",
      "MatterName": "Zoning, Elevate Transit: Zoning for Accessibility, Citywide (N 210270 ZRY)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:51:21.173Z"
    },
    {
      "ID": 372391,
      "GUID": "694D12F9-1569-4844-BAEC-F56C1D2B8593",
      "Title": "Application No. C 180395 ZMQ (106-02 Rockaway Beach Boulevard Rezoning) submitted by RBB II LLC pursuant to Sections 197-c and 201 of the New York City Charter, for an amendment of the Zoning Map, Section Nos. 30a and 30b by eliminating from an existing R5D District a C2-3 District bounded by Rockaway Freeway, Beach 106th Street, Rockaway Beach Boulevard and Beach 108th Street and changing from an R5D District to an M1-3 District property bounded by Rockaway Freeway, the centerline of a Railroad Right of Way, Beach 106th Street, Rockaway Beach Boulevard, and Beach 108th Street, Borough of Queens, Council District 32, Community District 14.",
      "AgendaSequence": 7,
      "MinutesSequence": 15,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67516,
      "MatterFile": "LU 0839-2021",
      "MatterName": "Zoning, 106-02 Rockaway Beach Boulevard Rezoning, Queens (C 180395 ZMQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:51:26.267Z"
    },
    {
      "ID": 372392,
      "GUID": "1CEFD1DA-2E92-45CB-BF77-BA1C0317C096",
      "Title": "Application No. C 200306 ZMK (307 Kent Avenue Rezoning) submitted by 307 Kent Associates pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 12d, by changing from an M3-1 District to an M1-5 District property bounded by South 2nd Street, a line 300 feet northwesterly of Wythe Avenue, South 3rd Street, and Kent Avenue; changing from an M3-1 District to an M1-4/R6A District property bounded by South 2nd Street, a line 210 feet northwesterly of Wythe Avenue, South 3rd Street, and a line 300 feet northwesterly of Wythe Avenue; and establishing a Special Mixed Use District (MX-8) bounded by South 2nd Street, a line 210 feet northwesterly of Wythe Avenue, South 3rd Street, and a line 300 feet northwesterly of Wythe Avenue; Borough of Brooklyn, Council District 33, Community District 1.",
      "AgendaSequence": 8,
      "MinutesSequence": 17,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67517,
      "MatterFile": "LU 0840-2021",
      "MatterName": "Zoning, 307 Kent Avenue Rezoning, Brooklyn (C 200306 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:51:31.023Z"
    },
    {
      "ID": 372393,
      "GUID": "C42EABD2-1371-40E8-AFFE-B548EAB8A3E9",
      "Title": "Application No. N 200307 ZRK (307 Kent Avenue Rezoning) submitted by 307 Kent Associates pursuant to Section 201 of the New York City Charter for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area for property in the Borough of Brooklyn, Council District 33, Community District 1.",
      "AgendaSequence": 9,
      "MinutesSequence": 19,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67518,
      "MatterFile": "LU 0841-2021",
      "MatterName": "Zoning, 307 Kent Avenue Rezoning, Brooklyn (N 200307 ZRK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:51:35.367Z"
    },
    {
      "ID": 372394,
      "GUID": "6C8699BF-0180-436A-A2CC-C962D9ECE3F1",
      "Title": "Application No. C 210289 ZMR (River North) submitted by Richmond SI Owner LLC pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 21c, eliminating from an existing R6 District a C2-2 District bounded by Richmond Terrace, Hamilton Avenue, a line 100 feet westerly of Stuyvesant Place, a line 100 feet southwesterly of Richmond Terrace, and Nicholas Street; eliminating a Special Hillsides Preservation District (HS) bounded by Richmond Terrace, Stuyvesant Place, Hamilton Avenue, a line 185 feet westerly of Stuyvesant Place, a line 185 feet southwesterly of Richmond Terrace, and Nicholas Street; changing from an R6 District to an R7-3 District property bounded by Richmond Terrace, Stuyvesant Place, Hamilton Avenue, a line 185 feet westerly of Stuyvesant Place, a line 185 feet southwesterly of Richmond Terrace, and Nicholas Street; establishing within an existing R6 District a C2-4 District bounded by Richmond Terrace, Hamilton Avenue, and Stuyvesant Place; establishing within a proposed R7-3 District a C2-4 District bounded by Richmond Terrace, Stuyvesant Place, Hamilton Avenue, a line 185 feet westerly of Stuyvesant Place, a line 185 feet southwesterly of Richmond Terrace, and Nicholas Street; and establishing a Special St. George District (SG) bounded by Richmond Terrace, Hamilton Avenue, a line 185 feet westerly of Stuyvesant Place, a line 185 feet southwesterly of Richmond Terrace, and Nicholas Street; Borough of Staten Island, Community District 1, Council District 49, as shown on a diagram (for illustrative purposes only) dated May 3, 2021, and subject to the conditions of CEQR Declaration E-614.",
      "AgendaSequence": 10,
      "MinutesSequence": 21,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67526,
      "MatterFile": "LU 0842-2021",
      "MatterName": "Zoning, River North, Staten Island (C 210289 ZMR)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:51:39.31Z"
    },
    {
      "ID": 372395,
      "GUID": "BBB455B0-627F-4B7E-84C4-7A687FAC45AA",
      "Title": "Application No. N 210290 ZRR (River North) submitted by Richmond SI Owner LLC pursuant to Section 201 of the New York City Charter for an amendment of the Zoning Resolution of the City of New York, modifying Article XII, Chapter 8 (Special St. George District) and related Sections, and modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area; Borough of Staten Island, Community District 1, Council District 49.",
      "AgendaSequence": 11,
      "MinutesSequence": 23,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67528,
      "MatterFile": "LU 0843-2021",
      "MatterName": "Zoning, River North, Staten Island (N 210290 ZRR)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:51:45.017Z"
    },
    {
      "ID": 372396,
      "GUID": "696CA0D7-8D4F-4AF3-B243-A63AE49F524C",
      "Title": "Application No. C 200291 ZSR (River North) submitted by Richmond SI Owner LLC, pursuant to Sections 197-c and 201 of the New York City Charter, for the grant of a special permit pursuant to Section 128-62* of the Zoning Resolution, to modify the rear yard requirements of Section 23-47 (Minimum Required rear yard); the permitted obstruction requirements of Section 128-31 (Rooftop Regulations) and Section 33-42 (Permitted Obstructions); the height and setback requirements of Section 128-33* (Maximum Base Height) and Section 128-34* (Maximum Building Height); and the planting requirements of Section 128-42 (Planting Areas); in connection with a proposed mixed-use development, on property located at 24 Stuyvesant Place (Block 13, Lots 82, 92, 100 and p/o Lot 8), in an R7-3/C2-4** District, within the Special St. George District (SG)**, Borough of Staten Island, Community District 1, Council District 49.  *Note that Sections 128-33, 128-34 & 128-62 are proposed to be change under a concurrent related application for a Zoning Text change (N 210290 ZRR).  **Note that this site is proposed to be rezoned by changing R6(HS) & R6/C2-2(HS) Districts to an R7-3/C2-4(SG) District under a concurrent related application for a Zoning Map change (C 210289 ZMR).",
      "AgendaSequence": 12,
      "MinutesSequence": 25,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67529,
      "MatterFile": "LU 0844-2021",
      "MatterName": "Zoning, River North, Staten Island (C 200291 ZSR)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:51:49.307Z"
    },
    {
      "ID": 372397,
      "GUID": "76D09960-72A1-4B85-BBF0-90A7B002A099",
      "Title": "Application No. C 200070 ZMQ (62-04 Roosevelt Avenue Rezoning) submitted by Woodside 63 Management, LLC and Mare Nostrum Elements, Inc pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 9d, eliminating from an existing R6 District a C1-4 District and changing from an existing R6 to a C4-4 District for property located in the Borough of Queens, Community District 2, Council District 26.",
      "AgendaSequence": 13,
      "MinutesSequence": 27,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67562,
      "MatterFile": "LU 0852-2021",
      "MatterName": "Zoning, 62-04 Roosevelt Avenue Rezoning, Queens (C 200070 ZMQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:51:53.453Z"
    },
    {
      "ID": 372398,
      "GUID": "1A55FE2E-4B23-44A4-9B7F-00D3343213DC",
      "Title": "Application No. N 20200069 ZRQ (62-04 Roosevelt Avenue Rezoning) submitted by Woodside 63 Management, LLC and Mare Nostrum Elements, Inc., pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area in the Borough of Queens, Community District 2, Council District 26.",
      "AgendaSequence": 14,
      "MinutesSequence": 29,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67563,
      "MatterFile": "LU 0853-2021",
      "MatterName": "Zoning, 62-04 Roosevelt Avenue Rezoning, Queens (N 20200069 ZRQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:51:58.32Z"
    },
    {
      "ID": 372399,
      "GUID": "C8CB6FDE-8B62-4D55-AB2D-7323C100A151",
      "Title": "Application No. C 210324 ZMM (495 Eleventh Ave – Slaughterhouse) submitted by 495 11 Avenue Owner Realty LLC and New York City Economic Development Corporation pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 8d changing from an M1-5 District to a C6-4 District and establishing a Special Hudson Yard District bounded by West 40th Street, Eleventh Avenue, West 39th Street, and a line 125 feet westerly of Eleventh Avenue, Borough of Manhattan, Community District 4, Council District 3.",
      "AgendaSequence": 15,
      "MinutesSequence": 31,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67565,
      "MatterFile": "LU 0854-2021",
      "MatterName": "Zoning, 495 Eleventh Ave – Slaughterhouse, Manhattan (C 210324 ZMM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:52:03.5Z"
    },
    {
      "ID": 372400,
      "GUID": "73A227B1-D9FE-449C-9899-3A428C15625A",
      "Title": "Application No. N 210325 ZRM (495 Eleventh Ave – Slaughterhouse) submitted by 495 11 Avenue Owner Realty LLC and the New York City Economic Development Corporation, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying Article IX, Chapter 3 for the purpose establishing a new Subdistrict G within the Special Hudson Yards District, and modifying APPENDIX F, for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Manhattan, Community District 4, Council District 3.",
      "AgendaSequence": 16,
      "MinutesSequence": 33,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67566,
      "MatterFile": "LU 0855-2021",
      "MatterName": "Zoning, 495 Eleventh Ave – Slaughterhouse, Manhattan (N 210325 ZRM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:52:09.157Z"
    },
    {
      "ID": 372401,
      "GUID": "9F765E91-7199-479E-966C-2ABB7809FB0E",
      "Title": "Application No. C 210326 PCM (495 Eleventh Ave – Slaughterhouse) submitted by New York City Police Department (NYPD) and the Department of Citywide Administrative Services (DCAS), pursuant to Section 197-c of the New York City Charter, for a site selection and acquisition of property located at 495 Eleventh Avenue (Block 685, Lot 38) for use as an NYPD vehicle storage facility, Borough of Manhattan, Community District 4, Council District 3.",
      "AgendaSequence": 17,
      "MinutesSequence": 35,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67567,
      "MatterFile": "LU 0856-2021",
      "MatterName": "Zoning, 495 Eleventh Ave – Slaughterhouse, Manhattan (C 210326 PCM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:52:14.31Z"
    },
    {
      "ID": 372402,
      "GUID": "A83C62AA-B938-4574-82F2-9FB26418183A",
      "Title": "Application No. C 210361 ZMR (252 Victory Boulevard) submitted by Victory Boulevard Realty, LLC pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map Section No. 21c changing from an R3-2 District to an R6B District, changing from an R3X District to an R6B District, establishing within an existing R3-2 District a C1-3 District, and establishing within the proposed R6B District a C1-3 District, Borough of Staten Island, Community District 1, Council District 49.",
      "AgendaSequence": 18,
      "MinutesSequence": 37,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67568,
      "MatterFile": "LU 0857-2021",
      "MatterName": "Zoning, 252 Victory Boulevard, Staten Island (C 210361 ZMR)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:52:19.263Z"
    },
    {
      "ID": 372403,
      "GUID": "6EF58D6E-74F7-4A41-90B2-7BFB14D61D11",
      "Title": "Application No. N 210362 ZRR (252 Victory Boulevard) submitted by Victory Boulevard Realty, LLC pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Staten Island, Community District 1, Council District 49.",
      "AgendaSequence": 19,
      "MinutesSequence": 39,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67569,
      "MatterFile": "LU 0858-2021",
      "MatterName": "Zoning, 252 Victory Boulevard, Staten Island (N 210362 ZRR)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:52:25.18Z"
    },
    {
      "ID": 372404,
      "GUID": "656DEF0B-1422-4F42-8503-230ACEBB8E61",
      "Title": "Application No. C 20210151 ZMK (270 Nostrand Avenue) submitted by BRP East Brooklyn Development LLC pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 17a changing from an R7A District to an R8A District and establishing within the proposed R8A District a C2-4 District, for property located in the Borough of Brooklyn, Community District 3, Council District 36.",
      "AgendaSequence": 20,
      "MinutesSequence": 41,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67570,
      "MatterFile": "LU 0859-2021",
      "MatterName": "Zoning, 270 Nostrand Avenue, Brooklyn (C 20210151 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:52:30.253Z"
    },
    {
      "ID": 372405,
      "GUID": "68B5865E-FC5F-411D-8F8C-17BC9F4A534B",
      "Title": "Application No. N 20210152 ZRK (270 Nostrand Avenue) submitted by BRP East Brooklyn Development LLC pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, for property located in the Borough of Brooklyn, Community District 3, Council District 36.",
      "AgendaSequence": 21,
      "MinutesSequence": 43,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67571,
      "MatterFile": "LU 0860-2021",
      "MatterName": "Zoning, 270 Nostrand Avenue, Brooklyn (N 20210152 ZRK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:52:35.267Z"
    },
    {
      "ID": 372406,
      "GUID": "70736FE8-9C56-4572-B50D-3A24D7922FCA",
      "Title": "Application No. C 20200296 ZMK (1776 48th Street Rezoning) submitted by Mr. Yitzchok Stern pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 22c changing from an R5 District to an R6B District and establishing within the proposed R6B District a C2-4 District, for property located in the Borough of Brooklyn, Community District 12, Council District 44.  ",
      "AgendaSequence": 22,
      "MinutesSequence": 45,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67572,
      "MatterFile": "LU 0861-2021",
      "MatterName": "Zoning, 1776 48th Street Rezoning, Brooklyn (C 20200296 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:52:39.733Z"
    },
    {
      "ID": 372407,
      "GUID": "7D5AB98A-C836-46F2-9501-9B7009E00FCA",
      "Title": "Application No. N 20200297 ZRK (1776 48th Street Rezoning) submitted by Mr. Yitzchok Stern, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, for property located in the Borough of Brooklyn, Community District 12, Council District 44.  ",
      "AgendaSequence": 23,
      "MinutesSequence": 47,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67573,
      "MatterFile": "LU 0862-2021",
      "MatterName": "Zoning, 1776 48th Street Rezoning, Brooklyn (N 20200297 ZRK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:52:48.19Z"
    },
    {
      "ID": 372408,
      "GUID": "2B7C0B57-7BB1-46C2-A62F-6B75492B0091",
      "Title": "Application No. C 20190260 ZMQ (48-18 Van Dam Teamsters Rezoning) submitted by 48-18 Van Dam Property Holdings, LLC pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 9b, by changing from an M2-1 District to an M1-5 District property bounded by 48th Avenue, Van Dam Street, Hunters Point Avenue, and 31st Place, Borough of Queens, Community District 2, Council District 26.",
      "AgendaSequence": 24,
      "MinutesSequence": 49,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 67574,
      "MatterFile": "LU 0863-2021",
      "MatterName": "Zoning, 48-18 Van Dam Teamsters Rezoning, Queens (C 20190260 ZMQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:52:53.647Z"
    },
    {
      "ID": 372554,
      "GUID": "9BA4B640-035B-48C3-A291-69B3A13EFEC5",
      "Title": "Roll Call",
      "AgendaSequence": 0,
      "MinutesSequence": 1,
      "Version": "",
      "RollCallFlag": 1,
      "RollCall": [
        {
          "ID": 7745,
          "Slug": "francisco-p-moya",
          "FullName": "Francisco P. Moya",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 10
        },
        {
          "ID": 7742,
          "Slug": "diana-i-ayala",
          "FullName": "Diana I. Ayala",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 20
        },
        {
          "ID": 7264,
          "Slug": "joseph-c-borelli",
          "FullName": "Joseph C. Borelli",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 30
        },
        {
          "ID": 7691,
          "Slug": "barry-s-grodenchik",
          "FullName": "Barry S. Grodenchik",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 50
        },
        {
          "ID": 7567,
          "Slug": "stephen-t-levin",
          "FullName": "Stephen T. Levin",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 60
        },
        {
          "ID": 7638,
          "Slug": "antonio-reynoso",
          "FullName": "Antonio Reynoso",
          "ValueID": 16,
          "Value": "Absent",
          "Sort": 70
        },
        {
          "ID": 7740,
          "Slug": "carlina-rivera",
          "FullName": "Carlina Rivera",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 80
        }
      ],
      "LastModified": "2021-09-24T19:50:28.793Z"
    },
    {
      "ID": 372555,
      "GUID": "7D317FBD-CC80-446C-B666-FAF1EA9E041F",
      "Title": "",
      "AgendaSequence": 0,
      "MinutesSequence": 2,
      "Version": "",
      "MinutesNote": "Other Council Members Attending: Rose",
      "LastModified": "2021-09-24T19:50:50.263Z"
    },
    {
      "ID": 372556,
      "GUID": "18563E4C-BA0F-4198-92F1-7DC7BADED106",
      "Title": "Application No. C 200203 ZMK (2840 Knapp Street Rezoning) submitted by Lipkaw Realty, LLC pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 29a, changing from an R5 to an R6 District property bounded by the Shore Parkway (northerly portion), Knapp Street, a line 250 feet northerly of Emmons Avenue, and Brigham Street and its northerly centerline prolongation, Borough of Brooklyn, Council District 48, Community District 15.",
      "AgendaSequence": 0,
      "MinutesSequence": 4,
      "Version": "*",
      "ActionID": 79,
      "ActionName": "Approved by Subcommittee",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 67475,
      "MatterFile": "LU 0832-2021",
      "MatterName": "Zoning, 2840 Knapp Street Rezoning, Brooklyn (C 200203 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:53:22.91Z"
    },
    {
      "ID": 372557,
      "GUID": "BF216BFA-DBB5-4AF9-8641-8E8BEFC4369C",
      "Title": "Application No. N 200204 ZRK (2840 Knapp Street Rezoning) submitted by Lipkaw Realty, LLC pursuant to Section 201 of the New York City Charter for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area for property bounded by the Shore Parkway (northerly portion), Knapp Street, a line 250 feet northerly of Emmons Avenue, and Brigham Street and its northerly centerline prolongation, Borough of Brooklyn, Council District 48, Community District 15.",
      "AgendaSequence": 0,
      "MinutesSequence": 6,
      "Version": "*",
      "ActionID": 79,
      "ActionName": "Approved by Subcommittee",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 67476,
      "MatterFile": "LU 0833-2021",
      "MatterName": "Zoning, 2840 Knapp Street Rezoning, Brooklyn (N 200204 ZRK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:54:35.42Z"
    },
    {
      "ID": 372558,
      "GUID": "14500D5D-3357-4B3D-929A-E7099DE6FF15",
      "Title": "Application No. C 210202 ZSM (The Windmere) submitted by Windermere Properties LLC, pursuant to Sections 197-c and 201 of the New York City Charter, for a special permit pursuant to Section 74-711 of the NYC Zoning Resolution to facilitate a proposed conversion, alteration and enlargement of the Windermere apartment building, located at 400-406 West 57th Street, Borough of Manhattan, Council District 3, Community District 4.",
      "AgendaSequence": 0,
      "MinutesSequence": 8,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 67477,
      "MatterFile": "LU 0834-2021",
      "MatterName": "Zoning, The Windmere, Manhattan (C 210202 ZSM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:56:32.017Z"
    },
    {
      "ID": 372559,
      "GUID": "431A3E4A-629D-416A-BB20-176FAE127E7B",
      "Title": "Application No.  C 210261 ZMM (629-633 West 142nd Street Rezoning) submitted by Soma 142, LLC pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 6a, by changing from an existing R6A District to an R9A District property bounded by a line midway between West 142rd Street and West 143rd Street and its westerly prolongation, a line 365 feet westerly of Broadway, West 142nd Street and its westerly prolongation, and the easterly boundary line of Riverside Park, Borough of Manhattan, Council District 7, Community District 9.",
      "AgendaSequence": 0,
      "MinutesSequence": 10,
      "Version": "*",
      "ActionID": 5039,
      "ActionName": "Filed by Subcommittee",
      "ActionText": "A motion was made that this Land Use Application be Filed by Subcommittee approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 67481,
      "MatterFile": "LU 0836-2021",
      "MatterName": "Zoning, 629-633 West 142nd Street Rezoning, Manhattan (C 210261 ZMM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Filed",
      "LastModified": "2021-09-24T19:56:05.193Z"
    },
    {
      "ID": 372560,
      "GUID": "4709E21B-8BD6-4523-AA00-68C1D2E25D01",
      "Title": "Application No. N 210262 ZRM (629-633 West 142nd Street Rezoning submitted by Soma 142, LLC pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing Area, Borough of Manhattan, Council District 7, Community District 9.",
      "AgendaSequence": 0,
      "MinutesSequence": 12,
      "Version": "*",
      "ActionID": 5039,
      "ActionName": "Filed by Subcommittee",
      "ActionText": "A motion was made that this Land Use Application be Filed by Subcommittee approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 67482,
      "MatterFile": "LU 0837-2021",
      "MatterName": "Zoning, 629-633 West 142nd Street Rezoning, Manhattan (N 210262 ZRM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Filed",
      "LastModified": "2021-09-24T19:56:19.127Z"
    },
    {
      "ID": 372561,
      "GUID": "BEB0EC8E-53C5-4C85-B064-4833BBDD22EE",
      "Title": "Application No. N 210270 ZRY (Elevate Transit: Zoning for Accessibility) submitted by the Metropolitan Transportation Authority (MTA) and the New York City Department of City Planning pursuant to Section 201 of the New York City Charter for an amendment of the Zoning Resolution of the City of New York, creating Article VI, Chapter 6 (Special Regulations Applying Around Mass Transit Stations) and modifying related sections, Citywide.",
      "AgendaSequence": 0,
      "MinutesSequence": 14,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 67515,
      "MatterFile": "LU 0838-2021",
      "MatterName": "Zoning, Elevate Transit: Zoning for Accessibility, Citywide (N 210270 ZRY)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:55:41.707Z"
    },
    {
      "ID": 372562,
      "GUID": "AB20539E-A93E-4103-BDC6-C3777874E88A",
      "Title": "Application No. C 180395 ZMQ (106-02 Rockaway Beach Boulevard Rezoning) submitted by RBB II LLC pursuant to Sections 197-c and 201 of the New York City Charter, for an amendment of the Zoning Map, Section Nos. 30a and 30b by eliminating from an existing R5D District a C2-3 District bounded by Rockaway Freeway, Beach 106th Street, Rockaway Beach Boulevard and Beach 108th Street and changing from an R5D District to an M1-3 District property bounded by Rockaway Freeway, the centerline of a Railroad Right of Way, Beach 106th Street, Rockaway Beach Boulevard, and Beach 108th Street, Borough of Queens, Council District 32, Community District 14.",
      "AgendaSequence": 0,
      "MinutesSequence": 16,
      "Version": "*",
      "ActionID": 79,
      "ActionName": "Approved by Subcommittee",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 67516,
      "MatterFile": "LU 0839-2021",
      "MatterName": "Zoning, 106-02 Rockaway Beach Boulevard Rezoning, Queens (C 180395 ZMQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:54:51.62Z"
    },
    {
      "ID": 372563,
      "GUID": "4963B6A4-6057-4EFB-8F9D-5DB197BA21B4",
      "Title": "Application No. C 200306 ZMK (307 Kent Avenue Rezoning) submitted by 307 Kent Associates pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 12d, by changing from an M3-1 District to an M1-5 District property bounded by South 2nd Street, a line 300 feet northwesterly of Wythe Avenue, South 3rd Street, and Kent Avenue; changing from an M3-1 District to an M1-4/R6A District property bounded by South 2nd Street, a line 210 feet northwesterly of Wythe Avenue, South 3rd Street, and a line 300 feet northwesterly of Wythe Avenue; and establishing a Special Mixed Use District (MX-8) bounded by South 2nd Street, a line 210 feet northwesterly of Wythe Avenue, South 3rd Street, and a line 300 feet northwesterly of Wythe Avenue; Borough of Brooklyn, Council District 33, Community District 1.",
      "AgendaSequence": 0,
      "MinutesSequence": 18,
      "Version": "*",
      "ActionID": 79,
      "ActionName": "Approved by Subcommittee",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 67517,
      "MatterFile": "LU 0840-2021",
      "MatterName": "Zoning, 307 Kent Avenue Rezoning, Brooklyn (C 200306 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:55:05.26Z"
    },
    {
      "ID": 372564,
      "GUID": "55712A9D-F315-4729-84BA-5FA152C8D255",
      "Title": "Application No. N 200307 ZRK (307 Kent Avenue Rezoning) submitted by 307 Kent Associates pursuant to Section 201 of the New York City Charter for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area for property in the Borough of Brooklyn, Council District 33, Community District 1.",
      "AgendaSequence": 0,
      "MinutesSequence": 20,
      "Version": "*",
      "ActionID": 79,
      "ActionName": "Approved by Subcommittee",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 67518,
      "MatterFile": "LU 0841-2021",
      "MatterName": "Zoning, 307 Kent Avenue Rezoning, Brooklyn (N 200307 ZRK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:55:17.457Z"
    },
    {
      "ID": 372565,
      "GUID": "7A855C54-20D1-465C-BD74-A7DB86B922BF",
      "Title": "Application No. C 210289 ZMR (River North) submitted by Richmond SI Owner LLC pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 21c, eliminating from an existing R6 District a C2-2 District bounded by Richmond Terrace, Hamilton Avenue, a line 100 feet westerly of Stuyvesant Place, a line 100 feet southwesterly of Richmond Terrace, and Nicholas Street; eliminating a Special Hillsides Preservation District (HS) bounded by Richmond Terrace, Stuyvesant Place, Hamilton Avenue, a line 185 feet westerly of Stuyvesant Place, a line 185 feet southwesterly of Richmond Terrace, and Nicholas Street; changing from an R6 District to an R7-3 District property bounded by Richmond Terrace, Stuyvesant Place, Hamilton Avenue, a line 185 feet westerly of Stuyvesant Place, a line 185 feet southwesterly of Richmond Terrace, and Nicholas Street; establishing within an existing R6 District a C2-4 District bounded by Richmond Terrace, Hamilton Avenue, and Stuyvesant Place; establishing within a proposed R7-3 District a C2-4 District bounded by Richmond Terrace, Stuyvesant Place, Hamilton Avenue, a line 185 feet westerly of Stuyvesant Place, a line 185 feet southwesterly of Richmond Terrace, and Nicholas Street; and establishing a Special St. George District (SG) bounded by Richmond Terrace, Hamilton Avenue, a line 185 feet westerly of Stuyvesant Place, a line 185 feet southwesterly of Richmond Terrace, and Nicholas Street; Borough of Staten Island, Community District 1, Council District 49, as shown on a diagram (for illustrative purposes only) dated May 3, 2021, and subject to the conditions of CEQR Declaration E-614.",
      "AgendaSequence": 0,
      "MinutesSequence": 22,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 67526,
      "MatterFile": "LU 0842-2021",
      "MatterName": "Zoning, River North, Staten Island (C 210289 ZMR)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:56:45.457Z"
    },
    {
      "ID": 372566,
      "GUID": "DB687488-051B-4E09-BAA0-5AB0FB4F30C3",
      "Title": "Application No. N 210290 ZRR (River North) submitted by Richmond SI Owner LLC pursuant to Section 201 of the New York City Charter for an amendment of the Zoning Resolution of the City of New York, modifying Article XII, Chapter 8 (Special St. George District) and related Sections, and modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area; Borough of Staten Island, Community District 1, Council District 49.",
      "AgendaSequence": 0,
      "MinutesSequence": 24,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 67528,
      "MatterFile": "LU 0843-2021",
      "MatterName": "Zoning, River North, Staten Island (N 210290 ZRR)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:56:50.547Z"
    },
    {
      "ID": 372567,
      "GUID": "EA9DE987-15A3-4DB0-9E1C-1ED544B9E737",
      "Title": "Application No. C 200291 ZSR (River North) submitted by Richmond SI Owner LLC, pursuant to Sections 197-c and 201 of the New York City Charter, for the grant of a special permit pursuant to Section 128-62* of the Zoning Resolution, to modify the rear yard requirements of Section 23-47 (Minimum Required rear yard); the permitted obstruction requirements of Section 128-31 (Rooftop Regulations) and Section 33-42 (Permitted Obstructions); the height and setback requirements of Section 128-33* (Maximum Base Height) and Section 128-34* (Maximum Building Height); and the planting requirements of Section 128-42 (Planting Areas); in connection with a proposed mixed-use development, on property located at 24 Stuyvesant Place (Block 13, Lots 82, 92, 100 and p/o Lot 8), in an R7-3/C2-4** District, within the Special St. George District (SG)**, Borough of Staten Island, Community District 1, Council District 49.  *Note that Sections 128-33, 128-34 & 128-62 are proposed to be change under a concurrent related application for a Zoning Text change (N 210290 ZRR).  **Note that this site is proposed to be rezoned by changing R6(HS) & R6/C2-2(HS) Districts to an R7-3/C2-4(SG) District under a concurrent related application for a Zoning Map change (C 210289 ZMR).",
      "AgendaSequence": 0,
      "MinutesSequence": 26,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 67529,
      "MatterFile": "LU 0844-2021",
      "MatterName": "Zoning, River North, Staten Island (C 200291 ZSR)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:56:56.003Z"
    },
    {
      "ID": 372568,
      "GUID": "57D478FE-1ABB-4676-B240-9A2E8565F94A",
      "Title": "Application No. C 200070 ZMQ (62-04 Roosevelt Avenue Rezoning) submitted by Woodside 63 Management, LLC and Mare Nostrum Elements, Inc pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 9d, eliminating from an existing R6 District a C1-4 District and changing from an existing R6 to a C4-4 District for property located in the Borough of Queens, Community District 2, Council District 26.",
      "AgendaSequence": 0,
      "MinutesSequence": 28,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 67562,
      "MatterFile": "LU 0852-2021",
      "MatterName": "Zoning, 62-04 Roosevelt Avenue Rezoning, Queens (C 200070 ZMQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:57:00.223Z"
    },
    {
      "ID": 372569,
      "GUID": "0F81C87F-08E1-45C4-A4B6-F809B5280DA4",
      "Title": "Application No. N 20200069 ZRQ (62-04 Roosevelt Avenue Rezoning) submitted by Woodside 63 Management, LLC and Mare Nostrum Elements, Inc., pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area in the Borough of Queens, Community District 2, Council District 26.",
      "AgendaSequence": 0,
      "MinutesSequence": 30,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 67563,
      "MatterFile": "LU 0853-2021",
      "MatterName": "Zoning, 62-04 Roosevelt Avenue Rezoning, Queens (N 20200069 ZRQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:57:12.977Z"
    },
    {
      "ID": 372570,
      "GUID": "A8D1F00C-D753-45A8-A1AA-01AD64AA3DDE",
      "Title": "Application No. C 210324 ZMM (495 Eleventh Ave – Slaughterhouse) submitted by 495 11 Avenue Owner Realty LLC and New York City Economic Development Corporation pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 8d changing from an M1-5 District to a C6-4 District and establishing a Special Hudson Yard District bounded by West 40th Street, Eleventh Avenue, West 39th Street, and a line 125 feet westerly of Eleventh Avenue, Borough of Manhattan, Community District 4, Council District 3.",
      "AgendaSequence": 0,
      "MinutesSequence": 32,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 67565,
      "MatterFile": "LU 0854-2021",
      "MatterName": "Zoning, 495 Eleventh Ave – Slaughterhouse, Manhattan (C 210324 ZMM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:57:17.78Z"
    },
    {
      "ID": 372571,
      "GUID": "7264C9E5-BD76-4A17-ADEB-6CCEE79C13AA",
      "Title": "Application No. N 210325 ZRM (495 Eleventh Ave – Slaughterhouse) submitted by 495 11 Avenue Owner Realty LLC and the New York City Economic Development Corporation, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying Article IX, Chapter 3 for the purpose establishing a new Subdistrict G within the Special Hudson Yards District, and modifying APPENDIX F, for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Manhattan, Community District 4, Council District 3.",
      "AgendaSequence": 0,
      "MinutesSequence": 34,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 67566,
      "MatterFile": "LU 0855-2021",
      "MatterName": "Zoning, 495 Eleventh Ave – Slaughterhouse, Manhattan (N 210325 ZRM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:57:22.967Z"
    },
    {
      "ID": 372572,
      "GUID": "C369CFA0-9DEF-40F4-93D3-D38D0CD69D01",
      "Title": "Application No. C 210326 PCM (495 Eleventh Ave – Slaughterhouse) submitted by New York City Police Department (NYPD) and the Department of Citywide Administrative Services (DCAS), pursuant to Section 197-c of the New York City Charter, for a site selection and acquisition of property located at 495 Eleventh Avenue (Block 685, Lot 38) for use as an NYPD vehicle storage facility, Borough of Manhattan, Community District 4, Council District 3.",
      "AgendaSequence": 0,
      "MinutesSequence": 36,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 67567,
      "MatterFile": "LU 0856-2021",
      "MatterName": "Zoning, 495 Eleventh Ave – Slaughterhouse, Manhattan (C 210326 PCM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:57:28.873Z"
    },
    {
      "ID": 372573,
      "GUID": "6170FA57-BB60-497E-AED8-0E2E5A1BE3B9",
      "Title": "Application No. C 210361 ZMR (252 Victory Boulevard) submitted by Victory Boulevard Realty, LLC pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map Section No. 21c changing from an R3-2 District to an R6B District, changing from an R3X District to an R6B District, establishing within an existing R3-2 District a C1-3 District, and establishing within the proposed R6B District a C1-3 District, Borough of Staten Island, Community District 1, Council District 49.",
      "AgendaSequence": 0,
      "MinutesSequence": 38,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 67568,
      "MatterFile": "LU 0857-2021",
      "MatterName": "Zoning, 252 Victory Boulevard, Staten Island (C 210361 ZMR)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:57:37.63Z"
    },
    {
      "ID": 372574,
      "GUID": "A22760DD-E2E7-4793-9980-CCB5E12A940C",
      "Title": "Application No. N 210362 ZRR (252 Victory Boulevard) submitted by Victory Boulevard Realty, LLC pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Staten Island, Community District 1, Council District 49.",
      "AgendaSequence": 0,
      "MinutesSequence": 40,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 67569,
      "MatterFile": "LU 0858-2021",
      "MatterName": "Zoning, 252 Victory Boulevard, Staten Island (N 210362 ZRR)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:57:41.79Z"
    },
    {
      "ID": 372575,
      "GUID": "DAB8534A-C92F-4980-991D-DDE7211AE674",
      "Title": "Application No. C 20210151 ZMK (270 Nostrand Avenue) submitted by BRP East Brooklyn Development LLC pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 17a changing from an R7A District to an R8A District and establishing within the proposed R8A District a C2-4 District, for property located in the Borough of Brooklyn, Community District 3, Council District 36.",
      "AgendaSequence": 0,
      "MinutesSequence": 42,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 67570,
      "MatterFile": "LU 0859-2021",
      "MatterName": "Zoning, 270 Nostrand Avenue, Brooklyn (C 20210151 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:57:46.393Z"
    },
    {
      "ID": 372576,
      "GUID": "A3EE6E72-A87F-44E3-B444-7F5BBA82D6BC",
      "Title": "Application No. N 20210152 ZRK (270 Nostrand Avenue) submitted by BRP East Brooklyn Development LLC pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, for property located in the Borough of Brooklyn, Community District 3, Council District 36.",
      "AgendaSequence": 0,
      "MinutesSequence": 44,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 67571,
      "MatterFile": "LU 0860-2021",
      "MatterName": "Zoning, 270 Nostrand Avenue, Brooklyn (N 20210152 ZRK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:57:51.69Z"
    },
    {
      "ID": 372577,
      "GUID": "DC06D78B-3CC0-4ED4-9FB2-2D3583A88B92",
      "Title": "Application No. C 20200296 ZMK (1776 48th Street Rezoning) submitted by Mr. Yitzchok Stern pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 22c changing from an R5 District to an R6B District and establishing within the proposed R6B District a C2-4 District, for property located in the Borough of Brooklyn, Community District 12, Council District 44.  ",
      "AgendaSequence": 0,
      "MinutesSequence": 46,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 67572,
      "MatterFile": "LU 0861-2021",
      "MatterName": "Zoning, 1776 48th Street Rezoning, Brooklyn (C 20200296 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:58:09.103Z"
    },
    {
      "ID": 372578,
      "GUID": "FA4B1A00-6284-4B9D-BF09-02D987FAE186",
      "Title": "Application No. N 20200297 ZRK (1776 48th Street Rezoning) submitted by Mr. Yitzchok Stern, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, for property located in the Borough of Brooklyn, Community District 12, Council District 44.  ",
      "AgendaSequence": 0,
      "MinutesSequence": 48,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 67573,
      "MatterFile": "LU 0862-2021",
      "MatterName": "Zoning, 1776 48th Street Rezoning, Brooklyn (N 20200297 ZRK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:58:18.397Z"
    },
    {
      "ID": 372579,
      "GUID": "0B6CC22C-9717-487C-84B1-C1EF51DEA018",
      "Title": "Application No. C 20190260 ZMQ (48-18 Van Dam Teamsters Rezoning) submitted by 48-18 Van Dam Property Holdings, LLC pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 9b, by changing from an M2-1 District to an M1-5 District property bounded by 48th Avenue, Van Dam Street, Hunters Point Avenue, and 31st Place, Borough of Queens, Community District 2, Council District 26.",
      "AgendaSequence": 0,
      "MinutesSequence": 50,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 67574,
      "MatterFile": "LU 0863-2021",
      "MatterName": "Zoning, 48-18 Van Dam Teamsters Rezoning, Queens (C 20190260 ZMQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2021-09-24T19:58:36.073Z"
    }
  ],
  "AgendaLastPublished": "2021-09-23T14:25:09.957Z",
  "MinutesLastPublished": "2021-10-12T16:39:04.147Z",
  "LastModified": "2021-10-12T16:39:04.303Z"
}
