{
  "ID": 40223,
  "GUID": "5B5FE8BF-31A2-4DF9-A7B5-4F1ECEFB12F6",
  "File": "Int 0672-2008",
  "Name": "Prohibiting certain Level 3 convicted sex offenders from living within one thousand feet of a park or a public or private school.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting certain Level 3 convicted sex offenders from living within one thousand feet of a park or a public or private school.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2008-01-09T00:00:00Z",
  "AgendaDate": "2008-01-09T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    }
  ],
  "History": [
    {
      "ID": 211247,
      "Date": "2008-01-09T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211349,
      "Date": "2008-01-09T17:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7955,
      "AgendaSequence": 48,
      "MinutesSequence": 59,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236343,
      "Date": "2009-12-31T14:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 40978,
  "Text": "Be it enacted by the Council as follows:\nSection One.  Legislative intent and findings.    According to a report from the New York State Department of Correctional Services, for the period from 1986 through 1995, approximately 49 percent of sex offenders who were released from New York prisons in 1986 were returned to prison for a violation of parole or for committing a new crime.  Further, according to the United States Department of Justice, from 1980 to 1994 the number of sex offenders incarcerated in state prisons increased from 20,500 to 88,100.  Additionally, a 1991 survey of incarcerated sex offenders indicates that approximately two-thirds of the sex offenders committed crimes against children under age 18 and approximately 58 percent committed crimes against children under age 13.  The Council finds that children should be protected from sexual predators who can be lurking and waiting for an opportunity to hunt their prey around schools and parks.  \nIn order to protect the City’s children, the Council intends that certain high risk convicted sex offenders who have been designated as Level 3 sex offenders be prevented from living within one thousand feet of any park or school.  There have been numerous instances of children who were sexually assaulted and murdered by convicted sex offenders who had access to children after they were released from prison.  The Council intends to limit areas where dangerous convicted sex offenders can live in order to protect children in areas where they are most vulnerable.          \n§2. Chapter one of title ten of the administrative code of the city of New York is amended by adding a new section 10-164, to read as follows:\n§ 10-164.  Convicted sex offenders.\na. Definitions. For purposes of this section the following terms shall have the following meanings:\n     (1) “Sex offender” shall have the same meaning as in section one hundred sixty eight of the sex offender registration act of the New York state correction law.  \n           (2) “Level 3 sex offender” shall refer to any sex offender who has been designated at a high level of risk of repeat offense as determined by the board of examiners of sex offenders pursuant to section one hundred sixty eight of the sex offender registration act of the New York state correction law.  \n(3) “School” shall mean any buildings, grounds, facilities, property, or portion thereof under the jurisdiction of the New York city department of education or any non-public school that provides educational instruction to students at or below the twelfth grade level.\n b. Any sex offender who is currently classified as a level 3 sex offender who was  convicted of a registerable offense against a child under 18 years of age is hereby prohibited from living within one thousand feet of any park or school.\n  c Any person who violates the provisions of this section shall be guilty of a misdemeanor punishable by imprisonment of not more than six months or a fine of not more than five hundred dollars or both.  Any person who has been previously convicted of violating the provisions of this section shall be guilty of a misdemeanor punishable by imprisonment of not more than one year or a fine of not more than one thousand dollars, or both.\n  d. In addition to the criminal penalties imposed pursuant to subdivision c of this section, a person who violates the provisions of this section shall be liable for a civil penalty of not more than five thousand dollars. Any person who has been previously convicted of violating the provisions of this section shall be liable for a civil penalty of not more than ten thousand dollars. \n   §3. Severability. If any section, subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law that added this section, which remaining portions shall remain in full force and effect.  \n   §4. This local law shall take effect 60 days after its enactment into law.\nLS #3680  \nRCC",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\sl360\\slmult1\\qj\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section One.  Legislative intent and findings.    According to a report from the New York State Department of Correctional Services, for the period from 1986 through 1995, approximately 49 percent of sex offenders who were released from New York prisons in 1986 were returned to prison for a violation of parole or for committing a new crime.  Further, according to the United States Department of Justice, from 1980 to 1994 the number of sex offenders incarcerated in state prisons increased from 20,500 to 88,100.  Additionally, a 1991 survey of incarcerated sex offenders indicates that approximately two-thirds of the sex offenders committed crimes against children under age 18 and approximately 58 percent committed crimes against children under age 13.  The Council finds that children should be protected from sexual predators who can be lurking and waiting for an opportunity to hunt their prey around schools and parks.  \\par\nIn order to protect the City\\rquote s children, the Council intends that certain high risk convicted sex offenders who have been designated as Level 3 sex offenders be prevented from living within one thousand feet of any park or school.  There have been numerous instances of children who were sexually assaulted and murdered by convicted sex offenders who had access to children after they were released from prison.  The Council intends to limit areas where dangerous convicted sex offenders can live in order to protect children in areas where they are most vulnerable.          \\par\n\\'a72. Chapter one of title ten of the administrative code of the city of New York is amended by adding a new section 10-164, to read as follows:\\par\n\\ul\\'a7 10-164.  Convicted sex offenders.\\par\na. Definitions. For purposes of this section the following terms shall have the following meanings:\\par\n\\pard\\fi360\\sl480\\slmult1\\qj\\ulnone      \\ul (1) \\ldblquote Sex offender\\rdblquote  shall have the same meaning as in section one hundred sixty eight of the sex offender registration act of the New York state correction law.  \\par\n\\pard\\sl480\\slmult1\\qj\\ulnone            \\ul (2) \\ldblquote Level 3 sex offender\\rdblquote  shall refer to any sex offender who has been designated at a high level of risk of repeat offense as determined by the board of examiners of sex offenders pursuant to section one hundred sixty eight of the sex offender registration act of the New York state correction law.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf1 (3) \\ldblquote School\\rdblquote  shall mean any buildings, grounds, facilities, property, or portion thereof under the jurisdiction of the New York city department of education or any non-public school that provides educational instruction to students at or below the twelfth grade level.\\par\n\\ulnone  \\ul b. Any sex offender who is currently classified as a level 3 sex offender who was  convicted of a registerable offense against a child under 18 years of age is hereby prohibited from living within one thousand feet of any park or school.\\par\n\\cf0\\ulnone   \\ul c Any person who violates the provisions of this section shall be guilty of a misdemeanor punishable by imprisonment of not more than six months or a fine of not more than five hundred dollars or both.  Any person who has been previously convicted of violating the provisions of this section shall be guilty of a misdemeanor punishable by imprisonment of not more than one year or a fine of not more than one thousand dollars, or both.\\par\n\\ulnone   \\ul d. In addition to the criminal penalties imposed pursuant to subdivision c of this section, a person who violates the provisions of this section shall be liable for a civil penalty of not more than five thousand dollars. Any person who has been previously convicted of violating the provisions of this section shall be liable for a civil penalty of not more than ten thousand dollars. \\par\n\\ulnone    \\'a73. Severability. If any section, subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law that added this section, which remaining portions shall remain in full force and effect.  \\ul\\par\n\\ulnone    \\'a74. This local law shall take effect 60 days after its enactment into law.\\ul\\par\n\\pard\\qj\\ulnone LS #3680  \\par\nRCC\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
