{
  "ID": 39826,
  "GUID": "6480BF96-B96E-455A-A5A9-AB8879C791A6",
  "File": "Int 0678-2008",
  "Name": "Requiring specific experience based qualifications for candidates nominated for appointment to serve on the Landmarks Preservation Commission.",
  "Title": "A Local Law to amend the New York city charter, in relation to requiring specific experience based qualifications for candidates nominated for appointment to serve on the Landmarks Preservation Commission.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 17,
  "BodyName": "Committee on Land Use",
  "IntroDate": "2008-01-30T00:00:00Z",
  "AgendaDate": "2008-01-30T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 211630,
      "Date": "2008-01-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211873,
      "Date": "2008-01-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Land Use",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7998,
      "AgendaSequence": 98,
      "MinutesSequence": 117,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Land Use",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236339,
      "Date": "2009-12-31T14:07:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 40552,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Subsection 1 of Section 3020 of the New York city charter is amended to read as follows:  \n  \t§3020.  Landmarks preservation commission.  1.  There shall be a landmarks preservation commission consisting of eleven members.  The membership  of  such commission shall include at least three architects, one historian qualified in the field,  one  city  planner  or  landscape architect,  and  one  realtor. Each candidate for membership shall have demonstrated knowledge and understanding of the historical and architectural heritage of the city, shall have experience in safeguarding the historical and architectural heritage of the city and shall have demonstrated the commitment to independence in exercising judgment on the historic and architectural merits of proposed designations without regard to outside interests. The membership shall include at least one resident of each of the five boroughs.\n   \t§2. This local law shall take effect thirty (30) days after its ratification by the voters at the next general election. \nLS#2896\n01/11/08\nCJS",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Subsection 1 of Section 3020 of the New York city charter is amended to read as follows:  \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656   \\tab\\'a73020.  Landmarks preservation commission.  1.  There shall be a landmarks preservation commission consisting of eleven members.  The membership  of  such commission shall include at least three architects, one historian qualified in the field,  one  city  planner  or  landscape architect,  and  one  realtor. \\ul Each candidate for membership shall have demonstrated knowledge and understanding of the historical and architectural heritage of the city, shall have experience in safeguarding the historical and architectural heritage of the city and shall have demonstrated the commitment to independence in exercising judgment on the historic and architectural merits of proposed designations without regard to outside interests.\\ulnone  The membership shall include at least one resident of each of the five boroughs.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720    \\tab\\'a72. This local law shall take effect thirty (30) days after its ratification by the voters at the next general election.\\ul  \\par\n\\pard\\qj\\ulnone LS#2896\\par\n01/11/08\\par\nCJS\\par\n\\pard\\sl480\\slmult1\\qj\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
