{
  "ID": 40309,
  "GUID": "05B2A3F7-C1E8-4903-88BE-BE0FB396BF71",
  "File": "Int 0679-2008",
  "Name": "Requiring agency budgets and service statements to be published and filed electronically.",
  "Title": "A Local Law to amend the New York city charter, in relation to requiring agency budgets and service statements to be published and filed electronically.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2008-01-30T00:00:00Z",
  "AgendaDate": "2008-01-30T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 211696,
      "Date": "2008-01-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211880,
      "Date": "2008-01-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7998,
      "AgendaSequence": 105,
      "MinutesSequence": 124,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236338,
      "Date": "2009-12-31T14:06:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41072,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 2707 of the New York city charter is amended to read as follows:\n§  2707.  Agency budgets and service statements. a. Each agency with service districts within the community districts and boroughs shall prepare annually a statement of its service objectives, priorities, programs and projected activities within each community district and each borough for the new fiscal year [, if requested by the respective community board or borough board].\nb. In preparing such statements for community districts the agencies shall consult with the respective district service cabinets and community boards. In preparing such statements for the borough, the agencies shall consult with the borough service cabinet and borough board. The statements shall be filed as a computer file on a non-volatile medium no later than the fifteenth day of August with the mayor, council, borough president, community board and borough board.\nc. By no later than four months after the end of the fiscal year, each agency with service districts within the community districts and boroughs shall report to the respective community and borough boards the amount of expenditures within each service district for each unit of appropriation for the preceding year.  Such report shall be transmitted to the respective community and borough boards as a computer file on a non-volatile medium.\nd. For the purposes of this section, “non-volatile medium” means a current industry standard medium for the indefinite storage of digital information without a source of power that can be read by a computer.\n§2. This local law shall become effective on July 1, 2008.\nJTB\nLS#3597\n1/15/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Section 2707 of the New York city charter is amended to read as follows:\\par\n\\'a7  2707.  Agency budgets and service statements. a. Each agency with service districts within the community districts and boroughs shall prepare annually a statement of its service objectives, priorities, programs and projected activities within each community district and each borough for the new fiscal year [, if requested by the respective community board or borough board].\\par\nb. In preparing such statements for community districts the agencies shall consult with the respective district service cabinets and community boards. In preparing such statements for the borough, the agencies shall consult with the borough service cabinet and borough board. The statements shall be filed \\ul as a computer file on a non-volatile medium\\ulnone  no later than the fifteenth day of August with the mayor, council, borough president, community board and borough board.\\par\nc. By no later than four months after the end of the fiscal year, each agency with service districts within the community districts and boroughs shall report to the respective community and borough boards the amount of expenditures within each service district for each unit of appropriation for the preceding year.  \\ul Such report shall be transmitted to the respective community and borough boards as a computer file on a non-volatile medium.\\par\nd. For the purposes of this section, \\ldblquote non-volatile medium\\rdblquote  means a current industry standard medium for the indefinite storage of digital information without a source of power that can be read by a computer.\\ulnone\\par\n\\'a72. This local law shall become effective on July 1, 2008.\\par\n\\pard\\qj\\fs20 JTB\\par\nLS#3597\\par\n1/15/08\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
