{
  "ID": 40349,
  "GUID": "C6B55EE4-E51F-4EE2-90BE-E384E445FCBD",
  "File": "Int 0680-2008",
  "Name": "Repaving Streets",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to repaving streets.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2008-01-30T00:00:00Z",
  "AgendaDate": "2008-01-30T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 211761,
      "Date": "2008-01-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211881,
      "Date": "2008-01-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7998,
      "AgendaSequence": 106,
      "MinutesSequence": 125,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236337,
      "Date": "2009-12-31T14:06:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41112,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 19-147 of the administrative code of the city of New York is amended to read as follows:\n§19-147. Replacement of pavement and maintenance of street hardware. a. General provisions.  Whenever any pavement, sidewalk, curb or gutter in any street shall be taken up, the person or persons by whom or for whose benefit the same is removed shall restore such pavement, sidewalk, curb, or gutter to its proper condition to the satisfaction of the commissioner of transportation.  Whenever the pavement in any portion of the street running from curb to curb, but not including the curb, shall be taken up as part of the construction of any new one-, two- or three-family dwelling or the reconstruction of any existing one-, two- or three-family dwelling, resulting in more than one cut to the street, the person or persons by whom or for whose benefit the same is removed shall restore such street pavement to its proper condition, from curb line to curb line, including the replacement of pavement extending one foot on each side of the outermost cuts from curb line to curb line\n§2.  This local law shall take effect immediately after it is enacted into law.  \n\nLS#4168\nR.C.\n1/3/2008",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Section 19-147 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a719-147. Replacement of pavement and maintenance of street hardware. a. General provisions.  Whenever any pavement, sidewalk, curb or gutter in any street shall be taken up, the person or persons by whom or for whose benefit the same is removed shall restore such pavement, sidewalk, curb, or gutter to its proper condition to the satisfaction of the commissioner of transportation.  \\ul Whenever the pavement in any portion of the street running from curb to curb, but not including the curb, shall be taken up as part of the construction of any new one-, two- or three-family dwelling or the reconstruction of any existing one-, two- or three-family dwelling, resulting in more than one cut to the street, the person or persons by whom or for whose benefit the same is removed shall restore such street pavement to its proper condition, from curb line to curb line, including the replacement of pavement extending one foot on each side of the outermost cuts from curb line to curb line\\ulnone\\par\n\\'a72.  This local law shall take effect immediately after it is enacted into law.  \\par\n\\fs20\\par\n\\pard\\qj\\fs18 LS#4168\\par\nR.C.\\par\n1/3/2008  \\fs20\\par\n\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
