{
  "ID": 40307,
  "GUID": "5333E402-9D21-48A7-9990-69E423D48DCF",
  "File": "Int 0681-2008",
  "Name": "Requiring an annual report from the department of citywide administrative services detailing the status of unused city-owned real property.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring an annual report from the department of citywide administrative services detailing the status of unused city-owned real property.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2008-01-30T00:00:00Z",
  "AgendaDate": "2008-01-30T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 211694,
      "Date": "2008-01-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211896,
      "Date": "2008-01-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7998,
      "AgendaSequence": 119,
      "MinutesSequence": 138,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236336,
      "Date": "2009-12-31T14:06:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41070,
  "Text": "Be it enacted by the Council as follows:\n \n\tSection 1.  Chapter 2 of title 4 of the administrative code of the city of New York is amended by adding a new section 208 to read as follows:\n§4-208 Inventory of city-owned real property. a. The heads of all city agencies shall provide to the department of citywide administrative services a complete and accurate listing of all real property assets currently under their jurisdiction or control by November first, 2008, and by November first every two years thereafter.  The heads of all city agencies shall also provide to the department of citywide administrative services a complete and accurate quarterly update that lists all changes to real property assets under their jurisdiction or control made since the most recent prior biennial listing or quarterly update.\nb. Not later than January thirtieth, 2009, the department of citywide administrative services shall make public on or through the city’s website, in a sortable and searchable format, a complete and accurate inventory of all real property owned by the city and shall thereafter regularly update such inventory quarterly. Such inventory shall include sufficient information about each real property asset to determine the current use of each real property asset and its potential for other uses.\nc. The department of citywide administrative services shall consult with affected and interested city agencies and other governmental entities, including interested community boards, to determine which real property assets owned by the city may be vacant, unused, underused or inefficiently used. Not later than January thirtieth of each year, the department of citywide administrative services shall make public and submit to the mayor and the city council a report identifying those real property assets owned by the city that are vacant, unused, underused, or inefficiently used, and are appropriate for another use.  Such report shall propose the best use for such real property according to the needs and policies of the city.\nd. All city agencies shall cooperate with and provide assistance necessary to the department of citywide administrative services including, but not limited to, providing such information as may be determined by the commissioner of citywide administrative services to be necessary to carry out the purposes of this section.\n\t§2. This local law shall take effect ninety days from its enactment, except that the commissioner of citywide administrative services shall take all actions necessary for its implementation, including the promulgation of rules, prior to the effective date.\n\nJTB\nLS#3682\n01/18/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\nowidctlpar  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tab Section 1.  Chapter 2 of title 4 of the administrative code of the city of New York is amended by adding a new section 208 to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a74-208 Inventory of city-owned real property. a. The heads of all city agencies shall provide to the department of citywide administrative services a complete and accurate listing of all real property assets currently under their jurisdiction or control by November first, 2008, and by November first every two years thereafter.  The heads of all city agencies shall also provide to the department of citywide administrative services a complete and accurate quarterly update that lists all changes to real property assets under their jurisdiction or control made since the most recent prior biennial listing or quarterly update.\\par\nb. Not later than January thirtieth, 2009, the department of citywide administrative services shall make public on or through the city\\rquote s website, in a sortable and searchable format, a complete and accurate inventory of all real property owned by the city and shall thereafter regularly update such inventory quarterly. Such inventory shall include sufficient information about each real property asset to determine the current use of each real property asset and its potential for other uses.\\par\nc. The department of citywide administrative services shall consult with affected and interested city agencies and other governmental entities, including interested community boards, to determine which real property assets owned by the city may be vacant, unused, underused or inefficiently used. Not later than January thirtieth of each year, the department of citywide administrative services shall make public and submit to the mayor and the city council a report identifying those real property assets owned by the city that are vacant, unused, underused, or inefficiently used, and are appropriate for another use.  Such report shall propose the best use for such real property according to the needs and policies of the city.\\par\nd. All city agencies shall cooperate with and provide assistance necessary to the department of citywide administrative services including, but not limited to, providing such information as may be determined by the commissioner of citywide administrative services to be necessary to carry out the purposes of this section.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\'a72. This local law shall take effect ninety days from its enactment, except that the commissioner of citywide administrative services shall take all actions necessary for its implementation, including the promulgation of rules, prior to the effective date.\\par\n\\pard\\nowidctlpar\\par\n\\fs16 JTB\\par\nLS#3682\\par\n01/18/08\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
