{
  "ID": 40308,
  "GUID": "CAA12883-E51C-4A09-982E-AA0E629C2471",
  "File": "Int 0683-2008",
  "Name": "Regulating construction operations occurring near landmarks.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to regulating construction operations occurring near landmarks.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2008-01-30T00:00:00Z",
  "AgendaDate": "2008-01-30T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 211695,
      "Date": "2008-01-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211897,
      "Date": "2008-01-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7998,
      "AgendaSequence": 121,
      "MinutesSequence": 140,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236334,
      "Date": "2009-12-31T14:06:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41071,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subchapter 19 of title 27 of the administrative code of the city of New York is amended by adding a new article 14 to read as follows:\n\tArticle 14. PROTECTION OF HISTORIC STRUCTURES\n§27-1070. Definitions. As used in this article, the following terms shall have the following meanings:\n(1) “construction and demolition” means any work on a lot involving new building construction, foundation or earthwork, or demolition or removal work and such other work as the commissioner shall determine by rule.\n(2) “historic structure” means a structure that is a designated New York city landmark, is located within a historic district, or is listed on the national register of historic places; and\n(3) “registered design professional” shall mean a person licensed and registered in New York state as a professional engineer or as a registered architect.\n§27-1071 Historic structures considered adjacent and adjoining. A historic structure shall be considered adjacent to or adjoining another property if it is contiguous to or within a lateral distance of one hundred fifty feet from a lot for which a permit is sought.\n§27-1072 Protection required. Any person causing construction or demolition operations, except where a license to enter has been refused, shall protect adjoining historic structures from damage.\n§27-1073 License to enter. Any person applying for a permit for construction or demolition shall seek a license to enter all adjoining historic structures for the purposes of conducting a pre-construction condition survey and to protect the historic structure from harm during such construction or demolition. The responsibility for granting such license to enter shall rest upon the owner of the adjoining historic structure involved; and in case any tenant of such owner fails or refuses to comply with such license, such failure or refusal shall be a cause for the owner to seek to evict such tenant through appropriate legal proceedings for recovering possession of real property.\n§27-1074 Historic preservation manager. a. When a permit for construction or demolition is sought for a parcel that is within a lateral distance of one hundred fifty feet from a historic structure, the person causing such construction or demolition operations shall hire a historic preservation manager. Such historic preservation manager shall be a registered design professional with a minimum of two years of experience supervising work on buildings that are ten or more stories in height, one hundred twenty-five feet or more in height, or that have a lot coverage of one hundred thousand square feet or more regardless of the height.\nb. It shall be the responsibility of the historic preservation manager to conduct a pre-construction condition survey of all adjoining historic structures, to draft a plan of protection for each adjoining historic structure, and subsequent to the issuance of a permit for construction or demolition to monitor the construction or demolition operations to ensure that each plan of protection is carried out and that adjoining historic structures are not damaged.\nc. Should the plan of protection be violated or should the condition of any adjoining historic structure worsen during the course of construction or demolition operations, such historic preservation manager shall inform the department immediately. Upon receipt of such notification from the historic preservation manager, the owner of a historic structure, or the community board for the community district in which such historic structure is located, of any violation or damage to an adjoining historic structure, the department shall immediately issue a stop work order, which shall remain in effect until the situation is remedied to the satisfaction of the commissioner.\n§27-1075 Additional required documentation. The department shall not issue a permit for construction or demolition until it has received a pre-construction condition survey and has approved a plan of protection for each historic structure adjoining a lot for which a permit is sought, for which the applicant has been afforded a license to enter, or a certification from the applicant that there are no historic structures adjoining such lot.\n§27-1076 Pre-construction condition survey. a. The pre-construction condition survey shall include, but not be limited to, noting the distance of the adjoining historic structure to construction or demolition operations; a description of such structure and the site on which it is situated; a description of the characteristics of such structure’s construction and the materials used in its construction; a description of the foundation; the approximate age of the structure; the general condition of the structure; the location of known previous repairs; the location, width and orientation of visible defects and/or cracks; the location of any loose materials; a baseline pre-construction vibration level determined from data accumulated over fifteen continuous days; and any other information that the commissioner shall require by rule.\n§27-1077 Plan of protection. a. For each historic structure adjoining a lot for which a permit for construction or demolition is sought, the applicant shall submit to the department, and to the landmarks preservation commission, a plan of protection drafted by the historic preservation manager, which shall describe in detail the procedures and precautions to be used to ensure that the adjoining historic structure will remain undamaged.\nb. The plan of protection shall be reviewed by the department for appropriateness as provided for in section 27-144 of this code.  In determining whether such plan of protection is appropriate, the department shall consider comments from the landmarks preservation commission.\nc. The department shall forward an approved plan of protection to the owner of the adjoining historic structure and the community board for the community district in which such historic structure is located within five business day of such approval.\n§2. Section 3302.1 of the building code of the city of New York is amended to read as follows:\nHISTORIC STRUCTURE. A structure that is a designated New York city landmark, or located within a historic district, or listed on the national register of historic places.\n§3. Chapter 33 of the building code of the city of New York is amended by adding a new section 3309.1.1 to read as follows:\n§3309.1.1 Adjoining historic structures. A historic structure shall be considered adjoining for all purposes in this code if it is contiguous to or within a lateral distance of one hundred fifty feet from a lot for which a permit is sought.\n§4. Chapter 33 of the building code of the city of New York is amended by adding a new section 3309.3.1 to read as follows:\n§3309.3.1 Additional requirements for historic structures. The physical examination of a historic structure shall consist of a complete pre-construction survey including an ambient vibration survey conducted over a fifteen-day interval.\n§5. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12 to read as follows:\n§3309.12 Protection of historic structures. The department shall not issue a permit for construction or demolition until it has received a pre-construction condition survey and the department has approved a plan of protection for each historic structure adjoining a lot for which such permit is sought, or a certification from the applicant that there are no historic structures adjoining such lot.\nException: Where license to enter the adjoining historic structure has not been granted.\n§6. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.1 to read as follows:\n§3309.12.1 Historic preservation manager. When construction or demolition operations are conducted within a lateral distance of one hundred fifty feet from a historic structure the person causing such construction or demolition operations shall hire a historic preservation manager. Such historic preservation manager shall be a registered design professional with a minimum of two years of experience supervising work on major buildings as that term is defined in chapter 33.\n§7. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.1.1 to read as follows:\n§3309.12.1.1 Responsibility. It shall be the responsibility of the historic preservation manager to conduct a pre-construction condition survey of all adjoining historic structures, to draft a plan of protection for each adjoining historic structure, and to monitor the construction or demolition operations to ensure that the plans of protection are carried out and that adjoining historic structures are not harmed.\n§8. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.1.2 to read as follows:\n§3309.12.1.2 Violations. Should the plan of protection be violated, or, should the condition of the adjoining historic structure worsen, such historic preservation manager shall immediately inform the department. Upon notification from the historic preservation manager, the owner of a historic structure, or of the community board for the community district in which such historic structure is located, of any breach, noncompliance, or damage to an adjoining historic structure the department shall immediately issue a stop-work order, which shall remain in effect until the situation is remedied to the satisfaction of the commissioner.\n§9. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.2 to read as follows:\n§3309.12.2 Plan of protection. For each historic structure adjoining to a lot under development, the applicant shall submit to the department a plan of protection drafted by the historic preservation manager, which shall describe in detail the procedures and precautions used during such development to ensure that the adjoining historic structure will remain undamaged.\n§10. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.2.1 to read as follows:\n§3309.12.2.1 Review. The plan of protection shall be reviewed by the department and the landmarks preservation commission for appropriateness.\n§11. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.2.2 to read as follows:\n§3309.12.2.2 Notice of plan. The department shall forward an approved plan of protection to the owner of the adjoining historic structure and the community board for the community district in which such historic structure is located.\n§12. Section 1 of this local law shall take effect sixty days after its enactment and sections 2 through 11 shall take effect on July 1, 2008.\nJTB\nLS#3241\n12/04/07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1. Subchapter 19 of title 27 of the administrative code of the city of New York is amended by adding a new article 14 to read as follows:\\par\n\\tab\\ul Article 14. PROTECTION OF HISTORIC STRUCTURES\\par\n\\pard\\fi720\\sl480\\slmult1\\'a727-1070. Definitions. As used in this article, the following terms shall have the following meanings:\\par\n(1) \\ldblquote construction and demolition\\rdblquote  means any work on a lot involving new building construction, foundation or earthwork, or demolition or removal work and such other work as the commissioner shall determine by rule.\\par\n(2) \\ldblquote historic structure\\rdblquote  means a structure that is a designated New York city landmark, is located within a historic district, or is listed on the national register of historic places; and\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul (3) \\ldblquote registered design professional\\rdblquote  shall mean a person licensed and registered in New York state as a professional engineer or as a registered architect.\\par\n\\'a727-1071 Historic structures considered adjacent and adjoining. A historic structure shall be considered adjacent to or adjoining another property if it is contiguous to or within a lateral distance of one hundred fifty feet from a lot for which a permit is sought.\\par\n\\'a727-1072\\b  \\b0 Protection required.\\b  \\b0 Any person causing construction or demolition operations, except where a license to enter has been refused, shall protect adjoining historic structures from damage.\\par\n\\'a727-1073 License to enter.\\b  \\b0 Any person applying for a permit for construction or demolition shall seek a license to enter all adjoining historic structures for the purposes of conducting a pre-construction condition survey and to protect the historic structure from harm during such construction or demolition. The responsibility for granting such license to enter shall rest upon the owner of the adjoining historic structure involved; and in case any tenant of such owner fails or refuses to comply with such license, such failure or refusal shall be a cause for the owner to seek to evict such tenant through appropriate legal proceedings for recovering possession of real property.\\par\n\\'a727-1074 Historic preservation manager. a. When a permit for construction or demolition is sought for a parcel that is within a lateral distance of one hundred fifty feet from a historic structure, the person causing such construction or demolition operations shall hire a historic preservation manager. Such historic preservation manager shall be a registered design professional with a minimum of two years of experience supervising work on buildings that are ten or more stories in height, one hundred twenty-five feet or more in height, or that have a lot coverage of one hundred thousand square feet or more regardless of the height.\\par\nb. It shall be the responsibility of the historic preservation manager to conduct a pre-construction condition survey of all adjoining historic structures, to draft a plan of protection for each adjoining historic structure, and subsequent to the issuance of a permit for construction or demolition to monitor the construction or demolition operations to ensure that each plan of protection is carried out and that adjoining historic structures are not damaged.\\par\nc. Should the plan of protection be violated or should the condition of any adjoining historic structure worsen during the course of construction or demolition operations, such historic preservation manager shall inform the department immediately. Upon receipt of such notification from the historic preservation manager, the owner of a historic structure, or the community board for the community district in which such historic structure is located, of any violation or damage to an adjoining historic structure, the department shall immediately issue a stop work order, which shall remain in effect until the situation is remedied to the satisfaction of the commissioner.\\par\n\\'a727-1075 Additional required documentation. The department shall not issue a permit for construction or demolition until it has received a pre-construction condition survey and has approved a plan of protection for each historic structure adjoining a lot for which a permit is sought, for which the applicant has been afforded a license to enter, or a certification from the applicant that there are no historic structures adjoining such lot.\\par\n\\'a727-1076 Pre-construction condition survey. a. The pre-construction condition survey shall include, but not be limited to, noting the distance of the adjoining historic structure to construction or demolition operations; a description of such structure and the site on which it is situated; a description of the characteristics of such structure\\rquote s construction and the materials used in its construction; a description of the foundation; the approximate age of the structure; the general condition of the structure; the location of known previous repairs; the location, width and orientation of visible defects and/or cracks; the location of any loose materials; a baseline pre-construction vibration level determined from data accumulated over fifteen continuous days; and any other information that the commissioner shall require by rule.\\par\n\\'a727-1077 Plan of protection. a. For each historic structure adjoining a lot for which a permit for construction or demolition is sought, the applicant shall submit to the department, and to the landmarks preservation commission, a plan of protection drafted by the historic preservation manager, which shall describe in detail the procedures and precautions to be used to ensure that the adjoining historic structure will remain undamaged.\\par\nb. The plan of protection shall be reviewed by the department for appropriateness as provided for in section 27-144 of this code.  In determining whether such plan of protection is appropriate, the department shall consider comments from the landmarks preservation commission.\\par\nc. The department shall forward an approved plan of protection to the owner of the adjoining historic structure and the community board for the community district in which such historic structure is located within five business day of such approval.\\par\n\\ulnone\\'a72. Section 3302.1 of the building code of the city of New York is amended to read as follows:\\par\n\\ul HISTORIC STRUCTURE. A structure that is a designated New York city landmark, or located within a historic district, or listed on the national register of historic places.\\par\n\\ulnone\\'a73. Chapter 33 of the building code of the city of New York is amended by adding a new section 3309.1.1 to read as follows:\\ul\\par\n\\ulnone\\'a7\\ul 3309.1.1 Adjoining historic structures. A historic structure shall be considered adjoining for all purposes in this code if it is contiguous to or within a lateral distance of one hundred fifty feet from a lot for which a permit is sought.\\par\n\\ulnone\\'a74. Chapter 33 of the building code of the city of New York is amended by adding a new section 3309.3.1 to read as follows:\\ul\\par\n\\ulnone\\'a7\\ul 3309.3.1 Additional requirements for historic structures. The physical examination of a historic structure shall consist of a complete pre-construction survey including an ambient vibration survey conducted over a fifteen-day interval.\\par\n\\ulnone\\'a75. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12 to read as follows:\\cf1\\ul\\par\n\\'a73309.12 Protection of historic structures. The department shall not issue a permit for construction or demolition until it has received a pre-construction condition survey and the department has approved a plan of protection for each historic structure adjoining a lot for which such permit is sought, or a certification from the applicant that there are no historic structures adjoining such lot.\\par\nException: Where license to enter the adjoining historic structure has not been granted.\\par\n\\cf0\\ulnone\\'a76. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.1 to read as follows:\\ul\\par\n\\'a73309.12.1 Historic preservation manager. When construction or demolition operations are conducted within a lateral distance of one hundred fifty feet from a historic structure the person causing such construction or demolition operations shall hire a historic preservation manager. Such historic preservation manager shall be a registered design professional with a minimum of two years of experience supervising work on major buildings as that term is defined in chapter 33.\\par\n\\ulnone\\'a77. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.1.1 to read as follows:\\ul\\par\n\\'a73309.12.1.1 Responsibility. It shall be the responsibility of the historic preservation manager to conduct a pre-construction condition survey of all adjoining historic structures, to draft a plan of protection for each adjoining historic structure, and to monitor the construction or demolition operations to ensure that the plans of protection are carried out and that adjoining historic structures are not harmed.\\par\n\\ulnone\\'a78. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.1.2 to read as follows:\\ul\\par\n\\'a73309.12.1.2 Violations. Should the plan of protection be violated, or, should the condition of the adjoining historic structure worsen, such historic preservation manager shall immediately inform the department. Upon notification from the historic preservation manager, the owner of a historic structure, or of the community board for the community district in which such historic structure is located, of any breach, noncompliance, or damage to an adjoining historic structure the department shall immediately issue a stop-work order, which shall remain in effect until the situation is remedied to the satisfaction of the commissioner.\\par\n\\ulnone\\'a79. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.2 to read as follows:\\ul\\par\n\\'a73309.12.2 Plan of protection. For each historic structure adjoining to a lot under development, the applicant shall submit to the department a plan of protection drafted by the historic preservation manager, which shall describe in detail the procedures and precautions used during such development to ensure that the adjoining historic structure will remain undamaged.\\par\n\\ulnone\\'a710. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.2.1 to read as follows:\\ul\\par\n\\'a73309.12.2.1 Review. The plan of protection shall be reviewed by the department and the landmarks preservation commission for appropriateness.\\par\n\\ulnone\\'a711. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.2.2 to read as follows:\\ul\\par\n\\'a73309.12.2.2 Notice of plan. The department shall forward an approved plan of protection to the owner of the adjoining historic structure and the community board for the community district in which such historic structure is located.\\par\n\\ulnone\\'a712. Section 1 of this local law shall take effect sixty days after its enactment and sections 2 through 11 shall take effect on July 1, 2008.\\par\n\\pard\\qj\\fs16 JTB\\par\nLS#3241\\par\n12/04/07\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
