{
  "ID": 40350,
  "GUID": "FDE4B5FF-E897-46FC-8A4F-410DC0897E02",
  "File": "Int 0685-2008",
  "Name": "Human Rights Law (protected class; affirmatively further fair housing)",
  "Title": "A Local Law to amend the administrative code of the City of New York, in relation to the human rights law.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5148,
  "BodyName": "Committee on Civil Rights",
  "IntroDate": "2008-01-30T00:00:00Z",
  "AgendaDate": "2008-01-30T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 211762,
      "Date": "2008-01-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211898,
      "Date": "2008-01-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7998,
      "AgendaSequence": 123,
      "MinutesSequence": 142,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Rights",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236333,
      "Date": "2009-12-31T14:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41113,
  "Text": "Be it enacted by the Council as follows: \nSection 1. Section 8-102 of chapter 1 of title 8 of the administrative code of the City of New York is amended by adding new paragraphs 25 and 26, to read as follows: \n(25) For the purposes of subdivisions 1, 2, and 4 of section 8-107 of this chapter, the term “protected class” shall mean actual or perceived race, creed, color, national origin, gender, age, disability, marital status, partnership status, sexual orientation, or alienage or citizenship status.  For the purposes of subdivision 5 of section 8-107 of this chapter the term “protected class” shall include the foregoing, and shall also mean the fact or perception that children are, may be, or would be residing with a person.\n\t(26) The term “affirmatively further fair housing” means: a.  Attempt to counteract segregation in residential housing on the neighborhood, borough, City, and, regional levels, including attempting to counteract the current impact of past instances of discrimination and segregation; and\n\tb. refrain from acting in any way that would perpetuate segregation in residential housing on the neighborhood, borough, City, or regional levels.\n§ 2.  Title 8 of the administrative code of the City of New York is amended by adding a new chapter 12, to read as follows:\nCHAPTER 12\nMISCELLANEOUS PROVISIONS\n\n\t§ 8-1201. Definitions.  a. “Protected class” and “affirmatively furthering fair housing” have the same meaning as set forth in paragraphs 25 and 26 of section 8-102 of chapter 1 of this title. \n\tb.“Segregated” means characterized by, and “segregation” means the demographic fact of, a materially varied distribution of groups between and among neighborhoods, boroughs, counties, or municipalities.\n§ 8-1202.  Findings of fact.  New York City and the New York metropolitan area remain highly segregated in terms of race and national origin, and acts of residential discrimination continue to occur against members of protected classes.\n§8-1203.  Statement of policy.  The City shall affirmatively further fair housing in the development and implementation of all its programs, policies, laws, and regulations, including but not limited to its housing development and rehabilitation programs, economic development and incentive programs, its Building Code, and its Zoning Resolutions.\n§ 8-1204.  Ongoing oversight.  Commencing in 2008, the Committee on Civil Rights, or such other Committee as shall have been designated by the Rules of the Council, shall annually conduct a hearing to assess the extent to which the City has or has not met its obligations pursuant to section 8-1203 of this chapter.\n§ 8-1205.  Department of City Planning.  a. The Department of City Planning shall, at the time required each year for the publication of the Mayor’s Management Report, deliver to the council, borough presidents, and community boards a written report describing the extent to which New York City, its boroughs, and its neighborhoods are segregated in terms of race and national origin.  The report shall also be made available on the home page of the Department of City Planning’s website.  The report, which shall be based on the most recent data available from the United States Bureau of the Census, shall include data mapping that reflects commonly used indices of segregation, including the dissimilarity and isolation indices.  The report shall also include information on the New York primary metropolitan statistical area, and such other information as necessary to provide a thorough and accurate view of both the scope of segregation on neighborhood, county, city, and regional levels.\nb.  The City Planning Commission, prior to adopting any resolution either to amend the text of the zoning resolution or to designate or redesignate zoning districts under the zoning resolution, shall cause the Department of City Planning to prepare and publish a written analysis setting forth the extent to which the proposed change will tend to perpetuate residential segregation or to remediate residential segregation.  This segregation impact analysis shall be distributed to the council, borough presidents, and community boards and made available on the home page of the Department of City Planning’s website at least 30 days prior to the holding of any public hearing on any proposed amendment to the text of the zoning resolution or designation or redesignation of zoning districts.\n§ 8-1206.  Department of Finance.  The Department of Finance, in connection with the delivery of property tax bills, shall, not less than once a year, provide each property owner with information on their obligations set forth by this title, and shall include information concerning the consequences for failing to meet such obligations.\n§ 8-1207.  Department of Buildings.  a. The Department of Buildings shall create a database of buildings in New York City which have been determined pursuant to paragraph b. or c. of this section to have barriers to the entry or use by a person using a wheelchair or similar device.  Such database shall specify the barriers found, and shall be accessible to the public at no charge via the City’s website.\nb.  In the course of inspecting any multiple dwelling containing a housing accommodation as defined by paragraph 10 of section 8-102 of this title, the Department of Buildings shall determine whether such building has entrance, exit, or common area barriers to entry or use by a person using a wheelchair or similar device.  \nc.  In the course of inspecting any building containing a public accommodation as defined by paragraph 9 of section 8-102 of this title, the Department of Buildings shall determine whether such building has entrance, exit, or public area barriers to entry or use by a person using a wheelchair or similar device.\nd.  If the Department makes a determination pursuant to paragraph b. or c. of this section, it shall, in addition to such other actions that it may lawfully take, notify the building owner of the barrier or barriers to accessibility, send a copy of such notice to the New York City Commission on Human Rights, and add the information discovered to the database referred to in paragraph 1 of this section.\n§ 8-1208.  Construction.  Nothing in this chapter is intended to relieve the city or any of its agencies or officials from any other civil rights or human rights obligations that exist or may come to exist under city, state, or federal law.\n§ 3.  This local law shall take effect 90 days after its enactment.\n\n\n11/14/07\nLS# 1152",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times;}{\\f1\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\i Be it enacted by the Council as follows: \\i0\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Section 8-102 of chapter 1 of title 8 of the administrative code of the City of New York is amended by adding new paragraphs 25 and 26, to read as follows: \\par\n\\ul (25) \\f1 Fo\\f0 r the purposes of subdivisions 1, 2, and 4\\f1  of section 8-107 of this chapter, the term \\ldblquote protected class\\rdblquote  shall mean actual or perceived race, creed, color, national origin, gender, age, disability, marital status, partnership status, sexual orientation, or alienage or citizenship status.  For the purposes of subdivision 5 of section 8-107 of this chapter the term \\ldblquote protected class\\rdblquote  shall include the foregoing, and shall \\f0 also \\f1 mean the fact or perception that children are, may be, or would be residing with a person\\ulnone .\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\f0\\tab (26) \\ul The term \\ldblquote affirmatively further fair housing\\rdblquote  means: a.  Attempt to counteract segregation in residential housing on the neighborhood, borough, City, and, regional levels, including attempting to counteract the current impact of past instances of discrimination and segregation; and\\par\n\\ulnone\\tab\\ul b. refrain from acting in any way that would perpetuate segregation in residential housing on the neighborhood, borough, City, or regional levels\\ulnone .\\ul\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a7 2.  Title 8 of the administrative code of the City of New York is amended by adding a new chapter 12, to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qc\\page CHAPTER 12\\par\nMISCELLANEOUS PROVISIONS\\par\n\\par\n\\pard\\nowidctlpar\\li360\\sl480\\slmult1\\tab\\ul\\'a7 8-1201. Definitions.  a. \\ldblquote Protected class\\rdblquote  and \\ldblquote affirmatively furthering fair housing\\rdblquote  have the same meaning as set forth in paragraphs 25 and 26 of section 8-102 of chapter 1 of this title. \\par\n\\ulnone\\tab\\ul b.\\ldblquote Segregated\\rdblquote  means characterized by, and \\ldblquote segregation\\rdblquote  means the demographic fact of, a materially varied distribution of groups between and among neighborhoods, boroughs, counties, or municipalities.\\par\n\\pard\\nowidctlpar\\fi360\\li360\\sl480\\slmult1\\'a7 8-1202.  Findings of fact.  New York City and the New York metropolitan area remain highly segregated in terms of race and national origin, and acts of residential discrimination continue to occur against members of protected classes.\\par\n\\'a78-1203.  Statement of policy.  T\\f1 he City shall affirmatively further fair housing in \\f0 the\\f1  development and implementation of all its programs, policies, laws, and regulations, including but not limited to its housing development and rehabilitation programs, economic development and incentive programs, its Building Code, and its Zoning Resolutions.\\par\n\\'a7 8-1204.  Ongoing oversight.  Commencing in 2008, the Committee on Civil Rights, or such other Committee as shall have been designated by the Rules of the Council, shall annually conduct a hearing to assess the extent to which the City has or has not met its obligations pursuant to section 8-1203 of this chapter.\\f0\\par\n\\'a7 8-1205.  Department of City Planning.  a. The Department of City Planning shall, at the time required each year for the publication of the Mayor\\rquote s Management Report, deliver to the council, borough presidents, and community boards a written report describing the extent to which New York City, its boroughs, and its neighborhoods are segregated in terms of race and national origin.  The report shall also be made available on the home page of the Department of City Planning\\rquote s website.  The report, which shall be based on the most recent data available from the United States Bureau of the Census, shall include data mapping that reflects commonly used indices of segregation, including the dissimilarity and isolation indices.  The report shall also include information on the New York primary metropolitan statistical area, and such other information as necessary to provide a thorough and accurate view of both the scope of segregation on neighborhood, county, city, and regional levels.\\par\nb.  The City Planning Commission, prior to adopting any resolution either to amend the text of the zoning resolution or to designate or redesignate zoning districts under the zoning resolution, shall cause the Department of City Planning to prepare and publish a written analysis setting forth the extent to which the proposed change will tend to perpetuate residential segregation or to remediate residential segregation.  This segregation impact analysis shall be distributed to the council, borough presidents, and community boards and made available on the home page of the Department of City Planning\\rquote s website at least 30 days prior to the holding of any public hearing on any proposed amendment to the text of the zoning resolution or designation or redesignation of zoning districts.\\par\n\\'a7 8-1206.  Department of Finance.  The Department of Finance, in connection with the delivery of property tax bills, shall, not less than once a year, provide each property owner with information on their obligations set forth by this title, and shall include information concerning the consequences for failing to meet such obligations.\\par\n\\'a7 8-1207.  Department of Buildings.  a. The Department of Buildings shall create a database of buildings in New York City which have been determined pursuant to paragraph b. or c. of this section to have barriers to the entry or use by a person using a wheelchair or similar device.  Such database shall specify the barriers found, and shall be accessible to the public at no charge via the City\\rquote s website.\\par\nb.  In the course of inspecting any multiple dwelling containing a housing accommodation as defined by paragraph 10 of section 8-102 of this title, the Department of Buildings shall determine whether such building has entrance, exit, or common area barriers to entry or use by a person using a wheelchair or similar device.  \\par\nc.  In the course of inspecting any building containing a public accommodation as defined by paragraph 9 of section 8-102 of this title, the Department of Buildings shall determine whether such building has entrance, exit, or public area barriers to entry or use by a person using a wheelchair or similar device.\\par\nd.  If the Department makes a determination pursuant to paragraph b. or c. of this section, it shall, in addition to such other actions that it may lawfully take, notify the building owner of the barrier or barriers to accessibility, send a copy of such notice to the New York City Commission on Human Rights, and add the information discovered to the database referred to in paragraph 1 of this section.\\par\n\\'a7 8-1208.  Construction.  Nothing in this chapter is intended to relieve the city or any of its agencies or officials from any other civil rights or human rights obligations that exist or may come to exist under city, state, or federal law.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a7 3.  This local law shall take effect 90 days after its enactment.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\par\n\\par\n\\pard\\nowidctlpar 11/14/07\\par\nLS# 1152\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
