{
  "ID": 40359,
  "GUID": "0368652C-1CB0-4387-947E-F191B6C46C12",
  "File": "Int 0692-2008",
  "Name": "Requiring that the Department for the Aging fingerprint all employees at City senior centers for the purpose of conducting background investigations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring that the Department for the Aging fingerprint all employees at City senior centers for the purposes of conducting background investigations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 3,
  "BodyName": "Committee on Aging",
  "IntroDate": "2008-01-30T00:00:00Z",
  "AgendaDate": "2008-01-30T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 211771,
      "Date": "2008-01-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211910,
      "Date": "2008-01-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Aging",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7998,
      "AgendaSequence": 135,
      "MinutesSequence": 154,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Aging",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236327,
      "Date": "2009-12-31T14:02:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41122,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter 2 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-203 to read as follows:\n§21-203. a. Fingerprinting and background investigations of senior center employees.  The commissioner shall require that candidates for employment, who have direct person to person contact with senior citizens, at senior centers operated directly by the department, or by any organization that has contracted with the city of New York to operate such centers, are fingerprinted by a person designated for such purpose by the commissioner in order to secure criminal history records from the state division of criminal justice services. \nb. All persons required to be fingerprinted pursuant to this section shall pay the processing fee required by the state division of criminal justice services. \nc. Persons employed at senior centers at the time of the effective date of this section shall be exempt from the requirements of this section. \nd. Upon the completion of an investigation into the criminal history records of a person who has been hired for employment at a senior center, any physical or electronic records relating to the investigation shall be delivered to the department for safekeeping and storage.  \n§2. This local law shall take effect thirty days after its enactment into law.\n\nKS \nLS #1911 revised \n1/17/08 3:45PM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1\\cf1 . Chapter 2 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-203 to read as follows:\\par\n\\cf0\\ul\\'a721-203. a. Fingerprinting and background investigations of senior center employees.  The commissioner shall require that candidates for employment, who have direct person to person contact with senior citizens, at senior centers operated directly by the department, or by any organization that has contracted with the city of New York to operate such centers, are fingerprinted by a person designated for such purpose by the commissioner in order to secure criminal history records from the state division of criminal justice services. \\par\nb. All persons required to be fingerprinted pursuant to this section shall pay the processing fee required by the state division of criminal justice services. \\par\nc. Persons employed at senior centers at the time of the effective date of this section shall be exempt from the requirements of this section. \\par\nd. Upon the completion of an investigation into the criminal history records of a person who has been hired for employment at a senior center, any physical or electronic records relating to the investigation shall be delivered to the department for safekeeping and storage.  \\par\n\\cf1\\ulnone\\'a72. This local law shall take effect thirty days after its enactment into law.\\par\n\\cf0\\ul\\par\n\\pard\\ulnone KS \\par\nLS #1911 revised \\par\n\\pard\\sl480\\slmult1 1/17/08 3:45PM\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
