{
  "ID": 40299,
  "GUID": "369D2226-0128-464A-8C51-77F4B18DAE52",
  "File": "Int 0693-2008",
  "Name": "Registration of vacant buildings and lots.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the registration of vacant buildings and lots.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2008-01-30T00:00:00Z",
  "AgendaDate": "2008-01-30T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 211686,
      "Date": "2008-01-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211914,
      "Date": "2008-01-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7998,
      "AgendaSequence": 139,
      "MinutesSequence": 158,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236326,
      "Date": "2009-12-31T14:02:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41062,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Article 2 of Title 27 of the administrative code of the city of New York is amended to add a new section 27-2109.1 to read as follows:\n           §27-2109.1 Registration of vacant dwellings and lots. a. When used in this section:\n\t(i) “Vacant dwelling” shall mean a dwelling or the residential portion of a mixed-use building in which no person or persons lawfully reside.\n\t(ii) “Vacant lot” shall mean a parcel of real property that has no lawful structures on it and is not being used for any lawful purpose.\n\tb. The owner of a vacant dwelling that shall have been vacant for more than ninety consecutive days, and each owner of a vacant lot zoned for residential use, shall cause to be filed with the department a notarized registration statement, which shall include the street address and block and lot number of each such vacant dwelling or lot, the names and addresses of all owners, as hereinafter described, a vacant dwelling or vacant lot plan, and any other information deemed necessary by the department. For each such dwelling, a registration fee as required by subdivision d of this section shall be paid to the department by January first of each year. \n\tc. A vacant dwelling or vacant lot plan, required to be filed pursuant to this section, must be approved by the department, and must contain, at a minimum, information relative to one of the following: \n(1) if such dwelling is to be demolished, a demolition plan indicating the proposed time frame for demolition; \n(2) if such dwelling is to remain vacant, a plan for the securing of the dwelling in accordance with standards provided in this code and any rules promulgated there under, if applicable, along with the procedure that will be used to maintain the property while vacant, a statement of the reasons why the dwelling will be left vacant and a statement of the future plans for use of the dwelling;\n(3) if the dwelling is to be returned to occupancy or use, a rehabilitation plan for the property. The implementation period for rehabilitation plan shall not exceed one year, unless the department grants an extension upon receipt of a written statement from the owner detailing the reasons for the extension. Any repairs, improvements or alterations to the property must comply with all applicable provisions of law;\n(4) if a vacant lot, the reason that it is vacant and a plan for the future use of the lot.\n\td. As of January first of each calendar year the owner of the vacant dwelling or vacant lot, shall be responsible for the payment of the non-refundable registration fee. Said fee shall be billed by the department and be based on the duration of the vacancy as determined by the following scale:\n (i.) No fee for properties that are vacant for less than one year;\n (ii.) One thousand dollars for properties that are vacant for one year or longer;\n\te. Upon a showing to the commissioner that (1) the vacant dwelling or lot is being actively marketed for sale or (2) that permits for construction on a vacant lot have been issued or permits for rehabilitation for an existing vacant dwelling have been issued and construction has commenced, the fees set forth in this subdivision may be waived for a period of one year. The waiver may be extended for an additional year upon a further showing that the requirements for a waiver pursuant to this subdivision are still in effect.\n        \t§2. This local law shall take effect ninety days after enactment.\nLS# 3968 - 11/15/07\nCJC",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw-3 Section 1. Article 2 of Title 27 of the administrative code of the city of New York is amended to add a new section 27-2109.1 to read as follows:\\par\n\\pard\\sl480\\slmult1\\tx720\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\expndtw0            \\ul\\'a727-2109.1 Registration of vacant dwellings and lots. a. When used in this section:\\par\n\\ulnone\\tab\\ul (i) \\ldblquote Vacant dwelling\\rdblquote  shall mean a dwelling or the residential portion of a mixed-use building in which no person or persons lawfully reside.\\par\n\\ulnone\\tab\\ul (ii) \\ldblquote Vacant lot\\rdblquote  shall mean a parcel of real property that has no lawful structures on it and is not being used for any lawful purpose.\\par\n\\ulnone\\tab\\ul b. The owner of a vacant dwelling that shall have been vacant for more than ninety consecutive days, and each owner of a vacant lot zoned for residential use, shall cause to be filed with the department a notarized registration statement, which shall include the street address and block and lot number of each such vacant dwelling or lot, the names and addresses of all owners, as hereinafter described, a vacant dwelling or vacant lot plan, and any other information deemed necessary by the department. For each such dwelling, a registration fee as required by subdivision d of this section shall be paid to the department by January first of each year. \\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul c. A vacant dwelling or vacant lot plan, required to be filed pursuant to this section, must be approved by the department, and must contain, at a minimum, information relative to one of the following: \\par\n\\pard\\fi720\\sl480\\slmult1 (1) if such dwelling is to be demolished, a demolition plan indicating the proposed time frame for demolition; \\par\n(2) if such dwelling is to remain vacant, a plan for the securing of the dwelling in accordance with standards provided in this code and any rules promulgated there under, if applicable, along with the procedure that will be used to maintain the property while vacant, a statement of the reasons why the dwelling will be left vacant and a statement of the future plans for use of the dwelling;\\par\n(3) if the dwelling is to be returned to occupancy or use, a rehabilitation plan for the property. The implementation period for rehabilitation plan shall not exceed one year, unless the department grants an extension upon receipt of a written statement from the owner detailing the reasons for the extension. Any repairs, improvements or alterations to the property must comply with all applicable provisions of law;\\par\n(4) if a vacant lot, the reason that it is vacant and a plan for the future use of the lot.\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul d. As of January first of each calendar year the owner of the vacant dwelling or vacant lot, shall be responsible for the payment of the non-refundable registration fee. Said fee shall be billed by the department and be based on the duration of the vacancy as determined by the following scale:\\par\n\\pard\\fi720\\sl480\\slmult1  (i.) No fee for properties that are vacant for less than one year;\\par\n (ii.) One thousand dollars for properties that are vacant for one year or longer;\\par\n\\pard\\sl480\\slmult1\\tx720\\ulnone\\tab\\ul e. Upon a showing to the commissioner that (1) the vacant dwelling or lot is being actively marketed for sale or (2) that permits for construction on a vacant lot have been issued or permits for rehabilitation for an existing vacant dwelling have been issued and construction has commenced, the fees set forth in this subdivision may be waived for a period of one year. The waiver may be extended for an additional year upon a further showing that the requirements for a waiver pursuant to this subdivision are still in effect.\\par\n\\pard\\sl480\\slmult1\\tx720\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone      \\f1\\fs20    \\f0\\fs24\\tab\\'a72. This local law shall take effect ninety days after enactment.\\ul\\par\n\\pard\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone LS# 3968 - 11/15/07\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 CJC\\par\n\\ul\\par\n\\pard\\sl480\\slmult1\\ulnone\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
