{
  "ID": 40390,
  "GUID": "C0745281-074A-48DA-998D-CC7099124CF8",
  "File": "Int 0698-2008",
  "Name": "Requiring the department of buildings to provide online access to the rent control or rent stabilization status of an apartment or building.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department of buildings to provide online access to the rent control or rent stabilization status of an apartment or building.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2008-02-13T00:00:00Z",
  "AgendaDate": "2008-02-13T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 212169,
      "Date": "2008-02-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 212374,
      "Date": "2008-02-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8035,
      "AgendaSequence": 78,
      "MinutesSequence": 99,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236321,
      "Date": "2009-12-31T14:00:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41153,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 26-129 of the administrative code of the city of New York is amended to read as follows:\n\t§26-129 Record of applications.  ­a. Each borough superintendent shall keep a record of all applications presented to him or her concerning, affecting or relating to the construction, alteration or removal of buildings.  Such record shall include the date of the filing of each such application; the name and address of the applicant; the name and address of the owner of the land on which the building mentioned in such application is situated; the names and addresses of the architect and builder employed thereon; a designation of the premises by street number, or by any means sufficient to identify the same: a statement of the nature and proposed use of such building; and a brief statement of the nature of the application, together with a memorandum of the decision of the borough superintendent upon such application and the date of the rendition of such decision.  The books containing such records are hereby declared to be public records, and shall be open to inspection at all reasonable times.\nb.  The department shall use its best efforts to coordinate with the New York state division of housing and community renewal to make available on its existing building information system or on a separately created website information pertaining to the rent stabilized and rent controlled status of dwelling units and multiple dwellings.  The department shall take all steps necessary to protect any and all personal information included in such records. \n\tc.  Whenever there is an amendment to records maintained by the New York state division of housing and community renewal, the department shall as soon as practicable update the information set forth on the appropriate website referred to in subdivision b of this section to display the information in such amended records.\n§2.  This local law shall take effect ninety days after it is enacted into law.\n\nBH\nLS # 4126\n2/7/2008 9:35 AM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1.  Section 26-129 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab\\'a726-129 Record of applications.  \\-\\ul a\\ulnone . Each borough superintendent shall keep a record of all applications presented to him or her concerning, affecting or relating to the construction, alteration or removal of buildings.  Such record shall include the date of the filing of each such application; the name and address of the applicant; the name and address of the owner of the land on which the building mentioned in such application is situated; the names and addresses of the architect and builder employed thereon; a designation of the premises by street number, or by any means sufficient to identify the same: a statement of the nature and proposed use of such building; and a brief statement of the nature of the application, together with a memorandum of the decision of the borough superintendent upon such application and the date of the rendition of such decision.  The books containing such records are hereby declared to be public records, and shall be open to inspection at all reasonable times.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul b.  The department shall use its best efforts to coordinate with the New York state division of housing and community renewal to make available on its existing building information system or on a separately created website information pertaining to the rent stabilized and rent controlled status of dwelling units and multiple dwellings.  The department shall take all steps necessary to protect any and all personal information included in such records. \\ulnone\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\ul c.  Whenever there is an amendment to records maintained by the New York state division of housing and community renewal, the department shall as soon as practicable update the information set forth on the appropriate website referred to in subdivision b of this section to display the information in such amended records.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72.  This local law shall take effect ninety days after it is enacted into law.\\ul\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\pard\\nowidctlpar\\qj\\ulnone\\fs16 BH\\par\nLS # 4126\\par\n2/7/2008 9:35 AM\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
