{
  "ID": 40417,
  "GUID": "E06CAB4C-0702-4478-9041-77983AD20A14",
  "File": "Int 0701-2008",
  "Name": "Prohibiting obstructing signs on sidewalks, flagging and curbstone whether or not abutting the offending property.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting obstructions or nuisances in or upon sidewalks, flagging or curbstones, streets and medians of streets and establishing a rebuttable presumption regarding responsibility for the placement of signs constituting such obstructions or nuisances.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2008-02-13T00:00:00Z",
  "AgendaDate": "2008-02-13T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    }
  ],
  "History": [
    {
      "ID": 212255,
      "Date": "2008-02-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 212396,
      "Date": "2008-02-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8035,
      "AgendaSequence": 98,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 226143,
      "Date": "2009-04-07T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 8893,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 701-A",
      "MinutesNote": "Proposed Int. No. 701-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 226544,
      "Date": "2009-04-07T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 8893,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 226560,
      "Date": "2009-04-07T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 8893,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236319,
      "Date": "2009-12-31T14:00:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 88191,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int No. 701 - 2/13/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fff6eb69-ce9c-492b-bb42-c36f90b75dd0. 701.doc",
      "Sort": 1
    },
    {
      "ID": 89142,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Proposed Int  No  701-A - 4/7/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d896d1fc-87ad-40d7-b7bd-3ed0b4e098e8.doc",
      "Sort": 2
    },
    {
      "ID": 88190,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/7/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3e78be41-6bc1-443d-ac01-3778d00cf267.doc",
      "Sort": 3
    },
    {
      "ID": 88403,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 4/7/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c5310ae9-a7d8-498f-9d58-be909cb884f4.PDF",
      "Sort": 4
    },
    {
      "ID": 88497,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/7/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f702c77b-a5b3-45da-a4ee-3c23c74f34b8.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 43581,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Paragraph (a) of subdivision 2 of section 16-118 of the administrative code of the city of New York, as amended by local law number 108 for the year 2005, is amended to read as follows: \n(a) Every owner, lessee, tenant, occupant or person in charge of any building or premises shall keep and cause to be kept the sidewalk, flagging and curbstone abutting said building or premises free from obstruction and nuisances of every kind, and shall keep said sidewalks, flagging, curbstones, and air shafts, areaways, backyards, courts and alleys free from garbage, refuse, rubbish, litter, debris and other offensive material.  Such persons shall also remove garbage, refuse, rubbish, litter, debris and other offensive material between the curbstone abutting the building or premises and the roadway area extending one and one-half feet from the curbstone into the street on which the building or premises front.  Such persons shall not, however, be responsible for cleaning the garbage, refuse, rubbish, litter, debris and other offensive material [which] that accumulates at catch basins located within the one and one-half foot distance from the curbstone into the street.    \n§2. Subdivision 2 of section 16-118 of the administrative code of the city of New York is amended by adding three new paragraphs (c), (d) and (e) to read as follows:\n(c) No person shall place or cause to be placed an obstruction or nuisance of any kind anywhere in or upon any sidewalk, flagging or curbstone, street or median of a street.  For purposes of this subdivision, the term “median” shall mean the dividing area between lanes of traffic on a street.\n(d) When it is determined that there exists an obstruction or nuisance in violation of  paragraph c of this subdivision and such obstruction or nuisance is a sign, including, but not limited to, an A-frame sign or a sandwich board, there shall be a rebuttable presumption that the person whose name, address, telephone number or other identifying information appears on any such sign, placed, or caused to be placed, such sign, and has violated paragraph c of this subdivision.\n(e) Where the obstruction or nuisance is a sign, including, but not limited to, an A-frame sign or a sandwich board, and was placed in violation of paragraph c of this subdivision, and such sign fails to display a name, address, telephone number or other identifying information that would reasonably allow an officer or employee of the department to identify the person that placed, or caused to be placed, such sign, such sign shall be deemed abandoned and an authorized officer or employee of the department may remove and dispose of such sign.\n§3. This local law shall take effect immediately upon enactment.     \n\nJH 6/2/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\noline\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Paragraph (a) of subdivision 2 of section 16-118 of the administrative code of the city of New York, as amended by local law number 108 for the year 2005, is amended to read as follows: \\par\n(a) Every owner, lessee, tenant, occupant or person in charge of any building or premises shall keep and cause to be kept the sidewalk, flagging and curbstone abutting said building or premises free from obstruction and nuisances of every kind, and shall keep said sidewalks, flagging, curbstones, and air shafts, areaways, backyards, courts and alleys free from garbage, refuse, rubbish, litter, debris and other offensive material.  Such persons shall also remove garbage, refuse, rubbish, litter, debris and other offensive material\\cf1\\f1\\fs27  \\cf0\\f0\\fs24 between the curbstone abutting the building or premises and the roadway area extending one and one-half feet from the curbstone into the street on which the building or premises front.  Such persons shall not, however, be responsible for cleaning the garbage, refuse, rubbish, litter, debris and other offensive material [which] \\ul that\\ulnone  accumulates at catch basins located within the one and one-half foot distance from the curbstone into the street.    \\par\n\\'a72. Subdivision 2 of section 16-118 of the administrative code of the city of New York is amended by adding three new paragraphs (c), (d) and (e) to read as follows:\\par\n\\ul (c) No person shall place or cause to be placed an obstruction or nuisance of any kind anywhere in or upon any sidewalk, flagging or curbstone, street or median of a street.  For purposes of this subdivision, the term \\ldblquote median\\rdblquote  shall mean the dividing area between lanes of traffic on a street.\\par\n(d) When it is determined that there exists an obstruction or nuisance in violation of  paragraph c of this subdivision and such obstruction or nuisance is a sign, including, but not limited to, an A-frame sign or a sandwich board, there shall be a rebuttable presumption that the person whose name, address, telephone number or other identifying information appears on any such sign, placed, or caused to be placed, such sign, and \\cf1 has violated \\cf0 paragraph c of this subdivision.\\par\n(e) Where the obstruction or nuisance is a sign, including, but not limited to, an A-frame sign or a sandwich board, and was placed in violation of paragraph c of this subdivision, and such sign fails to display a name, address, telephone number or other identifying information that would reasonably allow an officer or employee of the department to identify the person that placed, or caused to be placed, such sign, such sign shall be deemed abandoned and an authorized officer or employee of the department may remove and dispose of such sign.\\par\n\\ulnone\\'a73. This local law shall take effect immediately upon enactment.     \\par\n\\pard\\qj\\par\nJH 6/2/09\\par\n\\pard\\sl480\\slmult1\\qj\\fs16\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
