{
  "ID": 40397,
  "GUID": "61D32CE9-1C03-478E-9D31-40A4CC39126C",
  "File": "Int 0704-2008",
  "Name": "Requiring community advisory groups, waste containerization, on-site truck queuing, and vehicle cleaning at private transfer stations that handle municipal waste.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring community advisory groups, waste containerization, on-site truck queuing, and vehicle cleaning at private transfer stations that handle municipal waste.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2008-02-13T00:00:00Z",
  "AgendaDate": "2008-02-13T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 212212,
      "Date": "2008-02-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 212400,
      "Date": "2008-02-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8035,
      "AgendaSequence": 102,
      "MinutesSequence": 124,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236317,
      "Date": "2009-12-31T13:59:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41161,
  "Text": "Be it enacted by the Council as follows: \n\t\nSection 1. Title sixteen of the administrative code of the city of New York is amended by adding a new subdivision d to section 16-209 to read as follows:\nd. “Municipal solid waste” means any solid waste collected by the department.\n§2. Chapter two of title sixteen of the administrative code of the city of New York is amended by adding a new section 16-210 to read as follows:\n§16-210. Privately owned transfer stations that handle municipal solid waste. a. \nThe owner and operator of any privately owned transfer station within the city of New York that handles municipal solid waste shall meet the following requirements:\n1.\tAny solid waste leaving such transfer station shall be in a sealed container to which \nthe best available control technology is applied to prevent odor, leakage or other adverse impacts on the community, and such container shall be transferred from such transfer station only by barge or rail;\n2. Any trucks depositing or waiting to deposit solid waste at any such transfer station\n shall queue at all times only on the transfer station property and not on any public street;\n3. Ensure that no solid waste, dust or other material is tracked from the transfer station\n site onto a city street or public highway by any vehicle leaving the transfer station site; and\n            b. Each such transfer station shall have appointed for it a community advisory board made up of ten members, four of whom shall be selected by the mayor, three by the appropriate borough president, and three by the city council member who represents the district in which the transfer station is located.  Members shall serve without compensation for two-year terms, and may serve up to two consecutive terms.  Any vacancy shall be filled in the same manner as the original appointment was made.  Such community advisory board shall: (i) meet no less often than quarterly with the person designated as a community liaison by the owner or operator of the transfer station and a representative of the department; (ii) receive notice within five days of any information regarding any violations issued or enforcement actions taken against the facility; (iii) receive prompt notice of any emergency conditions that arise at the facility including, but not limited to, fires, structural problems, processing of solid waste in excess of permit capacity or the  inability to process solid waste due to mechanical or work stoppages; (iv) receive any other relevant information regarding any matter that arises that could adversely impact the community; (v) be provided by the owner or operator of the transfer station with a traffic plan for trucks entering and leaving the transfer station and make all reasonable efforts to adopt amendments to such plan as proposed by the community advisory board; and (vi) designate a community liaison to address complaints from the community.\n§3.  This local law shall take effect immediately.\nLS#3844 -CJC\n1/27/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0  \\par\n\\ul Be it enacted by the Council as follows: \\par\n\\ulnone\\tab\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Title sixteen of the administrative code of the city of New York is amended by adding a new subdivision d to section 16-209 to read as follows:\\par\n\\ul d. \\ldblquote Municipal solid waste\\rdblquote  means any solid waste collected by the department.\\par\n\\ulnone\\'a72. Chapter two of title sixteen of the administrative code of the city of New York is amended by adding a new section 16-210 to read as follows:\\par\n\\ul\\'a716-210. Privately owned transfer stations that handle municipal solid waste. a. \\line The owner and operator of any privately owned transfer station within the city of New York that handles municipal solid waste shall meet the following requirements:\\par\n\\pard\\fi-360\\li1140\\sl480\\slmult1\\qj\\tx1140\\ulnone 1.\\tab\\ul Any solid waste leaving such transfer station shall be in a sealed container to which \\par\n\\pard\\sl480\\slmult1\\qj the best available control technology is applied to prevent odor, leakage or other adverse impacts on the community, and such container shall be transferred from such transfer station only by barge or rail;\\par\n\\pard\\keepn\\s1\\li780\\sl480\\slmult1\\qj 2. Any trucks depositing or waiting to deposit solid waste at any such transfer station\\par\n\\pard\\keepn\\s1\\sl480\\slmult1\\qj  shall queue at all times only on the transfer station property and not on any public street;\\par\n\\pard\\keepn\\s1\\li780\\sl480\\slmult1\\qj 3. Ensure that no solid waste, dust or other material is tracked from the transfer station\\par\n\\pard\\keepn\\s1\\sl480\\slmult1\\qj  site onto a city street or public highway by any vehicle leaving the transfer station site; and\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone             \\ul b. Each such transfer station shall have appointed for it a community advisory board made up of ten members, four of whom shall be selected by the mayor, three by the appropriate borough president, and three by the city council member who represents the district in which the transfer station is located.  Members shall serve without compensation for two-year terms, and may serve up to two consecutive terms.  Any vacancy shall be filled in the same manner as the original appointment was made.  Such community advisory board shall: (i) meet no less often than quarterly with the person designated as a community liaison by the owner or operator of the transfer station and a representative of the department; (ii) receive notice within five days of any information regarding any violations issued or enforcement actions taken against the facility; (iii) receive prompt notice of any emergency conditions that arise at the facility including, but not limited to, fires, structural problems, processing of solid waste in excess of permit capacity or the  inability to process solid waste due to mechanical or work stoppages; (iv) receive any other relevant information regarding any matter that arises that could adversely impact the community; (v) be provided by the owner or operator of the transfer station with a traffic plan for trucks entering and leaving the transfer station and make all reasonable efforts to adopt amendments to such plan as proposed by the community advisory board; and (vi) designate a community liaison to address complaints from the community.\\par\n\\pard\\li720\\sl480\\slmult1\\qj\\ulnone\\'a73.  This local law shall take effect immediately.\\par\n\\pard\\li720\\qj LS#3844 -CJC\\par\n\\pard\\li720\\sl480\\slmult1\\qj 1/27/08\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
