{
  "ID": 40531,
  "GUID": "8368C0C0-74A4-492D-9FBB-4678402A6893",
  "File": "Int 0706-2008",
  "Name": "The sale of meat from animals produced by cloning.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the sale of meat from animals produced by cloning.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2008-02-27T00:00:00Z",
  "AgendaDate": "2008-02-27T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    }
  ],
  "History": [
    {
      "ID": 212761,
      "Date": "2008-02-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 212904,
      "Date": "2008-02-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8102,
      "AgendaSequence": 86,
      "MinutesSequence": 99,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236315,
      "Date": "2009-12-31T13:58:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41298,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Section 20- 676 of title 20 of the administrative code of the city of New York is amended by adding a new subdivision d, to read as follows:\n\t(d)  “Cloning”  Laboratory assisted asexual reproduction that produces genetically identical organisms.  \n\t§2.  Section 20- 677 of title 20 of the administrative code of the city of New York is amended, to read as follows:\n\t§20- 677 Sales at retail. (a) It shall be unlawful for any person to sell or offer for sale, at retail, any pickled, pumped, cured or otherwise processed meats or meat products which shall contain added curing solution or any other liquid more than ten percent, by weight, of the total weight of the meat, except that pickled, pumped, cured or otherwise processed beef brisket shall not contain more than twenty percent, by weight, of added curing solution or any other liquid.  \n\t(b) It shall be unlawful for any person to sell or offer for sale, at retail, any meats or meat products that come from animals produced by cloning that are not clearly labeled as such.  \n\t§3.  Section 20- 678 of title 20 of the administrative code of the city of New York is amended to read as follows:\n\t§20-678 Sales at wholesale. (a) It shall be unlawful for any person to sell, or offer for sale at wholesale, any pickled, pumped, cured or otherwise processed meats or meat products which shall contain added curing solution or any other liquid more than ten percent, by weight, of the total weight of the meat, except that pickled, pumped, cured or otherwise processed beef brisket shall not contain more than twenty percent, by weight, of added curing solution or any other liquid.  \n\t(b)  It shall be unlawful for any person to sell or offer for sale, at wholesale, any meats or meat products that come from animals produced by cloning that are not clearly labeled as such.  \n\t§4.  Section 20- 681 of title 20 of the administrative code of the city of New York is amended, to read as follows: \n\t§20- 681 Punishment. (a) Any person who shall violate any provisions of this subchapter shall be liable to forfeit and pay a civil penalty in the sum of not more than [one] two hundred dollars for each violation. \n\t(b) Any person who shall violate any of the provisions of this subchapter shall be guilty of an offense and punishable by a fine of not less than [twenty-five] fifty dollars nor more than [two hundred fifty] five hundred dollars, for each offense, or by imprisonment for not more than thirty (30) days, or both.  \n\t§5.  This local law shall take effect one hundred twenty days after it shall have been enacted into law except that prior to such effective date the commissioner of consumer affairs may promulgate rules or take any other action necessary for implementation of this local law. \nLS #4743\nLC",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab Section 1.  Section 20- 676 of title 20 of the administrative code of the city of New York is amended by adding a new subdivision d, to read as follows:\\par\n\\tab\\ul (d)  \\ldblquote Cloning\\rdblquote   Laboratory assisted asexual reproduction that produces genetically identical organisms.  \\par\n\\ulnone\\tab\\'a72.  Section 20- 677 of title 20 of the administrative code of the city of New York is amended, to read as follows:\\par\n\\tab\\'a720- 677 Sales at retail. \\ul (a)\\ulnone  It shall be unlawful for any person to sell or offer for sale, at retail, any pickled, pumped, cured or otherwise processed meats or meat products which shall contain added curing solution or any other liquid more than ten percent, by weight, of the total weight of the meat, except that pickled, pumped, cured or otherwise processed beef brisket shall not contain more than twenty percent, by weight, of added curing solution or any other liquid.  \\par\n\\tab\\ul (b) It shall be unlawful for any person to sell or offer for sale, at retail, any meats or meat products that come from animals produced by cloning that are not clearly labeled as such.  \\par\n\\ulnone\\tab\\'a73.  Section 20- 678 of title 20 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab\\'a720-678 Sales at wholesale. \\ul (a)\\ulnone  It shall be unlawful for any person to sell, or offer for sale at wholesale, any pickled, pumped, cured or otherwise processed meats or meat products which shall contain added curing solution or any other liquid more than ten percent, by weight, of the total weight of the meat, except that pickled, pumped, cured or otherwise processed beef brisket shall not contain more than twenty percent, by weight, of added curing solution or any other liquid.  \\par\n\\tab\\ul (b)  It shall be unlawful for any person to sell or offer for sale, at wholesale, any meats or meat products that come from animals produced by cloning that are not clearly labeled as such.  \\par\n\\ulnone\\tab\\'a74.  Section 20- 681 of title 20 of the administrative code of the city of New York is amended, to read as follows: \\par\n\\tab\\'a720- 681 Punishment.\\b  \\b0 (a) Any person who shall violate any provisions of this subchapter shall be liable to forfeit and pay a civil penalty in the sum of not more than [one] \\ul two\\ulnone  hundred dollars for each violation. \\par\n\\tab (b) Any person who shall violate any of the provisions of this subchapter shall be guilty of an offense and punishable by a fine of not less than [twenty-five] \\ul fifty\\ulnone  dollars nor more than [two hundred fifty] \\ul five hundred\\ulnone  dollars, for each offense, or by imprisonment for not more than thirty (30) days, or both.  \\par\n\\tab\\'a75.  This local law shall take effect one hundred twenty days after it shall have been enacted into law except that prior to such effective date the commissioner of consumer affairs may promulgate rules or take any other action necessary for implementation of this local law. \\par\n\\pard LS #4743\\par\nLC\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
