{
  "ID": 40532,
  "GUID": "BB8E4962-1B47-4349-9893-FD1793FD10B4",
  "File": "Int 0707-2008",
  "Name": "Tow advisory board.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the tow advisory board.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2008-02-27T00:00:00Z",
  "AgendaDate": "2008-02-27T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 212762,
      "Date": "2008-02-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 212906,
      "Date": "2008-02-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8102,
      "AgendaSequence": 88,
      "MinutesSequence": 101,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236314,
      "Date": "2009-12-31T13:58:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41299,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Section 20-525 of the administrative code of the city of New York is amended to read as follows:\n\t§20-525 Regulations. The commissioner may, upon consultation with the tow advisory board, promulgate such rules and regulations as he or she deems necessary to effectuate the purposes of this subchapter.  \n§ 2.  Section 20-526 of the administrative code of the city of New York, is amended to read as follows:\n\t§20-526 Tow advisory Board. There shall be a tow advisory board to consist of nine members to be appointed for two-year terms by the commissioner, upon consultation with the council, to advise the commissioner concerning matters relating to the tow industry, including the preparation of rules and regulations for the class of vehicles commonly known as tow trucks and for the owners and drivers thereof.  The advisory board shall meet no less than two times per calendar year.  Members of the tow advisory board shall be chosen from licensed persons who own or operate tow trucks or are officers in corporations that own or operate tow trucks and other individuals who have knowledge of the towing industry, its customers and its business practices, including but not limited to, representatives of auto insurance companies and entities having a pre-existing contractual obligation or business arrangement to provide towing services to their customers, except that employees of the department shall not serve on the board. \n\t§3. This local law shall take effect immediately.\n\n\n\n\n\n\n\n\n\nLS #4486\nLC\n2/22/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1. Section 20-525 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tab\\'a720-525 Regulations. The commissioner may\\ul , upon consultation with the tow advisory board,\\ulnone  promulgate such rules and regulations as he or she deems necessary to effectuate the purposes of this subchapter.  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\'a7 2.  Section 20-526 of the administrative code of the city of New York, is amended to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tab\\'a720-526 Tow advisory Board. There shall be a tow advisory board to consist of nine members to be appointed for two-year terms by the commissioner, upon consultation with the council, to advise the commissioner concerning matters relating to the tow industry, including the preparation of rules and regulations for the class of vehicles commonly known as tow trucks and for the owners and drivers thereof.  \\ul The advisory board shall meet no less than two times per calendar year.\\ulnone   Members of the tow advisory board shall be chosen from licensed persons who own or operate tow trucks or are officers in corporations that own or operate tow trucks and other individuals who have knowledge of the towing industry, its customers and its business practices, including but not limited to, representatives of auto insurance companies and entities having a pre-existing contractual obligation or business arrangement to provide towing services to their customers\\ul , except that employees of the department shall not serve on the board\\ulnone . \\par\n\\tab\\'a73. This local law shall take effect immediately.\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\nowidctlpar LS #4486\\par\nLC\\par\n2/22/08\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
