{
  "ID": 40405,
  "GUID": "3D12CD29-FBEA-43EC-BB85-17F0C14E8EA6",
  "File": "Int 0710-2008",
  "Name": "Requiring information on working conditions from foreign manufacturers of goods.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring information on working conditions from foreign manufacturers of goods.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2008-02-27T00:00:00Z",
  "AgendaDate": "2008-02-27T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 212767,
      "Date": "2008-02-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 212910,
      "Date": "2008-02-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Contracts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8102,
      "AgendaSequence": 92,
      "MinutesSequence": 105,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236311,
      "Date": "2009-12-31T13:57:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41169,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Chapter one of title six of the administrative code of the city of New York is amended by adding a new section 6-116.3 to read as follows:\n\t§ 6-116.3.  Information on working conditions from foreign manufacturers of goods.  a. Definitions.  For purposes of this section, the following terms shall have the following meanings:   1. “Foreign manufacturer” shall mean any for-profit corporation, firm, company, organization, partnership, individual, sole proprietorship, joint venture or any other private legal entity, located outside of the United States, that produces goods for sale.\n\t2. “Goods” shall mean articles of trade or products including, but not limited to, personal property, equipment and materials.\n\t3.  “Wage and hour practices” shall mean the minimum wage paid, overtime rate paid, maximum number of hours and days of work required and amount of paid time off provided.\n\t4.  “Workplace safety and health practices” shall mean practices concerning the maintenance of a safe and healthy working environment to prevent worker accidents, and injury and illness, and include but are not limited to practices governing sanitation, fire safety, risk protection, ventilation, lighting, safety or protective equipment and access to water and bathroom facilities.\n\tb.  Prior to entering into a contract with the city exceeding one hundred thousand dollars for the sale of goods that were produced by a foreign manufacturer, a contractor must disclose to the contracting agency such foreign manufacturer’s wage and hour practices and workplace health and safety practices.  If the contractor is not the foreign manufacturer of the goods, the contractor shall certify in a form and manner that is acceptable to the procurement policy board, that it has made its best efforts to obtain the required information from the foreign manufacturer.\n§2. This local law shall take effect ninety days after its enactment into local law provided that the City agencies affected, including, but not limited to, the procurement policy board may take any actions necessary to effectuate the provisions of this local law prior to its effective date.\n\nLS #4399\nLC\n02/01/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Chapter one of title six of the administrative code of the city of New York is amended by adding a new section 6-116.3 to read as follows:\\par\n\\pard\\sl480\\slmult1\\tab\\ul\\'a7 6-116.3.  Information on working conditions from foreign manufacturers of goods.  a. Definitions.  For purposes of this section, the following terms shall have the following meanings:   1. \\ldblquote Foreign manufacturer\\rdblquote  shall mean any for-profit corporation, firm, company, organization, partnership, individual, sole proprietorship, joint venture or any other private legal entity, located outside of the United States, that produces goods for sale.\\par\n\\ulnone\\tab\\ul 2. \\ldblquote Goods\\rdblquote  shall mean articles of trade or products including, but not limited to, personal property, equipment and materials.\\par\n\\ulnone\\tab\\ul 3.  \\ldblquote Wage and hour practices\\rdblquote  shall mean the minimum wage paid, overtime rate paid, maximum number of hours and days of work required and amount of paid time off provided.\\par\n\\ulnone\\tab\\ul 4.  \\ldblquote Workplace safety and health practices\\rdblquote  shall mean practices concerning the maintenance of a safe and healthy working environment to prevent worker accidents, and injury and illness, and include but are not limited to practices governing sanitation, fire safety, risk protection, ventilation, lighting, safety or protective equipment and access to water and bathroom facilities.\\par\n\\ulnone\\tab\\ul b.  Prior to entering into a contract with the city exceeding one hundred thousand dollars for the sale of goods that were produced by a foreign manufacturer, a contractor must disclose to the contracting agency such foreign manufacturer\\rquote s wage and hour practices and workplace health and safety practices.  If the contractor is not the foreign manufacturer of the goods, the contractor shall certify in a form and manner that is acceptable to the procurement policy board, that it has made its best efforts to obtain the required information from the foreign manufacturer.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\'a72. This local law shall take effect ninety days after its enactment into local law provided that the City agencies affected, including, but not limited to, the procurement policy board may take any actions necessary to effectuate the provisions of this local law prior to its effective date.\\par\n\\pard\\sl480\\slmult1\\par\nLS #4399\\par\nLC\\par\n\\pard 02/01/08\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
