{
  "ID": 40396,
  "GUID": "53438522-C7AF-42B3-90F7-9DB210904F3D",
  "File": "Int 0713-2008",
  "Name": "Providing a credit against the commercial rent or occupancy tax imposed by chapter 7 of title 11 of such code, to tenants who provide employer-provided child care.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to providing a credit against the commercial rent or occupancy tax imposed by chapter 7 of title 11 of such code, to tenants who provide employer-provided child care.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2008-02-27T00:00:00Z",
  "AgendaDate": "2008-02-27T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    }
  ],
  "History": [
    {
      "ID": 212682,
      "Date": "2008-02-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 212917,
      "Date": "2008-02-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8102,
      "AgendaSequence": 99,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236308,
      "Date": "2009-12-31T13:56:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41160,
  "Text": "Be it enacted by the Council as follows:\nSection one.  Chapter 7 of title 11 of the administrative code of the city of New York is amended by adding a new section 11-704.4 to read as follows:\n11-704.4 Employer-provided Child Care credit (1) A tenant who uses taxable premises for employer-provided child care shall be allowed a credit against the tax imposed by this chapter for such tax year. Such credit shall be equal to twenty-five percent of the qualified employer-provided child care expenditures paid or incurred, on or after January 1, 2008, in establishing and operating a qualified child care facility; provided, however, that the tenant shall not receive more than $150,000 in annual tax credits for all qualified employer-provided child care expenditures that the taxpayer incurs in any one year.   \n(2) As used in this section, the term “qualified employer-provided child care expenditures” means any amount paid or incurred  (a) to acquire, construct, rehabilitate, or expand real property which is to be used as part of a qualified child care facility of the taxable premises, with respect to which a deduction for depreciation (or amortization in lieu of depreciation) is allowable, and which does not constitute part of the principal residence, within the meaning of section 121 of the Internal Revenue Code, of the tenant or employee of the tenant; (b) for the operating costs of a qualified child care facility of the tenant, including costs related to the training of employees, to scholarship programs, and to the providing of increased compensation to employees with higher levels of child care training; or (c) under a contract with a qualified child care facility to provide child care services to employees of the tenant; provided, however, the term “qualified employer-provided child care expenditures” shall not include expenses in excess of fair market value of such care. \nThe term “qualified child care facility” means a facility, the principal use of which is to provide child care assistance, that is licensed or registered in accordance with section three hundred ninety of the social services law or article forth seven of the rules of the city of New York, and that is not the principal residence, within the meaning of section 121 of the Internal Revenue Code, of the tenant or employee of the tenant; provided, however, a facility shall not be treated as a “qualified child care facility” with respect to the tenant unless the use of such facility (or the eligibility to use such facility) does not discriminate in favor of employees of the tenant who are highly compensated employees, within the meaning of section 414(q) of the Internal Revenue Code. \n§2. This local law shall take effect immediately.\n\nAB\nLS# 3685\n12/6/07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}}\n\\viewkind4\\uc1\n\\v0\\f1\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul\\f0 Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section one.  Chapter 7 of title 11 of the administrative code of the city of New York is amended by adding a new section 11-704.4 to read as follows:\\f1\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul\\f0 11-704.4 Employer-provided Child Care credit (1) A tenant who uses taxable premises for employer-provided child care shall be allowed a credit against the tax imposed by this chapter for such tax year. Such credit shall be equal to twenty-five percent of the qualified employer-provided child care expenditures paid or incurred, on or after January 1, 2008, in establishing and operating a qualified child care facility; provided, however, that the tenant shall not receive more than $150,000 in annual tax credits for all qualified employer-provided child care expenditures that the taxpayer incurs in any one year.   \\par\n(2) As used in this section, the term \\ldblquote qualified employer-provided child care expenditures\\rdblquote  means any amount paid or incurred  (a) to acquire, construct, rehabilitate, or expand real property which is to be used as part of a qualified child care facility of the taxable premises, with respect to which a deduction for depreciation (or amortization in lieu of depreciation) is allowable, and which does not constitute part of the principal residence, within the meaning of section 121 of the Internal Revenue Code, of the tenant or employee of the tenant; (b) for the operating costs of a qualified child care facility of the tenant, including costs related to the training of employees, to scholarship programs, and to the providing of increased compensation to employees with higher levels of child care training; or (c) under a contract with a qualified child care facility to provide child care services to employees of the tenant; provided, however, the term \\ldblquote qualified employer-provided child care expenditures\\rdblquote  shall not include expenses in excess of fair market value of such care. \\par\nThe term \\ldblquote qualified child care facility\\rdblquote  means a facility, the principal use of which is to provide child care assistance, that is licensed or registered in accordance with section three hundred ninety of the social services law or article forth seven of the rules of the city of New York, and that is not the principal residence, within the meaning of section 121 of the Internal Revenue Code, of the tenant or employee of the tenant; provided, however, a facility shall not be treated as a \\ldblquote qualified child care facility\\rdblquote  with respect to the tenant unless the use of such facility (or the eligibility to use such facility) does not discriminate in favor of employees of the tenant who are highly compensated employees, within the meaning of section 414(q) of the Internal Revenue Code. \\ulnone\\f1\\par\n\\pard\\nowidctlpar\\f0\\'a72. This local law shall take effect immediately.\\par\n\\par\nAB\\par\nLS# 3685\\par\n12/6/07\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul\\i\\f1\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
