{
  "ID": 40453,
  "GUID": "EC33C4B1-9730-4B99-A359-04647219BC82",
  "File": "Int 0714-2008",
  "Name": "Healthcare expenses for certain 9/11 workers.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to healthcare expenses for certain 9/11 workers.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2008-02-27T00:00:00Z",
  "AgendaDate": "2008-02-27T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7516,
      "Slug": "kenneth-c-mitchell",
      "FullName": "Kenneth C. Mitchell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    }
  ],
  "History": [
    {
      "ID": 212560,
      "Date": "2008-02-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 212919,
      "Date": "2008-02-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8102,
      "AgendaSequence": 101,
      "MinutesSequence": 114,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228233,
      "Date": "2009-06-04T14:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 9060,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228417,
      "Date": "2009-06-04T14:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 9060,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236307,
      "Date": "2009-12-31T13:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 89122,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/4/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8883024d-a260-4f7a-ac3c-ec6e25fc25f6.doc",
      "Sort": 1
    },
    {
      "ID": 89423,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/4/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b67cbb3c-77cf-4a5c-94cc-b248b2001e29.PDF",
      "Sort": 2
    },
    {
      "ID": 89886,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/4/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/cc6759c5-9c08-4a7e-8673-b4ed5286ce11.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 41219,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 12-127 of the administrative code of the city of New York is amended to read as follows:\n§12-127 City employees injured in course of duty. a.  (1)  Any member of the uniformed forces of the fire or police departments or any person employed in the department of sanitation in the sanitation service classification of the classified civil service who shall be injured while actually employed in the discharge of police orders of his or her superior officers in the police station, fire house or sanitation section station, as the case may be, or as the result of illness traceable directly to the performance of police, fire or sanitation duty, as the case may be, or any employee of the department of parks, general services, ports and terminals or environmental protection or a person employed by the police commissioner as a school crossing guard who shall be injured while actually employed in the discharge of duty, shall be received by any hospital for care and treatment when such facts are certified to by the head of the department. Unless otherwise provided in this section, such members shall be received by any hospital at the usual ward patient rates. The bill for such care and treatment at such rates, when certified by the superintendent or other person in charge of such hospital and approved by the head of the department concerned, shall be paid by the city.\n(2)  Notwithstanding any provision of law to the contrary, this subdivision shall also apply to any such member, person or employee who has met the criteria of section 13-168(b)(5)(a)(1) of this code, section 13-252.1(1)(a) of this code or section 13-353.1(1)(a) of this code, and has been made ill as a result of an illness and/or disease enumerated in section 13-168(b)(5)(a)(3) of this code, section 13-252.1(1)(c) of this code, or section 13-353.1(1)(c) of this code.  Such illnesses and disease shall be presumed to be directly traceable to the performance of duty.\nb.  (1)  Any member of the uniformed forces of the fire or police department or any person employed in the department of sanitation in the sanitation service classification of the classified civil service or a person employed by the police commissioner as a school crossing guard who, while in the actual performance of duty, and by reason of the performance of such duty and without fault or misconduct on his or her part, shall receive injuries, or sustain an illness traceable directly to the performance of duty, to an extent which may endanger his or her life, shall be received by any hospital for care and treatment, and shall be afforded such medical or surgical care and hospitalization as may be ordered by the chief medical officer of the respective departments in conformity with the provisions of this section. Such medical officer shall forthwith notify the comptroller of the care and hospitalization so ordered. The rate charged for such care and hospitalization for such member or such person shall not exceed the rate charged any person in receipt of an income equal to the salary of such member or of such person for the same accommodations. The comptroller and the heads of the departments affected shall make necessary rules and regulations to carry out the provisions of this section. Upon certification by the chief medical officer of the department concerned, the bill for such care and hospitalization, when certified by the superintendent or other person in charge of the hospital and approved by the head of the department concerned, shall be paid by the city.\n(2)  Notwithstanding any provision of law to the contrary, this subdivision shall also apply to any such member, person or employee who has met the criteria of section 13-168(b)(5)(a)(1) of this code, section 13-252.1(1)(a) of this code or section 13-353.1(1)(a) of this code, and has been made ill as a result of an illness and/or disease enumerated in section 13-168(b)(5)(a)(3) of this code, section 13-252.1(1)(c) of this code, or section 13-353.1(1)(c) of this code.  Such illnesses and disease shall be presumed to be directly traceable to the performance of duty.\nc.  (1)  Each agency shall keep a record of any workers' compensation claim filed by an employee, the subject of which concerns an injury sustained in the course of duty while such employee was employed at such agency. Such record shall include, but not be limited to, the following data:\n(i)  the name of the agency where such employee worked;\n(ii)  such employee's title;\n(iii) the date such employee or the city filed such claim with the appropriate office of the state of New York, if any;\n(iv)  the date the city began to make payment for such claim, or the date such claim was established by the appropriate state office and the date the city began to make payment for such claim pursuant to such establishment, if any;\n(v)  the date such injury occurred;\n(vi)  the location at which such injury occurred;\n(vii)  the nature of such injury, including, but not limited to, the circumstances of such injury, the type or diagnosis of such injury and a description of how such injury occurred;\n(viii)  the length of time such employee is unable to work due to such injury, if any; and\n(ix)  a list of any expenses paid as a result of such claim, including, but not limited to, expenses relating to wage replacement, medical costs, administrative costs and any penalties.\n(2)  Each agency shall transmit records gathered pursuant to paragraph (1) of subdivision c of this section, as soon as practicable, to the mayor of the city of New York.\n(3)  The mayor of the city of New York shall ensure that an annual report is prepared utilizing the records received from each city agency pursuant to paragraph (2) of subdivision c of this section. Such report shall be transmitted to the mayor, the comptroller, the public advocate and the speaker of the council of the city of New York by the first day of May, covering the previous calendar year. Such report shall include, but not be limited to:\n(i)  an analysis, with respect to each agency included in the report, of expenses paid as a result of workers' compensation claims, including, but not limited to, expenses relating to wage replacement, medical costs, administrative costs and any penalties paid by an agency;\n(ii)  a list of the occurrence of specific claims for each agency and for the city as a whole;\n(iii)  a list of the specific sites where injuries occurred for each agency and for the city as a whole;\n(iv)\tyear-to-year comparisons of information compiled pursuant to this paragraph.\nNotwithstanding any provision of law to the contrary, a provider of medical treatment or hospital care furnished pursuant to the provisions of this section shall not collect or attempt to collect reimbursement for such treatment or care from any such city employee.\n§2. This local law shall take effect immediately upon enactment.\n\n\n\n\nLS# 3718\nTNN\n02/14/08, 6:00 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Section 12-127 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a712-127 \\cf1 City employees injured in course of duty. \\cf0 a.  \\ul (1)\\ulnone   Any member of the uniformed forces of the fire or police departments or any person employed in the department of sanitation in the sanitation service classification of the classified civil service who shall be injured while actually employed in the discharge of police orders of his or her superior officers in the police station, fire house or sanitation section station, as the case may be, or as the result of illness traceable directly to the performance of police, fire or sanitation duty, as the case may be, or any employee of the department of parks, general services, ports and terminals or environmental protection or a person employed by the police commissioner as a school crossing guard who shall be injured while actually employed in the discharge of duty, shall be received by any hospital for care and treatment when such facts are certified to by the head of the department. Unless otherwise provided in this section, such members shall be received by any hospital at the usual ward patient rates. The bill for such care and treatment at such rates, when certified by the superintendent or other person in charge of such hospital and approved by the head of the department concerned, shall be paid by the city.\\par\n\\ul (2)  Notwithstanding any provision of law to the contrary, this subdivision shall also apply to any such member, person or employee who has met the criteria of section 13-168(b)(5)(a)(1) of this code, section 13-252.1(1)(a) of this code or section 13-353.1(1)(a) of this code, and has been made ill as a result of an illness and/or disease enumerated in section 13-168(b)(5)(a)(3) of this code, section 13-252.1(1)(c) of this code, or section 13-353.1(1)(c) of this code.  Such illnesses and disease shall be presumed to be directly traceable to the performance of duty.\\f1\\par\n\\ulnone\\f0 b.  \\ul (1)\\ulnone   Any member of the uniformed forces of the fire or police department or any person employed in the department of sanitation in the sanitation service classification of the classified civil service or a person employed by the police commissioner as a school crossing guard who, while in the actual performance of duty, and by reason of the performance of such duty and without fault or misconduct on his or her part, shall receive injuries, \\ul or sustain an illness traceable directly to the performance of duty,\\ulnone  to an extent which may endanger his or her life, shall be received by any hospital for care and treatment, and shall be afforded such medical or surgical care and hospitalization as may be ordered by the chief medical officer of the respective departments in conformity with the provisions of this section. Such medical officer shall forthwith notify the comptroller of the care and hospitalization so ordered. The rate charged for such care and hospitalization for such member or such person shall not exceed the rate charged any person in receipt of an income equal to the salary of such member or of such person for the same accommodations. The comptroller and the heads of the departments affected shall make necessary rules and regulations to carry out the provisions of this section. Upon certification by the chief medical officer of the department concerned, the bill for such care and hospitalization, when certified by the superintendent or other person in charge of the hospital and approved by the head of the department concerned, shall be paid by the city.\\par\n\\ul (2)  Notwithstanding any provision of law to the contrary, this subdivision shall also apply to any such member, person or employee who has met the criteria of section 13-168(b)(5)(a)(1) of this code, section 13-252.1(1)(a) of this code or section 13-353.1(1)(a) of this code, and has been made ill as a result of an illness and/or disease enumerated in section 13-168(b)(5)(a)(3) of this code, section 13-252.1(1)(c) of this code, or section 13-353.1(1)(c) of this code.  Such illnesses and disease shall be presumed to be directly traceable to the performance of duty.\\f1\\par\n\\ulnone\\f0 c.  (1)  Each agency shall keep a record of any workers' compensation claim filed by an employee, the subject of which concerns an injury sustained in the course of duty while such employee was employed at such agency. Such record shall include, but not be limited to, the following data:\\par\n(i)  the name of the agency where such employee worked;\\par\n(ii)  such employee's title;\\par\n(iii) the date such employee or the city filed such claim with the appropriate office of the state of New York, if any;\\par\n(iv)  the date the city began to make payment for such claim, or the date such claim was established by the appropriate state office and the date the city began to make payment for such claim pursuant to such establishment, if any;\\par\n(v)  the date such injury occurred;\\par\n(vi)  the location at which such injury occurred;\\par\n(vii)  the nature of such injury, including, but not limited to, the circumstances of such injury, the type or diagnosis of such injury and a description of how such injury occurred;\\par\n(viii)  the length of time such employee is unable to work due to such injury, if any; and\\par\n(ix)  a list of any expenses paid as a result of such claim, including, but not limited to, expenses relating to wage replacement, medical costs, administrative costs and any penalties.\\par\n(2)  Each agency shall transmit records gathered pursuant to paragraph (1) of subdivision c of this section, as soon as practicable, to the mayor of the city of New York.\\par\n(3)  The mayor of the city of New York shall ensure that an annual report is prepared utilizing the records received from each city agency pursuant to paragraph (2) of subdivision c of this section. Such report shall be transmitted to the mayor, the comptroller, the public advocate and the speaker of the council of the city of New York by the first day of May, covering the previous calendar year. Such report shall include, but not be limited to:\\par\n(i)  an analysis, with respect to each agency included in the report, of expenses paid as a result of workers' compensation claims, including, but not limited to, expenses relating to wage replacement, medical costs, administrative costs and any penalties paid by an agency;\\par\n(ii)  a list of the occurrence of specific claims for each agency and for the city as a whole;\\par\n(iii)  a list of the specific sites where injuries occurred for each agency and for the city as a whole;\\par\n(iv)\\tab year-to-year comparisons of information compiled pursuant to this paragraph.\\par\nNotwithstanding any provision of law to the contrary, a provider of medical treatment or hospital care furnished pursuant to the provisions of this section shall not collect or attempt to collect reimbursement for such treatment or care from any such city employee.\\par\n\\'a72. This local law shall take effect immediately upon enactment.\\par\n\\pard\\nowidctlpar\\qj\\f1\\par\n\\par\n\\par\n\\par\n\\f0\\fs20 LS# 3718\\par\nTNN\\par\n02/14/08, 6:00 pm\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
