{
  "ID": 40536,
  "GUID": "BACAF742-267F-4525-A5BF-AC2B03BC5018",
  "File": "Int 0719-2008",
  "Name": "Resale of mattresses.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the resale of mattresses.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2008-02-27T00:00:00Z",
  "AgendaDate": "2008-02-27T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 212765,
      "Date": "2008-02-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 212927,
      "Date": "2008-02-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8102,
      "AgendaSequence": 109,
      "MinutesSequence": 122,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236302,
      "Date": "2009-12-31T13:54:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41303,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Legislative findings and declaration.  Sometimes referred to as \"red coats,\" \"chinches,\" or \"mahogany flats,\" bed bugs, Cimex lectularius Linnaeus, are blood-feeding parasites of humans, chickens, bats and occasionally domesticated animals.  Bed bugs are wingless and use clothing, luggage, furniture and bedding that are being transported to spread from infested to non-infested areas.  In the early stages of infestation, bed bugs are found mainly in the tufts, seems and folds of the mattress and bed covers.  However, they later spread to cracks and crevices in the bedsteads.  \n\tAccording to the Department of Health and Mental Hygiene (“DOHMH”), bed bugs often seek refuge in bedding during the day and feed on the occupants at night.  Bed bugs feed primarily on humans by piercing the skin as they sleep.  Although bed bugs are not generally considered human disease carriers, they inject a fluid to assist in drawing blood, which results in a welt that becomes irritated, inflamed and uncomfortable.  A bed bug will then crawl back into hiding, where it may remain for 80 to 140 days before returning to feed.  \n\t  Bed bug infestations had diminished substantially after the development and use of modern insecticides, such as DDT.  However, pest management professionals have noticed a marked increase in bed bug related complaints since 1995.  Experts believe this may be related to the increased number of U.S. citizens traveling and returning from abroad with these insects hiding in their suitcases and clothing.\n\tAccording to the DOHMH, the use of appropriate pesticides and the thorough cleaning of all bedding with water at extremely high temperature may help reduce the chance of infestation.  However, even with professional extermination, a bed bug problem may be impossible to eliminate.  If even one adult female bed bug survives, the area may quickly become infested again as the adult female lays one to five eggs every day and each egg takes only 17 to 28 days to hatch.\n\tAs a result, the Council finds that it is necessary to reduce the likelihood of the spread of bed bugs by requiring all used mattresses to be disposed of in protective containers and to provide an economic incentive for persons to dispose of their waste in accordance with law.\n§2. Chapter 1 of title 16 of the administrative code of the city of New York is amended by adding thereto a new section 16-141, to read as follows:\n§16-141. Disposal of used mattresses. a. Definitions. For purposes of this section, the following terms shall have the following meanings: (1) \"Container\" means an airtight, sealable plastic bag into which a used mattress may be placed to protect against the spread of bed bugs.\nb. Sale of mattresses. (1) Every mattress sold or offered for sale in the city of New York shall be sold or offered for sale with a container to place the discarded mattress in and to protect against the spread of beg bugs. \n(2) Every such container shall clearly indicate, by a permanent marking, the words: “Used Mattress - For Disposal Only”.\nc. Use of Container. Any mattress being disposed or discarded within the city of New \nYork must be placed inside the provided container and the container must be sealed prior to being removed from the  mattress’ original location.\nd. Penalties. Any seller or other person who violates the provisions of this section or \nany rule promulgated hereunder shall be subject to a civil penalty of two hundred fifty dollars for each such violation. For purposes of this subdivision, each sale or offer of sale of a mattress without the required container or the disposal of a used mattress in violation of this section shall constitute a separate violation of this section.\ne. Enforcement. The provisions of this section and any rules promulgated hereunder shall be enforced by the department.\n§3. This local law shall take 180 days after its enactment into law except that the commissioner of consumer affairs shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\nJPS\nLS #4072\n02-20-08 12:17 P.M.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Legislative findings and declaration.  Sometimes referred to as \"red coats,\" \"chinches,\" or \"mahogany flats,\" bed bugs, \\i Cimex lectularius\\i0  Linnaeus, are blood-feeding parasites of humans, chickens, bats and occasionally domesticated animals.  Bed bugs are wingless and use clothing, luggage, furniture and bedding that are being transported to spread from infested to non-infested areas.  In the early stages of infestation, bed bugs are found mainly in the tufts, seems and folds of the mattress and bed covers.  However, they later spread to cracks and crevices in the bedsteads.  \\par\n\\pard\\sl480\\slmult1\\qj\\tab According to the Department of Health and Mental Hygiene (\\ldblquote DOHMH\\rdblquote ), bed bugs often seek refuge in bedding during the day and feed on the occupants at night.  Bed bugs feed primarily on humans by piercing the skin as they sleep.  Although bed bugs are not generally considered human disease carriers, they inject a fluid to assist in drawing blood, which results in a welt that becomes irritated, inflamed and uncomfortable.  A bed bug will then crawl back into hiding, where it may remain for 80 to 140 days before returning to feed.  \\par\n\\tab   Bed bug infestations had diminished substantially after the development and use of modern insecticides, such as DDT.  However, pest management professionals have noticed a marked increase in bed bug related complaints since 1995.  Experts believe this may be related to the increased number of U.S. citizens traveling and returning from abroad with these insects hiding in their suitcases and clothing.\\par\n\\tab According to the DOHMH, the use of appropriate pesticides and the thorough cleaning of all bedding with water at extremely high temperature may help reduce the chance of infestation.  However, even with professional extermination, a bed bug problem may be impossible to eliminate.  If even one adult female bed bug survives, the area may quickly become infested again as the adult female lays one to five eggs every day and each egg takes only 17 to 28 days to hatch.\\par\n\\tab As a result, the Council finds that it is necessary to reduce the likelihood of the spread of bed bugs by requiring all used mattresses to be disposed of in protective containers and to provide an economic incentive for persons to dispose of their waste in accordance with law.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a72. Chapter 1 of title 16 of the administrative code of the city of New York is amended by adding thereto a new section 16-141, to read as follows:\\par\n\\ul\\'a716-141. Disposal of used mattresses. a. Definitions. For purposes of this section, the following terms shall have the following meanings: (1) \"Container\" means an airtight, sealable plastic bag into which a used mattress may be placed to protect against the spread of bed bugs.\\ulnone\\par\n\\ul b. Sale of mattresses. (1) Every mattress sold or offered for sale in the city of New York shall be sold or offered for sale with a container to place the discarded mattress in and to protect against the spread of beg bugs. \\par\n(2) Every such container shall clearly indicate, by a permanent marking, the words: \\ldblquote Used Mattress - For Disposal Only\\rdblquote .\\par\n\\pard\\li720\\sl480\\slmult1\\qj c. Use of Container. Any mattress being disposed or discarded within the city of New \\par\n\\pard\\sl480\\slmult1\\qj York must be placed inside the provided container and the container must be sealed prior to being removed from the  mattress\\rquote  original location.\\ulnone\\par\n\\pard\\li720\\sl480\\slmult1\\qj\\ul d. Penalties. Any seller or other person who violates the provisions of this section or \\par\n\\pard\\sl480\\slmult1\\qj any rule promulgated hereunder shall be subject to a civil penalty of two hundred fifty dollars for each such violation. For purposes of this subdivision, each sale or offer of sale of a mattress without the required container or the disposal of a used mattress in violation of this section shall constitute a separate violation of this section.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul e. Enforcement. The provisions of this section and any rules promulgated hereunder shall be enforced by the department\\ulnone .\\par\n\\'a73. This local law shall take 180 days after its enactment into law except that the commissioner of consumer affairs shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\fs20 JPS\\par\nLS #4072\\par\n\\pard\\sl480\\slmult1\\qj 02-20-08 12:17 P.M.\\fs24\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\fs20\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
