{
  "ID": 40594,
  "GUID": "9CBAAD89-891A-4C66-AED6-FE0F498EC83F",
  "File": "Int 0726-2008",
  "Name": "Creating a civil cause of action for certain intimate partner victims of domestic violence.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating a civil cause of action for certain intimate partner victims of domestic violence.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2008-03-12T00:00:00Z",
  "AgendaDate": "2008-03-12T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 213302,
      "Date": "2008-03-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 213488,
      "Date": "2008-03-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8126,
      "AgendaSequence": 99,
      "MinutesSequence": 118,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236299,
      "Date": "2009-12-31T13:52:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41367,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Title 10 of the administrative code of the city of New York is amended by adding a new chapter 8 to read as follows:\nChapter 8:  Civil action by certain victims of domestic violence.\n§10-801. Findings.  This local law creates a civil cause of action for certain victims of domestic violence.  Each year thousands of people in New York City seek police and/or social services assistance for domestic abuse.  Victims of domestic violence include individuals who have lived in family-type relationships, but are not related to and have never married or had a child in common with the perpetrator of violence.  These individuals are currently able to seek prosecution of perpetrators of domestic violence and to obtain orders of protection in Criminal Court.  However, unlike domestic violence victims who are married or who have a child with a perpetrator of domestic violence, these individuals are not eligible to seek civil orders of protection in Family Court.  Civil orders of protection may help to prevent domestic violence and to protect a domestic violence victim from future abuse.  Accordingly, this local law would protect those New Yorkers who live together as a family but are not eligible for relief in Family Court, including, but not limited to, domestic partners, and provide them with the ability to get a civil order of protection in Supreme Court.  \n§10-802. Definitions. Whenever used in this chapter the following terms shall have the following meanings:\na.  “Intimate partner” shall mean a person of or over the age of eighteen who is living or has lived together with another person in a family-type relationship, and is not eligible to obtain a civil order of protection under article 8 of the Family Court Act.  \nb.  “Intimate partner relationship” shall mean the relationship between two intimate partners.\nc.\t“Acts or threats of violence” shall include acts which would constitute, as defined by the penal law, disorderly conduct, harassment in the first degree, harassment in the second degree, aggravated harassment in the second degree, stalking in the first degree, stalking in the second degree, stalking in the third degree, stalking in the fourth degree, criminal mischief, menacing in the second degree, menacing in the third degree, reckless endangerment, assault in the second degree, assault in the third degree, or attempted assault.  For purposes of this chapter, “disorderly conduct” includes disorderly conduct not in a public place.  \n§10-803. Unlawful conduct.  No person who is or has been involved in an intimate partner relationship shall commit acts or threats of violence against his or her current or former intimate partner. \n§10-804. Civil cause of action. a. A person alleging a violation of section 10-803 may commence a civil action or proceeding in New York supreme court for any of the following relief:  \ni)\tinjunctive relief, which the court may award consistent with the civil practice law and rules, and which may include a civil order of protection as described in subdivision b of this section;\nii)\tpreliminary injunctive relief or a temporary restraining order, which the court may award consistent with the civil practice law and rules, and which may include a temporary civil order of protection that may contain any of the conditions set forth in paragraphs (i) through (ix) of subdivision (b) below;\niii)\tattorneys’ fees and costs.\nb.  Injunctive relief issued by the Court may include an order of protection that sets forth reasonable conditions of behavior to be observed by the defendant for a period of up to one year.  Such an order may require the defendant:\n (i) to stay away from the home, school, business or place of employment of the plaintiff or any child of the plaintiff, and to stay away from any other specific location designated by the court;\n(ii) to refrain from committing acts or threats of violence or any criminal offense against the plaintiff or any child of the plaintiff or from harassing, intimidating or threatening the plaintiff or any child of the plaintiff; \n(iii) to permit a designated party to enter the residence during a specified period of time in order to remove personal belongings;\n(iv) to refrain from acts of commission or omission that create an unreasonable risk to the health, safety or welfare of a child; \n(v) to participate in a batterer's education program designed to help end violent behavior, which may include referral to drug and alcohol counseling, and to pay the costs thereof if the person has the means to do so, provided however that nothing contained herein shall be deemed to require payment of the costs of any such program by the plaintiff, the city, the state or any political subdivision thereof; \n(vi) to provide, either directly or by means of medical and health insurance, for expenses incurred for medical care and treatment arising from the incident or incidents forming the basis for the issuance of the order; \n(vii) to pay restitution in an amount not to exceed ten thousand dollars;\n(viii) to refrain from intentionally injuring or killing, without justification, any companion animal the defendant knows to be owned, possessed, leased, kept or held by the plaintiff or a minor child residing in the household, with “companion animal” defined as any dog, cat, or other domesticated animal normally maintained in or near the household of the owner or person who cares for such animal; and/or\n(ix) to observe such other conditions as are necessary to further the purposes of protection.\nc.\tIf the court issues a temporary order of protection or order of protection and finds a substantial risk that the defendant may use or threaten to use a firearm unlawfully against the plaintiff, the court may:\n(i)\tupon issuance of a temporary order of protection, suspend any existing firearms license possessed by the defendant, order the defendant ineligible for such a license, and order the immediate surrender of any or all firearms owned or possessed by the defendant; \n(ii)\tupon issuance of an order of protection, a) revoke any existing firearms license possessed by the defendant, order the defendant ineligible for such a license, and order the immediate surrender of any or all firearms owned or possessed by the defendant; or b) suspend or continue to suspend any existing firearms license possessed by the defendant, order the defendant ineligible for such a license, and order the immediate surrender of any or all firearms owned or possessed by the defendant.\n  \n§2.  This local law shall take effect 90 days after its enactment, and shall apply only to acts or threats of violence alleged to have been committed on or after the effective date.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul\\i Be it enacted by the Council as follows:\\ulnone\\i0\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1 Section 1.  Title 10 \\cf0 of the administrative code of the city of New York is amended by adding a new chapter 8 to read as follows:\\fs20\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\fs24 Chapter 8:  Civil action by certain victims of domestic violence.\\par\n\\'a710-801. Findings.  This local law creates a civil cause of action for certain victims of domestic violence.  Each year thousands of people in New York City seek police and/or social services assistance for domestic abuse.  Victims of domestic violence include individuals who have lived in family-type relationships, but are not related to and have never married or had a child in common with the perpetrator of violence.  These individuals are currently able to seek prosecution of perpetrators of domestic violence and to obtain orders of protection in Criminal Court.  However, unlike domestic violence victims who are married or who have a child with a perpetrator of domestic violence, these individuals are not eligible to seek civil orders of protection in Family Court.  Civil orders of protection may help to prevent domestic violence and to protect a domestic violence victim from future abuse.  Accordingly, this local law would protect those New Yorkers who live together as a family but are not eligible for relief in Family Court, including, but not limited to, domestic partners, and provide them with the ability to get a civil order of protection in Supreme Court.  \\par\n\\'a710-802. Definitions. Whenever used in this chapter the following terms shall have the following meanings:\\par\na.  \\ldblquote Intimate partner\\rdblquote  shall mean a person of or over the age of eighteen who is living or has lived together with another person in a family-type relationship, and is not eligible to obtain a civil order of protection under article 8 of the Family Court Act.  \\par\nb.  \\ldblquote Intimate partner relationship\\rdblquote  shall mean the relationship between two intimate partners.\\par\nc.\\tab\\ldblquote Acts or threats of violence\\rdblquote  shall include acts which would constitute, as defined by the penal law, disorderly conduct, harassment in the first degree, harassment in the second degree, aggravated harassment in the second degree, stalking in the first degree, stalking in the second degree, stalking in the third degree, stalking in the fourth degree, criminal mischief, menacing in the second degree, menacing in the third degree, reckless endangerment, assault in the second degree, assault in the third degree, or attempted assault.  For purposes of this chapter, \\ldblquote disorderly conduct\\rdblquote  includes disorderly conduct not in a public place.  \\par\n\\'a710-803. Unlawful conduct.  No person who is or has been involved in an intimate partner relationship shall commit acts or threats of violence against his or her current or former intimate partner. \\par\n\\'a710-804. Civil cause of action. a. A person alleging a violation of section 10-803 may commence a civil action or proceeding in New York supreme court for any of the following relief:  \\par\n\\pard\\nowidctlpar\\fi-720\\li1440\\sl480\\slmult1\\qj\\tx1440\\ulnone i)\\tab\\ul injunctive relief, which the court may award consistent with the civil practice law and rules, and which may include a civil order of protection as described in subdivision b of this section;\\par\n\\pard\\nowidctlpar\\fi-720\\li1440\\sl480\\slmult1\\qj\\ulnone ii)\\tab\\ul preliminary injunctive relief or a temporary restraining order, which the court may award consistent with the civil practice law and rules, and which may include a temporary civil order of protection that may contain any of the conditions set forth in paragraphs (i) through (ix) of subdivision (b) below;\\par\n\\ulnone iii)\\tab\\ul attorneys\\rquote  fees and costs.\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\qj b.  Injunctive relief issued by the Court may include an order of protection that sets forth reasonable conditions of behavior to be observed by the defendant for a period of up to one year.  Such an order may require the defendant:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj  (i) to stay away from the home, school, business or place of employment of the plaintiff or any child of the plaintiff, and to stay away from any other specific location designated by the court;\\par\n(ii) to refrain from committing acts or threats of violence or any criminal offense against the plaintiff or any child of the plaintiff or from harassing, intimidating or threatening the plaintiff or any child of the plaintiff; \\par\n(iii) to permit a designated party to enter the residence during a specified period of time in order to remove personal belongings;\\par\n(iv) to refrain from acts of commission or omission that create an unreasonable risk to the health, safety or welfare of a child; \\par\n(v) to participate in a batterer's education program designed to help end violent behavior, which may include referral to drug and alcohol counseling, and to pay the costs thereof if the person has the means to do so, provided however that nothing contained herein shall be deemed to require payment of the costs of any such program by the plaintiff, the city, the state or any political subdivision thereof; \\par\n(vi) to provide, either directly or by means of medical and health insurance, for expenses incurred for medical care and treatment arising from the incident or incidents forming the basis for the issuance of the order; \\par\n(vii) to pay restitution in an amount not to exceed ten thousand dollars;\\par\n(viii) to refrain from intentionally injuring or killing, without justification, any companion animal the defendant knows to be owned, possessed, leased, kept or held by the plaintiff or a minor child residing in the household, with \\ldblquote companion animal\\rdblquote  defined as any dog, cat, or other domesticated animal normally maintained in or near the household of the owner or person who cares for such animal; and/or\\par\n(ix) to observe such other conditions as are necessary to further the purposes of protection.\\par\n\\pard\\nowidctlpar\\fi-1035\\li1755\\sl480\\slmult1\\qj\\tx1755\\ulnone c.\\tab\\ul If the court issues a temporary order of protection or order of protection and finds a substantial risk that the defendant may use or threaten to use a firearm unlawfully against the plaintiff, the court may:\\par\n\\pard\\nowidctlpar\\fi-720\\li2160\\sl480\\slmult1\\qj\\tx2160\\ulnone (i)\\tab\\ul upon issuance of a temporary order of protection, suspend any existing firearms license possessed by the defendant, order the defendant ineligible for such a license, and order the immediate surrender of any or all firearms owned or possessed by the defendant; \\par\n\\pard\\nowidctlpar\\fi-720\\li2160\\sl480\\slmult1\\qj\\ulnone (ii)\\tab\\ul upon issuance of an order of protection, a) revoke any existing firearms license possessed by the defendant, order the defendant ineligible for such a license, and order the immediate surrender of any or all firearms owned or possessed by the defendant; or b) suspend or continue to suspend any existing firearms license possessed by the defendant, order the defendant ineligible for such a license, and order the immediate surrender of any or all firearms owned or possessed by the defendant.\\par\n\\pard\\nowidctlpar\\li1440\\sl480\\slmult1\\qj   \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a72.  This local law shall take effect 90 days after its enactment, and shall apply only to acts or threats of violence alleged to have been committed on or after the effective date.\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
