{
  "ID": 40600,
  "GUID": "EE20AEDB-CEF4-4154-9381-6BEC37970147",
  "File": "Int 0727-2008",
  "Name": "Relation to the sale of tickets to individual consumers by operators of theater, music, or sporting events taking place in NYC at places of entertainment that receive public funding.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the sale of tickets to individual consumers by operators of theater, music, or sporting events taking place in New York City at places of entertainment.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2008-03-12T00:00:00Z",
  "AgendaDate": "2008-03-12T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 213296,
      "Date": "2008-03-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 213489,
      "Date": "2008-03-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8126,
      "AgendaSequence": 100,
      "MinutesSequence": 119,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 227328,
      "Date": "2009-05-08T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8977,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 727-A",
      "MinutesNote": "Proposed Int. No. 727-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 227730,
      "Date": "2009-05-08T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8977,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 227731,
      "Date": "2009-05-08T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8977,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236298,
      "Date": "2009-12-31T13:52:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 88847,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 727 - 3/12/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/50f9caf7-8daa-42e8-aabd-246fc781ea74.doc",
      "Sort": 1
    },
    {
      "ID": 88846,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/8/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5b4d5a8d-f9c4-45cc-b89a-dcb64b0d5e0e.doc",
      "Sort": 2
    },
    {
      "ID": 89227,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/8/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4549d76d-bd68-42a6-9059-24d5d70b5ebc.pdf",
      "Sort": 3
    },
    {
      "ID": 89916,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 5/8/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f2da68b8-5cc7-410d-96b7-4e41e24c6532.PDF",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 43831,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1. Legislative Intent.  The Council finds and declares that transactions involving the purchase of tickets for admission to places of entertainment are a matter of public interest and subject to the supervision of New York City for the purpose of safeguarding the public against fraud, unequal treatment, and similar abuses.  Since 2007, when New York State repealed its ban on ticket resale, the secondary ticket market has grown exponentially.  New York City consumers currently must compete against ticket resale agencies or ticket brokers to purchase tickets to musical, sporting or athletic events taking place throughout the City.  Ticket resale agencies and ticket brokers often use computer software to purchase tickets in bulk, giving themselves an unfair advantage over individual purchasers and creating a secondary market in ticket sales that gouges consumers by charging several times the face value for tickets. \nIn order to ensure that individuals are able to obtain tickets to events in New York without paying exorbitant prices to ticket resellers, the Council finds that it is necessary to require operators of New York City venues at which musical, sporting or athletic events take place to reserve at least fifteen percent of available tickets for sale at their on-site box office for sale to individual consumers and require such sales be limited to the purchase of no more than four tickets per day per individual consumer.\n§2. Chapter 5 of title 20 of the administrative code of the city of New York is amended by adding a new subchapter 16 to read as follows:\nSUBCHAPER 16\n\nTICKET SALES AT PLACES OF ENTERTAINMENT\n\n§ 20-810 Definitions.\n§ 20-811 Ticket Sales.\n§ 20-812 Record Keeping.\n§ 20-813 Penalties. \n§20- 814 Conduct or Behavior Policies.\n\n§20-810 Definitions.  As used in this section the term: a. “Event” shall mean all forms of entertainment at places of entertainment including, but not limited to, musical performances, concerts and all types of sporting or athletic events taking place in New York City.  Event shall not mean any kind of performance regularly scheduled to take place on daily basis at the same venue over the course of one or more weeks.  \nb. “Entry fee” shall mean the price fixed for a ticket at the time of initial sale by the operator of any place of entertainment for admission to an event.\nc. “Operator” shall mean any person who owns, leases, operates, or controls a place of entertainment or who promotes or produces an event to be held in a place of entertainment in New York City.\nd. “Physical structure” shall mean the place of entertainment, or in the case where a structure either partially or wholly surrounds the place of entertainment, such surrounding structure.\ne. “Place of entertainment” shall mean any privately or publicly owned, leased, or operated entertainment facility in New York City that has a permanent seating capacity in excess of three thousand persons, including, but not limited to, a theater, stadium, arena, racetrack, or other place where performances, concerts, athletic games or contests are held for which an entry fee is charged.  \nf. “Ticket” shall mean a license, issued by the operator of a place of entertainment, for admission to the place of entertainment at the date and time specified on the ticket, subject to the terms and conditions specified by the operator, which is offered for sale to the general public, and is not sold as part of a season ticket, corporate or luxury box, or subscription package. \ng.  “Sell”  shall mean to dispose of a ticket in exchange for money or other valuable consideration via any medium, including, but not limited to, the Internet, box office, television, radio, newspaper, magazine, through the Internet, box office, television, radio, or the media of a newspaper, magazine, circular, pamphlet, catalogue, display, letter, or handbill. \n§20-811 Ticket Sales. a. No operator, or agent or employee thereof, with the intent to sell tickets to an event held in a place of entertainment for which an entry fee is imposed, shall sell tickets to such event unless fifteen percent of the total number of tickets made available for purchase are reserved for sale to individual consumers at such place of entertainment’s on-site box office. Such on-site sales shall be limited to the purchase of no more than four tickets per day per individual consumer.\nb. Each ticket purchased from an on-site box office shall have printed on its face the date and time of sale.  \n§20-812 Record Keeping. a. Any operator, or agent or employee of a place of entertainment with the intent to sell or in any way dispose of tickets to an event for which an entry fee is charged, shall maintain records disclosing the total number of tickets available for sale to individual consumers at the on-site box office and the location of corresponding seats.\nb. All such records shall be available for inspection to the commissioner or to his or her duly designated representatives for a period of six months from the date of the offer of sale of the ticket or tickets.\nc. The failure of an operator, or agent or employee of a place of entertainment to produce such records upon request of the commissioner in order to substantiate its representation of ticket availability shall create a rebuttable presumption of the failure to comply with the provisions of this subchapter.\n§20-813 Penalties. Any person who violates any provision of this section or of any rule promulgated thereunder, shall be liable for a civil penalty not to exceed the amounts specified in section 20-703 of this chapter.\n§20-814 Conduct or Behavior Policies.  Nothing in this section shall be construed to prohibit an operator of a place of entertainment from maintaining and enforcing any policies regarding conduct or behavior at or in connection with their place of entertainment or physical structure.  \n\n§3. This local law shall take effect 120 days after enactment, except that the commissioner of consumer affairs shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\nLCC\nLS # 4410\n4/14/09",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\qj\\ul Be it enacted by the Council as follows: \\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Legislative Intent.  The Council finds and declares that transactions involving the purchase of tickets for admission to places of entertainment are a matter of public interest and subject to the supervision of New York City for the purpose of safeguarding the public against fraud, unequal treatment, and similar abuses.  Since 2007, when New York State repealed its ban on ticket resale, the secondary ticket market has grown exponentially.  New York City consumers currently must compete against ticket resale agencies or ticket brokers to purchase tickets to musical, sporting or athletic events taking place throughout the City.  Ticket resale agencies and ticket brokers often use computer software to purchase tickets in bulk, giving themselves an unfair advantage over individual purchasers and creating a secondary market in ticket sales that gouges consumers by charging several times the face value for tickets. \\par\nIn order to ensure that individuals are able to obtain tickets to events in New York without paying exorbitant prices to ticket resellers, the Council finds that it is necessary to require operators of New York City venues at which musical, sporting or athletic events take place to reserve at least fifteen percent of available tickets for sale at their on-site box office for sale to individual consumers and require such sales be limited to the purchase of no more than four tickets per day per individual consumer.\\par\n\\'a72. Chapter 5 of title 20 of the administrative code of the city of New York is amended by adding a new subchapter 16 to read as follows:\\par\n\\pard\\ltrpar\\qc\\ul\\b SUBCHAPER 16\\par\n\\par\n\\pard\\ltrpar\\fi720\\qc TICKET SALES AT PLACES OF ENTERTAINMENT\\par\n\\par\n\\pard\\ltrpar\\li748\\'a7 20-810 Definitions.\\par\n\\'a7 20-811 Ticket Sales.\\par\n\\'a7 20-812 Record Keeping.\\par\n\\'a7 20-813 Penalties. \\par\n\\'a720- 814 Conduct or Behavior Policies.\\par\n\\pard\\ltrpar\\qj\\ulnone\\b0\\fs20\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\ul\\b\\fs24\\'a720-810 Definitions.\\b0   As used in this section the term: a. \\ldblquote Event\\rdblquote  shall mean all forms of entertainment at places of entertainment including, but not limited to, musical performances, concerts and all types of sporting or athletic events taking place in New York City.  Event shall not mean any kind of performance regularly scheduled to take place on daily basis at the same venue over the course of one or more weeks.  \\par\nb. \\ldblquote Entry fee\\rdblquote  shall mean the price fixed for a ticket at the time of initial sale by the operator of any place of entertainment for admission to an event.\\par\nc. \\ldblquote Operator\\rdblquote  shall mean any person who owns, leases, operates, or controls a place of entertainment or who promotes or produces an event to be held in a place of entertainment in New York City.\\par\nd. \\ldblquote Physical structure\\rdblquote  shall mean the place of entertainment, or in the case where a structure either partially or wholly surrounds the place of entertainment, such surrounding structure.\\par\ne. \\ldblquote Place of entertainment\\rdblquote  shall mean any privately or publicly owned, leased, or operated entertainment facility in New York City that has a permanent seating capacity in excess of three thousand persons, including, but not limited to, a theater, stadium, arena, racetrack, or other place where performances, concerts, athletic games or contests are held for which an entry fee is charged.  \\par\nf. \\ldblquote Ticket\\rdblquote  shall mean a license, issued by the operator of a place of entertainment, for admission to the place of entertainment at the date and time specified on the ticket, subject to the terms and conditions specified by the operator, which is offered for sale to the general public, and is not sold as part of a season ticket, corporate or luxury box, or subscription package. \\par\ng.  \\ldblquote Sell\\rdblquote   shall mean to dispose of a ticket in exchange for money or other valuable consideration via any medium, including, but not limited to, the Internet, box office, television, radio, newspaper, magazine, through the Internet, box office, television, radio, or the media of a newspaper, magazine, circular, pamphlet, catalogue, display, letter, or handbill. \\par\n\\b\\'a720-811 Ticket Sales.\\b0  a. No operator, or agent or employee thereof, with the intent to sell tickets to an event held in a place of entertainment for which an entry fee is imposed, shall sell tickets to such event unless fifteen percent of the total number of tickets made available for purchase are reserved for sale to individual consumers at such place of entertainment\\rquote s on-site box office. Such on-site sales shall be limited to the purchase of no more than four tickets per day per individual consumer.\\par\nb. Each ticket purchased from an on-site box office shall have printed on its face the date and time of sale.  \\par\n\\b\\'a720-812 Record Keeping\\b0 . a. Any operator, or agent or employee of a place of entertainment with the intent to sell or in any way dispose of tickets to an event for which an entry fee is charged, shall maintain records disclosing the total number of tickets available for sale to individual consumers at the on-site box office and the location of corresponding seats.\\par\nb. All such records shall be available for inspection to the commissioner or to his or her duly designated representatives for a period of six months from the date of the offer of sale of the ticket or tickets.\\par\nc. The failure of an operator, or agent or employee of a place of entertainment to produce such records upon request of the commissioner in order to substantiate its representation of ticket availability shall create a rebuttable presumption of the failure to comply with the provisions of this subchapter.\\par\n\\b\\'a720-813 Penalties.\\b0  Any person who violates any provision of this section or of any rule promulgated thereunder, shall be liable for a civil penalty not to exceed the amounts specified in section 20-703 of this chapter.\\par\n\\b\\'a720-814 Conduct or Behavior Policies.\\b0   Nothing in this section shall be construed to prohibit an operator of a place of entertainment from maintaining and enforcing any policies regarding conduct or behavior at or in connection with their place of entertainment or physical structure.  \\par\n\\par\n\\ulnone\\'a73. This local law shall take effect 120 days after enactment, except that the commissioner of consumer affairs shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\fs20\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj LCC\\par\nLS # 4410\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj 4/14/09\\par\n\\pard\\ltrpar\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
