{
  "ID": 40602,
  "GUID": "EA5F7BA5-9B53-4E4B-A93C-E03EB2F031B8",
  "File": "Int 0728-2008",
  "LocalLaw": "2008/013",
  "Name": "Recycling, reuse and safe handling of electronic equipment sold in NYC.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the collection for recycling, reuse and safe handling of electronic equipment in the city of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2008-03-12T00:00:00Z",
  "AgendaDate": "2008-03-12T00:00:00Z",
  "PassedDate": "2008-04-01T00:00:00Z",
  "EnactmentDate": "2008-04-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    }
  ],
  "History": [
    {
      "ID": 213203,
      "Date": "2008-03-12T10:15:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Introduction was Hearing on P-C Item by Comm",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 8125,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 213266,
      "Date": "2008-03-12T10:15:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Introduction be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 8125,
      "MinutesSequence": 5,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 213200,
      "Date": "2008-03-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 213490,
      "Date": "2008-03-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8126,
      "AgendaSequence": 101,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 213529,
      "Date": "2008-03-12T13:31:00Z",
      "ActionID": 5016,
      "Action": "Laid Over by Council",
      "Description": "This Introduction was Laid Over by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8126,
      "AgendaSequence": 51,
      "MinutesSequence": 68,
      "Version": "*",
      "AgendaNote": "Adopted and Laid Over",
      "MatterStatusID": 6,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 213870,
      "Date": "2008-03-26T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8141,
      "AgendaSequence": 44,
      "MinutesSequence": 54,
      "Version": "*",
      "AgendaNote": "Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 214104,
      "Date": "2008-03-26T16:22:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 214249,
      "Date": "2008-04-01T13:12:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 214253,
      "Date": "2008-04-01T16:00:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 214258,
      "Date": "2008-04-01T16:04:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 82319,
      "LastModified": "2017-08-21T15:04:10.747Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/dcf464ba-ad27-4a28-ae3c-8f8965e9b731.doc",
      "Sort": 1
    },
    {
      "ID": 82525,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Press Release",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d5b2a722-6c84-40ad-9991-7d1e9e5a0d1e.doc",
      "Sort": 2
    },
    {
      "ID": 82542,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3dfe74ad-0f50-4380-8a9d-7b0713dbf3e1.doc",
      "Sort": 3
    },
    {
      "ID": 82653,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Letter from Mayor",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b1c9ceeb-8dca-4dcd-aa59-768f940dc946.pdf",
      "Sort": 4
    },
    {
      "ID": 83864,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/12/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b47a40d4-a6d2-4da5-8388-026c3830f1bd.doc",
      "Sort": 5
    },
    {
      "ID": 82803,
      "LastModified": "2017-08-14T14:18:40.91Z",
      "Name": "Hearing Transcript - Stated Meeting 3/12/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/aff735e7-4b5f-4245-9b98-8638a28c20bc.doc",
      "Sort": 6
    },
    {
      "ID": 82855,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 3/26/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f0e7871a-bca0-44fb-ad55-4fd8345090a5.doc",
      "Sort": 7
    },
    {
      "ID": 83067,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "M 0969 - Recall of Int 104-A",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8dd47ce5-84c9-4bb8-94ba-0603bd4b1e79.pdf",
      "Sort": 8
    },
    {
      "ID": 86534,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/575fe971-b82f-4520-8b68-4b8b8ff399be.doc",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 41375,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of legislative findings and intent.  The Council finds that electronic waste represents one of the fastest growing and most hazardous components of the City of New York’s waste stream.   It is estimated that, based upon national data, less than 10% of the city’s electronic waste is currently being recycled.   According to the United States Environmental Protection Agency (“EPA”), more than 2.6 million tons of computers, television sets and other electronic waste were discarded in the United States during 2005. The EPA also estimates that there are hundreds of millions of pieces of electronic waste being stockpiled in homes and businesses.\nElectronic waste contains many toxic substances that include known or probable human carcinogens that have been identified by the EPA, European Union and municipal and state Departments of Health throughout the country.  An average television set with a traditional cathode ray tube contains as much as five to seven pounds of lead, and an average computer terminal contains four pounds of lead as well as smaller amounts of mercury and cadmium.  The improper disposal of this waste therefore poses a threat to human health and the environment.  Indeed, according to the EPA, as much as 70% of heavy metals contained in landfills, including lead, mercury and cadmium, originates from electronic waste.  The incineration of electronic waste can lead to increased mercury, lead and other toxic airborne emissions. \nThere are direct environmental and public health consequences for New York City residents and workers from the improper handling and disposal of electronic waste.  For example, the regional incineration of electronic waste poses a direct threat to the city’s air quality and the health of its residents.\nThe Council finds that there is currently no comprehensive system for managing the growing problem of electronic waste in the City of New York.  The Council further finds that the establishment of a system to provide for the collection, handling and recycling or reuse of electronic equipment in this city is consistent with its duty to protect the health, safety and welfare of its citizens; enhance and maintain the quality of the environment; and help prevent air, water and land pollution. The Council further finds that such a system is consistent with New York State’s overall solid waste management policy, including its intent to pursue and implement an integrated approach to solid waste management and to aggressively promote waste reduction, reuse and recycling as the preferred methods of waste management.\n\tThe purpose of this chapter is to establish an electronics recycling system that ensures the safe and environmentally sound handling, recycling, or reuse of electronic equipment.  In addition, it is the purpose of this chapter to establish an electronics recycling and reuse collection system that is convenient and minimizes costs to consumers of electronic equipment and to the City.  The Council further finds that by encouraging convenient and environmentally sound collection of electronic waste, this chapter would reduce the environmental and health costs associated with electronic equipment that is discarded along with ordinary waste. \nThe Council finds that the manufacturers of electronic equipment should reduce and, to the maximum extent feasible, ultimately phase out the use of hazardous materials in electronic products. The Council further finds that primary responsibility for the collection, handling and recycling or reuse of electronic equipment belongs to manufacturers.  Currently, manufacturers of electronic equipment are required to bear none of the financial burden or responsibility for safely managing discarded electronic equipment at the end of its useful life, burdening local governments and end users with these costs and responsibilities. Manufacturers of electronic equipment, in working to achieve the goals and objectives of this chapter, should have the flexibility to act in partnership with each other, the city and businesses that provide collection and handling services to develop, implement and promote a safe and effective electronics recycling system. \n\t§2.  Title 16 of the administrative code of the city of New York is amended by adding a new chapter 4-A to read as follows:\t\nCHAPTER 4-A\nELECTRONIC EQUIPMENT COLLECTION , RECYCLING AND REUSE\n§16-420 This local law shall be known and may be cited as the “Electronic Equipment Collection, Recycling and Reuse Act”. \n§16-421 Definitions. \nAs used in this chapter:\na. \"Brand name\" means a manufacturer's name, brand designation, make or model name or number, or other nomenclature by which covered electronic equipment is offered for sale by a manufacturer.\nb. “Cathode ray tube” means a vacuum tube or picture tube used to convert an electronic signal into a visual image.\nc. “Computer” means an electronic, magnetic, optical, electrochemical or other high-speed data processing device performing a logical, arithmetic or storage function, and may include both a computer central processing unit and a monitor; but such term shall not include an automated typewriter or typesetter, a portable hand-held calculator, a portable digital assistant, or other similar device.\nd. “Covered electronic equipment” means any computer central processing unit; cathode ray tube; cathode ray tube device; keyboard; electronic mouse or similar pointing device; television; printer; computer monitor, including but not limited to a liquid crystal display and plasma screens, or similar video display device that includes a screen that is greater than four inches measured diagonally and one or more circuit boards; a laptop or other portable computer; or a portable digital music player that has memory capability and is battery-powered.  \"Covered electronic equipment” does not include any automobile; mobile phone; household appliances such as clothes washers, clothes dryers, refrigerators, freezers, microwave ovens, ovens, ranges or dishwashers; equipment that is functionally or physically part of a larger piece of equipment intended for use in an industrial, research and development or commercial setting; security, anti-terrorism or medical equipment that utilizes a cathode ray tube, a cathode ray tube device or a flat panel display or similar video display device that is not separate from the larger piece of equipment; or any other device, as that term is defined in section three hundred twenty-one of title twenty-one of the United States code. \ne. “Electronic recycler” means a person who 1. refurbishes or otherwise processes covered electronic equipment for reuse or resale; or 2. removes, segregates or otherwise extracts components or commodities from covered electronic equipment, either by manual or mechanical separation or by changing such equipment’s physical or chemical composition, for the purpose of reusing or recycling such components or commodities.  \nf. “Label” means information, as required by this chapter, on the surface of covered electronic equipment, which must be permanently attached to, printed or engraved on or incorporated in any other permanent manner on such equipment, and obvious and visible to users of such equipment. \ng. “Manufacturer” means a person who: 1. assembles or substantially assembles, or has assembled or substantially assembled, covered electronic equipment for sale in the city; 2. manufactures or has manufactured covered electronic equipment under its own brand name or under any other brand name for sale in the city; 3. sells or has sold, under its own brand name, covered electronic equipment produced by another person for sale in the city; 4. owns a brand name that it licenses or has licensed to another person for use on covered electronic equipment sold in the city; 5. imports or has imported covered electronic equipment for sale in the city; or 6. manufactures or has manufactured covered electronic equipment for sale in the city without affixing a brand name.\n\th. “Monitor\" means a separate visual display component of a computer, whether sold separately or with a central processing unit and includes the cathode ray tube, liquid crystal display, or other image projection technology, and its case, interior wires and circuitry, all exterior and interior cables, and power cord.\ni. “Orphan waste” means covered electronic equipment, the manufacturer of which cannot be identified or is no longer in business and for which no successor-in-interest has been identified. \nj. “Person” means any individual, business entity, partnership, company, corporation, not-for-profit corporation, association, governmental entity, public benefit corporation, public authority, or firm.\nk. “Recycle” means to use the materials contained in covered electronic equipment or components thereof as raw materials for new products or components, but not for energy recovery or energy generation by means of combustion, gasification, pyrolysis or other means.\n\tl. \"Reuse\" means any operation by which covered electronic equipment or components thereof are used for the same purpose for which they were conceived.\nm. “Sell” or “sale” means any transfer for consideration, by lease or sales contract of title to or the right to use covered electronic equipment from a manufacturer or retailer to any person, including, but not limited to, transactions conducted through retail sales outlets, catalogs, or the internet; “sell” or “sale” includes transfer of new, used or refurbished covered electronic equipment, but does not include transfers between end users of such equipment. \nn.  \"Television\" means a display system containing a cathode ray tube or any other type of display primarily intended to receive broadcast video programming, having a viewable area greater than four inches when measured diagonally.\n§16-422 Responsibility of Manufacturer Collection. a. Beginning July first, two thousand nine or one hundred eighty days after a manufacturer’s electronic waste management plan is approved by the department, whichever date is later, such manufacturer must accept for collection, handling and recycling or reuse covered electronic equipment that is offered for return by any person in the city, and has been assembled, manufactured, or imported by such manufacturer, or has been sold under such manufacturer’s brand name.     \nb.   Beginning July first, two thousand nine or one hundred eighty days after a manufacturer’s electronic waste management plan is approved by the department, whichever date is later, such manufacturer must accept for collection, handling and recycling or reuse on a one-to-one basis with the purchase of the same type of covered electronic equipment other than orphan waste that is offered for return by any person in the city, and has been assembled, manufactured or imported by persons other than such manufacturer, or has been sold under the brand name of a person other than such manufacturer.\nc. Beginning July first, two thousand nine or one hundred eighty days after a manufacturer’s electronic waste management plan is approved by the department, whichever date is later, and ending on June thirtieth, two thousand eleven, such manufacturer must accept for collection, handling, and recycling or reuse orphan waste that is offered for return by any person in the city on a one-to-one basis with the purchase of the same type of product by such person. \nd. Beginning July first, two thousand eleven, each manufacturer must accept for collection, handling, and recycling or reuse orphan waste of the same type sold by such manufacturer in the city that is offered for return by any person in the city.  \n§16-423 Manufacturer Electronic Waste Management Plan. a. No later than September first, two thousand eight, a manufacturer shall submit to the department an electronic waste management plan for the collection, handling, and recycling or reuse of covered electronic equipment and orphan waste. Any person who becomes a manufacturer on or after September first, two thousand eight shall submit to the department an electronic waste management plan for the collection, handling, and recycling or reuse of covered electronic equipment and orphan waste prior to selling any covered electronic equipment in the city.\nb.  A manufacturer's submission of an electronic waste management plan pursuant to subdivision a of this section shall be accompanied by a fee of one thousand five hundred dollars.  A manufacturer's submission of an annual report pursuant to subdivision a of section 16-428 of this chapter shall be accompanied by a fee of one thousand two hundred fifty dollars.  Any manufacturer who submits such plan or report without the requisite fee shall be deemed not to have submitted such plan or report and shall be subject to the penalties set forth in paragraph one of subdivision d of section 16-427 of this chapter for failure to submit such plan or report. \nc. The manufacturer shall not impose a fee or other charge on any person for the collection, handling, and recycling or reuse of covered electronic equipment or orphan waste, except that a fee or other charge may be imposed by contractual agreement between a manufacturer and a business entity, partnership, company, corporation or firm having more than fifty full time employees other than a not-for-profit corporation as defined in subparagraph five or seven of subdivision a of section one hundred two of the New York not-for-profit corporation law, association, governmental entity, public benefit corporation or public authority.   \nd. An electronic waste management plan shall include, at a minimum:\n1. details for the collection, handling, and recycling or reuse of covered electronic equipment and orphan waste as required by this chapter, including but not limited to the methods by which a person can return to the manufacturer such covered electronic equipment and orphan waste. Such methods shall be convenient for residents of the city;\n2. how the manufacturer will inform residents and businesses of the city about the manufacturer’s plan for the collection, handling, and recycling or reuse of covered electronic equipment and orphan waste, which shall include an internet website and a toll-free telephone number;\n3. information on the manufacturer’s plan for the disposition of covered electronic equipment and orphan waste, including any plan for the recycling or reuse of such covered electronic equipment and orphan waste.  If the manufacturer provides a plan for the recycling or reuse of covered electronic equipment and orphan waste, the manufacturer shall include details about anticipated end markets and electronic recyclers expected to be utilized by the manufacturer, including but not limited to details on the methods of collection, handling and recycling or reuse of covered electronic equipment used by such electronic recyclers, details on any disassembly or physical recovery operation to be used by such electronic recyclers, the locations of any such operations, and details on the manufacturer’s compliance with applicable laws and regulations relating to the disposition, recycling or reuse of covered electronic equipment; \n4. a description of how the manufacturer will plan to collect covered electronic equipment to the maximum extent feasible;   \n5. annual city sales data of the manufacturer’s covered electronic equipment for the previous three calendar years;  \n6. the method to be used to destroy all data in any covered electronic equipment and orphan waste collected, either through physical destruction of the data storage components thereof or through data wiping meeting or exceeding United States Department of Defense standard 5220.22 M;  \n7. a list of the manufacturer’s brand names, including: (i) any brand name under which the manufacturer assembles or substantially assembles, or has assembled or substantially assembled covered electronic equipment; (ii) any brand name under which the manufacturer manufactures and sells, or has manufactured and sold, covered electronic equipment; (iii) any brand name under which the manufacturer sells or has sold covered electronic equipment produced by another person under such manufacturer’s own brand; (iv) any brand name that the manufacturer owns and licenses or has licensed to another person for use on covered electronic equipment; (v) any brand name under which the manufacturer imports or has imported covered electronic equipment for sale in the city; and (vi) any brand name of covered electronic equipment of which the manufacturer has become the successor-in-interest; \n8. a certification that the manufacturer’s collection, handling, and recycling or reuse of covered electronic equipment complies with all local, state, federal and international laws and regulations; and\n9. any other information as may be required by department rules. \ne. The department shall approve or disapprove a proposed electronic waste management plan submitted by a manufacturer within one hundred eighty days of its submission. The department may approve a submitted electronic waste management plan that does not conform with every one of the requirements of this chapter upon application and a showing of good cause by such manufacturer. If the department approves an electronic waste management plan, it shall expeditiously notify the manufacturer of the approval in writing.  If the department disapproves an electronic waste management plan, it shall expeditiously notify the manufacturer in writing of the disapproval and specify the reasons for such disapproval. The manufacturer shall have thirty days to resubmit a revised electronic waste management plan after the department notifies the manufacturer of its disapproval. The department shall approve or disapprove a resubmitted electronic waste management plan within ninety days of resubmission.\nf. Beginning on July first, two thousand nine, or one hundred eighty days after an electronic waste management plan is approved by the department, whichever date is later, a manufacturer of covered electronic equipment shall implement its approved plan for the collection, handling and recycling or reuse of covered electronic equipment and orphan waste. \ng. An electronic waste management plan may provide for the sharing of resources by one or more manufacturers, provided that such plan meets the requirements of this section. Any electronic waste management plan providing for the sharing of resources must include a list of manufacturers participating in such plan.  \nh. 1. Proposed modifications to a previously approved manufacturer’s electronic waste management plan shall be submitted to the department which shall approve or disapprove such modification within sixty days and expeditiously notify the manufacturer of its determination in writing.  If the department disapproves such modification, it shall specify the reasons for such disapproval in writing and the manufacturer shall have thirty days to submit a revised modification to the department.\n2. At any time, the department may require submission of a proposed modification where it determines that the manufacturer is not collecting covered electronic equipment to the maximum extent feasible as required by this chapter. The department shall approve or disapprove such modification in accordance with paragraph one of this subdivision.\ni. All decisions of the department pursuant to this section shall be made public.\n§16-424 Performance  Standards.  A manufacturer shall demonstrate whether, pursuant to its electronic waste management plan, it is collecting for recycling or reuse covered electronic equipment to the maximum extent feasible. \n§16-425 Labeling. a. Beginning July first, two thousand nine or one hundred eighty days after a manufacturer’s electronic waste management plan is approved by the department, whichever date is later, such manufacturer may not sell or otherwise distribute for sale in the city covered electronic equipment unless such equipment has a label that identifies such manufacturer.  \nb. Beginning July first, two thousand nine or one hundred eighty days after a manufacturer’s electronic waste management plan is approved by the department, whichever date is later, such manufacturer shall provide at the point of sale information on how a person can return covered electronic equipment pursuant to such manufacturer’s electronic waste management plan. Such information shall include a toll-free telephone number or internet website address describing how covered electronic equipment can be returned pursuant to the manufacturer’s electronic waste management plan. \nc. Beginning July first, two thousand nine, the department shall post on its web site all information provided to it from manufacturers describing how covered electronic equipment can be returned pursuant to a specific manufacturer’s electronic waste management plan.\n        \t§ 16-426 Disposal ban.  a. Beginning July first, two thousand ten, no person shall dispose of covered electronic equipment as solid waste in the city. \nb.  Beginning July first, two thousand nine, no manufacturer shall dispose of covered electronic equipment as solid waste in the city.   \n§16-427 Enforcement.  a. The department and the department of consumer affairs shall have the authority to enforce the provisions of this chapter. Any notice of violation charging a violation of any provision of this chapter shall be returnable to the environmental control board, which shall have the power to impose civil penalties as provided herein.\nb. Any person who violates the provisions of subdivision a of section 16-426 of this chapter shall be liable for a civil penalty of one hundred dollars for each violation.\nc. Any manufacturer who violates the provisions of subdivision b of section of 16-426 of this chapter shall be liable for a civil penalty of one thousand dollars for each violation. \nd. 1. Beginning September first, two thousand eight, a manufacturer who fails to submit an electronic waste management plan or an annual report as required by this chapter shall be liable for a civil penalty of one thousand dollars per day for each day that an electronic waste management plan or an annual report is not submitted.  \n2.  Beginning September first, two thousand eight, a manufacturer who submits an electronic waste management plan that has been disapproved by the department more than two times shall be liable for a civil penalty of one thousand dollars per day for each day that an electronic waste management plan is not submitted and approved by the department following the date of such second disapproval. \n3.  Beginning July first, two thousand nine, a manufacturer who knowingly submits an annual report as required by this chapter that contains a false or misleading statement as to a material fact or omits to state any material fact necessary in order to make a statement therein not false or misleading shall be liable for a civil penalty of ten thousand dollars.   \n4.  Beginning July first, two thousand nine, or one hundred eighty days after a manufacturer’s electronic waste management plan is approved by the department, whichever date is later, a manufacturer who fails to accept covered electronic equipment or orphan waste offered for return by any person in the city pursuant to such manufacturer’s electronic waste management plan shall be liable for a civil penalty of two thousand dollars for each piece of covered electronic equipment or orphan waste not accepted.\n§16-428 Reporting Requirements. a. On or before July first, two thousand nine, and annually on or before July first thereafter, a manufacturer that offers any covered electronic equipment for sale in the city shall submit an annual report to the department that includes the following information for the prior calendar year: 1. any approved modification to the manufacturer’s electronic waste management plan; 2. sales data for the manufacturer’s covered electronic equipment sold in the city; 3. the quantity of covered electronic equipment collected for recycling or reuse in this city, expressed both in terms of the total weight of such covered electronic equipment and as a percentage of the average annual sales of the manufacturer’s covered electronic equipment in the city, reported by weight, during the previous three calendar years, and categorized by the type of covered electronic equipment collected pursuant to such manufacturer’s electronic waste management plan, and further categorized, to the extent possible, by the quantity of such covered electronic equipment collected from individuals and government entities; 4. the weight of orphan waste collected, categorized by the type of covered electronic equipment collected, pursuant to such manufacturer’s electronic waste management plan; 5. information on the manufacturer’s compliance with the goal of collecting covered electronic equipment to the maximum extent feasible; 6. information on the end markets and electronic recyclers utilized by the manufacturer, including details on the methods of collection, handling and recycling or reuse of covered electronic equipment used by electronic recyclers, details on any disassembly or physical recovery operation to be used, the locations of any such operations, and details on the manufacturer’s compliance with applicable laws and regulations relating to the disposition, recycling and reuse of covered electronic equipment and orphan waste; 7. examples of how the manufacturer has informed residents and businesses of the city about the manufacturer’s plan for the collection, handling and recycling or reuse of covered electronic equipment and orphan waste;  8. the number of visits to the internet website and calls to the toll-free telephone numbers established by the manufacturer’s electronic waste management plan; and 9. any other information required by department rules.  \n b. The department shall submit a report on implementation of this chapter to the mayor and the city council by January fifteenth, two thousand eleven, and yearly thereafter. The report must include, at a minimum: 1. data on the amount of electronic waste collected, categorized by manufacturer; 2. an evaluation of the recycling and reuse rates in the city for covered electronic equipment and orphan waste; 3. a discussion of compliance and enforcement related to the requirements of this chapter; and 4. any recommendations for any changes to the system of collection, handling and recycling or reuse of covered electronic equipment and orphan waste in the city.  \n§16-429 Confidential Information and Trade Secrets. Information relating to covered electronic equipment submitted to the department pursuant to this chapter may be designated by the department as confidential upon a showing of good cause by the person submitting it.  Except as otherwise provided by or pursuant to law or court order, such information may be used only by the department, its agents and employees, other city agencies, and as authorized by the mayor, employees of the United States Environmental Protection Agency or the attorney general of the state of New York.  \n§16-430  Application by the department of collected covered electronic equipment toward recycling goals.  The department shall be allowed to apply the amount of covered electronic equipment and orphan waste collected by manufacturers pursuant to this chapter towards achieving its recycling goals.   \n§16-431  Severability.  The provisions of this chapter shall be severable, and if any provision of this chapter is declared to be void or invalid by a court of competent jurisdiction, the remaining provisions shall not be affected, and shall remain in full force and effect.\n§16-432 Rulemaking authority.  The department shall be authorized to promulgate rules as necessary to implement the provisions of this chapter.  \n      \t§3. This local law shall take effect immediately\n03/11/08 -6:40PM\nCJC",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0  \\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Declaration of legislative findings and intent.  The Council finds that electronic waste represents one of the fastest growing and most hazardous components of the City of New York\\rquote s waste stream.   It is estimated that, based upon national data, less than 10% of the city\\rquote s electronic waste is currently being recycled.   According to the United States Environmental Protection Agency (\\ldblquote EPA\\rdblquote ), more than 2.6 million tons of computers, television sets and other electronic waste were discarded in the United States during 2005. The EPA also estimates that there are hundreds of millions of pieces of electronic waste being stockpiled in homes and businesses.\\par\nElectronic waste contains many toxic substances that include known or probable human carcinogens that have been identified by the EPA, European Union and municipal and state Departments of Health throughout the country\\f1\\fs20 .\\f0\\fs24   An average television set with a traditional cathode ray tube contains as much as five to seven pounds of lead, and an average computer terminal contains four pounds of lead as well as smaller amounts of mercury and cadmium.  The improper disposal of this waste therefore poses a threat to human health and the environment.  Indeed, according to the EPA, as much as 70% of heavy metals contained in landfills, including lead, mercury and cadmium, originates from electronic waste.  The incineration of electronic waste can lead to increased mercury, lead and other toxic airborne emissions. \\par\nThere are direct environmental and public health consequences for New York City residents and workers from the improper handling and disposal of electronic waste.  For example, the regional incineration of electronic waste poses a direct threat to the city\\rquote s air quality and the health of its residents.\\par\nThe Council finds that there is currently no comprehensive system for managing the growing problem of electronic waste in the City of New York.  The Council further finds that the establishment of a system to provide for the collection, handling and recycling or reuse of electronic equipment in this city is consistent with its duty to protect the health, safety and welfare of its citizens; enhance and maintain the quality of the environment; and help prevent air, water and land pollution. The Council further finds that such a system is consistent with New York State\\rquote s overall solid waste management policy, including its intent to pursue and implement an integrated approach to solid waste management and to aggressively promote waste reduction, reuse and recycling as the preferred methods of waste management.\\par\n\\pard\\ltrpar\\fi360\\sb120\\sl480\\slmult1\\qj\\tab The purpose of this chapter is to establish an electronics recycling system that ensures the safe and environmentally sound handling, recycling, or reuse of electronic equipment.  In addition, it is the purpose of this chapter to establish an electronics recycling and reuse collection system that is convenient and minimizes costs to consumers of electronic equipment and to the City.  The Council further finds that by encouraging convenient and environmentally sound collection of electronic waste, this chapter would reduce the environmental and health costs associated with electronic equipment that is discarded along with ordinary waste. \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj The Council finds that the manufacturers of electronic equipment should reduce and, to the maximum extent feasible, ultimately phase out the use of hazardous materials in electronic products. The Council further finds that primary responsibility for the collection, handling and recycling or reuse of electronic equipment belongs to manufacturers.  Currently, manufacturers of electronic equipment are required to bear none of the financial burden or responsibility for safely managing discarded electronic equipment at the end of its useful life, burdening local governments and end users with these costs and responsibilities. Manufacturers of electronic equipment, in working to achieve the goals and objectives of this chapter, should have the flexibility to act in partnership with each other, the city and businesses that provide collection and handling services to develop, implement and promote a safe and effective electronics recycling system. \\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab\\'a72.  Title 16 of the administrative code of the city of New York is amended by adding a new chapter 4-A to read as follows:\\tab\\par\n\\pard\\ltrpar\\fi360\\sl480\\slmult1\\qc\\ul CHAPTER 4-A\\par\nELECTRONIC EQUIPMENT COLLECTION , RECYCLING AND REUSE\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\'a716-420 This local law shall be known and may be cited as the \\ldblquote Electronic Equipment Collection, Recycling and Reuse Act\\rdblquote . \\par\n\\'a716-421 Definitions. \\par\nAs used in this chapter:\\par\na. \"Brand name\" means a manufacturer's name, brand designation, make or model name or number, or other nomenclature by which covered electronic equipment is offered for sale by a manufacturer.\\par\nb. \\ldblquote Cathode ray tube\\rdblquote  means a vacuum tube or picture tube used to convert an electronic signal into a visual image.\\par\nc. \\ldblquote Computer\\rdblquote  means an electronic, magnetic, optical, electrochemical or other high-speed data processing device performing a logical, arithmetic or storage function, and may include both a computer central processing unit and a monitor; but such term shall not include an automated typewriter or typesetter, a portable hand-held calculator, a portable digital assistant, or other similar device.\\par\nd. \\ldblquote Covered electronic equipment\\rdblquote  means any computer central processing unit; cathode ray tube; cathode ray tube device; keyboard; electronic mouse or similar pointing device; television; printer; computer monitor, including but not limited to a liquid crystal display and plasma screens, or similar video display device that includes a screen that is greater than four inches measured diagonally and one or more circuit boards; a laptop or other portable computer; or a portable digital music player that has memory capability and is battery-powered.  \"Covered electronic equipment\\rdblquote  does not include any automobile; mobile phone; household appliances such as clothes washers, clothes dryers, refrigerators, freezers, microwave ovens, ovens, ranges or dishwashers; equipment that is functionally or physically part of a larger piece of equipment intended for use in an industrial, research and development or commercial setting; security, anti-terrorism or medical equipment that utilizes a cathode ray tube, a cathode ray tube device or a flat panel display or similar video display device that is not separate from the larger piece of equipment; or any other device, as that term is defined in section three hundred twenty-one of title twenty-one of the United States code. \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\tx1440 e. \\ldblquote Electronic recycler\\rdblquote  means a person who 1. refurbishes or otherwise processes covered electronic equipment for reuse or resale; or 2. removes, segregates or otherwise extracts components or commodities from covered electronic equipment, either by manual or mechanical separation or by changing such equipment\\rquote s physical or chemical composition, for the purpose of reusing or recycling such components or commodities.  \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj f. \\ldblquote Label\\rdblquote  means information, as required by this chapter, on the surface of covered electronic equipment, which must be permanently attached to, printed or engraved on or incorporated in any other permanent manner on such equipment, and obvious and visible to users of such equipment. \\par\ng. \\ldblquote Manufacturer\\rdblquote  means a person who: 1. assembles or substantially assembles, or has assembled or substantially assembled, covered electronic equipment for sale in the city; 2. manufactures or has manufactured covered electronic equipment under its own brand name or under any other brand name for sale in the city; 3. sells or has sold, under its own brand name, covered electronic equipment produced by another person for sale in the city; 4. owns a brand name that it licenses or has licensed to another person for use on covered electronic equipment sold in the city; 5. imports or has imported covered electronic equipment for sale in the city; or 6. manufactures or has manufactured covered electronic equipment for sale in the city without affixing a brand name.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul h. \\ldblquote Monitor\" means a separate visual display component of a computer, whether sold separately or with a central processing unit and includes the cathode ray tube, liquid crystal display, or other image projection technology, and its case, interior wires and circuitry, all exterior and interior cables, and power cord.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj i. \\ldblquote Orphan waste\\rdblquote  means covered electronic equipment, the manufacturer of which cannot be identified or is no longer in business and for which no successor-in-interest has been identified. \\par\nj. \\ldblquote Person\\rdblquote  means any individual, business entity, partnership, company, corporation, not-for-profit corporation, association, governmental entity, public benefit corporation, public authority, or firm.\\par\nk. \\ldblquote Recycle\\rdblquote  means to use the materials contained in covered electronic equipment or components thereof as raw materials for new products or components, but not for energy recovery or energy generation by means of\\b  \\b0 combustion, gasification, pyrolysis or other means.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul l. \\cf1 \"Reuse\" means any operation by which covered electronic equipment or components thereof are used for the same purpose for which they were conceived.\\cf0\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj m. \\ldblquote Sell\\rdblquote  or \\ldblquote sale\\rdblquote  means any transfer for consideration, by lease or sales contract of title to or the right to use covered electronic equipment from a manufacturer or retailer to any person, including, but not limited to, transactions conducted through retail sales outlets, catalogs, or the internet; \\ldblquote sell\\rdblquote  or \\ldblquote sale\\rdblquote  includes transfer of new, used or refurbished covered electronic equipment, but does not include transfers between end users of such equipment. \\par\nn.  \"Television\" means a display system containing a cathode ray tube or any other type of display primarily intended to receive broadcast video programming, having a viewable area greater than four inches when measured diagonally.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\'a716-422 Responsibility of Manufacturer Collection. a. Beginning July first, two thousand nine or one hundred eighty days after a manufacturer\\rquote s electronic waste management plan is approved by the department, whichever date is later, such manufacturer must accept for collection, handling and recycling or reuse covered electronic equipment that is offered for return by any person in the city, and has been assembled, manufactured, or imported by such manufacturer, or has been sold under such manufacturer\\rquote s brand name.     \\par\nb.   Beginning July first, two thousand nine or one hundred eighty days after a manufacturer\\rquote s electronic waste management plan is approved by the department, whichever date is later, such manufacturer must accept for collection, handling and recycling or reuse on a one-to-one basis with the purchase of the same type of covered electronic equipment other than orphan waste that is offered for return by any person in the city, and has been assembled, manufactured or imported by persons other than such manufacturer, or has been sold under the brand name of a person other than such manufacturer.\\par\n\\pard\\ltrpar\\fi720\\sb120\\sl480\\slmult1\\qj c. Beginning July first, two thousand nine or one hundred eighty days after a manufacturer\\rquote s electronic waste management plan is approved by the department, whichever date is later, and ending on June thirtieth, two thousand eleven, such manufacturer must accept for collection, handling, and recycling or reuse orphan waste that is offered for return by any person in the city on a one-to-one basis with the purchase of the same type of product by such person. \\par\nd. Beginning July first, two thousand eleven, each manufacturer must accept for collection, handling, and recycling or reuse orphan waste of the same type sold by such manufacturer in the city that is offered for return by any person in the city.  \\par\n\\'a716-423 Manufacturer Electronic Waste Management Plan. a. No later than September first, two thousand eight, a manufacturer shall submit to the department an electronic waste management plan for the collection, handling, and recycling or reuse of covered electronic equipment and orphan waste. Any person who becomes a manufacturer on or after September first, two thousand eight shall submit to the department an electronic waste management plan for the collection, handling, and recycling or reuse of covered electronic equipment and orphan waste prior to selling any covered electronic equipment in the city.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 b.  A manufacturer's submission of an electronic waste management plan pursuant to subdivision a of this section shall be accompanied by a fee of one thousand five hundred dollars.  A manufacturer's submission of an annual report pursuant to subdivision a of section 16-428 of this chapter shall be accompanied by a fee of one thousand two hundred fifty dollars.  Any manufacturer who submits such plan or report without the requisite fee shall be deemed not to have submitted such plan or report and shall be subject to the penalties set forth in paragraph one of subdivision d of section 16-427 of this chapter for failure to submit such plan or report.\\ulnone  \\par\n\\pard\\ltrpar\\fi720\\sb120\\sl480\\slmult1\\qj\\ul c. The manufacturer shall not impose a fee or other charge on any person for the collection, handling, and recycling or reuse of covered electronic equipment or orphan waste, except that a fee or other charge may be imposed by contractual agreement between a manufacturer and a business entity, partnership, company, corporation or firm having more than fifty full time employees other than a not-for-profit corporation as defined in subparagraph five or seven of subdivision a of section one hundred two of the New York not-for-profit corporation law, association, governmental entity, public benefit corporation or public authority.   \\par\nd. An electronic waste management plan shall include, at a minimum:\\par\n1. details for the collection, handling, and recycling or reuse of covered electronic equipment and orphan waste as required by this chapter, including but not limited to the methods by which a person can return to the manufacturer such covered electronic equipment and orphan waste. Such methods shall be convenient for residents of the city;\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\tx1440\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 2. how the manufacturer will inform residents and businesses of the city about the manufacturer\\rquote s plan for the collection, handling, and recycling or reuse of covered electronic equipment and orphan waste, which shall include an internet website and a toll-free telephone number;\\par\n\\pard\\ltrpar\\fi720\\sa120\\sl480\\slmult1\\qj 3. information on the manufacturer\\rquote s plan for the disposition of covered electronic equipment and orphan waste, including any plan for the recycling or reuse of such covered electronic equipment and orphan waste.  If the manufacturer provides a plan for the recycling or reuse of covered electronic equipment and orphan waste, the manufacturer shall include details about anticipated end markets and electronic recyclers expected to be utilized by the manufacturer, including but not limited to details on the methods of collection, handling and recycling or reuse of covered electronic equipment used by such electronic recyclers, details on any disassembly or physical recovery operation to be used by such electronic recyclers, the locations of any such operations, and details on the manufacturer\\rquote s compliance with applicable laws and regulations relating to the disposition, recycling or reuse of covered electronic equipment; \\par\n4. a description of how the manufacturer will plan to collect covered electronic equipment to the maximum extent feasible;   \\par\n5. annual city sales data of the manufacturer\\rquote s covered electronic equipment for the previous three calendar years;  \\par\n\\pard\\ltrpar\\fi720\\sb120\\sl480\\slmult1\\qj 6.\\b  \\b0 the method to be used to destroy all data in any covered electronic equipment and orphan waste collected, either through physical destruction of the data storage components thereof or through data wiping meeting or exceeding United States Department of Defense standard 5220.22 M;  \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj 7. a list of the manufacturer\\rquote s brand names, including: (i) any brand name under which the manufacturer assembles or substantially assembles, or has assembled or substantially assembled covered electronic equipment; (ii) any brand name under which the manufacturer manufactures and sells, or has manufactured and sold, covered electronic equipment; (iii) any brand name under which the manufacturer sells or has sold covered electronic equipment produced by another person under such manufacturer\\rquote s own brand; (iv) any brand name that the manufacturer owns and licenses or has licensed to another person for use on covered electronic equipment; (v) any brand name under which the manufacturer imports or has imported covered electronic equipment for sale in the city; and (vi) any brand name of covered electronic equipment of which the manufacturer has become the successor-in-interest; \\par\n8. a certification that the manufacturer\\rquote s collection, handling, and recycling or reuse of covered electronic equipment complies with all local, state, federal and international laws and regulations; and\\par\n\\pard\\ltrpar\\fi720\\sb120\\sl480\\slmult1\\qj 9\\b . \\b0 any other information as may be required by department rules. \\par\ne. The department shall approve or disapprove a proposed electronic waste management plan submitted by a manufacturer within one hundred eighty days of its submission. The department may approve a submitted electronic waste management plan that does not conform with every one of the requirements of this chapter upon application and a showing of good cause by such manufacturer. If the department approves an electronic waste management plan, it shall expeditiously notify the manufacturer of the approval in writing.  If the department disapproves an electronic waste management plan, it shall expeditiously notify the manufacturer in writing of the disapproval and specify the reasons for such disapproval. The manufacturer shall have thirty days to resubmit a revised electronic waste management plan after the department notifies the manufacturer of its disapproval. The department shall approve or disapprove a resubmitted electronic waste management plan within ninety days of resubmission.\\par\nf. Beginning on July first, two thousand nine, or one hundred eighty days after an electronic waste management plan is approved by the department, whichever date is later, a manufacturer of covered electronic equipment shall implement its approved plan for the collection, handling and recycling or reuse of covered electronic equipment and orphan waste. \\par\ng. An electronic waste management plan may provide for the sharing of resources by one or more manufacturers, provided that such plan meets the requirements of this section. Any electronic waste management plan providing for the sharing of resources must include a list of manufacturers participating in such plan.  \\par\nh. 1. Proposed modifications to a previously approved manufacturer\\rquote s electronic waste management plan shall be submitted to the department which shall approve or disapprove such modification within sixty days and expeditiously notify the manufacturer of its determination in writing.  If the department disapproves such modification, it shall specify the reasons for such disapproval in writing and the manufacturer shall have thirty days to submit a revised modification to the department.\\par\n2. At any time, the department may require submission of a proposed modification where it determines that the manufacturer is not collecting covered electronic equipment to the maximum extent feasible as required by this chapter. The department shall approve or disapprove such modification in accordance with paragraph one of this subdivision.\\par\ni. All decisions of the department pursuant to this section shall be made public.\\par\n\\pard\\ltrpar\\fi749\\sl480\\slmult1\\'a716-424 Performance  Standards. \\b  \\b0 A manufacturer shall \\cf1 demonstrate whether, pursuant to its electronic waste management plan, it is collecting for recycling or reuse covered electronic equipment to the maximum extent feasible. \\par\n\\cf0\\'a716-425 Labeling. a. Beginning July first, two thousand nine or one hundred eighty days after a manufacturer\\rquote s electronic waste management plan is approved by the department, whichever date is later, such manufacturer may not sell or otherwise distribute for sale in the city covered electronic equipment unless such equipment has a label that identifies such manufacturer.  \\par\n\\pard\\ltrpar\\fi360\\sb120\\sl480\\slmult1\\qj b. Beginning July first, two thousand nine or one hundred eighty days after a manufacturer\\rquote s electronic waste management plan is approved by the department, whichever date is later, such manufacturer shall provide at the point of sale information on how a person can return covered electronic equipment pursuant to such manufacturer\\rquote s electronic waste management plan. Such information shall include a toll-free telephone number or internet website address describing how covered electronic equipment can be returned pursuant to the manufacturer\\rquote s electronic waste management plan. \\par\nc. Beginning July first, two thousand nine, the department shall post on its web site all information provided to it from manufacturers describing how covered electronic equipment can be returned pursuant to a specific manufacturer\\rquote s electronic waste management plan.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\ulnone         \\tab\\ul\\'a7 16-426 Disposal ban.  a. Beginning July first, two thousand ten, no person shall dispose of covered electronic equipment as solid waste in the city. \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj b.  Beginning July first, two thousand nine, no manufacturer shall dispose of covered electronic equipment as solid waste in the city.   \\par\n\\pard\\ltrpar\\fi720\\sb120\\sl480\\slmult1\\qj\\'a716-427 Enforcement.  a. The department and the department of consumer affairs shall have the authority to enforce the provisions of this chapter. Any notice of violation charging a violation of any provision of this chapter shall be returnable to the environmental control board, which shall have the power to impose civil penalties as provided herein.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj b. Any person who violates the provisions of subdivision a of section 16-426 of this chapter shall be liable for a civil penalty of one hundred dollars for each violation.\\par\nc. Any manufacturer who violates the provisions of subdivision b of section of 16-426 of this chapter shall be liable for a civil penalty of one thousand dollars for each violation. \\par\n\\pard\\ltrpar\\fi720\\sb120\\sl480\\slmult1\\qj d. 1. Beginning September first, two thousand eight, a manufacturer who fails to submit an electronic waste management plan or an annual report as required by this chapter shall be liable for a civil penalty of one thousand dollars per day for each day that an electronic waste management plan or an annual report is not submitted.  \\par\n2.  Beginning September first, two thousand eight, a manufacturer who submits an electronic waste management plan that has been disapproved by the department more than two times shall be liable for a civil penalty of one thousand dollars per day for each day that an electronic waste management plan is not submitted and approved by the department following the date of such second disapproval. \\par\n3.  Beginning July first, two thousand nine, a manufacturer who knowingly submits an annual report as required by this chapter that contains a false or misleading statement as to a material fact or omits to state any material fact necessary in order to make a statement therein not false or misleading shall be liable for a civil penalty of ten thousand dollars.   \\par\n4.  Beginning July first, two thousand nine, or one hundred eighty days after a manufacturer\\rquote s electronic waste management plan is approved by the department, whichever date is later, a manufacturer who fails to accept covered electronic equipment or orphan waste offered for return by any person in the city pursuant to such manufacturer\\rquote s electronic waste management plan shall be liable for a civil penalty of two thousand dollars for each piece of covered electronic equipment or orphan waste not accepted.\\par\n\\'a716-428 Reporting Requirements. a. On or before July first, two thousand nine, and annually on or before July first thereafter, a manufacturer that offers any covered electronic equipment for sale in the city shall submit an annual report to the department that includes the following information for the prior calendar year: 1. any approved modification to the manufacturer\\rquote s electronic waste management plan; 2. sales data for the manufacturer\\rquote s covered electronic equipment sold in the city; 3. the quantity of covered electronic equipment collected for recycling or reuse in this city, expressed both in terms of the total weight of such covered electronic equipment and as a percentage \\cf1 of the average annual sales of the manufacturer\\rquote s covered electronic equipment in the city, reported by weight, during the previous three calendar years\\cf0 , and categorized by the type of covered electronic equipment collected pursuant to such manufacturer\\rquote s electronic waste management plan, and further categorized, to the extent possible, by the quantity of such covered electronic equipment collected from individuals and government entities; 4. the weight of orphan waste collected, categorized by the type of covered electronic equipment collected, pursuant to such manufacturer\\rquote s electronic waste management plan; 5. information on the manufacturer\\rquote s compliance with the goal of collecting covered electronic equipment to the maximum extent feasible; 6. information on the end markets and electronic recyclers utilized by the manufacturer, including details on the methods of collection, handling and recycling or reuse of covered electronic equipment used by electronic recyclers, details on any disassembly or physical recovery operation to be used, the locations of any such operations, and details on the manufacturer\\rquote s compliance with applicable laws and regulations relating to the disposition, recycling and reuse of covered electronic equipment and orphan waste; 7. examples of how the manufacturer has informed residents and businesses of the city about the manufacturer\\rquote s plan for the collection, handling and recycling or reuse of covered electronic equipment and orphan waste;  8. the number of visits to the internet website and calls to the toll-free telephone numbers established by the manufacturer\\rquote s electronic waste management plan; and 9. any other information required by department rules.  \\par\n b. The department shall submit a report on implementation of this chapter to the mayor and the city council by January fifteenth, two thousand eleven, and yearly thereafter. The report must include, at a minimum: 1. data on the amount of electronic waste collected, categorized by manufacturer; 2. an evaluation of the recycling and reuse rates in the city for covered electronic equipment and orphan waste; 3. a discussion of compliance and enforcement related to the requirements of this chapter; and 4. any recommendations for any changes to the system of collection, handling and recycling or reuse of covered electronic equipment and orphan waste in the city.  \\par\n\\'a716-429 Confidential Information and Trade Secrets. Information relating to covered electronic equipment submitted to the department pursuant to this chapter may be designated by the department as confidential upon a showing of good cause by the person submitting it.  Except as otherwise provided by or pursuant to law or court order, such information may be used only by the department, its agents and employees, other city agencies, and as authorized by the mayor, employees of the United States Environmental Protection Agency or the attorney general of the state of New York.  \\par\n\\'a716-430  Application by the department of collected covered electronic equipment toward recycling goals.  The department shall be allowed to apply the amount of covered electronic equipment and orphan waste collected by manufacturers pursuant to this chapter towards achieving its recycling goals.   \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\'a716-431  Severability.  The provisions of this chapter shall be severable, and if any provision of this chapter is declared to be void or invalid by a court of competent jurisdiction, the remaining provisions shall not be affected, and shall remain in full force and effect.\\par\n\\'a716-432 Rulemaking authority.  The department shall be authorized to promulgate rules as necessary to implement the provisions of this chapter.  \\par\n\\pard\\ltrpar\\sb120\\sl480\\slmult1\\tx720\\tqc\\tx4320\\tqr\\tx8640\\ulnone       \\tab\\'a73. This local law shall take effect immediately\\par\n\\pard\\ltrpar\\fi360\\sb120 03/11/08 -6:40PM\\par\nCJC\\par\n\\pard\\ltrpar\\par\n}\n\u0000",
  "LastModified": "2017-08-21T15:04:12.6Z"
}
