{
  "ID": 40567,
  "GUID": "E958A478-2212-4074-8340-2F1296E1E50C",
  "File": "Int 0733-2008",
  "Name": "Requiring contractors entering into arrangements with the city for housing development to pay the prevailing wage to their employees who perform work under such arrangements.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring contractors entering into arrangements with the city for housing development to pay the prevailing wage to their employees who perform work under such arrangements.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2008-03-12T00:00:00Z",
  "AgendaDate": "2008-03-12T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7516,
      "Slug": "kenneth-c-mitchell",
      "FullName": "Kenneth C. Mitchell"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 213310,
      "Date": "2008-03-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 213503,
      "Date": "2008-03-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Contracts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8126,
      "AgendaSequence": 114,
      "MinutesSequence": 134,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236295,
      "Date": "2009-12-31T13:50:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41338,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter one of title 6 of the administrative code of the city of New York is amended by adding a new section 6-130 to read as follows:\n§6-130.  Prevailing Wage for City-sponsored Housing Development.  a.  Definitions.  For purposes of this section, the following terms shall have the following meanings:\n(1)  “Agency” shall mean a city, county, borough, or other office, position, administration, department, including, but not limited to, the department of education, or any division, bureau, board or commission, or a corporation, institution, or agency of government the expenses of which are paid in whole or in part from the city treasury.\n(2)  “Contractor” shall mean any individual, sole proprietorship, partnership, joint venture, corporation or any other form of doing business.\n(3)  “Employee” shall mean any person who performs paid construction work for a contractor for city-sponsored housing development including, but not limited to, carpentry, plumbing, painting, electrical work, masonry, ironwork, cleaning, carting and any other form of manual or machine labor attendant to the process of building construction, demolition, renovation or repair.\n(4)  “City-sponsored housing development” shall mean any agreement between an agency and a contractor to construct, convert, renovate or alter some or all of any new or existing publicly-owned or privately-owned building located within the city of New York so as to make such building or portions thereof suitable for housing.\n(5)  “Prevailing wage” shall have the same meaning as the term “prevailing rate of wage” in subdivision 5 of section 220 of the labor law.\nb.  Prevailing wage requirement for city-sponsored housing development.\n(1)  Any city-sponsored housing development shall include a provision requiring the contractor and its subcontractors to pay their employees the prevailing wage, to maintain payroll records in order to comply with this section, and to comply with regulations promulgated by the city pursuant to this section.  \n(2)  All contractors and their subcontractors shall maintain original payroll records reflecting the days, times and wages paid to each employee working under a city-sponsored housing development.  The contractor shall submit copies of such records certified by such contractor under penalty of perjury to be true and accurate to the contracting agency with every requisition for payment.  The contracting agency shall maintain submitted payroll information in the agency contracting file and shall make it available for public inspection.\nc.  Whenever the comptroller has reason to believe that a worker has been paid less than the prevailing wage, or upon a verified complaint in writing from an employee affected by the provisions of this section, the comptroller shall conduct an investigation.  In conducting such investigation, the comptroller shall have the same investigatory, hearing and other powers as are conferred on the comptroller by sections 234 and 235 of the labor law.\nd.  Any contractor that wilfully pays their employees less than the prevailing wage after entering into an agreement to do so pursuant to subdivision b of this section, shall be guilty of a misdemeanor and upon conviction shall be punished, for a first offense by a fine of five hundred dollars or by imprisonment for not more than thirty days, or by both fine and imprisonment; for a second offense by a fine of one thousand dollars, and in addition thereto the agreement upon which the violation has occurred shall be forfeited; and no such contractor shall be entitled to receive any sum nor shall any officer, agent or employee of the city pay the same or authorize its payment from the funds under his charge or control to any contractor for work done upon any agreement, on which the contractor has been convicted of a second offense in violation of the provisions of this section.\ne.  This section shall only apply to city-sponsored housing developments entered into after the effective date of the local law that added this section.\nf.  The mayor may promulgate rules to implement the requirements of this section.\n§2.  If any subdivision, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\n§3.  This local law shall take effect ninety days after enactment.\n\n\n\n\n\nLS#4190\nTNN\n03/05/08, 5:45 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Chapter one of title 6 of the administrative code of the city of New York is amended by adding a new section 6-130 to read as follows:\\par\n\\ul\\'a76-130.  Prevailing Wage for City-sponsored Housing Development.  a.  Definitions.  For purposes of this section, the following terms shall have the following meanings:\\par\n(1)  \\ldblquote Agency\\rdblquote  shall mean a city, county, borough, or other office, position, administration, department, including, but not limited to, the department of education, or any division, bureau, board or commission, or a corporation, institution, or agency of government the expenses of which are paid in whole or in part from the city treasury.\\par\n(2)  \\ldblquote Contractor\\rdblquote  shall mean any individual, sole proprietorship, partnership, joint venture, corporation or any other form of doing business.\\par\n(3)  \\ldblquote Employee\\rdblquote  shall mean any person who performs paid construction work for a contractor for city-sponsored housing development including, but not limited to, carpentry, plumbing, painting, electrical work, masonry, ironwork, cleaning, carting and any other form of manual or machine labor attendant to the process of building construction, demolition, renovation or repair.\\par\n(4)  \\ldblquote City-sponsored housing development\\rdblquote  shall mean any agreement between an agency and a contractor to construct, convert, renovate or alter some or all of any new or existing publicly-owned or privately-owned building located within the city of New York so as to make such building or portions thereof suitable for housing.\\par\n(5)  \\ldblquote Prevailing wage\\rdblquote  shall have the same meaning as the term \\ldblquote prevailing rate of wage\\rdblquote  in subdivision 5 of section 220 of the labor law.\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\qj b.  Prevailing wage requirement for city-sponsored housing development.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (1)  Any city-sponsored housing development shall include a provision requiring the contractor and its subcontractors to pay their employees the prevailing wage, to maintain payroll records in order to comply with this section, and to comply with regulations promulgated by the city pursuant to this section.  \\par\n(2)  All contractors and their subcontractors shall maintain original payroll records reflecting the days, times and wages paid to each employee working under a city-sponsored housing development.  The contractor shall submit copies of such records certified by such contractor under penalty of perjury to be true and accurate to the contracting agency with every requisition for payment.  The contracting agency shall maintain submitted payroll information in the agency contracting file and shall make it available for public inspection.\\par\nc.  Whenever the comptroller has reason to believe that a worker has been paid less than the prevailing wage, or upon a verified complaint in writing from an employee affected by the provisions of this section, the comptroller shall conduct an investigation.  In conducting such investigation, the comptroller shall have the same investigatory, hearing and other powers as are conferred on the comptroller by sections 234 and 235 of the labor law.\\par\nd.  Any contractor that wilfully pays their employees less than the prevailing wage after entering into an agreement to do so pursuant to subdivision b of this section, shall be guilty of a misdemeanor and upon conviction shall be punished, for a first offense by a fine of five hundred dollars or by imprisonment for not more than thirty days, or by both fine and imprisonment; for a second offense by a fine of one thousand dollars, and in addition thereto the agreement upon which the violation has occurred shall be forfeited; and no such contractor shall be entitled to receive any sum nor shall any officer, agent or employee of the city pay the same or authorize its payment from the funds under his charge or control to any contractor for work done upon any agreement, on which the contractor has been convicted of a second offense in violation of the provisions of this section.\\par\ne.  This section shall only apply to city-sponsored housing developments entered into after the effective date of the local law that added this section.\\par\nf.  The mayor may promulgate rules to implement the requirements of this section.\\ulnone\\par\n\\'a72.  If any subdivision, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\\par\n\\'a73.  This local law shall take effect ninety days after enactment.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\par\n\\par\n\\par\n\\fs20\\par\n\\pard\\nowidctlpar LS#4190\\par\nTNN\\par\n03/05/08, 5:45 pm\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
