{
  "ID": 40607,
  "GUID": "7F2E4060-E517-420C-BFA3-7AFF3A82D7AA",
  "File": "Int 0734-2008",
  "Name": "Operation and maintenance of privately owned sewers and pumping stations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the operation and maintenance of privately owned sewers and pumping stations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2008-03-12T00:00:00Z",
  "AgendaDate": "2008-03-12T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 213207,
      "Date": "2008-03-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 213506,
      "Date": "2008-03-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8126,
      "AgendaSequence": 117,
      "MinutesSequence": 137,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236294,
      "Date": "2009-12-31T13:50:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41380,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 24-508 of the administrative code of the city of New York is hereby amended by adding thereto new subdivisions f and g to read as follows: \nf. For the purposes of this section, the term “sewer” shall include any pumping station constructed by the owner of private property pursuant to plans approved by the department in accordance with subdivision a of this section, irrespective of when such pumping station was constructed. Where a pumping station constructed by a private property owner is connected to any sewer constructed by a private property owner but to which the city has taken title in accordance with subdivision d of this section, the city shall be required to forthwith take such actions as are necessary to acquire title to such pumping station. \n§2.  Chapter 5 of article 24 of the administrative code of the city of New York is amended by adding a new section 24-508.1 to read as follows: \n§24-508.1 Private pumping stations a. For purposes of this section, the following terms shall have the following meanings: \n1. “Private pumping station” shall mean a privately owned, operated and maintained wastewater collection facility used for the pumping of sanitary or stormwater runoff or combined sewage.  \n2. “Owner” shall mean any individual, firm, corporation, company, association, society, institution or any other legal entity that owns the property, appurtenances, and sewer easements on which a private pumping station is located.\nb. The owner of any private pumping station shall on the first of every month provide to the department written proof that all charges for utility services related to the operation of such private pumping station have been paid.  The owner of such private pumping station shall also provide to the department an affidavit that such private pumping station is in good working order.  The department shall periodically inspect such pumping station to determine if such pumping station is in good working order.\nc. Should the owner fail to provide the documentation as required by subdivision b of this section for two consecutive months, there shall be a presumption that such private pumping station is abandoned.  The department shall issue a written notice to the owner of such private pumping station within fifteen days of the failure to comply with such subdivision, in which the department shall inform such owner that if such owner did not provide the documentation required by such subdivision within fifteen days from the delivery of such notice, the department shall take title to such private pumping station.  Such notice shall be by personal delivery to the last known address of an owner or through certified mail to such address, return receipt requested.  For purposes of this subdivision, if such notice is not provided through personal delivery to the last known address of an owner, the fifteen day time period in this subdivision shall be deemed to commence five days after mailing of such notice.\nd. If the owner of such private pumping station has not provided the required documentation during such fifteen day period, the private pumping station shall be deemed abandoned, and the department shall take title to and possession of such pumping station, and shall thereafter operate and maintain such private pumping station.\n\t§3.  The provisions of this local law shall take effect immediately upon enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Section 24-508 of the administrative code of the city of New York is hereby amended by adding thereto new subdivisions f and g to read as follows: \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul f. For the purposes of this section, the term \\ldblquote sewer\\rdblquote  shall include any pumping station constructed by the owner of private property pursuant to plans approved by the department in accordance with subdivision a of this section, irrespective of when such pumping station was constructed. Where a pumping station constructed by a private property owner is connected to any sewer constructed by a private property owner but to which the city has taken title in accordance with subdivision d of this section, the city shall be required to forthwith take such actions as are necessary to acquire title to such pumping station. \\par\n\\ulnone\\'a72.  Chapter 5 of article 24 of the administrative code of the city of New York is amended by adding a new section 24-508.1 to read as follows:\\ul  \\par\n\\ulnone\\'a7\\ul 24-508.1 Private pumping stations a. For purposes of this section, the following terms shall have the following meanings: \\par\n\\pard\\fi720\\sl480\\slmult1 1. \\ldblquote Private pumping station\\rdblquote  shall mean a privately owned, operated and maintained wastewater collection facility used for the pumping of sanitary or stormwater runoff or combined sewage.  \\par\n2. \\ldblquote Owner\\rdblquote  shall mean any individual, firm, corporation, company, association, society, institution or any other legal entity that owns the property, appurtenances, and sewer easements on which a private pumping station is located.\\par\nb. The owner of any private pumping station shall on the first of every month provide to the department written proof that all charges for utility services related to the operation of such private pumping station have been paid.  The owner of such private pumping station shall also provide to the department an affidavit that such private pumping station is in good working order.  The department shall periodically inspect such pumping station to determine if such pumping station is in good working order.\\par\nc. Should the owner fail to provide the documentation as required by subdivision b of this section for two consecutive months, there shall be a presumption that such private pumping station is abandoned.  The department shall issue a written notice to the owner of such private pumping station within fifteen days of the failure to comply with such subdivision, in which the department shall inform such owner that if such owner did not provide the documentation required by such subdivision within fifteen days from the delivery of such notice, the department shall take title to such private pumping station.  Such notice shall be by personal delivery to the last known address of an owner or through certified mail to such address, return receipt requested.  For purposes of this subdivision, if such notice is not provided through personal delivery to the last known address of an owner, the fifteen day time period in this subdivision shall be deemed to commence five days after mailing of such notice.\\par\nd. If the owner of such private pumping station has not provided the required documentation during such fifteen day period, the private pumping station shall be deemed abandoned, and the department shall take title to and possession of such pumping station, and shall thereafter operate and maintain such private pumping station.\\line\\ulnone\\tab\\'a73.  The provisions of this local law shall take effect immediately upon enactment.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\qj\\ul  \\par\n\\pard\\qc\\ulnone\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
