{
  "ID": 40701,
  "GUID": "4055DA38-61C9-496D-9BB5-DEF6B9040FF2",
  "File": "Int 0740-2008",
  "Name": "Processions, parades and races.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to processions, parades and races.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2008-03-26T00:00:00Z",
  "AgendaDate": "2008-03-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 213798,
      "Date": "2008-03-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 213926,
      "Date": "2008-03-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8141,
      "AgendaSequence": 97,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236290,
      "Date": "2009-12-31T13:48:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41478,
  "Text": "Be it enacted by the Council as follows:\nSection one. Declaration of Legislative intent.  The Council hereby finds and declares that the police department’s crowd control practices often suppress the ability of people to observe and participate in processions, parades or races.  In the past, the Mayor and other elected officials have openly condoned these crowd control practices.  For example, during the Republican National Convention in 2004 the Mayor openly condoned the tactics employed by the police department to corral protestors and bystanders, to quickly take them into custody, and to confine them for extended periods in order to prevent them from returning to the protest site.  The Council finds this practice, as well as the use of netting to enclose participants in a procession, parade or race, to be dehumanizing.  The Council further finds that the use of these tactics sends the message that open debate and political activism will result in harassment and incarceration.  The Council intends to encourage the police department to adopt crowd control practices at processions, parades and races that are consistent with the First Amendment and the New York State Constitution.  The Council further intends to encourage people to utilize their First Amendment and New York State Constitutional rights in a peaceful and lawful manner when gathering for processions, parades and races.  To this end, the Council declares it to be the policy of this city to encourage the peaceful and lawful assemblies of its citizens and the use of the least restrictive means for the control of processions, parades and races.\n§2.\tSubdivision a of section 10-110 of chapter one of title 10 of the administrative code of the city of New York is hereby amended by adding new paragraphs 6, 7 and 8 to read as follows:\n\t6.\tThe police commissioner shall not deny a permit for any procession, parade, or race based upon the ideology, principles, beliefs, or desire to express political dissent of the organizers or participants of said procession, parade or race.\n\t7.\tThe police department shall employ only the least restrictive means necessary to ensure the safety and orderly conduct of those observing or attending any procession, parade or race for which a permit has been properly issued.\n\t8.\tOn the first day of the tenth month after this local law shall have gone into effect and on that date annually thereafter, the police department shall submit to the city council a report detailing the following: the number and type of applications that have been received, approved and denied, as well as the number of violations that have been issued and the reasons for their issuance.\n\t§3.\tThis local law shall take effect ninety days after its enactment, provided that the commissioner of the police department may take any actions necessary prior to the effective date of this local law, including, but not limited to, the promulgation of rules.\n\n_________\nLS #1127\nJEB\n3/21/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone Section one. \\b Declaration of Legislative intent.\\b0   The Council hereby finds and declares that the police department\\rquote s crowd control practices often suppress the ability of people to observe and participate in processions, parades or races.  In the past, the Mayor and other elected officials have openly condoned these crowd control practices.  For example, during the Republican National Convention in 2004 the Mayor openly condoned the tactics employed by the police department to corral protestors and bystanders, to quickly take them into custody, and to confine them for extended periods in order to prevent them from returning to the protest site.  The Council finds this practice, as well as the use of netting to enclose participants in a procession, parade or race, to be dehumanizing.  The Council further finds that the use of these tactics sends the message that open debate and political activism will result in harassment and incarceration.  The Council intends to encourage the police department to adopt crowd control practices at processions, parades and races that are consistent with the First Amendment and the New York State Constitution.  The Council further intends to encourage people to utilize their First Amendment and New York State Constitutional rights in a peaceful and lawful manner when gathering for processions, parades and races.  To this end, the Council declares it to be the policy of this city to encourage the peaceful and lawful assemblies of its citizens and the use of the least restrictive means for the control of processions, parades and races.\\par\n\\'a72.\\tab Subdivision a of section 10-110 of chapter one of title 10 of the administrative code of the city of New York is hereby amended by adding new paragraphs 6, 7 and 8 to read as follows:\\par\n\\pard\\sl480\\slmult1\\tab\\ul 6.\\tab The police commissioner shall not deny a permit for any procession, parade, or race based upon the ideology, principles, beliefs, or desire to express political dissent of the organizers or participants of said procession, parade or race.\\par\n\\ulnone\\tab\\ul 7.\\tab The police department shall employ only the least restrictive means necessary to ensure the safety and orderly conduct of those observing or attending any procession, parade or race for which a permit has been properly issued.\\ulnone\\par\n\\tab\\ul 8.\\tab On the first day of the tenth month after this local law shall have gone into effect and on that date annually thereafter, the police department shall submit to the city council a report detailing the following: the number and type of applications that have been received, approved and denied, as well as the number of violations that have been issued and the reasons for their issuance.\\par\n\\ulnone\\tab\\'a73.\\tab This local law shall take effect ninety days after its enactment, provided that the commissioner of the police department may take any actions necessary prior to the effective date of this local law, including, but not limited to, the promulgation of rules.\\par\n\\pard\\par\n_________\\par\n\\fs20 LS #1127\\par\nJEB\\par\n3/21/08\\par\n\\par\n\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
