{
  "ID": 40681,
  "GUID": "D9273BD5-9ED7-47C6-80F8-E6D38CE3233C",
  "File": "Int 0743-2008",
  "Name": "Planning for and policing First Amendment assemblies in a transparent and accommodating manner.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to planning for and policing First Amendment assemblies in a transparent and accommodating manner.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2008-03-26T00:00:00Z",
  "AgendaDate": "2008-03-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    }
  ],
  "History": [
    {
      "ID": 213802,
      "Date": "2008-03-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 213931,
      "Date": "2008-03-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8141,
      "AgendaSequence": 102,
      "MinutesSequence": 125,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236287,
      "Date": "2009-12-31T13:48:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41458,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Declaration of legislative findings and intent. It is hereby declared the public policy of the city of New York to assist, facilitate, and otherwise encourage the rights of persons to organize and participate in peaceful First Amendment assemblies in city public spaces.\nAccordingly, there is hereby established a notice and First Amendment Assembly plan approval process aimed at the fair and transparent accommodation of competing uses of city public spaces, which means to encourage First Amendment assemblies by de-criminalizing mere participation in, or proximity to, them.\nThere are hereby further established clear guidelines regarding the circumstances under which reasonable time, place, and manner restrictions shall be placed on First Amendment assemblies, prior to and during their occurrence.\n§2. Section 10-110 of the administrative code of the city of New York is REPEALED and a new section 10-110 is added to read as follows:\n§10-110 First Amendment assemblies. a. Definitions. The following terms shall have the following meanings:\n1. \"First Amendment assembly\" means any group activity constituting expressive association and thereby or otherwise afforded protection by the First Amendment to the United States Constitution and Article I Sections 8 and 9 of the New York State Constitution, including, but not limited to, any demonstration, rally, parade, march, picket line, celebration, or other similar gathering conducted for the purpose of expressing political, social, or religious views, regardless of the content of the beliefs expressed or anticipated to be expressed.\n2. \"City public space\" means any and all city streets and roadways, except that all city parks and sidewalks shall also be considered “city public spaces” under subsections c.1 through c.11 and d .1 through d.2 of this section. \n3. \"Determination on the merits\" means (a) the actual transmission, by facsimile, email, or certified mail, return receipt requested, of a written, approved First Amendment assembly plan or (b) the actual transmission, by facsimile, email, or certified mail, return receipt requested, of a written denial of an application for a First Amendment assembly plan or (c) the actual transmission, by facsimile, email, or certified mail, return receipt requested, of a written revocation of a written, approved First Amendment assembly plan prior to the date of the planned assembly.\n4. “Articulated determination” means the written recording in a business record to be created on a suitable form prescribed and furnished by the Department of the basis for a particular determination under this provision, which form shall include the full name and title of the officer(s) or agent(s) who made the determination and a full explanation of any and all reasons justifying the determination.\nb. Notice and plan approval process for First Amendment assemblies. 1. A person or group wishing to conduct a First Amendment assembly in a city public space shall give notice and apply for approval of an assembly plan before conducting the assembly in accordance with this provision, except that a person or group wishing to conduct a First Amendment assembly in a city public space shall not be required to give notice or apply for approval of an assembly plan hereunder before planning for, conducting, organizing, or participating in the same where (a) the person or group considering giving notice of the proposed assembly has a good faith, articulated basis for believing that the proposed assembly will not materially prevent other lawful uses of the same city public space(s) proposed to be used and (b) reasonably anticipates that fewer than 100 persons will participate in the proposed assembly, provided, however, that identifiable distinct groups clearly following different routes will be deemed to constitute separate assemblies or (c) the assembly is for the purpose of an immediate and spontaneous expression in response to a public event.\n2. The authority to receive and review a notice of and/or an application for approval of a plan for a First Amendment assembly in city public spaces, and to grant, deny, or revoke an approved assembly plan in connection therewith or to otherwise restrict the same prior to the occurrence of the proposed assembly, is vested exclusively with the Department, and persons or groups providing notice to and applying for approval of a plan from the city to conduct a First Amendment assembly in city public spaces shall not be required to give notice of or obtain approval from any other official, agency, or entity for the same.\n3. Upon receipt of a complete application on a form prescribed by the Department, the Department shall make a determination on the merits of the application as set forth below or more expeditiously, considering the importance of prompt administrative review of the same as paramount in exercising his or her discretion hereunder: (a) Where a complete application is filed 90 days or more prior to the proposed assembly date, the Department shall make a determination on the merits of the application no later than 45 days prior to the proposed assembly; (b) Where a complete application is filed less than 90 days but more than 30 days prior to the proposed assembly date, the Department shall make a determination on the merits of the application no later than 20 days prior to the proposed assembly; (c) Where a complete application is filed less than 30 days but not more than 10 days prior to the proposed assembly date, the Department shall make a determination on the merits of the application no later than 7 days prior to the proposed assembly; (d) Where a complete application is filed less than 10 days prior to the proposed assembly date, the Department shall make a determination on the merits of the application as expeditiously as possible given the resources available to the Department; (e) Where a complete application is filed to organize an immediate response to a public event the Department shall expedite its review process and make a determination on the merits of the application within 12 hours of the filing of the complete application.\n4. Upon receipt of a complete application on a form prescribed by the Department proposing the use of specific city public space(s) at a particular time, date, and location where other First Amendment assemblies or street fairs or other similar events have traditionally been held by another person or group at that time, date, and location, as expeditiously as is practical under the circumstances (a) the Department shall inform the person or group giving notice of the proposed assembly in the complete application and the person or group having given notice of the traditional event in question by contemporaneously transmitting to them a writing announcing that the Department is considering a complete application proposing the use of the same specific city public space(s) at a particular time, date, and location by facsimile, e-mail, or certified mail, return receipt requested and (b) the aforementioned writing shall further indicate the date on which the Department expects to make a determination on the merits of the complete application and provide the person or group having given notice of the traditional event and the person or group giving notice of the proposed assembly in the complete application with specific information regarding the procedures by which the Department will treat a complete application from the person or group having given notice of the traditional event within a definite time period established and communicated to both persons or groups by the Department. \n5. An application shall be approved unless (a) the application, including any reasonably required attachments and submissions, is not fully completed and executed, and the person or group giving notice of the proposed assembly has been actually informed of their omission of specific, necessary information, and failed to avail themselves of, an opportunity reasonable under the circumstances to submit the information or (b) the application contains a material falsehood or misrepresentation or (c) an approved First Amendment assembly plan, street fair permit, or other, similar plan for the use of the city public space(s) proposed to be used in the application at the same time, place, and location on the same date pre-dates the filing of the complete application or (d) the application proposes activity which will substantially interfere with traffic in the area of and/or contiguous to the proposed First Amendment assembly and the Department and/or other city agencies have made an articulated determination that there is an actual lack of necessary resources to reduce that interference by escorting participants in the proposed activity or otherwise facilitating the same in order to minimize its interference with traffic or (e) the application proposes activities which would imminently threaten the health or safety of the applicant(s) or the public, or cause damage to public or private property and the NYPD and/or other city agencies have made an articulated determination to that effect or (f) the complete application was actually filed less than five days prior to the proposed assembly and proposes activities which would materially impede the provision of proper fire and police protection or ambulance service, where, by reason of the timing of the application, there is insufficient time to make such police or other city resources available as would be necessary to both ensure the normal provision of those services and facilitate the event as proposed, and where an articulated determination of the same has been made.\n6. No person or group giving notice of a proposed First Amendment assembly shall be required to attend an in-person meeting with the Department as a part of the procedures established in this provision except upon written request by the Department, which articulates a particularized need for information not found within the application, made within five days of the Department’s receipt of the application.\n7. In any written denial of an application filed pursuant to this provision, the Department shall (a) offer the person or group giving notice of the proposed First Amendment assembly therein reasonable alternative channels for expression, considering the intent of the proposed First Amendment assembly and its proposed time, place, and manner; and (b) articulate any and all reasons for the denial.\n8. Following the approval of an assembly plan, the Department may, after consultations with the person or group giving notice of the assembly, amend the plan to make reasonable modifications thereto up until 10 days prior to the assembly specifically set forth in a written notice of the same actually transmitted to the person or group giving notice of the proposed assembly by facsimile, e-mail, or certified mail, return receipt requested.  \n9. Any person or group receiving a final determination, assembly plan, or notice of amendment to an assembly plan may appeal the same by written request filed with the Commissioner who shall concur with, modify, or overrule the final determination, explaining in writing the reasons for her or his decision, expeditiously and prior to the date and time the assembly has been proposed to commence.\nc. Police handling and response to First Amendment assemblies: Reasonable and articulated time, place, and manner restrictions. 1. The Department, and other city entities involved in planning for and responding to First Amendment assemblies in city public spaces shall recognize and implement the legislative findings and intent established herein when enforcing any restrictions on First Amendment assemblies held in city public spaces.\n2. Where a spontaneous First Amendment assembly is held in response to an event in a city public space and an assembly plan has not been approved for any reason, the Department shall, consistent with the interests of public safety, seek to assist, facilitate, and otherwise encourage the rights of persons to organize and participate in the same in accordance with the public policies declared in this provision.\n3. The Department may enforce reasonable time, place, and manner restrictions on First Amendment assemblies during the occurrence of such an assembly where the additional restrictions are, in each instance (a) no broader than necessary to serve a legitimate and important governmental objective, (b) minimally burdensome on protected speech and conduct, and (c) enforced to address (i) the occurrence of actions or events that were not anticipated at the time the Department first learned of the proposed assembly or (ii) an articulated determination by the Department that there exists an imminent likelihood of violence endangering persons or threatening to cause significant property damage.\n4. No time, place, or manner restriction regarding a First Amendment assembly shall be based on (a) content of speech or lack of political purpose, such that under no circumstances shall one type of speech be favored over another; or (b) the content of the beliefs expressed or anticipated to be expressed during the assembly; or (c) factors such as the attire or appearance of persons participating or expected to participate in an assembly, nor may such restrictions favor non-First Amendment activities over First Amendment activities. \n5. Except where there has been an articulated determination that imminent danger of violence or significant damage to property exists, the Department shall communicate clear instructions regarding any and all time, place, or manner restrictions placed on a First Amendment assembly during its occurrence in as non-confrontational a manner as is possible under the circumstances using adequately amplified sound from multiple locations.\n6. The Department shall, to the extent possible under the circumstances, seek to enforce reasonable and articulated time, place, or manner restrictions by clearly offering a real opportunity or opportunities for voluntary compliance.\n7. Should individuals fail to avail themselves of such opportunity or opportunities, the Department may then seek, as appropriate, to enforce the restrictions by issuing summonses to, or by arresting, specific non-compliant persons, and shall attempt, when practicable, to refrain from issuing a general order to disperse, thus allowing the First Amendment assembly to continue.\n8. The Department shall not issue a general order to disperse in connection with a First Amendment assembly except where a determination has been made that (a) a significant number or percentage of the assembly participants are failing to adhere to time, place, and manner restrictions lawfully imposed in accordance with this section, and either the compliance measures set forth in this section have failed to result in substantial compliance or there is not reasonable likelihood that they will result in substantial compliance or (b) a significant number or percentage of the assembly participants are engaging, or about to engage in, violence toward persons or property.\n9. If and when there is made an articulated determination that a First Amendment assembly, or a part thereof, must be dispersed, the Department shall issue at least one clearly audible and understandable order to disperse using amplified sound, and every such order to disperse shall include (a) at least one clear statement of the full name and rank of the officer issuing the order, (b) a clear and succinct statement of the basis for the order, (c) specific time limits within which compliance may be made prior to the initiation of arrests, (d) a clear statement that individuals who comply with the order within a specific time period will not be arrested and (e) specific, clear, and safe routes through which individuals who wish to comply may disperse.\n10. Except where there has been made an articulated determination that there exists imminent danger of personal injury or significant damage to property, at least three such dispersal orders shall be issued.\n11. Except where there has been made an articulated determination that there exists imminent danger of personal injury or significant damage to property, any and all such dispersal orders shall be given from multiple locations.\n12. The decision to issue an order to disperse or to arrest participants in or observers of a First Amendment assembly in a city public space shall not be based solely on a determination that a permit was required and not issued in connection with the assembly.\nd. Oversight and reporting requirements. 1. The Commissioner shall cause a business record to be created on a suitable form prescribed and furnished by the Department whenever she or he or any of her of his agents makes a determination on the merits of a complete application of a First Amendment assembly plan pursuant to subsection b of this section, which shall specifically state the determination to approve or deny the proposed assembly plan, the full name and title of the officer or agent who made the determination, a full explanation of all reasons for which the application was approved or denied, and any modifications made to the assembly plan by the Department; the record shall be provided to the City Council Member for which the permit was requested.\n2. On a quarterly basis, the Commissioner shall submit to the Council and the Mayor a certified report, which shall be published forthwith in the City Record and otherwise made public, containing (a) the business records created pursuant to subsection d.1 of this section during the preceding quarter and (b) a summary statement of the Department’s activities in connection with regulating First Amendment assemblies in city public spaces during the preceding quarter, explaining in narrative and/or tabular form which time, place, or manner restrictions were enforced and the extent of and circumstances surrounding any and all summons or arrest activity that occurred in connection with First Amendment assemblies in city public spaces, and describing with particularity which measures the department took to comply with subsection c of this section prior to resorting to any such activity.\n \t§3.\tThis local law shall become effective in 90 days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\sl360\\slmult1\\ul\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1 Be it enacted by the Council as follows\\ulnone :\\par\n\\tab Section 1. Declaration of legislative findings and intent. It is hereby declared the public policy of the city of New York to assist, facilitate, and otherwise encourage the rights of persons to organize and participate in peaceful First Amendment assemblies in city public spaces.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Accordingly, there is hereby established a notice and First Amendment Assembly plan approval process aimed at the fair and transparent accommodation of competing uses of city public spaces, which means to encourage First Amendment assemblies by de-criminalizing mere participation in, or proximity to, them.\\par\nThere are hereby further established clear guidelines regarding the circumstances under which reasonable time, place, and manner restrictions shall be placed on First Amendment assemblies, prior to and during their occurrence.\\par\n\\'a72. Section 10-110 of the administrative code of the city of New York is REPEALED and a new section 10-110 is added to read as follows:\\par\n\\ul\\'a710-110 First Amendment assemblies. a. Definitions. The following terms shall have the following meanings:\\par\n1. \"First Amendment assembly\" means any group activity constituting expressive association and thereby or otherwise afforded protection by the First Amendment to the United States Constitution and Article I Sections 8 and 9 of the New York State Constitution, including, but not limited to, any demonstration, rally, parade, march, picket line, celebration, or other similar gathering conducted for the purpose of expressing political, social, or religious views, regardless of the content of the beliefs expressed or anticipated to be expressed.\\par\n2. \"City public space\" means any and all city streets and roadways, except that all city parks and sidewalks shall also be considered \\ldblquote city public spaces\\rdblquote  under subsections c.1 through c.11 and d .1 through d.2 of this section. \\b\\par\n\\b0 3. \"Determination on the merits\" means (a) the actual transmission, by facsimile, email, or certified mail, return receipt requested, of a written, approved First Amendment assembly plan or (b) the actual transmission, by facsimile, email, or certified mail, return receipt requested, of a written denial of an application for a First Amendment assembly plan or (c) the actual transmission, by facsimile, email, or certified mail, return receipt requested, of a written revocation of a written, approved First Amendment assembly plan prior to the date of the planned assembly.\\par\n4. \\ldblquote Articulated determination\\rdblquote  means the written recording in a business record to be created on a suitable form prescribed and furnished by the Department of the basis for a particular determination under this provision, which form shall include the full name and title of the officer(s) or agent(s) who made the determination and a full explanation of any and all reasons justifying the determination.\\par\nb. Notice and plan approval process for First Amendment assemblies. 1. A person or group wishing to conduct a First Amendment assembly in a city public space shall give notice and apply for approval of an assembly plan before conducting the assembly in accordance with this provision, except that a person or group wishing to conduct a First Amendment assembly in a city public space shall not be required to give notice or apply for approval of an assembly plan hereunder before planning for, conducting, organizing, or participating in the same where (a) the person or group considering giving notice of the proposed assembly has a good faith, articulated basis for believing that the proposed assembly will not materially prevent other lawful uses of the same city public space(s) proposed to be used and (b) reasonably anticipates that fewer than 100 persons will participate in the proposed assembly, provided, however, that identifiable distinct groups clearly following different routes will be deemed to constitute separate assemblies or (c) the assembly is for the purpose of an immediate and spontaneous expression in response to a public event.\\par\n2. The authority to receive and review a notice of and/or an application for approval of a plan for a First Amendment assembly in city public spaces, and to grant, deny, or revoke an approved assembly plan in connection therewith or to otherwise restrict the same prior to the occurrence of the proposed assembly, is vested exclusively with the Department, and persons or groups providing notice to and applying for approval of a plan from the city to conduct a First Amendment assembly in city public spaces shall not be required to give notice of or obtain approval from any other official, agency, or entity for the same.\\par\n3. Upon receipt of a complete application on a form prescribed by the Department, the Department shall make a determination on the merits of the application as set forth below or more expeditiously, considering the importance of prompt administrative review of the same as paramount in exercising his or her discretion hereunder: (a) Where a complete application is filed 90 days or more prior to the proposed assembly date, the Department shall make a determination on the merits of the application no later than 45 days prior to the proposed assembly; (b) Where a complete application is filed less than 90 days but more than 30 days prior to the proposed assembly date, the Department shall make a determination on the merits of the application no later than 20 days prior to the proposed assembly; (c) Where a complete application is filed less than 30 days but not more than 10 days prior to the proposed assembly date, the Department shall make a determination on the merits of the application no later than 7 days prior to the proposed assembly; (d) Where a complete application is filed less than 10 days prior to the proposed assembly date, the Department shall make a determination on the merits of the application as expeditiously as possible given the resources available to the Department; (e) Where a complete application is filed to organize an immediate response to a public event the Department shall expedite its review process and make a determination on the merits of the application within 12 hours of the filing of the complete application.\\par\n4. Upon receipt of a complete application on a form prescribed by the Department proposing the use of specific city public space(s) at a particular time, date, and location where other First Amendment assemblies or street fairs or other similar events have traditionally been held by another person or group at that time, date, and location, as expeditiously as is practical under the circumstances (a) the Department shall inform the person or group giving notice of the proposed assembly in the complete application and the person or group having given notice of the traditional event in question by contemporaneously transmitting to them a writing announcing that the Department is considering a complete application proposing the use of the same specific city public space(s) at a particular time, date, and location by facsimile, e-mail, or certified mail, return receipt requested and (b) the aforementioned writing shall further indicate the date on which the Department expects to make a determination on the merits of the complete application and provide the person or group having given notice of the traditional event and the person or group giving notice of the proposed assembly in the complete application with specific information regarding the procedures by which the Department will treat a complete application from the person or group having given notice of the traditional event within a definite time period established and communicated to both persons or groups by the Department. \\par\n5. An application shall be approved unless (a) the application, including any reasonably required attachments and submissions, is not fully completed and executed, and the person or group giving notice of the proposed assembly has been actually informed of their omission of specific, necessary information, and failed to avail themselves of, an opportunity reasonable under the circumstances to submit the information or (b) the application contains a material falsehood or misrepresentation or (c) an approved First Amendment assembly plan, street fair permit, or other, similar plan for the use of the city public space(s) proposed to be used in the application at the same time, place, and location on the same date pre-dates the filing of the complete application or (d) the application proposes activity which will substantially interfere with traffic in the area of and/or contiguous to the proposed First Amendment assembly and the Department and/or other city agencies have made an articulated determination that there is an actual lack of necessary resources to reduce that interference by escorting participants in the proposed activity or otherwise facilitating the same in order to minimize its interference with traffic or (e) the application proposes activities which would imminently threaten the health or safety of the applicant(s) or the public, or cause damage to public or private property and the NYPD and/or other city agencies have made an articulated determination to that effect or (f) the complete application was actually filed less than five days prior to the proposed assembly and proposes activities which would materially impede the provision of proper fire and police protection or ambulance service, where, by reason of the timing of the application, there is insufficient time to make such police or other city resources available as would be necessary to both ensure the normal provision of those services and facilitate the event as proposed, and where an articulated determination of the same has been made.\\par\n6. No person or group giving notice of a proposed First Amendment assembly shall be required to attend an in-person meeting with the Department as a part of the procedures established in this provision except upon written request by the Department, which articulates a particularized need for information not found within the application, made within five days of the Department\\rquote s receipt of the application.\\par\n7. In any written denial of an application filed pursuant to this provision, the Department shall (a) offer the person or group giving notice of the proposed First Amendment assembly therein reasonable alternative channels for expression, considering the intent of the proposed First Amendment assembly and its proposed time, place, and manner; and (b) articulate any and all reasons for the denial.\\par\n8. Following the approval of an assembly plan, the Department may, after consultations with the person or group giving notice of the assembly, amend the plan to make reasonable modifications thereto up until 10 days prior to the assembly specifically set forth in a written notice of the same actually transmitted to the person or group giving notice of the proposed assembly by facsimile, e-mail, or certified mail, return receipt requested.  \\par\n9. Any person or group receiving a final determination, assembly plan, or notice of amendment to an assembly plan may appeal the same by written request\\b  \\b0 filed with the Commissioner who shall concur with, modify, or overrule the final determination, explaining in writing the reasons for her or his decision, expeditiously and prior to the date and time the assembly has been proposed to commence.\\par\nc. Police handling and response to First Amendment assemblies: Reasonable and articulated time, place, and manner restrictions. 1. The Department, and other city entities involved in planning for and responding to First Amendment assemblies in city public spaces shall recognize and implement the legislative findings and intent established herein when enforcing any restrictions on First Amendment assemblies held in city public spaces.\\par\n2. Where a spontaneous First Amendment assembly is held in response to an event in a city public space and an assembly plan has not been approved for any reason, the Department shall, consistent with the interests of public safety, seek to assist, facilitate, and otherwise encourage the rights of persons to organize and participate in the same in accordance with the public policies declared in this provision.\\par\n3. The Department may enforce reasonable time, place, and manner restrictions on First Amendment assemblies during the occurrence of such an assembly where the additional restrictions are, in each instance (a) no broader than necessary to serve a legitimate and important governmental objective, (b) minimally burdensome on protected speech and conduct, and (c) enforced to address (i) the occurrence of actions or events that were not anticipated at the time the Department first learned of the proposed assembly or (ii) an articulated determination by the Department that there exists an imminent likelihood of violence endangering persons or threatening to cause significant property damage.\\par\n4. No time, place, or manner restriction regarding a First Amendment assembly shall be based on (a) content of speech or lack of political purpose, such that under no circumstances shall one type of speech be favored over another\\cf1 ; or (b) the content of the beliefs expressed or anticipated to be expressed during the assembly; or (c) factors such as the attire or appearance of persons participating or expected to participate in an assembly, nor may such restrictions favor non-First Amendment activities over First Amendment activities. \\cf0\\par\n5. Except where there has been an articulated determination that imminent danger of violence or significant damage to property exists, the Department shall communicate clear instructions regarding any and all time, place, or manner restrictions placed on a First Amendment assembly during its occurrence in as non-confrontational a manner as is possible under the circumstances using adequately amplified sound from multiple locations.\\par\n6. The Department shall, to the extent possible under the circumstances, seek to enforce reasonable and articulated time, place, or manner restrictions by clearly offering a real opportunity or opportunities for voluntary compliance.\\par\n7. Should individuals fail to avail themselves of such opportunity or opportunities, the Department may then seek, as appropriate, to enforce the restrictions by issuing summonses to, or by arresting, specific non-compliant persons, and shall attempt, when practicable, to refrain from issuing a general order to disperse, thus allowing the First Amendment assembly to continue.\\par\n8. The Department shall not issue a general order to disperse in connection with a First Amendment assembly except where a determination has been made that (a) a significant number or percentage of the assembly participants are failing to adhere to time, place, and manner restrictions lawfully imposed in accordance with this section, and either the compliance measures set forth in this section have failed to result in substantial compliance or there is not reasonable likelihood that they will result in substantial compliance or (b) a significant number or percentage of the assembly participants are engaging, or about to engage in, violence toward persons or property.\\par\n9. If and when there is made an articulated determination that a First Amendment assembly, or a part thereof, must be dispersed, the Department shall issue at least one clearly audible and understandable order to disperse using amplified sound, and every such order to disperse shall include (a) at least one clear statement of the full name and rank of the officer issuing the order, (b) a clear and succinct statement of the basis for the order, (c) specific time limits within which compliance may be made prior to the initiation of arrests, (d) a clear statement that individuals who comply with the order within a specific time period will not be arrested and (e) specific, clear, and safe routes through which individuals who wish to comply may disperse.\\par\n10. Except where there has been made an articulated determination that there exists imminent danger of personal injury or significant damage to property, at least three such dispersal orders shall be issued.\\par\n11. Except where there has been made an articulated determination that there exists imminent danger of personal injury or significant damage to property, any and all such dispersal orders shall be given from multiple locations.\\par\n12. The decision to issue an order to disperse or to arrest participants in or observers of a First Amendment assembly in a city public space shall not be based solely on a determination that a permit was required and not issued in connection with the assembly.\\par\nd. Oversight and reporting requirements. 1. The Commissioner shall cause a business record to be created on a suitable form prescribed and furnished by the Department whenever she or he or any of her of his agents makes a determination on the merits of a complete application of a First Amendment assembly plan pursuant to subsection b of this section, which shall specifically state the determination to approve or deny the proposed assembly plan, the full name and title of the officer or agent who made the determination, a full explanation of all reasons for which the application was approved or denied, and any modifications made to the assembly plan by the Department; the record shall be provided to the City Council Member for which the permit was requested.\\par\n2. On a quarterly basis, the Commissioner shall submit to the Council and the Mayor a certified report, which shall be published forthwith in the City Record and otherwise made public, containing (a) the business records created pursuant to subsection d.1 of this section during the preceding quarter and (b) a summary statement of the Department\\rquote s activities in connection with regulating First Amendment assemblies in city public spaces during the preceding quarter, explaining in narrative and/or tabular form which time, place, or manner restrictions were enforced and the extent of and circumstances surrounding any and all summons or arrest activity that occurred in connection with First Amendment assemblies in city public spaces, and describing with particularity which measures the department took to comply with subsection c of this section prior to resorting to any such activity.\\par\n\\pard\\nowidctlpar\\sl360\\slmult1\\qj\\ulnone  \\tab\\'a73.\\tab This local law shall become effective in 90 days after its enactment.\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
