{
  "ID": 40795,
  "GUID": "BCCD962B-199F-4C44-A128-9905AEECC77A",
  "File": "Int 0745-2008",
  "Name": "Appointment and duties of the citywide high-rise firefighting commission.",
  "Title": "A Local Law to amend the New York City Charter, in relation to the appointment and duties of the citywide high-rise firefighting commission.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2008-04-16T00:00:00Z",
  "AgendaDate": "2008-04-16T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 214526,
      "Date": "2008-04-16T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 214739,
      "Date": "2008-04-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8182,
      "AgendaSequence": 129,
      "MinutesSequence": 166,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236285,
      "Date": "2009-12-31T13:47:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41573,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  The New York city charter is amended by adding a new Chapter 71-A to read as follows:\n\t\t\t\tCHAPTER 71-A\nCITYWIDE HIGH-RISE FIREFIGHTING COMMISSION\n\t§2907 Citywide high-rise firefighting commission.  a.  There shall be a citywide high-rise firefighting commission that shall consist of eleven members who shall be appointed for three year terms as follows: (i) five appointed by the speaker of the city council, (ii) five appointed by the mayor, (iii) one appointed by the public advocate.  One member of the citywide high-rise firefighting commission shall be appointed as chairperson by a majority vote of all members of the commission.  \nb.  Appointment to the citywide high-rise firefighting commission shall be made as follows:\n (1) of the five appointees of the speaker of the city council, (i) one appointee shall be a licensed structural engineer with at least twenty years experience, (ii) one appointee shall be a licensed civil engineer with at least twenty years experience, (iii) one appointee shall be a former fire chief with at least twenty years experience, (iv) one appointee shall have a doctorate in fire science, and (v) one appointee shall be unrestricted.\n (2) of the five appointees of the mayor, the mayor shall determine the background and experience of the mayor’s appointees.\n(3) the appointee of the public advocate shall be a representative of the construction contracting industry.\nc.  All appointees to the citywide high-rise firefighting commission shall be residents of the city of New York.\nd.  Neither the chairperson nor the members of the citywide high-rise firefighting commission shall be entitled to receive compensation nor shall they be current or former employees of the city.  \n\te.  The citywide high-rise firefighting commission shall:\n\t(1) assess the current procedures, protocols, rules, regulations and laws that govern the prevention of fires in high-rise buildings as well as the efforts utilized to fight fires in high-rise buildings;\n\t(2) hold at least one meeting per month at which a quorum of citywide high-rise firefighting commission members is present;\n\t(3) issue quarterly reports to the mayor, the speaker of the city council, and the public advocate detailing the citywide high-rise firefighting commission’s activities during the previous three-month period;\n\t(5) issue annual reports to the mayor, the speaker of the council, and the public advocate, by the second Tuesday of each calendar year, detailing the citywide high-rise firefighting commission’s findings and recommendations as well as its goals for the upcoming year;\n\t(6) perform such other duties as may be necessary as determined by the citywide high-rise firefighting commission in furtherance of improving the city’s ability to prevent and combat high-rise fires;\n(7) develop a comprehensive plan to address such high-rise firefighting problems as are identified by the citywide high-rise firefighting commission and shall issue such plan to the mayor, the speaker of the council, and the public advocate no later than eighteen months from the date of the commission’s first meeting.\nf. Relations with city departments and agencies.  So far as is practicable and subject to the approval of the mayor, (i) the services of all other city departments and agencies shall be made available by their respective heads to the commission for the carrying out of the functions herein stated, and (ii) information in the possession of any city department or agency shall be furnished by the head of such department or agency to the citywide high-rise firefighting commission when the commission so requests. The corporation counsel, upon request of the chairperson, may assign counsel to assist the citywide high-rise firefighting commission in the conduct of its business.\n§3.  This local law shall take effect immediately.\n\nLS #3882\nRCC\n04/07/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulw :\\ulnone\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2015\\tx2735\\tab Section 1.  The New York city charter is amended by adding a new Chapter 71-A to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx2015\\tx2735\\tab\\tab\\tab\\tab\\b CHAPTER 71-A\\par\n\\pard\\keepn\\nowidctlpar\\s2\\qc\\tx720\\tx1440\\tx2160\\tx2880\\tx6480\\ul CITYWIDE HIGH-RISE FIREFIGHTING COMMISSION\\b0\\par\n\\pard\\nowidctlpar\\sl480\\slmult0\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx6480\\ulnone\\f1\\tab\\ul\\f0\\'a72907 Citywide high-rise firefighting commission\\b .\\b0   a.  There shall be a citywide high-rise firefighting commission that shall consist of eleven members who shall be appointed for three year terms as follows: (i) five appointed by the speaker of the city council, (ii) five appointed by the mayor, (iii) one appointed by the public advocate.  One member of the citywide high-rise firefighting commission shall be appointed as chairperson by a majority vote of all members of the commission.  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult0\\qj b.  Appointment to the citywide high-rise firefighting commission shall be made as follows:\\par\n (1) of the five appointees of the speaker of the city council, (i) one appointee shall be a licensed structural engineer with at least twenty years experience, (ii) one appointee shall be a licensed civil engineer with at least twenty years experience, (iii) one appointee shall be a former fire chief with at least twenty years experience, (iv) one appointee shall have a doctorate in fire science, and (v) one appointee shall be unrestricted.\\par\n\\ulnone  \\ul (2) of the five appointees of the mayor, the mayor shall determine the background and experience of the mayor\\rquote s appointees.\\par\n(3) the appointee of the public advocate shall be a representative of the construction contracting industry.\\par\nc.  All appointees to the citywide high-rise firefighting commission shall be residents of the city of New York.\\par\nd.  Neither the chairperson nor the members of the citywide high-rise firefighting commission shall be entitled to receive compensation nor shall they be current or former employees of the city.  \\par\n\\pard\\nowidctlpar\\sl480\\slmult0\\tx720\\tx1440\\tx2160\\tx4752\\ulnone\\tab\\ul e.  The citywide high-rise firefighting commission shall:\\par\n\\pard\\nowidctlpar\\sl480\\slmult0\\qj\\tx720\\tx1440\\tx2160\\tx4752\\ulnone\\tab\\ul (1) assess the current procedures, protocols, rules, regulations and laws that govern the prevention of fires in high-rise buildings as well as the efforts utilized to fight fires in high-rise buildings;\\ulnone\\par\n\\tab\\ul (2) hold at least one meeting per month at which a quorum of citywide high-rise firefighting commission members is present;\\par\n\\ulnone\\tab\\ul (3) issue quarterly reports to the mayor, the speaker of the city council, and the public advocate detailing the citywide high-rise firefighting commission\\rquote s activities during the previous three-month period;\\par\n\\ulnone\\tab\\ul (5) issue annual reports to the mayor, the speaker of the council, and the public advocate, by the second Tuesday of each calendar year, detailing the citywide high-rise firefighting commission\\rquote s findings and recommendations as well as its goals for the upcoming year;\\par\n\\ulnone\\tab\\ul (6) perform such other duties as may be necessary as determined by the citywide high-rise firefighting commission in furtherance of improving the city\\rquote s ability to prevent and combat high-rise fires;\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult0\\qj (7) develop a comprehensive plan to address such high-rise firefighting problems as are identified by the citywide high-rise firefighting commission and shall issue such plan to the mayor, the speaker of the council, and the public advocate no later than eighteen months from the date of the commission\\rquote s first meeting.\\par\nf. Relations with city departments and agencies.  So far as is practicable and subject to the approval of the mayor, (i) the services of all other city departments and agencies shall be made available by their respective heads to the commission for the carrying out of the functions herein stated, and (ii) information in the possession of any city department or agency shall be furnished by the head of such department or agency to the citywide high-rise firefighting commission when the commission so requests. The corporation counsel, upon request of the chairperson, may assign counsel to assist the citywide high-rise firefighting commission in the conduct of its business.\\par\n\\ulnone\\'a73.  This local law shall take effect immediately.\\par\n\\pard\\nowidctlpar\\qj\\par\nLS #3882\\par\nRCC\\par\n04/07/08\\par\n\\pard\\nowidctlpar\\sl480\\slmult0\\qj\\ul\\par\n\\par\n\\pard\\nowidctlpar\\li-1296\\ri-432\\sl480\\slmult0\\qj\\tx864\\tx2016\\tx3168\\tx4320\\tx5472\\tx6624\\tx7776\\tx8928  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\pard\\nowidctlpar\\ulnone\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
