{
  "ID": 40796,
  "GUID": "EF796084-B6EB-492A-945B-ECBFE121FEF4",
  "File": "Int 0747-2008",
  "Name": "Site safety managers and site safety coordinators.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to site safety managers and site safety coordinators.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2008-04-16T00:00:00Z",
  "AgendaDate": "2008-04-16T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 214528,
      "Date": "2008-04-16T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 214740,
      "Date": "2008-04-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8182,
      "AgendaSequence": 131,
      "MinutesSequence": 168,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236283,
      "Date": "2009-12-31T13:46:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41574,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 27-1009 of the administrative code of the city of New York, as added by local law number 45 for the year 1983, is amended to read as follows:\n§27-1009  General requirements. (a) A contractor engaged in building work shall institute and maintain safety measures and provide all equipment or temporary construction necessary to safeguard all persons and property affected by such contractor's operations. \n   \t(b) No structure, device, or construction equipment, whether permanent or temporary, including  all  partly  or  fully  completed  elements  or sections  of  the  building,  shall  be  loaded  in excess of its design capacity.\n    \t(c) At a height of no more than twelve feet above ground and on each perimeter of a construction site fronting on a public thoroughfare, a sign shall be erected no more than twenty-five square feet in size which shall bear in letters no less than six inches high, the name, address and telephone number of the owner of the property, and the name, address and telephone number of the general contractor. \n    \t(d)  A construction site safety coordinator must be designated and present on a construction site in accordance with [department] rules [and regulations] promulgated by the commissioner in consultation with the fire commissioner. Such rules must, at a minimum, establish criteria that ensure site safety coordinators are expert in building and fire prevention codes and mandate that the credentials and qualifications of site safety coordinators are reviewed and certified by both the commissioner and the fire commissioner.\n\t§2. Section 28-402.2 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\n§28-402.2 Qualifications. All applicants for a site safety manager certificate shall submit satisfactory proof establishing that the applicant: \n1. Is a registered design professional and has had three years of experience supervising major buildings as that term is defined in chapter 33, and within one year prior to application has satisfactorily completed an 8-hour course approved by the department and a 40-hour course on the fire code and fire safety and prevention approved by the fire department; or\n2. Has eight years of construction supervision experience within the 10 years prior to application, including five years supervising major buildings as that term is defined in chapter 33, and within one year prior to application has satisfactorily completed a 40-hour course approved by the department and a 40-hour course on the fire code and fire safety and prevention approved by the fire department; or\n3. Has completed an 18 month on-the-job training program working on major buildings as that term is defined in chapter 33 under the direct and continuing supervision of a certified site safety manager. Such on-the-job training program shall conform to rules promulgated by the department. The supervising site safety manager shall certify the trainee’s satisfactory completion of the training program. In addition, the applicant shall provide proof that, within one year prior to the date of application, he or she has satisfactorily completed a 40-hour course approved by the department and a 40-hour course on the fire code and fire safety and prevention approved by the fire department; or\n4. Has equivalent education and construction experience as determined by the department and within one year prior to application has satisfactorily completed a 40-hour course approved by the department and a 40-hour course on the fire code and fire safety and prevention approved by the fire department; or \n5. Has three years of experience as a certified site safety coordinator and within one year prior to application has satisfactorily completed a 40-hour course approved by the department and a 40-hour course on the fire code and fire safety and prevention approved by the fire department. \n§3. Section 28-403.2 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\n§28-403.2 Qualifications. All applicants for a site safety coordinator certificate shall submit satisfactory proof establishing that the applicant: \n1. Is a registered design professional and has had two years of experience supervising major buildings as that term is defined in chapter 33, and within one year prior to application has satisfactorily completed an 8-hour course approved by the department  and a 40-hour course on the fire code and fire safety and prevention approved by the fire department; or \n2. Has five years of construction supervision or construction safety experience within the 10 years prior to application, including three years supervising major buildings as that term is defined in chapter 33, and within one year prior to application has satisfactorily completed an 8-hour course approved by the department and a 40-hour course  on the fire code and fire safety and prevention approved by the fire department; or \n3. Has equivalent education and construction experience as determined by the department and within one year prior to application has satisfactorily completed a 40-hour course approved by the department and a 40-hour course on the fire code and fire safety and prevention approved by the fire department.\n§4. Section one of this local law shall take effect ninety days after enactment and sections two and three of this local law shall take effect on July 1, 2008.\nRCC\nLS #3881\n4/14/08  10:42 am",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBe it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1. Section 27-1009 of the administrative code of the city of New York, as added by local law number 45 for the year 1983, is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a727-1009  General requirements. (a) A contractor engaged in building work shall institute and maintain safety measures and provide all equipment or temporary construction necessary to safeguard all persons and property affected by such contractor's operations. \\par\n\\pard\\sl480\\slmult1\\qj    \\tab (b) No structure, device, or construction equipment, whether permanent or temporary, including  all  partly  or  fully  completed  elements  or sections  of  the  building,  shall  be  loaded  in excess of its design capacity.\\par\n    \\tab (c) At a height of no more than twelve feet above ground and on each perimeter of a construction site fronting on a public thoroughfare, a sign shall be erected no more than twenty-five square feet in size which shall bear in letters no less than six inches high, the name, address and telephone number of the owner of the property, and the name, address and telephone number of the general contractor. \\par\n    \\tab (d)  A construction site safety coordinator must be designated and present on a construction site in accordance with [department] rules [and regulations] \\ul promulgated by the commissioner in consultation with the fire commissioner. Such rules must, at a minimum, establish criteria that ensure site safety coordinators are expert in building and fire prevention codes and mandate that the credentials and qualifications of site safety coordinators are reviewed and certified by both the commissioner and the fire commissioner\\ulnone .\\par\n\\tab\\'a72. Section 28-402.2 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a728-402.2 Qualifications. All applicants for a site safety manager certificate shall submit satisfactory proof establishing that the applicant: \\par\n1. Is a registered design professional and has had three years of experience supervising major buildings as that term is defined in chapter 33, and within one year prior to application has satisfactorily completed an 8-hour course approved by the department \\ul and a 40-hour course on the fire code and fire safety and prevention approved by the fire department\\ulnone ; or\\par\n2. Has eight years of construction supervision experience within the 10 years prior to application, including five years supervising major buildings as that term is defined in chapter 33, and within one year prior to application has satisfactorily completed a 40-hour course approved by the department\\ul  and a 40-hour course on the fire code and fire safety and prevention approved by the fire department\\ulnone ; or\\par\n3. Has completed an 18 month on-the-job training program working on major buildings as that term is defined in chapter 33 under the direct and continuing supervision of a certified site safety manager. Such on-the-job training program shall conform to rules promulgated by the department. The supervising site safety manager shall certify the trainee\\rquote s satisfactory completion of the training program. In addition, the applicant shall provide proof that, within one year prior to the date of application, he or she has satisfactorily completed a 40-hour course approved by the department \\ul and a 40-hour course on the fire code and fire safety and prevention approved by the fire department\\ulnone ; or\\par\n4. Has equivalent education and construction experience as determined by the department and within one year prior to application has satisfactorily completed a 40-hour course approved by the department \\ul and a 40-hour course on the fire code and fire safety and prevention approved by the fire department\\ulnone ; or \\par\n5. Has three years of experience as a certified site safety coordinator and within one year prior to application has satisfactorily completed a 40-hour course approved by the department \\ul and a 40-hour course on the fire code and fire safety and prevention approved by the fire department.\\ulnone  \\par\n\\'a73. Section 28-403.2 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n\\'a728-403.2 Qualifications. All applicants for a site safety coordinator certificate shall submit satisfactory proof establishing that the applicant: \\par\n1. Is a registered design professional and has had two years of experience supervising major buildings as that term is defined in chapter 33, and within one year prior to application has satisfactorily completed an 8-hour course approved by the department  \\ul and a 40-hour course on the fire code and fire safety and prevention approved by the fire department\\ulnone ; or \\par\n2. Has five years of construction supervision or construction safety experience within the 10 years prior to application, including three years supervising major buildings as that term is defined in chapter 33, and within one year prior to application has satisfactorily completed an 8-hour course approved by the department \\ul and a 40-hour course  on the fire code and fire safety and prevention approved by the fire department\\ulnone ; or \\par\n3. Has equivalent education and construction experience as determined by the department and within one year prior to application has satisfactorily completed a 40-hour course approved by the department \\ul and a 40-hour course on the fire code and fire safety and prevention approved by the fire department\\ulnone .\\par\n\\'a74. Section one of this local law shall take effect ninety days after enactment and sections two and three of this local law shall take effect on July 1, 2008.\\par\n\\pard\\qj RCC\\par\nLS #3881\\par\n\\pard\\sl480\\slmult1 4/14/08  10:42 am\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
