{
  "ID": 40789,
  "GUID": "508FB53C-0CEB-4548-8404-153E9F88AFC3",
  "File": "Int 0750-2008",
  "Name": "Indoor asthma allergen hazards in residential dwellings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to indoor asthma allergen hazards in residential dwellings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2008-04-16T00:00:00Z",
  "AgendaDate": "2008-04-16T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 214556,
      "Date": "2008-04-16T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 214742,
      "Date": "2008-04-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8182,
      "AgendaSequence": 138,
      "MinutesSequence": 175,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236280,
      "Date": "2009-12-31T13:46:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41567,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  This local law shall be know and may be cited as the New York City Asthma-Free Housing Act of 2008.\n§2. Subchapter 2 of chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new article 15 to read as follows:\nArticle 15\nReduction of asthma triggers in rental housing\n§27-2056.19 Statement of findings and purposes\n§27-2056.20 Definitions\n§27-2056.21 Owners’ responsibility to remediate\n§27-2056.22 Owners’ responsibility to notify occupants and to investigate\n§27-2056.23 Violation in a dwelling unit\n§27-2056.24 Violation in a dwelling unit upon turnover\n§27-2056.25 Violation in a common area\n§27-2056.26 Department inspections\n§27-2056.27 Department implementation and enforcement\n§27-2056.28 Work practices\n§272056.29  Department removal of violations placed by the department of health and mental hygiene\n§27-2056.30 Reporting\n§27-2056.31  Waiver of benefit void\n§27-2056.19  Statement of findings and purposes.  According to the United States environmental protection agency, Americans spend an average of 90 percent of each 24 hour period indoors.  The council finds that poor indoor air quality resulting from indoor asthma allergen hazards is a serious threat to the approximately one million New Yorkers, including around 300,000 children, diagnosed with asthma. \nAsthma is the leading cause of school absenteeism among children and the most common cause of hospitalization for children fourteen years and younger. Children living in low income areas are four times more likely to be hospitalized for asthma than children living in high income neighborhoods. Exposure to aeroallergens has been identified as a major environmental risk factor in the development of asthma in children, as an important determinant of asthma severity in children, and possibly as a key variable in accounting for the observed increase in the prevalence and severity of asthma in children observed over the past two decades.  The council finds that major indoor allergens, which often trigger asthma, include infestation of pests such as cockroaches, rats, and mice.  According to the department of health and mental hygiene, residents of new york city with pest infestations in their homes are one and a half to two times more likely to suffer from asthma and tend to experience more severe symptoms.  \nThe council also finds that another major indoor allergen is fungi, commonly known as mold, many species of which can thrive in a residential indoor environment under certain conditions and produce potent mycotoxins, which are fungal metabolites that have been identified as toxic agents. Mold complaints to the department of health and mental hygiene have increased by 1,800% over the past five years. The inhalation of mycotoxins can cause respiratory difficulties, cause or exacerbate allergies, particularly in persons who have a history of allergic diseases, and aggravate asthma.\nFungal exposure is not only associated with new onset asthma and exacerbated asthma, but also adversely affects persons with other lung problems such as chronic obstructive pulmonary disease and lung cancer.  In addition, unsafe remediation of indoor mold hazards can result in increased risks to occupants and workers alike, including the development of organic dust toxic syndrome or hypersensitivity pneumonitis.\nThe contamination of a dwelling with mold hazards and pest infestation can be caused by a variety of building maintenance problems, generally related to water infiltration, moisture control, and pest entryways.  The response to these hazards requires proper assessment of the underlying cause of fungal growth and the prompt and safe remediation of contaminated building materials and ventilation systems, and elimination of pest entryways.  \nThe council further finds that the response by building owners and the department to indoor allergen hazards has not been consistent, nor guided by appropriate standards. While it is intended that the department shall have the primary role of enforcing violations of the housing maintenance code concerning pest infestation and mold, it is also intended that the department of health and mental hygiene shall have a significant role in the promulgation of rules and in the development of necessary procedures pursuant to this article.\n§27-2056.20  Definitions.  Whenever used in this article the following terms shall have the following meanings:\n(1) \"Borescope\" shall mean a hand-held tool that allows users to see potential mold problems inside walls, ceiling plenums, crawl spaces and other tight areas consisting of a video camera attached to a flexible tube or snaking device.\n(2) \"Common area\" shall mean a portion of a dwelling that is not within a dwelling unit and is regularly used by occupants for access to and egress from any dwelling unit within such multiple dwelling, as well as commonly used areas such as a laundry room. \n(3)  \"Fungi\" shall mean a separate kingdom comprising parasitic living things that are neither animals nor plants and includes molds, mildews, yeasts, mushrooms and puffballs.\n(4) \"Hidden Mold\" shall mean mold which cannot be identified by a visual inspection of interior surfaces of a dwelling or dwelling unit, such as mold that is within wall cavities that is exuding a musty odor.  Mold which is on interior surfaces but is hidden behind furniture or other interior obstructions shall constitute visible mold.\n(5) \"Indoor allergen hazard\" shall mean any indoor infestation of pests, or an indoor mold hazard, that causes or could cause harm to a susceptible person or that has been cited as a violation by the department. \n(6) \"Indoor mold hazard\" shall mean any condition of mold growth on an indoor surface or other building structure or ventilation system that is likely to cause harm to a susceptible person or that has been cited as a violation by the department\n(7) \"Mold\" shall mean a group of organisms that belong to the kingdom fungi, including, but not limited to, stachybotrys chartarum.\n(8) \"Pest\" shall mean, for this purposes of this article, any insect or other pest as defined in section 27-2017 of this chapter, or any rodent, or any other form of terrestrial or aquatic plant or animal life or virus, bacteria, or other microorganism (except viruses, bacteria or other microorganisms on or in living humans or other living animals) which the commissioner of health and mental hygiene declares to be a pest.\n(9) \"Remediation\" or \"remediate\" shall mean the eradication of mold or indoor allergen hazards through the appropriate practices specified or other method approved by the commissioner of health and mental hygiene, in accordance with rules promulgated pursuant to section 27-2056.28 of this article. \n(10) \"Susceptible person\" shall mean a person who has had a medical diagnosis of asthma, chronic pulmonary obstructive disease, or lung cancer as diagnosed by a physician or other medical professional.\n(11) \"Turnover\" shall mean the occupancy of a dwelling unit subsequent to the termination of a tenancy and the vacatur by a prior tenant of such dwelling unit.\n(12) \"Underlying defect\" shall mean a condition that causes an indoor mold hazard, such as a water leak or water infiltration from plumbing or defective masonry pointing or other moisture condition, or an infestation of pests, including holes or entryway paths for pests.\n(13) \"Visible mold\" shall mean mold that is readily identifiable by visual inspection of the interior surfaces of a dwelling or dwelling unit, including mold that is behind furniture or other interior obstructions.\n\t§27-2056.21.  Owners' responsibility to remediate. The existence of an indoor allergen hazard in any multiple dwelling where a susceptible person resides is hereby declared to constitute a condition dangerous to life and health. An owner shall take action to prevent the reasonably foreseeable occurrence of such a condition and shall expeditiously remediate such condition and any underlying defect, when such underlying defect exists, consistent with the work practices established pursuant to section 27-2056.28 of this article.\n§27-2056.22.  Owners' responsibility to notify occupants and to investigate.  a. In any dwelling unit in a multiple dwelling where a susceptible person resides, the owner shall cause an investigation to be made for indoor allergen hazards. Such investigation shall be undertaken at least once a year and more often if necessary, such as when, in the exercise of reasonable care, an owner knows or should have known of a condition that is reasonably foreseeable to cause an indoor allergen hazard, or an occupant makes a complaint concerning a condition that is likely to cause an indoor allergen hazard or requests an inspection, or the department issues a notice of violation or orders the correction of a violation that is likely to cause an indoor allergen hazard.   The owner shall ascertain whether a susceptible person resides therein pursuant to the requirements of this section. No occupant in a dwelling unit in such multiple dwelling shall refuse or unreasonably fail to provide accurate and truthful information regarding the residency of a susceptible person therein, nor shall an occupant refuse access to the owner at a reasonable time and upon reasonable prior notice to any part of the  dwelling unit  for the purpose of investigation and repair of indoor allergen hazards.\n\tc. All leases offered to tenants or prospective tenants in such multiple dwellings must contain a notice, conspicuously set forth therein, which advises tenants of the obligations of the owner and tenant as set forth in this section.  Such notice must be in a manner approved by the department, the content of which shall, at a minimum, be in English and in the covered languages set forth in section 8-1002 of this code.  The owner of such multiple dwelling shall provide the occupant of such multiple dwelling with the pamphlet described in section 17-193 of this  code.\nd. The owner of such a multiple dwelling shall provide to an occupant of a dwelling unit at the signing of a lease, including a renewal lease, if any, or upon any agreement to lease, or at the commencement of occupancy if there is no lease, a notice in English and in the covered languages set forth in section 8-1002 of this code, the form and content of which shall be approved by the department of health and mental hygiene, inquiring whether a susceptible person resides or will reside therein.  If there is a lease, such notice shall be included in such lease or be attached as a rider to such lease.  Such notice shall be completed by the occupant at the time of such signing of a lease, including a renewal lease, if any, or such agreement to lease, or at such commencement of occupancy.\ne. (1) Each year, an owner of a multiple dwelling shall, no earlier than January first and no later than January sixteenth, except as provided for in subparagraph iii of paragraph two of this subdivision, present to the occupant of each dwelling unit in such multiple dwelling a notice inquiring as to whether a susceptible person resides therein.  Such notice, the form and content of which shall be approved by the department of health and mental hygiene, shall be presented as provided for in paragraph two of this subdivision, and shall be, at minimum,  in English and in the covered languages set forth in section 8-1002 of this code. \n(2) The owner may present the notice required by paragraph one of this subdivision by delivering said notice by any one of the following methods:\n(i) by first class mail, addressed to the occupant of the dwelling unit;\n(ii) by hand delivery to the occupant of the dwelling unit;\n(iii) by enclosure with the January rent bill, if such rent bill is delivered after December fifteenth but no later than January sixteenth; or\n(iv) by delivering said notice in conjunction with the annual notice required pursuant to section 17-123 of  this code and the rules of the department of health and mental hygiene pertaining to the installation of window guards, and/or in conjunction with the annual notice required pursuant to section 27-2056.4 of this code and the rules of the department pertaining to lead-based paint hazards.\n(3)(i) Upon receipt of such notice the occupant shall have the responsibility to deliver by February fifteenth of that year, a written response to the owner indicating whether or not a susceptible person resides therein.\n(ii) Where an occupant has responded to the notice provided by the owner pursuant to subparagraph (i) of this paragraph by indicating that no susceptible person resides therein, during the period between the date of such response and the delivery of the notice provided by the owner pursuant to this subdivision during the immediately following year the occupant shall have the responsibility to inform the owner of susceptible person that comes to reside therein or any resident who becomes a susceptible person during such period.\nf. Any owner who violates the provisions of this section, or the rules promulgated hereunder, shall be guilty of a misdemeanor punishable by a fine of up to five hundred dollars or imprisonment for up to six months or both.  In addition, any violation of this section shall subject the owner to a civil penalty of not more than one thousand five hundred dollars per violation.\ng. The department may, at its discretion, perform sample audits to determine compliance with the requirements of this section.\n§27-2056.23 Violation in a dwelling unit.  a. In any dwelling unit in a multiple dwelling where a susceptible person resides, the existence of an indoor allergen hazard, including any condition that would be a violation of subdivisions b of this section, shall constitute a class C immediately hazardous violation.\nb. In any multiple dwelling unit where a susceptible person does not reside, \n(1) the existence of visible mold that covers an area in excess of ten square feet in any one room or fifty square feet in the aggregate shall constitute a class C immediately hazardous violation, and \n(2) the existence of visible mold that covers an area of ten square feet or less in any one room shall constitute a class B hazardous violation. \n§27-2056.24 Violation in common areas of any multiple dwelling.  a. the existence of visible mold that covers an area in excess of ten square feet in any one room or any one level of a hallway of a common area, or fifty square feet in the aggregate in the common areas shall constitute a class C immediately hazardous violation, \nb. the existence of visible mold that covers an area of ten square feet or less in any one room or any one level of a hallway of a common area shall constitute a class B hazardous violation. \n§27-2056.25 Violation in a dwelling unit upon turnover a.  Upon turnover of any dwelling unit in a multiple dwelling, or a dwelling unit in a private dwelling where each dwelling unit is to be occupied by persons other than the owner or the owner’s family, the owner shall within such dwelling unit have the responsibility to remediate all visible mold and pest infestations, and any underlying defects, in such dwelling unit and thoroughly clean and vacuum all carpeting and furniture provided by such owner to incoming occupants prior to reoccupancy, consistent with the work practices promulgated  pursuant to section 27-2056.28 of this article.\nb. Any owner who fails to comply with the provisions of subdivision a of this section, or the rules of the department shall be liable for a class C immediately hazardous violation.\n§ 27-2052.26 Department inspections. a. When entering a dwelling unit in a multiple dwelling for the purpose of investigating the existence of any violation of this code, the department shall make diligent efforts to ascertain \n(1) whether a susceptible person resides therein and shall request from the occupant an acknowledgement as to whether such a person resides in the dwelling unit.\n(2) whether there is visible mold in the dwelling unit and shall inquire of the occupant whether mold is present in the dwelling unit.\nb. In any dwelling unit in a multiple dwelling where a susceptible person resides, the department shall conduct an inspection pursuant to subdivision a of this section no later than twenty days after the department's receipt of a complaint describing a condition that would constitute a violation under sections 27-2056.23 or 27-2056.24 of this code.  The department shall make diligent efforts to ascertain whether a susceptible person resides therein.  Where the department attempts to perform an inspection of a dwelling unit within the time period required by this subdivision but is unable to gain access, the department shall be required to make a reasonable attempt to gain access to such dwelling unit within five days of such attempt. If the department is unable to gain access to that dwelling unit during this additional time period, the department shall provide written notice to the occupant of such dwelling unit that no further attempts at access shall be made unless a new complaint is submitted.\n c. Each inspector who performs an inspection pursuant to subdivision b of this section shall use, where appropriate, diagnostic devices such as a moisture meter or borescope. For each room where visible mold or an indoor allergen hazard is found, the department shall also inspect for evidence of an underlying defect and shall indicate on the inspection report the location with the room of any visible mold, the condition of the subsurface below it, and the location of any underlying defect. Where, upon conducting an inspection, the department determines the existence of a condition constituting a violation of this article, the department shall serve a notice of violation within ten additional days.\nd. The pamphlet developed by the department of health and mental hygiene pursuant to section 17-193 of this code shall be left at the premises of the dwelling unit at the time of an inspection made by the department pursuant to this section.  Such pamphlet shall be delivered by the department in conjunction with all notices of violation issued pursuant to paragraph one of subdivision m of section 27-2115 of this code. Failure to include such pamphlet with such notices of violation shall not render null and void the service of such notices of violation. Such pamphlet shall also be made available to any member of the public upon request.\ne. Notwithstanding any other provision of law, failure by the department or the department of health and mental hygiene to comply with any time period provided in this article or section 27-2115 of this chapter relating to responsibilities of the department and the department of health and mental hygiene, shall not render null and void any notice of violation issued by the department or the department of health and mental hygiene pursuant to such article or section, and shall not provide a basis for defense or mitigation of an owner’s liability for civil penalties for violation of such article.\n§27-2056.27 Department implementation and enforcement. a. The department shall provide appropriate training for mold and indoor allergen hazard inspection and supervisory personnel.  The department shall provide for the continuing education of inspection and supervisory personnel regarding changes in applicable federal, state, and local laws and guidance documents and require that each such individual has successfully demonstrated knowledge of those materials and the requirements of this article. \nb. The department, with the approval of the department of health and mental hygiene, shall promulgate a comprehensive written procedure to guide department personnel in implementing and enforcing this article.  Such procedures shall include a methodology and a form to be used by department personnel when conducting an inspection to carry out and record an inspection pursuant to section 27-2056.26 of this article.\nc. The department shall promulgate rules for the implementation and enforcement of this article and to effect compliance with all applicable provisions of this article, rules promulgated thereunder, and all applicable city, state or federal laws, rules or regulations. Such rules shall be subject to the approval of the department of health and mental hygiene prior to their promulgation and shall include, but not be limited to, establishing:\n(1) uniform specifications and procedures to govern testing, including a standardized format for reporting such testing results, whenever tests for indoor mold hazards in residential dwellings are performed, whether by or on behalf of an owner or an agency of the city of New York;\n(2) procedures by which an owner may apply to the department to postpone the date by which a violation shall be corrected pursuant to subdivision m of section 27-2115 of this code; and \n(3) procedures to implement and to enforce compliance with paragraph 2 of subdivision m of section 27-2115 of this code, which shall include, but not be limited to, the requirement that an owner certify to:\n (i) the correction of a violation of this article of the code, and\n(ii) compliance with the rules promulgated by the department pursuant to section 27-2056.28 of this code.\n§27-2056.28 Work practices.  The department shall promulgate rules, with the approval of the department of health and mental hygiene, establishing work practices when correcting indoor allergen hazards, and underlying defects including violations cited by the department pursuant to this article.  The department shall from time-to-time review and revise such rules based upon, among other things, the latest scientific data and developing federal and industry standards.  The rules shall include training requirements, occupant protection measures, and relocation guidelines as needed, and shall further provide that any test results shall be filed with the department, and a copy shall be provided by the owner to the occupant of the dwelling unit.\n§27-2056.29  Department removal of violations placed by the department of health and mental hygiene.   Where the owner of the dwelling or relevant dwelling unit within such dwelling fails to comply with an order of the department of health and mental hygiene to correct a violation placed by the department of health and mental hygiene pursuant to section 17-192 of this code, the department of health and mental hygiene shall certify such conditions to the department of housing preservation and development within ten days after the date set for correction in said order.  The conditions so certified shall be corrected within thirty days of certification to the department.\n§27-2056.30 Reporting. a. Within four months after the close of the first fiscal year after which this article takes effect and for every fiscal year thereafter, the commissioner shall provide to the council a written report on the department's implementation of this article during the preceding year.  Such report shall include, at a minimum, an analysis of the department's program, a detailed statement of revenue and expenditures and a statistical section designed to provide a detailed explanation of the department's enforcement including, but not limited to, the following:\n(1) the number of complaints for visible mold and indoor allergen hazards in dwelling units, disaggregated by city or non-city ownership of the building which is the subject of the complaint;\n(2) the number of inspections by the department pursuant to this article, disaggregated by the city or non-city ownership of the building where the inspection occurred;\n(3)  the number of violations issued by the department pursuant to this article;\n(4)  the number of violations issued pursuant to this article that were certified as corrected by the owner, the number of such certifications that did not result in the removal of such violations, and the number of civil actions brought by the department against such owners; and\n(5)  the number of jobs performed in which violations issued pursuant to this article were corrected by the department, the total amount spent by the department to correct the conditions that resulted in the violations, and the average amount spent per dwelling unit to correct such conditions; and \n(6)  a statistical profile with geographic indexing, such as by community district, council district, and/or zip code, of multiple dwellings in which violations are placed, indicating the ages and general condition of the multiple dwellings and other factors relevant to the prevalence of indoor allergen hazards, which may include asthma rates in the relevant community, outstanding violations, and emergency repair charges.\nb.  The department of health and mental hygiene shall prepare a statistical profile on asthma rates in the population with geographic indexing, such as by community district, council district, and/or zip code.  This report shall be utilized by the department in its implementation of this article.  Such report shall be submitted to the council within nine months after the close of each calendar year.\nc.  The department shall maintain a central register of all department orders to correct a violation under this article.  Such register shall indicate, if applicable, the date of the complaint, address of the premises, and the date of each inspection and reinspection.\n§27-2056.31  Waiver of benefit void.  a. No owner may seek to have an occupant of a dwelling unit waive the benefit or protection of any provision of this article.  Any agreement by the occupant of a dwelling unit purporting to waive the benefit or protection of any provision of this article is void.  Any owner who violates this section, or the rules promulgated hereunder, shall be guilty of a misdemeanor punishable by a fine of up to five hundred dollars or imprisonment for up to six months or both.  In addition, any owner who violates this section shall be liable for a civil penalty of not more than five hundred dollars per violation.\nb.  Notwithstanding any other provision of this article, nothing herein shall be construed to alter existing or future agreements which allocate responsibility for compliance with the provisions of this article between a tenant shareholder and a cooperative corporation or between the owner of a condominium unit and the board of managers of such condominium.\nc.  The provisions of this article, other than section 27-2056.29, shall not apply to a dwelling unit in a multiple dwelling where (i) title to such multiple dwelling is held by a cooperative housing corporation or such dwelling unit is owned as a condominium unit, and (ii) such dwelling unit is occupied by the shareholder of record on the proprietary lease for such dwelling unit or the owner of record of such condominium unit, as is applicable, or the shareholder’s or record owner’s family.\n§3. Section 27-2115 of the administrative code of the city of New York is amended by adding a new subdivision m to read as follows:\nm(1) Notwithstanding any other provision of law, when the department serves a notice of violation to correct and certify a condition that constitutes a violation of article fifteen  of subchapter two of this chapter, the notice of violation shall specify the date by which the violation shall be corrected, which shall be twenty-one days after service of the notice of violation, and the procedure by which the owner, for good cause shown pursuant to this subdivision, may request a postponement. The notice of violation shall further specify that the violation shall be corrected in accordance with the work practices established in accordance with section 27-2056.28 of this code. The notice of violation shall be served by personal delivery to a person in charge of the premises or to the person last registered with the department as the owner or agent, or by registered or certified mail, return receipt requested, or by certified mail with proof of delivery, to the person in charge of the premises or to the person last registered with the department as the owner or agent; provided that where a managing agent has registered with the department, such notice of violation shall be served on the managing agent. Service of the notice of violation shall be deemed completed three days from the date of mailing. Notification, in a form to be determined by the department, of the issuance of such violation shall be sent simultaneously by regular mail to the occupant at the dwelling unit that is the subject of such notice of violation. The department may postpone the date by which a violation shall be corrected upon a showing, made within the time set for correction in the notice, that prompt action to correct the violation has been taken but that full correction cannot be completed within the time provided because of serious technical difficulties, inability to obtain necessary materials, funds or labor, inability to gain access to the dwelling unit wherein the violation exists, or such other portion of the building as may be necessary to make the required repair. Such postponement shall not exceed fourteen days from the date of correction set forth in the notice of violation. The department may require such other conditions as are deemed necessary to insure correction of the violations within the time set for the postponement. The department shall provide to the owner and the occupant a written statement signed and dated by the person making such decision setting forth the reasons for each postponement of the date by which a violation shall be corrected or the reason for the denial of such application for a postponement. Said written statement shall be part of the records of the department.\n(2) Notwithstanding any other provision of law, the notice of violation shall direct that the correction of each violation cited therein shall be certified to the department. Such certification shall be made in writing, under oath by the registered owner, a registered officer or director of a corporate owner or by the registered managing agent. Such certification shall include a statement that the violation was corrected in compliance with the work practices established pursuant to section 27-2056.28 of this code.  All certifications shall be delivered to the department and acknowledgment of receipt therefore obtained or shall be mailed to the department by certified or registered mail, return receipt requested, no later than five days after the date set for correction, and shall include the date when each violation was corrected. Such certification of correction shall be supported by a sworn statement by the person who performed the work if performed by an employee or agent of the owner. A copy of such certification shall be mailed to the complainant by the department not more than twelve full calendar days from the date of receipt of such certification by the department. Failure to file such certification shall establish a prima facie case that such violation has not been corrected.\n(3)  Whenever the department shall issue a notice of violation to correct a condition that constitutes a violation of sections 27-2056.23 or 27-2056.24 of article fifteen of subchapter two of this chapter, the department shall within fourteen days after the date set for the correction of such violation conduct a final inspection to verify that the violation has been corrected.  Where, upon conducting an inspection, the department determines that a violation has not been corrected, the department shall correct such violation within forty-five additional days of such inspection or in such shorter time as is practicable.\n(4)  Notwithstanding any other provision of law, a person making a false certification of correction of a violation issued pursuant to article 15 of subchapter 2 of this chapter, in addition to any other civil penalty, shall be subject to a civil penalty of not less than one thousand dollars nor more than three thousand dollars for each false certification made, recoverable by the department in a civil action brought in a court of competent jurisdiction. If the person making such false certification is an employee of the owner then such owner shall be responsible for such civil penalty. In addition, any such person making a false certification of correction shall be guilty of a misdemeanor punishable by a fine of up to one thousand dollars or imprisonment for up to one year or both.\n(5) Notwithstanding any other provision of law, a person who violates article fifteen of subchapter two of this chapter by failing to correct such violation in accordance with the  work practices established pursuant to section 27-2056.28 of this code shall be subject to a civil penalty of two hundred fifty dollars per day for each violation to a maximum of ten thousand dollars from the initial date set for correction in the notice of violation until the date the violation is corrected and certified to the department, and in addition to any civil penalty shall, whenever appropriate, be punished under the provisions of article three of subchapter five of this code. There shall be a presumption that the condition constituting a violation continues after the service of the notice of violation. The owner shall be responsible for the correction of all violations noticed pursuant to article fifteen of subchapter two of this chapter, but in an action for civil penalties pursuant to this subdivision may in defense or mitigation of such owner's liability for civil penalties show:\n(i)  That the condition which constitutes the violation did not exist at the time the violation was placed; or\n(ii) That he or she began to correct the condition which constitutes the violation promptly upon discovering it but that full correction could not be completed expeditiously because of serious technical difficulties, inability to obtain necessary materials, funds or labor, or inability to gain access to the dwelling unit wherein the violation exists, or such other portion of the building as might be necessary to make the repair, provided that a postponement was granted pursuant to this subdivision; \n(iii) That he or she was unable to obtain a permit or license necessary to correct the violation, provided that diligent and prompt application was made therefore; or\n(iv) That the violation giving rise to the action was caused by the act of negligence, neglect or abuse of another not in the employ or subject to the direction of the owner, except that the owner shall be precluded from showing in defense or mitigation of such owner's liability for civil penalties evidence of any acts occurring, undertaken, or performed by any predecessor in title prior to the owner taking control of the premises. Where the aforesaid allegations are made by way of mitigation of penalties, the owner shall show, by competent proof, pertinent financial data and efforts made to obtain necessary materials, funds or labor or to gain access, or to obtain a permit or license and such other evidence as the court may require. If the court finds that sufficient mitigating circumstances exist, it may remit all or part of any penalties arising from the violations, but may condition such remission upon a correction of the violation within a time period fixed by the court.\n(6) Notwithstanding any other provision of law, failure by the department to comply with any time period provided in this section relating to responsibilities of the department shall not render null and void any notice of violation issued by the department or the department of health and mental hygiene pursuant to such article or section, and shall not provide a basis for defense or mitigation of an owner’s liability for civil penalties for violation of such article\n§4. Title 17 of the administrative code of the city of New York is amended by adding new sections 17-192, 17-193, and 17-194 to read as follows:\n\t§17-192  Investigations of indoor allergen hazards. a. The department shall establish procedures to permit doctors, nurses, or other health professionals, upon the consent of their patients, to request a department investigation of possible indoor allergen hazards in dwellings where persons reside who have been medically diagnosed with asthma.  The procedures may provide for referrals to the department of housing preservation and development of complaints that would be subject to section 27-2056.26 of this code. The procedures shall also provide for an investigation may be made when the department is notified that a person who has been medically diagnosed with asthma is residing in a dwelling with possible indoor allergen hazards not otherwise subject to enforcement by the department of housing preservation and development under section 27-2056.26 of the administrative code.   Such indoor allergen hazards may include, but are not limited to, mold that is not readily observable to the eye, including mold that is hidden within wall cavities, dust, or such other conditions as the department shall from time-to-time determine are indoor allergen hazards.\nb. In the event that the department determines that a hidden mold hazard or other indoor allergen hazard exists, the department shall order the owner to correct the condition and the underlying causes of such a condition within twenty-one days, in a manner and under such safety conditions as it may specify, including the work practices established pursuant to section 27-2056.28 of the administrative code.  \nc. In the event that the department determines that the owner or other person having the duty or liability to comply with an order issued pursuant to this section fails to substantially comply therewith within twenty-one days after service thereof, the department shall in accordance with section 27-2056.29 of the administrative code, shall request the department of housing preservation and development to execute such order pursuant to the provision of section 17-147 of the administrative code. \n§17-193 Education about indoor allergen hazards. The department shall develop a pamphlet, the content of which shall, at a minimum, be in English and in the covered languages set forth in section 8-1002 of this code, explaining the hazards associated with indoor allergens and describing the procedures to be used in order for a violation of sections 27-2056.23 and 27-2056.24 of this code to be corrected, including the work practices to be established pursuant to section 27-2056.28 of this article.  Such pamphlet shall be made available in accordance with section 27-2056.26 of this code. Such pamphlet shall also be made available to any member of the public upon request. \n§17-194 Inspection by the department of unsafe work practices for pest infestation and mold hazard remediation. The department shall promulgate rules requiring the department to respond to complaints regarding unsafe indoor mold hazard remediation.\n§5. If any sentence, paragraph, section or part of this local law shall be adjudged invalid by a court of competent jurisdiction such judgment shall not impair or invalidate the remainder thereof but shall be confined to that part.\n§6. The provisions of this local law shall take effect ninety days after its enactment, except that the commissioners of health and mental hygiene and housing preservation and development shall promulgate all rules and take all other actions necessary to implement this local law on or before the date upon which it shall take effect.\n\n\n\nLS # 1413 and 3712\nGotbaum-Mendez Asthma Trigger - Clean - With GC Edits - 3-19-08 \n3-19-08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  This local law shall be know and may be cited as the New York City Asthma-Free Housing Act of 2008.\\par\n\\'a72. Subchapter 2 of chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new article 15 to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qc\\ul Article 15\\par\nReduction of asthma triggers in rental housing\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\qc\\'a727-2056.19 Statement of findings and purposes\\par\n\\'a727-2056.20 Definitions\\par\n\\'a727-2056.21 Owners\\rquote  responsibility to remediate\\par\n\\'a727-2056.22 Owners\\rquote  responsibility to notify occupants and to investigate\\par\n\\'a727-2056.23 Violation in a dwelling unit\\par\n\\'a727-2056.24 Violation in a dwelling unit upon turnover\\par\n\\'a727-2056.25 Violation in a common area\\par\n\\'a727-2056.26 Department inspections\\par\n\\'a727-2056.27 Department implementation and enforcement\\par\n\\'a727-2056.28 Work practices\\par\n\\cf1\\'a7272056.29  Department removal of violations placed by the department of health and mental hygiene\\cf0\\par\n\\'a727-2056.30 Reporting\\par\n\\'a727-2056.31  Waiver of benefit void\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a727-2056.19  Statement of findings and purposes.  According to the United States environmental protection agency, Americans spend an average of 90 percent of each 24 hour period indoors.  The council finds that poor indoor air quality resulting from indoor asthma allergen hazards is a serious threat to the approximately one million New Yorkers, including around 300,000 children, diagnosed with asthma. \\par\nAsthma is the leading cause of school absenteeism among children and the most common cause of hospitalization for children fourteen years and younger. Children living in low income areas are four times more likely to be hospitalized for asthma than children living in high income neighborhoods. Exposure to aeroallergens has been identified as a major environmental risk factor in the development of asthma in children, as an important determinant of asthma severity in children, and possibly as a key variable in accounting for the observed increase in the prevalence and severity of asthma in children observed over the past two decades.  The council finds that major indoor allergens, which often trigger asthma, include infestation of pests such as cockroaches, rats, and mice.  According to the department of health and mental hygiene, residents of new york city with pest infestations in their homes are one and a half to two times more likely to suffer from asthma and tend to experience more severe symptoms.  \\par\nThe council also finds that another major indoor allergen is fungi, commonly known as mold, many species of which can thrive in a residential indoor environment under certain conditions and produce potent mycotoxins, which are fungal metabolites that have been identified as toxic agents. Mold complaints to the department of health and mental hygiene have increased by 1,800% over the past five years. The inhalation of mycotoxins can cause respiratory difficulties, cause or exacerbate allergies, particularly in persons who have a history of allergic diseases, and aggravate asthma.\\par\nFungal exposure is not only associated with new onset asthma and exacerbated asthma, but also adversely affects persons with other lung problems such as chronic obstructive pulmonary disease and lung cancer.  In addition, unsafe remediation of indoor mold hazards can result in increased risks to occupants and workers alike, including the development of organic dust toxic syndrome or hypersensitivity pneumonitis.\\par\nThe contamination of a dwelling with mold hazards and pest infestation can be caused by a variety of building maintenance problems, generally related to water infiltration, moisture control, and pest entryways.  The response to these hazards requires proper assessment of the underlying cause of fungal growth and the prompt and safe remediation of contaminated building materials and ventilation systems, and elimination of pest entryways.  \\par\nThe council further finds that the response by building owners and the department to indoor allergen hazards has not been consistent, nor guided by appropriate standards. While it is intended that the department shall have the primary role of enforcing violations of the housing maintenance code concerning pest infestation and mold, it is also intended that the department of health and mental hygiene shall have a significant role in the promulgation of rules and in the development of necessary procedures pursuant to this article.\\par\n\\'a727-2056.20  Definitions.  Whenever used in this article the following terms shall have the following meanings:\\par\n(1) \"Borescope\" shall mean a hand-held tool that allows users to see potential mold problems inside walls, ceiling plenums, crawl spaces and other tight areas consisting of a video camera attached to a flexible tube or snaking device.\\par\n(2) \"Common area\" shall mean \\cf1 a portion of a dwelling that is not within a dwelling unit and is regularly used by occupants for access to and egress from any dwelling unit within such multiple dwelling, as well as commonly used areas such as a laundry room.\\ulnone  \\par\n\\cf0\\ul (3)  \"Fungi\" shall mean a separate kingdom comprising parasitic living things that are neither animals nor plants and includes molds, mildews, yeasts, mushrooms and puffballs.\\ulnone\\b\\i\\par\n\\ul\\b0\\i0 (4) \"Hidden Mold\" shall mean mold which cannot be identified by a visual inspection of interior surfaces of a dwelling or dwelling unit, such as mold that is within wall cavities that is exuding a musty odor.  Mold which is on interior surfaces but is hidden behind furniture or other interior obstructions shall constitute visible mold.\\par\n(5) \"Indoor allergen hazard\" shall mean any indoor infestation of pests, or an indoor mold hazard, that causes or could cause harm to a susceptible person or that has been cited as a violation by the department. \\par\n(6) \"Indoor mold hazard\" shall mean any condition of mold growth on an indoor surface or other building structure or ventilation system that is likely to cause harm to a susceptible person or that has been cited as a violation by the department\\par\n(7) \"Mold\" shall mean a group of organisms that belong to the kingdom fungi, including, but not limited to, stachybotrys chartarum.\\par\n(8) \"Pest\" shall mean, for this purposes of this article, any insect or other pest as defined in section 27-2017 of this chapter, or any rodent, or any other form of terrestrial or aquatic plant or animal life or virus, bacteria, or other microorganism (except viruses, bacteria or other microorganisms on or in living humans or other living animals) which the commissioner of health and mental hygiene declares to be a pest.\\par\n(9) \"Remediation\" or \"remediate\" shall mean the eradication of mold or indoor allergen hazards through the appropriate practices specified or other method approved by the commissioner of health and mental hygiene, in accordance with rules promulgated pursuant to section 27-2056.28 of this article. \\par\n(10) \"Susceptible person\" shall mean a person who has had a medical diagnosis of asthma, chronic pulmonary obstructive disease, or lung cancer as diagnosed by a physician or other medical professional.\\par\n(11) \"Turnover\" shall mean the occupancy of a dwelling unit subsequent to the termination of a tenancy and the vacatur by a prior tenant of such dwelling unit.\\par\n(12) \"Underlying defect\" shall mean a condition that causes an indoor mold hazard, such as a water leak or water infiltration from plumbing or defective masonry pointing or other moisture condition, or an infestation of pests, including holes or entryway paths for pests.\\par\n(13) \"Visible mold\" shall mean mold that is readily identifiable by visual inspection of the interior surfaces of a dwelling or dwelling unit, including mold that is behind furniture or other interior obstructions.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\'a727-2056.21.  Owners' responsibility to remediate. The existence of an indoor allergen hazard in any multiple dwelling where a susceptible person resides is hereby declared to constitute a condition dangerous to life and health. An owner shall take action to prevent the reasonably foreseeable occurrence of such a condition and shall expeditiously remediate such condition and any underlying defect, when such underlying defect exists, consistent with the work practices established pursuant to section 27-2056.28 of this article.\\par\n\\pard\\nowidctlpar\\fi720\\sa100\\sl480\\slmult1\\qj\\'a727-2056.22.  Owners' responsibility to notify occupants and to investigate.  a. In any dwelling unit in a multiple dwelling where a susceptible person resides, the owner shall cause an investigation to be made for indoor allergen hazards. Such investigation shall be undertaken at least once a year and more often if necessary, such as when, in the exercise of reasonable care, an owner knows or should have known of a condition that is reasonably foreseeable to cause an indoor allergen hazard, or an occupant makes a complaint concerning a condition that is likely to cause an indoor allergen hazard or requests an inspection, or the department issues a notice of violation or orders the correction of a violation that is likely to cause an indoor allergen hazard.   The owner shall ascertain whether a susceptible person resides therein pursuant to the requirements of this section. No occupant in a dwelling unit in such multiple dwelling shall refuse or unreasonably fail to provide accurate and truthful information regarding the residency of a susceptible person therein, nor shall an occupant refuse access to the owner at a reasonable time and upon reasonable prior notice to any part of the  dwelling unit  for the purpose of investigation and repair of indoor allergen hazards.\\par\n\\pard\\nowidctlpar\\sb100\\sa100\\sl480\\slmult1\\qj\\cf1\\ulnone\\tab\\ul c. All leases offered to tenants or prospective tenants in such multiple dwellings must contain a notice, conspicuously set forth therein, which advises tenants of the obligations of the owner and tenant as set forth in this section.  Such notice must be in a manner approved by the department, the content of which shall, at a minimum, be in English and in the covered languages set forth in section 8-1002 of this code.  The owner of such multiple dwelling shall provide the occupant of such multiple dwelling with the pamphlet described in section 17-193 of this  code.\\par\n\\pard\\nowidctlpar\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj d. The owner of such a multiple dwelling shall provide to an occupant of a dwelling unit at the signing of a lease, including a renewal lease, if any, or upon any agreement to lease, or at the commencement of occupancy if there is no lease, a notice in English and in the covered languages set forth in section 8-1002 of this code, the form and content of which shall be approved by the department of health and mental hygiene, inquiring whether a susceptible person resides or will reside therein.  If there is a lease, such notice shall be included in such lease or be attached as a rider to such lease.  Such notice shall be completed by the occupant at the time of such signing of a lease, including a renewal lease, if any, or such agreement to lease, or at such commencement of occupancy.\\par\ne. (1) Each year, an owner of a multiple dwelling shall, no earlier than January first and no later than January sixteenth, except as provided for in subparagraph iii of paragraph two of this subdivision, present to the occupant of each dwelling unit in such multiple dwelling a notice inquiring as to whether a susceptible person resides therein.  Such notice, the form and content of which shall be approved by the department of health and mental hygiene, shall be presented as provided for in paragraph two of this subdivision, and shall be, at minimum,  in English and in the covered languages set forth in section 8-1002 of this code. \\cf0\\par\n\\expndtw-3 (2) The owner may present the notice required by paragraph one of this subdivision by delivering said notice by any one of the following methods:\\expndtw0\\par\n\\expndtw-3 (i) by first class mail, addressed to the occupant of the dwelling unit;\\expndtw0\\par\n\\expndtw-3 (ii) by hand delivery to the occupant of the dwelling unit;\\expndtw0\\par\n\\expndtw-3 (iii) by enclosure with the January rent bill, if such rent bill is delivered after December fifteenth but no later than January sixteenth; or\\expndtw0\\par\n\\expndtw-3 (iv) by delivering said notice in conjunction with the annual notice required pursuant to section 17-123 of  this code and the rules of the department of health and mental hygiene pertaining to the installation of window guards, and/or in conjunction with the annual notice required pursuant to section 27-2056.4 of this code and the rules of the department pertaining to lead-based paint hazards.\\expndtw0\\par\n\\expndtw-3 (3)(i) Upon receipt of such notice the occupant shall have the responsibility to deliver by February fifteenth of that year, a written response to the owner indicating whether or not a susceptible person resides therein.\\expndtw0\\par\n\\cf1 (ii) \\cf0 Where an occupant has responded to the notice provided by the owner pursuant to subparagraph (i) of this paragraph by indicating that no susceptible person resides therein, during the period between the date of such response and the delivery of the notice provided by the owner pursuant to this subdivision during the immediately following year the occupant shall have the responsibility to inform the owner of susceptible person that comes to reside therein or any resident who becomes a susceptible person during such period.\\par\n\\cf1 f. Any owner who violates the provisions of this section, or the rules promulgated hereunder, shall be guilty of a misdemeanor punishable by a fine of up to five hundred dollars or imprisonment for up to six months or both.  In addition, any violation of this section shall subject the owner to a civil penalty of not more than one thousand five hundred dollars per violation.\\cf0\\par\n\\cf1 g. The department may, at its discretion, perform sample audits to determine compliance with the requirements of this section.\\cf0\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a727-2056.23 Violation in a dwelling unit.  a. In any dwelling unit in a multiple dwelling where a susceptible person resides, the existence of an indoor allergen hazard, including any condition that would be a violation of subdivisions b of this section, shall constitute a class C immediately hazardous violation.\\par\nb. In any multiple dwelling unit where a susceptible person does not reside, \\par\n(1) the existence of visible mold that covers an area in excess of ten square feet in any one room or fifty square feet in the aggregate shall constitute a class C immediately hazardous violation, and \\par\n(2) the existence of visible mold that covers an area of ten square feet or less in any one room shall constitute a class B hazardous violation. \\par\n\\'a727-2056.24 Violation in common areas of any multiple dwelling.  a. the existence of visible mold that covers an area in excess of ten square feet in any one room or any one level of a hallway of a common area, or fifty square feet in the aggregate in the common areas shall constitute a class C immediately hazardous violation, \\par\nb. the existence of visible mold that covers an area of ten square feet or less in any one room or any one level of a hallway of a common area shall constitute a class B hazardous violation. \\par\n\\'a727-2056.25 Violation \\cf1 in a dwelling unit upon turnover a.  Upon turnover of any dwelling unit in a multiple dwelling, or a dwelling unit in a private dwelling where each dwelling unit is to be occupied by persons other than the owner or the owner\\rquote s family, the owner shall within such dwelling unit have the responsibility to remediate all visible mold and pest infestations, and any underlying defects, in such dwelling unit and thoroughly clean and vacuum all carpeting and furniture provided by such owner to incoming occupants prior to reoccupancy, consistent with the work practices promulgated  pursuant to section 27-2056.28 of this article.\\par\nb\\cf0 . \\cf1 Any owner who fails to comply with the provisions of subdivision a of this section, or the rules of the department shall be liable for a class C immediately hazardous violation.\\cf0\\ulnone\\par\n\\ul\\'a7 27-2052.26 Department inspections. a. When entering a dwelling unit in a multiple dwelling for the purpose of investigating the existence of any violation of this code, the department shall make diligent efforts to ascertain \\par\n(1) whether a susceptible person resides therein and shall request from the occupant an acknowledgement as to whether such a person resides in the dwelling unit.\\par\n(2) whether there is visible mold in the dwelling unit and shall inquire of the occupant whether mold is present in the dwelling unit.\\par\nb. In any dwelling unit in a multiple dwelling where a susceptible person resides, the department shall conduct an inspection pursuant to subdivision a of this section no later than twenty days after the department's receipt of a complaint describing a condition that would constitute a violation under sections 27-2056.23 or 27-2056.24 of this code.  The department shall make diligent efforts to ascertain whether a susceptible person resides therein.  Where the department attempts to perform an inspection of a dwelling unit within the time period required by this subdivision but is unable to gain access, the department shall be required to make a reasonable attempt to gain access to such dwelling unit within five days of such attempt. If the department is unable to gain access to that dwelling unit during this additional time period, the department shall provide written notice to the occupant of such dwelling unit that no further attempts at access shall be made unless a new complaint is submitted.\\par\n c. Each inspector who performs an inspection pursuant to subdivision b of this section shall use, where appropriate, diagnostic devices such as a moisture meter or borescope. For each room where visible mold or an indoor allergen hazard is found, the department shall also inspect for evidence of an underlying defect and shall indicate on the inspection report the location with the room of any visible mold, the condition of the subsurface below it, and the location of any underlying defect. Where, upon conducting an inspection, the department determines the existence of a condition constituting a violation of this article, the department shall serve a notice of violation within ten additional days.\\par\nd. The pamphlet developed by the department of health and mental hygiene pursuant to section 17-193 of this code shall be left at the premises of the dwelling unit at the time of an inspection made by the department pursuant to this section.  Such pamphlet shall be delivered by the department in conjunction with all notices of violation issued pursuant to paragraph one of subdivision m of section 27-2115 of this code. Failure to include such pamphlet with such notices of violation shall not render null and void the service of such notices of violation. Such pamphlet shall also be made available to any member of the public upon request.\\par\ne. Notwithstanding any other provision of law, failure by the department or the department of health and mental hygiene to comply with any time period provided in this article or section 27-2115 of this chapter relating to responsibilities of the department and the department of health and mental hygiene, shall not render null and void any notice of violation issued by the department or the department of health and mental hygiene pursuant to such article or section, and shall not provide a basis for defense or mitigation of an owner\\rquote s liability for civil penalties for violation of such article.\\par\n\\'a727-2056.27 Department implementation and enforcement. a. The department shall provide appropriate training for mold and indoor allergen hazard inspection and supervisory personnel.  The department shall provide for the continuing education of inspection and supervisory personnel regarding changes in applicable federal, state, and local laws and guidance documents and require that each such individual has successfully demonstrated knowledge of those materials and the requirements of this article. \\par\nb. The department, with the approval of the department of health and mental hygiene, shall promulgate a comprehensive written procedure to guide department personnel in implementing and enforcing this article.  Such procedures shall include a methodology and a form to be used by department personnel when conducting an inspection to carry out and record an inspection pursuant to section 27-2056.26 of this article.\\par\nc. The department shall promulgate rules for the implementation and enforcement of this article and to effect compliance with all applicable provisions of this article, rules promulgated thereunder, and all applicable city, state or federal laws, rules or regulations. Such rules shall be subject to the approval of the department of health and mental hygiene prior to their promulgation and shall include, but not be limited to, establishing:\\par\n(1) uniform specifications and procedures to govern testing, including a standardized format for reporting such testing results, whenever tests for indoor mold hazards in residential dwellings are performed, whether by or on behalf of an owner or an agency of the city of New York;\\par\n(2) procedures by which an owner may apply to the department to postpone the date by which a violation shall be corrected pursuant to subdivision m of section 27-2115 of this code; and \\par\n(3) procedures to implement and to enforce compliance with paragraph 2 of subdivision m of section 27-2115 of this code, which shall include, but not be limited to, the requirement that an owner certify to:\\par\n (i) the correction of a violation of this article of the code, and\\par\n(ii) compliance with the rules promulgated by the department pursuant to section 27-2056.28 of this code.\\par\n\\'a727-2056.28 Work practices.  The department shall promulgate rules, with the approval of the department of health and mental hygiene, establishing work practices when correcting indoor allergen hazards, and underlying defects including violations cited by the department pursuant to this article.  The department shall from time-to-time review and revise such rules based upon, among other things, the latest scientific data and developing federal and industry standards.  The rules shall include training requirements, occupant protection measures, and relocation guidelines as needed, and shall further provide that any test results shall be filed with the department, and a copy shall be provided by the owner to the occupant of the dwelling unit.\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj\\cf1\\ul\\'a727-2056.29  Department removal of violations placed by the department of health and mental hygiene.   Where the owner of the dwelling or relevant dwelling unit within such dwelling fails to comply with an order of the department of health and mental hygiene to correct a violation placed by the department of health and mental hygiene pursuant to section 17-192 of this code, the department of health and mental hygiene shall certify such conditions to the department of housing preservation and development within ten days after the date set for correction in said order.  The conditions so certified shall be corrected within thirty days of certification to the department.\\par\n\\'a727-2056.30 Reporting. a. \\cf0 Within four months after the close of the first fiscal year after which this article takes effect and for every fiscal year thereafter, the commissioner shall provide to the council a written report on the department's implementation of this article during the preceding year.  Such report shall include, at a minimum, an analysis of the department's program, a detailed statement of revenue and expenditures and a statistical section designed to provide a detailed explanation of the department's enforcement including, but not limited to, the following:\\par\n(1) the number of complaints for visible mold and indoor allergen hazards in dwelling units, disaggregated by city or non-city ownership of the building which is the subject of the complaint;\\par\n(2) the number of inspections by the department pursuant to this article, disaggregated by the city or non-city ownership of the building where the inspection occurred;\\par\n(3)  the number of violations issued by the department pursuant to this article;\\par\n(4)  the number of violations issued pursuant to this article that were certified as corrected by the owner, the number of such certifications that did not result in the removal of such violations, and the number of civil actions brought by the department against such owners; and\\par\n(5)  the number of jobs performed in which violations issued pursuant to this article were corrected by the department, the total amount spent by the department to correct the conditions that resulted in the violations, and the average amount spent per dwelling unit to correct such conditions; and \\par\n\\cf1 (6)  a statistical profile with geographic indexing, such as by community district, council district, and/or zip code, of multiple dwellings in which violations are placed, indicating the ages and general condition of the multiple dwellings and other factors relevant to the prevalence of indoor allergen hazards, which may include asthma rates in the relevant community, outstanding violations, and emergency repair charges.\\cf0\\par\n\\cf1 b.  The department of health and mental hygiene shall prepare a statistical profile on asthma rates in the population with geographic indexing, such as by community district, council district, and/or zip code.  This report shall be utilized by the department in its implementation of this article.  Such report shall be submitted to the council within nine months after the close of each calendar year.\\cf0\\par\n\\cf1 c.  The department shall maintain a central register of all department orders to correct a violation under this article.  Such register shall indicate, if applicable, the date of the complaint, address of the premises, and the date of each inspection and reinspection.\\par\n\\'a727-2056.31  Waiver of benefit void.  a. No owner may seek to have an occupant of a dwelling unit waive the benefit or protection of any provision of this article.  Any agreement by the occupant of a dwelling unit purporting to waive the benefit or protection of any provision of this article is void.  Any owner who violates this section, or the rules promulgated hereunder, shall be guilty of a misdemeanor punishable by a fine of up to five hundred dollars or imprisonment for up to six months or both.  In addition, any owner who violates this section shall be liable for a civil penalty of not more than five hundred dollars per violation.\\par\n\\cf0\\expndtw-3 b.  Notwithstanding any other provision of this article, nothing herein shall be construed to alter existing or future agreements which allocate responsibility for compliance with the provisions of this article between a tenant shareholder and a cooperative corporation or between the owner of a condominium unit and the board of managers of such condominium.\\expndtw0\\ulnone\\par\n\\ul c.  The provisions of this article, other than section 27-2056.29, shall not apply to a dwelling unit in a multiple dwelling where (i) title to such multiple dwelling is held by a cooperative housing corporation or such dwelling unit is owned as a condominium unit, and (ii) such dwelling unit is occupied by the shareholder of record on the proprietary lease for such dwelling unit or the owner of record of such condominium unit, as is applicable, or the shareholder\\rquote s or record owner\\rquote s family.\\ulnone\\i\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\i0\\'a73. Section 27-2115 of the administrative code of the city of New York is amended by adding a new subdivision m to read as follows:\\par\n\\ul m(1) Notwithstanding any other provision of law, when the department serves a notice of violation to correct and certify a condition that constitutes a violation of article fifteen  of subchapter two of this chapter, the notice of violation shall specify the date by which the violation shall be corrected, which shall be twenty-one days after service of the notice of violation, and the procedure by which the owner, for good cause shown pursuant to this subdivision, may request a postponement. The notice of violation shall further specify that the violation shall be corrected in accordance with the work practices established in accordance with section 27-2056.28 of this code. The notice of violation shall be served by personal delivery to a person in charge of the premises or to the person last registered with the department as the owner or agent, or by registered or certified mail, return receipt requested, or by certified mail with proof of delivery, to the person in charge of the premises or to the person last registered with the department as the owner or agent; provided that where a managing agent has registered with the department, such notice of violation shall be served on the managing agent. Service of the notice of violation shall be deemed completed three days from the date of mailing. Notification, in a form to be determined by the department, of the issuance of such violation shall be sent simultaneously by regular mail to the occupant at the dwelling unit that is the subject of such notice of violation. The department may postpone the date by which a violation shall be corrected upon a showing, made within the time set for correction in the notice, that prompt action to correct the violation has been taken but that full correction cannot be completed within the time provided because of serious technical difficulties, inability to obtain necessary materials, funds or labor, inability to gain access to the dwelling unit wherein the violation exists, or such other portion of the building as may be necessary to make the required repair. Such postponement shall not exceed fourteen days from the date of correction set forth in the notice of violation. The department may require such other conditions as are deemed necessary to insure correction of the violations within the time set for the postponement. The department shall provide to the owner and the occupant a written statement signed and dated by the person making such decision setting forth the reasons for each postponement of the date by which a violation shall be corrected or the reason for the denial of such application for a postponement. Said written statement shall be part of the records of the department.\\par\n(2) Notwithstanding any other provision of law, the notice of violation shall direct that the correction of each violation cited therein shall be certified to the department. Such certification shall be made in writing, under oath by the registered owner, a registered officer or director of a corporate owner or by the registered managing agent. Such certification shall include a statement that the violation was corrected in compliance with the work practices established pursuant to section 27-2056.28 of this code.  All certifications shall be delivered to the department and acknowledgment of receipt therefore obtained or shall be mailed to the department by certified or registered mail, return receipt requested, no later than five days after the date set for correction, and shall include the date when each violation was corrected. Such certification of correction shall be supported by a sworn statement by the person who performed the work if performed by an employee or agent of the owner. A copy of such certification shall be mailed to the complainant by the department not more than twelve full calendar days from the date of receipt of such certification by the department. Failure to file such certification shall establish a prima facie case that such violation has not been corrected.\\par\n(3)  Whenever the department shall issue a notice of violation to correct a condition that constitutes a violation of sections 27-2056.23 or 27-2056.24 of article fifteen of subchapter two of this chapter, the department shall within fourteen days after the date set for the correction of such violation conduct a final inspection to verify that the violation has been corrected.  Where, upon conducting an inspection, the department determines that a violation has not been corrected, the department shall correct such violation within forty-five additional days of such inspection or in such shorter time as is practicable.\\par\n(4)  Notwithstanding any other provision of law, a person making a false certification of correction of a violation issued pursuant to article 15 of subchapter 2 of this chapter, in addition to any other civil penalty, shall be subject to a civil penalty of not less than one thousand dollars nor more than three thousand dollars for each false certification made, recoverable by the department in a civil action brought in a court of competent jurisdiction. If the person making such false certification is an employee of the owner then such owner shall be responsible for such civil penalty. In addition, any such person making a false certification of correction shall be guilty of a misdemeanor punishable by a fine of up to one thousand dollars or imprisonment for up to one year or both.\\par\n(5) Notwithstanding any other provision of law, a person who violates article fifteen of subchapter two of this chapter by failing to correct such violation in accordance with the  work practices established pursuant to section 27-2056.28 of this code shall be subject to a civil penalty of two hundred fifty dollars per day for each violation to a maximum of ten thousand dollars from the initial date set for correction in the notice of violation until the date the violation is corrected and certified to the department, and in addition to any civil penalty shall, whenever appropriate, be punished under the provisions of article three of subchapter five of this code. There shall be a presumption that the condition constituting a violation continues after the service of the notice of violation. The owner shall be responsible for the correction of all violations noticed pursuant to article fifteen of subchapter two of this chapter, but in an action for civil penalties pursuant to this subdivision may in defense or mitigation of such owner's liability for civil penalties show:\\par\n(i)  That the condition which constitutes the violation did not exist at the time the violation was placed; or\\par\n(ii) That he or she began to correct the condition which constitutes the violation promptly upon discovering it but that full correction could not be completed expeditiously because of serious technical difficulties, inability to obtain necessary materials, funds or labor, or inability to gain access to the dwelling unit wherein the violation exists, or such other portion of the building as might be necessary to make the repair, provided that a postponement was granted pursuant to this subdivision; \\par\n(iii) That he or she was unable to obtain a permit or license necessary to correct the violation, provided that diligent and prompt application was made therefore; or\\par\n(iv) That the violation giving rise to the action was caused by the act of negligence, neglect or abuse of another not in the employ or subject to the direction of the owner, except that the owner shall be precluded from showing in defense or mitigation of such owner's liability for civil penalties evidence of any acts occurring, undertaken, or performed by any predecessor in title prior to the owner taking control of the premises. Where the aforesaid allegations are made by way of mitigation of penalties, the owner shall show, by competent proof, pertinent financial data and efforts made to obtain necessary materials, funds or labor or to gain access, or to obtain a permit or license and such other evidence as the court may require. If the court finds that sufficient mitigating circumstances exist, it may remit all or part of any penalties arising from the violations, but may condition such remission upon a correction of the violation within a time period fixed by the court.\\par\n(6) Notwithstanding any other provision of law, failure by the department to comply with any time period provided in this section relating to responsibilities of the department shall not render null and void any notice of violation issued by the department or the department of health and mental hygiene pursuant to such article or section, and shall not provide a basis for defense or mitigation of an owner\\rquote s liability for civil penalties for violation of such article\\par\n\\ulnone\\'a74. Title 17 of the administrative code of the city of New York is amended by adding new sections 17-192, 17-193, and 17-194 to read as follows:\\par\n\\pard\\nowidctlpar\\sb100\\sa100\\sl480\\slmult1\\qj\\tab\\ul\\'a717-192  Investigations of indoor allergen hazards. a. The department shall establish procedures to permit doctors, nurses, or other health professionals, upon the consent of their patients, to request a department investigation of possible indoor allergen hazards in dwellings where persons reside who have been medically diagnosed with asthma.  The procedures may provide for referrals to the department of housing preservation and development of complaints that would be subject to section 27-2056.26 of this code. The procedures shall also provide for an investigation may be made when the department is notified that a person who has been medically diagnosed with asthma is residing in a dwelling with possible indoor allergen hazards not otherwise subject to enforcement by the department of housing preservation and development under section 27-2056.26 of the administrative code.   Such indoor allergen hazards may include, but are not limited to, mold that is not readily observable to the eye, including mold that is hidden within wall cavities, dust, or such other conditions as the department shall from time-to-time determine are indoor allergen hazards.\\par\n\\pard\\nowidctlpar\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj b. In the event that the department determines that a hidden mold hazard or other indoor allergen hazard exists, the department shall order the owner to correct the condition and the underlying causes of such a condition within twenty-one days, in a manner and under such safety conditions as it may specify, including the work practices established pursuant to section 27-2056.28 of the administrative code.  \\par\nc. In the event that the department determines that the owner or other person having the duty or liability to comply with an order issued pursuant to this section fails to substantially comply therewith within twenty-one days after service thereof, the department shall in accordance with section 27-2056.29 of the administrative code, shall request the department of housing preservation and development to execute such order pursuant to the provision of section 17-147 of the administrative code. \\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a717-193 Education about indoor allergen hazards. The department shall develop a pamphlet, \\cf1 the content of which shall, at a minimum, be in English and in the covered languages set forth in section 8-1002 of this code,\\cf0  explaining the hazards associated with indoor allergens and describing the procedures to be used in order for a violation of sections 27-2056.23 and 27-2056.24 of this code to be corrected, including the work practices to be established pursuant to section 27-2056.28 of this article.  Such pamphlet shall be made available in accordance with section 27-2056.26 of this code. Such pamphlet shall also be made available to any member of the public upon request. \\par\n\\'a717-194 Inspection by the department of unsafe work practices for pest infestation and mold hazard remediation. The department shall promulgate rules requiring the department to respond to complaints regarding unsafe indoor mold hazard remediation.\\par\n\\ulnone\\'a75. If any sentence, paragraph, section or part of this local law shall be adjudged invalid by a court of competent jurisdiction such judgment shall not impair or invalidate the remainder thereof but shall be confined to that part.\\par\n\\'a76. The provisions of this local law shall take effect ninety days after its enactment, except that the commissioners of health and mental hygiene and housing preservation and development shall promulgate all rules and take all other actions necessary to implement this local law on or before the date upon which it shall take effect.\\par\n\\pard\\nowidctlpar\\par\n\\par\n\\par\nLS # 1413 and 3712\\par\nGotbaum-Mendez Asthma Trigger - Clean - With GC Edits - 3-19-08 \\par\n3-19-08\\par\n}\n\u0000",
  "LastModified": "2015-12-11T14:25:35.443Z"
}
