{
  "ID": 40469,
  "GUID": "B79ADACC-B7F6-4F77-AC89-FDA1F6E6E6CA",
  "File": "Int 0759-2008",
  "Name": "Creating a construction industry whistleblower hotline within the New York City department of buildings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating a construction industry whistleblower hotline within the New York City department of buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2008-04-30T00:00:00Z",
  "AgendaDate": "2008-04-30T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 215055,
      "Date": "2008-04-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 215202,
      "Date": "2008-04-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8211,
      "AgendaSequence": 124,
      "MinutesSequence": 148,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 215245,
      "Date": "2008-05-06T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 8218,
      "AgendaSequence": 9,
      "MinutesSequence": 20,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 215304,
      "Date": "2008-05-06T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 8218,
      "MinutesSequence": 21,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236274,
      "Date": "2009-12-31T13:43:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 83058,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/6/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2cbed0dc-737a-4c4a-b7bf-0d0f15eecd37.doc",
      "Sort": 1
    },
    {
      "ID": 83315,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 5/6/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/da8a8075-c7be-4ad5-9d42-7855e883bcf8.PDF",
      "Sort": 2
    },
    {
      "ID": 86101,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/6/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9506213c-6346-4900-8da7-5605b23474ed.doc",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 41235,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1. Legislative Intent.  The Council finds and declares that the safe operation of construction activities at sites throughout the city of New York is a matter of paramount concern and that an essential component of any safety strategy is a program which assures that employees who have first-hand knowledge of potential safety problems can freely communicate their concerns without fear of retaliation.  The New York City Department of Buildings has an interest in and an obligation to ensure that such construction sites and activities are being managed in a way that provides the highest possible level of safety to protect citizens and visitors of New York City from possible hazards of construction sites and activities.  The Council further finds and declares that the creation of a construction industry whistleblower hotline within the New York City Department of Buildings which encourages employees who have first-hand knowledge of potential safety problems to freely communicate their concerns without fear of retaliation should be created.\n§2. Article 103 of chapter 1 of title 28 of the administrative code of the city of New York is amended by adding a new subchapter §28-103.1.3 to read as follows:\n§28-103.1.3 Definitions.  As used in this section the term: a. “Whistleblower” means all employees engaged in construction-, excavation-, and demolition-related activities within the city of New York, and all persons within New York City’s construction industry who have knowledge of issues that affect public health and safety.\n\n1.  Construction industry whistleblower hotline program.  The Commissioner shall establish a construction industry whistleblower hotline within the department for the purpose of enabling a whistleblower to report what he or she believes to be unsafe condition at a construction, excavation, or demolition site, unsafe handling or operation of construction-, excavation-, or demolition-related equipment and to communicate their concerns about the safety of construction-, excavation-, or demolition-related activities without fear of retaliation.  The construction industry whistleblower hotline program shall include at a minimum, the following provisions:\ni.  There shall be a dedicated toll-free telephone line available to whistleblowers for the purpose of reporting any health and safety concerns, including, but not limited to, any violations or potential violations of any applicable law, statute, rule or regulation whereby reports may be made anonymously.   \nii.  The commissioner shall keep all communications between a whistleblower and the department strictly confidential unless the whistleblower specifically waives in writing the right to confidentiality or information about the identity of a whistleblower or the information provided by such whistleblower is sought by a law enforcement agency with respect to an active investigation or the release of such information is directed by a court of competent jurisdiction.\n2.  The commissioner shall perform a preliminary evaluation of the information provided by a caller to the construction industry whistleblower hotline within seventy-two hours to determine whether any health and safety concerns including, but not limited to, any violations or potential violations of any applicable law, statute, rule or regulation has occurred or is imminent.  \n3.  Signs containing the toll-free telephone number and explaining the existence and purpose of the construction industry whistleblower hotline program shall be displayed at prominent locations within and around construction-, excavation-, or demolition-related sites subject to the commissioner’s jurisdiction.  \n4.  No later than one week following the issuance of the mayor's management report, the commissioner shall submit to the council a report detailing the department's activities pursuant to this article.  This report shall provide information for the period covered by the mayor's management report. The report required by this section shall at a minimum include: a) the number of phone calls received by the construction industry whistleblower hotline; b) the number of investigations resulting from telephone calls received by the construction industry whistleblower hotline and;  c) the results of such investigations including, but not limited to, the number of violations issued with respect to any applicable law, statute, rule or regulation.\n§3. This local law shall take effect ninety days after enactment, except that the commissioner shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\nJPS \nLS # 5239\n04-11-08 12:02 p.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\qj\\ul Be it enacted by the Council as follows: \\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Legislative Intent.  The Council finds and declares that the safe operation of construction activities at sites throughout the city of New York is a matter of paramount concern and that an essential component of any safety strategy is a program which assures that employees who have first-hand knowledge of potential safety problems can freely communicate their concerns without fear of retaliation.  The New York City Department of Buildings has an interest in and an obligation to ensure that such construction sites and activities are being managed in a way that provides the highest possible level of safety to protect citizens and visitors of New York City from possible hazards of construction sites and activities.  The Council further finds and declares that the creation of a construction industry whistleblower hotline within the New York City Department of Buildings which encourages employees who have first-hand knowledge of potential safety problems to freely communicate their concerns without fear of retaliation should be created.\\par\n\\'a72. Article 103 of chapter 1 of title 28 of the administrative code of the city of New York is amended by adding a new subchapter \\'a728-103.1.3 to read as follows:\\par\n\\ul\\'a728-103.1.3 Definitions.  As used in this section the term: a. \\ldblquote Whistleblower\\rdblquote  means all employees engaged in construction-, excavation-, and demolition-related activities within the city of New York, and all persons within New York City\\rquote s construction industry who have knowledge of issues that affect public health and safety.\\par\n\\par\n1.  Construction industry whistleblower hotline program.  The Commissioner shall establish a construction industry whistleblower hotline within the department for the purpose of enabling a whistleblower to report what he or she believes to be unsafe condition at a construction, excavation, or demolition site, unsafe handling or operation of construction-, excavation-, or demolition-related equipment and to communicate their concerns about the safety of construction-, excavation-, or demolition-related activities without fear of retaliation.  The construction industry whistleblower hotline program shall include at a minimum, the following provisions:\\par\ni.  There shall be a dedicated toll-free telephone line available to whistleblowers for the purpose of reporting any health and safety concerns, including, but not limited to, any violations or potential violations of any applicable law, statute, rule or regulation whereby reports may be made anonymously.   \\par\nii.  The commissioner shall keep all communications between a whistleblower and the department strictly confidential unless the whistleblower specifically waives in writing the right to confidentiality or information about the identity of a whistleblower or the information provided by such whistleblower is sought by a law enforcement agency with respect to an active investigation or the release of such information is directed by a court of competent jurisdiction.\\par\n2.  The commissioner shall perform a preliminary evaluation of the information provided by a caller to the construction industry whistleblower hotline within seventy-two hours to determine whether any health and safety concerns including, but not limited to, any violations or potential violations of any applicable law, statute, rule or regulation has occurred or is imminent.  \\par\n3.  Signs containing the toll-free telephone number and explaining the existence and purpose of the construction industry whistleblower hotline program shall be displayed at prominent locations within and around construction-, excavation-, or demolition-related sites subject to the commissioner\\rquote s jurisdiction.  \\par\n4.  No later than one week following the issuance of the mayor's management report, the commissioner shall submit to the council a report detailing the department's activities pursuant to this article.  This report shall provide information for the period covered by the mayor's management report. The report required by this section shall at a minimum include: a) the number of phone calls received by the construction industry whistleblower hotline; b) the number of investigations resulting from telephone calls received by the construction industry whistleblower hotline and;  c) the results of such investigations including, but not limited to, the number of violations issued with respect to any applicable law, statute, rule or regulation.\\par\n\\ulnone\\'a73. This local law shall take effect ninety days after enactment, except that the commissioner shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\fs20\\par\n\\pard\\qj\\par\nJPS \\par\nLS # 5239\\par\n\\pard\\sl480\\slmult1\\qj 04-11-08 12:02 p.m.\\par\n \\par\n   \\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
