{
  "ID": 40576,
  "GUID": "A11A47D5-495E-48E0-986C-E0D0F0C56A28",
  "File": "Int 0762-2008",
  "Name": "Small business regulatory flexibility.",
  "Title": "A Local Law to amend the New York city charter, in relation to small business regulatory flexibility.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5120,
  "BodyName": "Committee on Small Business",
  "IntroDate": "2008-04-30T00:00:00Z",
  "AgendaDate": "2008-04-30T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 7516,
      "Slug": "kenneth-c-mitchell",
      "FullName": "Kenneth C. Mitchell"
    }
  ],
  "History": [
    {
      "ID": 215058,
      "Date": "2008-04-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 215207,
      "Date": "2008-04-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Small Business",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8211,
      "AgendaSequence": 129,
      "MinutesSequence": 153,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Small Business",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236272,
      "Date": "2009-12-31T13:42:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 88248,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 762 - 4/30/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/264b843d-9599-4e01-a576-b2fbff6fdcf0.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 43590,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter 45 of the New York city charter is amended by adding a new section 1044.1 to read as follows:\n§1044.1 Small Business Regulatory Flexibility. a. Definitions. For the purposes of this section:\n (1) “Proposed rule” shall mean a proposal by an agency for a new rule or a change or repeal of an existing rule.\n(2) “Small business” shall mean a business entity that is located in the city of New York, and employs one hundred persons or less or has gross annual revenue of six million dollars or less. \nb. Notification. At least sixty days prior to the initial publication of any proposed rule that may have an economic impact on small businesses by the department of buildings, department of consumer affairs, department of environmental protection, department of health and mental hygiene, department of sanitation, department of transportation, fire department, police department or environmental control board, such agencies shall, in writing, notify the department of small business services of their intent to adopt such proposed rule. The department of small business services shall advise and assist agencies in complying with the provisions of this section.  \n  \nc. Small Business Regulatory Impact Analysis. At least thirty days prior to the initial publication of any proposed rule identified pursuant to subdivision b of this section, the department of small business services and the agency considering the adoption of the proposed rule, shall jointly prepare a small business regulatory impact analysis pursuant to the provisions of this subdivision. The regulatory impact analysis shall include, but not be limited to, the following: \n(1) An identification and estimate of the number of small businesses subject to the proposed rule;\n(2) The projected reporting, record keeping and other administrative costs required for compliance with the proposed rule, including the type of professional skills necessary for preparation of the report or record;\n (3) A description of any less intrusive or less costly alternative methods of achieving the purpose of the proposed rule. \n(4) The establishment of less stringent schedules or deadlines for compliance or reporting requirements for small businesses; and\n(5) The consolidation or simplification of compliance or reporting requirements for small businesses or the exemption of small businesses from all or any part of the requirements contained in the proposed rule.\nd. If the estimates, projections, or descriptions of potential impacts are inaccurate, such inaccuracies shall not affect, impair or invalidate the final rule.\n e. Each agency that proposes a rule subject to the provisions of this section shall, in addition to the requirements set forth in section 1043 of the New York city charter, submit a copy of the small business regulatory impact analysis to the City Record and the designees described in subdivision (b) (2) of section 1043 of the New York city charter when the proposed rule is being submitted for publication. \nf. At least thirty days prior to the date set for a public hearing for any proposed rule for which a small business regulatory impact analysis is required, the department of small business services shall provide notice and information regarding the proposed rule including, but not limited to:\n\t(1) The publication of a general notice on the proposed rule in publications likely to be obtained by small businesses, chambers of commerce, local economic development corporations, trade associations and other business and advocacy organizations that are likely to be affected by the proposed rule;\n\t(2) The direct notification of chambers of commerce, local economic development corporations, trade associations and other business and advocacy organizations that are likely to be affected by the proposed rule affected by the proposed rule;\n\t(3) The publication of the proposed rule along with said small business regulatory impact analysis on the department of small business services’ website.   \ng. Small business rule guides.  For each rule that has an economic impact on small businesses, the agency which adopted the rule shall post on its website one or more guides explaining the actions a small business may take to comply with such rule or set of rules if the agency determines, in conjunction with the department of small business services, that such guide or guides will assist small businesses in complying with the rule, and shall designate each such posting as a small business rule guide.  The department of small business services shall coordinate the preparation of such small business rule guides with the appropriate agency or agencies.  \nh. The provisions of this section shall not apply where an agency must propose a rule on an emergency basis.  However, where a proposed rule has been enacted on an emergency basis, the agency that proposed the rule and the department of small business services shall, pursuant to the substantive requirements of subdivisions b, c, d, e and f of this section, issue a small business regulatory impact analysis, provide notice of such analysis and prepare one or more small business rule guides within sixty days subsequent to the date of enactment of such proposed rule. \ni. The provisions of this section shall not apply to proposed rules that do not have an economic impact on small businesses.\n§2. If any subdivision, sentence, clause, phrase or other portion of the local law that added this section is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\n§3. This local law shall take effect ninety days after its enactment into law, provided that, prior to such date, the commissioner of the department of small business services shall promulgate such rules as may be necessary to implement its provisions.\nKS \nLS #4462 Revised\n3/20/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. \\cf1 Chapter 45 of the \\cf0 New York city charter\\cf1  is amended by adding a new section 1044.1 to read as follows:\\par\n\\ul\\'a71044.1 Small Business Regulatory Flexibility. \\cf0 a. Definitions. For the purposes of this section:\\par\n (1) \\ldblquote Proposed rule\\rdblquote  shall mean a proposal by an agency for a new rule or a change or repeal of an existing rule.\\par\n(2) \\ldblquote Small business\\rdblquote  shall mean a business entity that is located in the city of New York, and employs one hundred persons or less or has gross annual revenue of six million dollars or less. \\b\\par\n\\b0 b. Notification. At least sixty days prior to the initial publication of any proposed rule that may have an economic impact on small businesses by the department of buildings, department of consumer affairs, department of environmental protection, department of health and mental hygiene, department of sanitation, department of transportation, fire department, police department or environmental control board, such agencies shall, in writing, notify the department of small business services of their intent to adopt such proposed rule. The department of small business services shall advise and assist agencies in complying with the provisions of this section.  \\par\n  \\par\nc. Small Business Regulatory Impact Analysis. At least thirty days prior to the initial publication of any proposed rule identified pursuant to subdivision b of this section, the department of small business services and the agency considering the adoption of the proposed rule, shall jointly prepare a small business regulatory impact analysis pursuant to the provisions of this subdivision. The regulatory impact analysis shall include, but not be limited to, the following: \\ulnone\\par\n\\ul (1) An identification and estimate of the number of small businesses subject to the proposed rule;\\par\n(2) The projected reporting, record keeping and other administrative costs required for compliance with the proposed rule, including the type of professional skills necessary for preparation of the report or record;\\par\n (3) A description of any less intrusive or less costly alternative methods of achieving the purpose of the proposed rule. \\par\n(4) The establishment of less stringent schedules or deadlines for compliance or reporting requirements for small businesses; and\\par\n(5) The consolidation or simplification of compliance or reporting requirements for small businesses or the exemption of small businesses from all or any part of the requirements contained in the proposed rule.\\par\nd. If the estimates, projections, or descriptions of potential impacts are inaccurate, such inaccuracies shall not affect, impair or invalidate the final rule.\\par\n e. Each agency that proposes a rule subject to the provisions of this section shall, in addition to the requirements set forth in section 1043 of the New York city charter, submit a copy of the small business regulatory impact analysis to the City Record and the designees described in subdivision (b) (2) of section 1043 of the New York city charter when the proposed rule is being submitted for publication. \\par\nf. At least thirty days prior to the date set for a public hearing for any proposed rule for which a small business regulatory impact analysis is required, the department of small business services shall provide notice and information regarding the proposed rule including, but not limited to:\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (1) The publication of a general notice on the proposed rule in publications likely to be obtained by small businesses, chambers of commerce, local economic development corporations, trade associations and other business and advocacy organizations that are likely to be affected by the proposed rule;\\par\n\\ulnone\\tab\\ul (2) The direct notification of chambers of commerce, local economic development corporations, trade associations and other business and advocacy organizations that are likely to be affected by the proposed rule affected by the proposed rule;\\par\n\\ulnone\\tab\\ul (3) The publication of the proposed rule along with said small business regulatory impact analysis on the department of small business services\\rquote  website.   \\par\n\\pard\\fi720\\sl480\\slmult1\\qj g. Small business rule guides.  For each rule that has an economic impact on small businesses, the agency which adopted the rule shall post on its website one or more guides explaining the actions a small business may take to comply with such rule or set of rules if the agency determines, in conjunction with the department of small business services, that such guide or guides will assist small businesses in complying with the rule, and shall designate each such posting as a small business rule guide.  The department of small business services shall coordinate the preparation of such small business rule guides with the appropriate agency or agencies.  \\par\nh. The provisions of this section shall not apply where an agency must propose a rule on an emergency basis.  However, where a proposed rule has been enacted on an emergency basis, the agency that proposed the rule and the department of small business services shall, pursuant to the substantive requirements of subdivisions b, c, d, e and f of this section, issue a small business regulatory impact analysis, provide notice of such analysis and prepare one or more small business rule guides within sixty days subsequent to the date of enactment of such proposed rule. \\par\ni. The provisions of this section shall not apply to proposed rules that do not have an economic impact on small businesses.\\par\n\\cf1\\ulnone\\'a72. If any subdivision, sentence, clause, phrase or other portion of the local law that added this section is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\\par\n\\'a73. This local law shall take effect ninety days after its enactment into law, provided that, prior to such date, the commissioner of the department of small business services shall promulgate such rules as may be necessary to implement its provisions.\\cf0\\ul\\par\n\\pard\\ulnone KS \\par\nLS #4462 Revised\\par\n\\pard\\tx720\\tqc\\tx4320\\tqr\\tx8640 3/20/09 \\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
