{
  "ID": 40851,
  "GUID": "909C5FB9-D120-4FF4-B7EF-889909B3D030",
  "File": "Int 0764-2008",
  "Name": "Requiring owners of construction sites to clean graffiti from the construction site and any construction-related materials at no cost to NYC.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring owners of construction sites to clean graffiti from the construction site and any construction-related materials at no cost to the city of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2008-04-30T00:00:00Z",
  "AgendaDate": "2008-04-30T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 215053,
      "Date": "2008-04-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 215209,
      "Date": "2008-04-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8211,
      "AgendaSequence": 131,
      "MinutesSequence": 155,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236271,
      "Date": "2009-12-31T13:42:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41632,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subsection a of section 10-117.3 of the administrative code of the city of New York is amended by adding new paragraphs 5 and 6, to read as follows:\n5.\t“Construction site” means the physical location where work or operations necessary or incidental to the erection, demolition, assembling, installing, or equipping of buildings, or any alterations and operations incidental thereto, is occurring. This includes the process of land clearing, grading, excavating, and filling and shall mean the finished product of any such work or operations.  This term shall not include minor repairs.\n6.\t“Construction-related material” means all material used in the work or operations of a construction site, including, but not limited to any fencing used in or around a construction site.\n§ 2.  Subsection b of section 10-117.3 of the administrative code of the city of New York is amended to read as follows:\nb.\tDuty to keep property free of graffiti. The owner of every commercial building and residential building shall keep and cause to be kept such building free of all graffiti.  The owner of every construction site shall keep and cause to be kept such construction site and all construction-related material on the site free of all graffiti.\n§ 3.  Subsection d of section 10-117.3 of the administrative code of the city of New York is amended, a new subsection e is added, subsection e is relettered as subsection f and amended, subsection f is relettered as subsection g and amended, and a new subsection h is added to read as follows:\nd. Failure to remove graffiti from commercial or residential property. Notice to remove graffiti from a commercial or residential building shall be served by an agency designated by the mayor in the manner prescribed in paragraph two of subdivision d of section 1404 of the charter.  Such written notice shall, at a minimum: (1) describe the city’s graffiti abatement program and the resources available to the property owner to abate graffiti; (2) indicate that if the owner of a commercial or residential building fails to remove such graffiti within sixty days of receipt of such notice, then the city may cause such graffiti to be removed; and (3) for a written notice involving residential buildings containing six or more dwelling units or commercial buildings, further indicate that the failure to remove the graffiti within sixty days of receipt of the notice shall result in the imposition of a fine as set forth in [subdivision e] subsection f of this section.  \ne. Failure to remove graffiti from a construction site or from construction-related material.  Notice to remove graffiti from a construction site or from construction-related material shall be served by an agency designated by the mayor in the manner prescribed in paragraph two of subdivision d of section 1404 of the charter.  Such written notice shall, at a minimum, indicate that the failure to remove the graffiti within sixty days of receipt of the notice shall result in the imposition of a fine as set forth in subsection f of this section.\n[e]f. Penalty for failure to remove graffiti from residential buildings containing six or more dwelling units or commercial buildings or construction sites or construction-related material.  The owner of a residential building of six or more units or a commercial building or a construction site or construction-related material who has been given written notice to remove graffiti from such building, construction site or construction-related material, and who fails to remove such graffiti within sixty days of receipt of such notice, shall be liable for a civil penalty of not less than one hundred fifty dollars nor more than three hundred dollars.  Such civil penalty may be recovered in a proceeding before the environmental control board.  The owner of a residential building containing six or more dwelling units or a commercial building shall not be liable for a civil penalty if, within sixty days of receipt of such notice, such owner can demonstrate that the owner has contacted the mayor’s community assistance unit, through a call to 311, with regard to providing graffiti removal services with respect to the graffiti that was the subject of the notice, and has executed a written consent and a waiver of liability in the form prescribed by the mayor with respect to such graffiti.  Notwithstanding the foregoing, a property or construction site shall not be fined more than once in any six-month period, and summonses shall not be issued between November 1 and March 31.   \n[f]g. Removal of graffiti from commercial or residential property through nuisance abatement proceedings.  1. Whenever the owner of a commercial building or a residential building fails to accept the city’s graffiti removal services after the city has attempted in good faith to obtain written consent and a waiver of liability from the owner for such services, and the property owner fails to remove such graffiti within sixty days of receiving a notice to remove the graffiti, the city may serve the owner of the commercial building or residential building a notice of nuisance abatement. The notice shall be served on the owner by an agency designated by the mayor in the manner prescribed in paragraph two of subdivision d of section 1404 of the charter. The notice, at a minimum, shall indicate the following: (a) That the city of New York has determined that the property has become a nuisance because of graffiti on the property.  (b) The address of the property and the location on the property that has become a nuisance.  (c) That unless the property owner removes the graffiti, files a written consent and waiver of liability consenting to receive, without charge, graffiti removal services from the city, or submits to the city a written request for a hearing to contest the city’s determination within thirty days of the date of the service of notice of nuisance abatement, the property owner will be deemed to have given permission to the city to enter or access the property and use the means it determines appropriate to remove or conceal the graffiti at the specified location.  (d) That if a property owner requests a hearing, the property owner may contest the determination that the property has become a nuisance.  (e) That this notice shall be deemed to provide the city with authority to work on as much of the property as necessary to remove or conceal the graffiti, and that the city is not responsible for removing or concealing the graffiti to the property owner’s satisfaction.\n2. Upon the property owner’s failure to remove the graffiti, to file a written consent and a waiver of liability consenting to receive, without charge, graffiti removal services from the city, or to submit to the city a written request for a hearing to dispute the determination that the property identified in the notice has become a nuisance because of graffiti within thirty days of the date of the service of the notice of nuisance abatement, the city may enter or access the property specified in the notice and abate the nuisance by removing or concealing the graffiti.\n3. Upon receipt of a timely request for a hearing, a hearing shall be held before the environmental control board within thirty days of receiving the request.\n4. Upon a finding of a hearing officer of the environmental control board that the property has become a nuisance because of graffiti the city may enter or access the property specified in the notice and abate the nuisance by removing or concealing the graffiti.\n5. In no case shall the city be required to clean, paint, or repair any area more extensive than where the graffiti is located.\nh. Removal of graffiti from a construction site or from construction-related material through nuisance abatement proceedings.  1. Whenever the owner of a construction site or construction-related material fails to remove graffiti within sixty days of receiving a notice to remove such graffiti as specified in subsection e of this section, the city may serve the owner of the construction site or construction-related material a notice of nuisance abatement. The notice shall be served on the owner by an agency designated by the mayor in the manner prescribed in paragraph two of subdivision d of section 1404 of the charter. The notice, at a minimum, shall indicate the following: (a) that the city of New York has determined that the property has become a nuisance because of graffiti on the property; (b) the address of the property and the location on the property that has become a nuisance; (c) that unless the property owner removes the graffiti, files a written consent and waiver of liability consenting to receive graffiti removal services from the city and to reimburse the city for such services, or submits to the city a written request for a hearing to contest the city’s determination within thirty days of the date of the service of notice of nuisance abatement, the property owner will be deemed to have given permission to the city to enter or access the property and use the means it determines appropriate to remove or conceal the graffiti at the specified location, with the costs expended by the city to be reimbursed by the property owner; (d) that if a property owner requests a hearing, the property owner may contest the determination that the property has become a nuisance.\n2. Upon the property owner’s failure to remove the graffiti, to file a written consent and a waiver of liability consenting to receive graffiti removal services from the city and to reimburse the city for such services, or to submit to the city a written request for a hearing to dispute the determination that the property identified in the notice has become a nuisance because of graffiti within thirty days of the date of the service of the notice of nuisance abatement, the city may enter or access the property specified in the notice and abate the nuisance by removing or concealing the graffiti, with all costs expended by the city to be reimbursed by the property owner.\n3. Upon receipt of a timely request for a hearing, a hearing shall be held before the environmental control board within thirty days of receiving the request.\n4. Upon a finding of a hearing officer of the environmental control board that the property has become a nuisance because of graffiti, the city may enter or access the property specified in the notice and abate the nuisance by removing or concealing the graffiti and all costs relating to such removal or concealment shall be borne by the property owner.\n5. In no case shall the city be required to clean, paint, or repair any area more extensive than where the graffiti is located.\n§4.  This local law shall become effective sixty days after its enactment into law.\n\n\n\nO.P.\nLS# 4975\n04.25.08",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Section 1.  Subsection a of section 10-117.3 of the administrative code of the city of New York is amended by adding new paragraphs 5 and 6, to read as follows:\\par\n\\pard\\ltrpar\\fi-360\\li1800\\sl480\\slmult1\\tx1800 5.\\tab\\ul\\ldblquote Construction site\\rdblquote  means the physical location where work or operations necessary or incidental to the erection, demolition, assembling, installing, or equipping of buildings, or any alterations and operations incidental thereto, is occurring. This includes the process of land clearing, grading, excavating, and filling and shall mean the finished product of any such work or operations.  This term shall not include minor repairs.\\par\n\\pard\\ltrpar\\fi-360\\li1800\\sl480\\slmult1\\ulnone 6.\\tab\\ul\\ldblquote Construction-related material\\rdblquote  means all material used in the work or operations of a construction site, including, but not limited to any fencing used in or around a construction site.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\ulnone\\'a7 2.  Subsection b of section 10-117.3 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\ltrpar\\fi1440\\sl480\\slmult1 b.\\tab Duty to keep property free of graffiti. The owner of every commercial building and residential building shall keep and cause to be kept such building free of all graffiti.  \\ul The owner of every construction site shall keep and cause to be kept such construction site and all construction-related material on the site free of all graffiti.\\ulnone\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\'a7 3.  Subsection d of section 10-117.3 of the administrative code of the city of New York is amended, a new subsection e is added, subsection e is relettered as subsection f and amended, subsection f is relettered as subsection g and amended, and a new subsection h is added to read as follows:\\par\n\\pard\\ltrpar\\fi1440\\sl480\\slmult1\\qj d. Failure to remove graffiti from \\ul commercial or residential\\ulnone  property. Notice to remove graffiti from a commercial or residential building shall be served by an agency designated by the mayor in the manner prescribed in paragraph two of subdivision d of section 1404 of the charter.  Such written notice shall, at a minimum: (1) describe the city\\rquote s graffiti abatement program and the resources available to the property owner to abate graffiti; (2) indicate that if the owner of a commercial or residential building fails to remove such graffiti within sixty days of receipt of such notice, then the city may cause such graffiti to be removed; and (3) for a written notice involving residential buildings containing six or more dwelling units or commercial buildings, further indicate that the failure to remove the graffiti within sixty days of receipt of the notice shall result in the imposition of a fine as set forth in [subdivision e] \\ul subsection f\\ulnone  of this section.  \\par\n\\ul e. Failure to remove graffiti from a construction site or from construction-related material.  Notice to remove graffiti from a construction site or from construction-related material shall be served by an agency designated by the mayor in the manner prescribed in paragraph two of subdivision d of section 1404 of the charter.  Such written notice shall, at a minimum, indicate that the failure to remove the graffiti within sixty days of receipt of the notice shall result in the imposition of a fine as set forth in subsection f of this section.\\par\n\\ulnone [e]\\ul f\\ulnone . Penalty for failure to remove graffiti from residential buildings containing six or more dwelling units or commercial buildings \\ul or construction sites or construction-related material\\ulnone .  The owner of a residential building of six or more units or a commercial building \\ul or a construction site or construction-related material\\ulnone  who has been given written notice to remove graffiti from such building\\ul , construction site or construction-related material\\ulnone , and who fails to remove such graffiti within sixty days of receipt of such notice, shall be liable for a civil penalty of not less than one hundred fifty dollars nor more than three hundred dollars.  Such civil penalty may be recovered in a proceeding before the environmental control board.  The owner of a residential building containing six or more dwelling units or a commercial building shall not be liable for a civil penalty if, within sixty days of receipt of such notice, such owner can demonstrate that the owner has contacted the mayor\\rquote s community assistance unit, through a call to 311, with regard to providing graffiti removal services with respect to the graffiti that was the subject of the notice, and has executed a written consent and a waiver of liability in the form prescribed by the mayor with respect to such graffiti.  Notwithstanding the foregoing, a property \\ul or construction site\\ulnone  shall not be fined more than once in any six-month period, and summonses shall not be issued between November 1 and March 31.   \\ul\\par\n\\ulnone [f]\\ul g.\\ulnone  Removal of graffiti from \\ul commercial or residential\\ulnone  property through nuisance abatement proceedings.  1. Whenever the owner of a commercial building or a residential building fails to accept the city\\rquote s graffiti removal services after the city has attempted in good faith to obtain written consent and a waiver of liability from the owner for such services, and the property owner fails to remove such graffiti within sixty days of receiving a notice to remove the graffiti, the city may serve the owner of the commercial building or residential building a notice of nuisance abatement. The notice shall be served on the owner by an agency designated by the mayor in the manner prescribed in paragraph two of subdivision d of section 1404 of the charter. The notice, at a minimum, shall indicate the following: (a) That the city of New York has determined that the property has become a nuisance because of graffiti on the property.  (b) The address of the property and the location on the property that has become a nuisance.  (c) That unless the property owner removes the graffiti, files a written consent and waiver of liability consenting to receive, without charge, graffiti removal services from the city, or submits to the city a written request for a hearing to contest the city\\rquote s determination within thirty days of the date of the service of notice of nuisance abatement, the property owner will be deemed to have given permission to the city to enter or access the property and use the means it determines appropriate to remove or conceal the graffiti at the specified location.  (d) That if a property owner requests a hearing, the property owner may contest the determination that the property has become a nuisance.  (e) That this notice shall be deemed to provide the city with authority to work on as much of the property as necessary to remove or conceal the graffiti, and that the city is not responsible for removing or concealing the graffiti to the property owner\\rquote s satisfaction.\\ul\\par\n\\pard\\ltrpar\\fi1440\\sl480\\slmult1\\ulnone 2. Upon the property owner\\rquote s failure to remove the graffiti, to file a written consent and a waiver of liability consenting to receive, without charge, graffiti removal services from the city, or to submit to the city a written request for a hearing to dispute the determination that the property identified in the notice has become a nuisance because of graffiti within thirty days of the date of the service of the notice of nuisance abatement, the city may enter or access the property specified in the notice and abate the nuisance by removing or concealing the graffiti.\\par\n3. Upon receipt of a timely request for a hearing, a hearing shall be held before the environmental control board within thirty days of receiving the request.\\par\n4. Upon a finding of a hearing officer of the environmental control board that the property has become a nuisance because of graffiti the city may enter or access the property specified in the notice and abate the nuisance by removing or concealing the graffiti.\\par\n5. In no case shall the city be required to clean, paint, or repair any area more extensive than where the graffiti is located.\\par\n\\pard\\ltrpar\\fi1440\\sl480\\slmult1\\qj\\ul h. Removal of graffiti from a construction site or from construction-related material through nuisance abatement proceedings.  1. Whenever the owner of a construction site or construction-related material fails to remove graffiti within sixty days of receiving a notice to remove such graffiti as specified in subsection e of this section, the city may serve the owner of the construction site or construction-related material a notice of nuisance abatement. The notice shall be served on the owner by an agency designated by the mayor in the manner prescribed in paragraph two of subdivision d of section 1404 of the charter. The notice, at a minimum, shall indicate the following: (a) that the city of New York has determined that the property has become a nuisance because of graffiti on the property; (b) the address of the property and the location on the property that has become a nuisance; (c) that unless the property owner removes the graffiti, files a written consent and waiver of liability consenting to receive graffiti removal services from the city and to reimburse the city for such services, or submits to the city a written request for a hearing to contest the city\\rquote s determination within thirty days of the date of the service of notice of nuisance abatement, the property owner will be deemed to have given permission to the city to enter or access the property and use the means it determines appropriate to remove or conceal the graffiti at the specified location, with the costs expended by the city to be reimbursed by the property owner; (d) that if a property owner requests a hearing, the property owner may contest the determination that the property has become a nuisance.\\par\n\\pard\\ltrpar\\fi1440\\sl480\\slmult1 2. Upon the property owner\\rquote s failure to remove the graffiti, to file a written consent and a waiver of liability consenting to receive graffiti removal services from the city and to reimburse the city for such services, or to submit to the city a written request for a hearing to dispute the determination that the property identified in the notice has become a nuisance because of graffiti within thirty days of the date of the service of the notice of nuisance abatement, the city may enter or access the property specified in the notice and abate the nuisance by removing or concealing the graffiti, with all costs expended by the city to be reimbursed by the property owner.\\par\n3. Upon receipt of a timely request for a hearing, a hearing shall be held before the environmental control board within thirty days of receiving the request.\\par\n4. Upon a finding of a hearing officer of the environmental control board that the property has become a nuisance because of graffiti, the city may enter or access the property specified in the notice and abate the nuisance by removing or concealing the graffiti and all costs relating to such removal or concealment shall be borne by the property owner.\\par\n5. In no case shall the city be required to clean, paint, or repair any area more extensive than where the graffiti is located.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\ulnone\\'a74.  This local law shall become effective sixty days after its enactment into law.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n\\par\n\\par\n\\pard\\ltrpar\\fi720\\expndtw-3\\fs20 O.P.\\par\nLS# 4975\\par\n\\expndtw0 04.25.08\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
