{
  "ID": 40984,
  "GUID": "AC90155C-E816-49E9-A937-5D4F93D29DAB",
  "File": "Int 0768-2008",
  "Name": "Requiring that vendors pass a written exam.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring that vendors pass a written exam.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2008-05-14T00:00:00Z",
  "AgendaDate": "2008-05-14T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    }
  ],
  "History": [
    {
      "ID": 215663,
      "Date": "2008-05-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 215809,
      "Date": "2008-05-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8285,
      "AgendaSequence": 120,
      "MinutesSequence": 139,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236267,
      "Date": "2009-12-31T13:41:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41772,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 20-455 of the administrative code of the city of New York is hereby amended to add a new subsection c to read as follows:\nc.  1.  Each applicant shall be required to pass a written examination satisfactorily.  Such examination shall be given under the supervision of the commissioner and shall test the knowledge of the applicant concerning the general vending laws and rules of the city. The commissioner shall make the examination available in the applicant’s primary language and shall permit the applicant to complete the examination in his or her primary language\n2.  Prior to administration of the examination the commissioner shall make available to the applicant a booklet, written in plain English, summarizing the general vending laws and rules of the city.  The commissioner shall, to the extent practicable, make such booklet available in the applicant’s primary language.\n§2.  Section 17-309 of the administrative code of the city of New York is hereby amended by adding a new subsection f to read as follows:\nf.  1. Each applicant for a vehicle or pushcart permit shall be required to pass a written examination satisfactorily.  Such examination shall be given under the supervision of the commissioner and shall test the knowledge of the applicant concerning the mobile food vending laws and rules of the city.   The commissioner shall make the examination available in the applicant’s primary language and shall permit the applicant to complete the examination in his or her primary language.\n2.  Prior to administration of the examination the commissioner shall make available to the applicant a booklet, written in plain English, summarizing the food vending laws and rules of the city.  The commissioner shall, to the extent practicable, make such booklet available in the applicant’s primary language.\n§3.  This local law shall become effective one hundred and eighty days after it shall have been enacted into law except that prior to such effective date the commissioners of the affected departments may promulgate rules or take any other action necessary for implementation of this local law.  \n.\n\n\n\n\nLS 5249\nLCC\n4/15/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Section 20-455 of the administrative code of the city of New York is hereby amended to add a new subsection c to read as follows:\\cf1\\b\\par\n\\cf0\\ul\\b0 c.  1.  Each applicant shall be required to pass a written examination satisfactorily.  Such examination shall be given under the supervision of the commissioner and shall test the knowledge of the applicant concerning the general vending laws and rules of the city.\\cf1  The commissioner shall make the examination available in the applicant\\rquote s primary language and shall permit the applicant to complete the examination in his or her primary language\\cf0\\par\n2.  Prior to administration of the examination the commissioner shall make available to the applicant a booklet, written in plain English, summarizing the general vending laws and rules of the city.  \\cf1 The commissioner shall, to the extent practicable, make such booklet available in the applicant\\rquote s primary language.\\par\n\\cf0\\ulnone\\'a72.  Section 17-309 of the administrative code of the city of New York is hereby amended by adding a new subsection f to read as follows:\\par\n\\ul f.  1. Each applicant for a vehicle or pushcart permit shall be required to pass a written examination satisfactorily.  Such examination shall be given under the supervision of the commissioner and shall test the knowledge of the applicant concerning the mobile food vending laws and rules of the city.   \\cf1 The commissioner shall make the examination available in the applicant\\rquote s primary language and shall permit the applicant to complete the examination in his or her primary language.\\ulnone\\b\\par\n\\cf0\\ul\\b0 2.  Prior to administration of the examination the commissioner shall make available to the applicant a booklet, written in plain English, summarizing the food vending laws and rules of the city.  \\cf1 The commissioner shall, to the extent practicable, make such booklet available in the applicant\\rquote s primary language.\\par\n\\ulnone\\'a73.  \\cf0 This local law shall become effective one hundred and eighty days after it shall have been enacted into law except that prior to such effective date the commissioners of the affected departments may promulgate rules or take any other action necessary for implementation of this local law.  \\par\n.\\par\n\\pard\\nowidctlpar\\par\n\\par\n\\par\n\\par\nLS 5249\\par\nLCC\\par\n4/15/08\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
