{
  "ID": 40983,
  "GUID": "A5B9E7D6-9B83-4704-AF8B-8DDACF012CBD",
  "File": "Int 0769-2008",
  "Name": "Restricting vendor proximity to stationary objects.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to restricting vendor proximity to stationary objects.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2008-05-14T00:00:00Z",
  "AgendaDate": "2008-05-14T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    }
  ],
  "History": [
    {
      "ID": 215664,
      "Date": "2008-05-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 215808,
      "Date": "2008-05-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8285,
      "AgendaSequence": 121,
      "MinutesSequence": 140,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236266,
      "Date": "2009-12-31T13:41:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41771,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subsection c of section 20-455 of the administrative code of the city of New York is hereby amended to read as follows:\nc. No vending vehicle, pushcart, stand, goods or any other item related to the operation of a vending business shall [touch, lean against or be affixed permanently or temporarily to] be located within a two foot radius of any building or structure including, but not limited to lamp posts, parking meters, mail boxes, traffic signal stanchions, fire hydrants, tree boxes, benches, bus shelters, refuse baskets [or] , traffic barriers, scaffolds, gas cooling tank, Muni meter, planting or tree.  No vending shall take place under or within any scaffolding without prior written authorization from the Department of Consumer Affairs.\n§2.  Subsection b of section 17-315 of the administrative code of the city of New York is hereby amended to read as follows:\nb.  No vending vehicle or pushcart or any other item related to the operation of a food vendor’s business shall [touch, lean against or be affixed permanently or temporarily in] be located within a two foot radius of any building or structure, including but not limited to, lamp posts, parking meters, mail boxes, traffic signal stanchions, fire hydrants, tree boxes, benches, bus shelters, refuse baskets [or] , traffic barriers, scaffolds, gas cooling tank, Muni meter, planting or tree.  No vending shall take place under or within any scaffolding without prior written authorization from the Department of Health and Mental Hygiene.\n§3.  This local law shall take effect immediately.\n\n\n\n\n\nLS 5242\nLCC\n4/15/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Subsection c of section 20-455 of the administrative code of the city of New York is hereby amended to read as follows:\\par\nc. \\cf1 No vending vehicle, pushcart, stand, goods or any other item related to the operation of a vending business shall [touch, lean against or be affixed permanently or temporarily to] \\ul be located within a two foot radius of \\ulnone any building or structure including, but not limited to lamp posts, parking meters, mail boxes, traffic signal stanchions, fire hydrants, tree boxes, benches, bus shelters, refuse baskets [or] \\ul ,\\ulnone  traffic barriers\\ul , scaffolds, gas cooling tank, Muni meter, planting or tree.  No vending shall take place under or within any scaffolding without prior written authorization from the Department of Consumer Affairs.\\par\n\\ulnone\\'a72.  Subsection b of section 17-315 of the administrative code of the city of New York is hereby amended to read as follows:\\par\nb.  No vending vehicle or pushcart or any other item related to the operation of a food vendor\\rquote s business shall [touch, lean against or be affixed permanently or temporarily in] \\ul be located within a two foot radius of\\ulnone  any building or structure, including but not limited to, lamp posts, parking meters, mail boxes, traffic signal stanchions, fire hydrants, tree boxes, benches, bus shelters, refuse baskets [or] \\ul ,\\ulnone  traffic barriers\\ul , scaffolds, gas cooling tank, Muni meter, planting or tree.  No vending shall take place under or within any scaffolding without prior written authorization from the Department of Health and Mental Hygiene.\\par\n\\cf0\\ulnone\\'a73.  This local law shall take effect immediately.\\par\n\\pard\\nowidctlpar\\par\n\\par\n\\par\n\\par\n\\par\nLS 5242\\par\nLCC\\par\n4/15/08\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
