{
  "ID": 40982,
  "GUID": "DB8D008D-C5F8-4E22-9E59-E57CABE4AA51",
  "File": "Int 0770-2008",
  "Name": "Defining First-Amendment protected material for the purposes of general vending.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to defining First-Amendment protected material for the purposes of general vending.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2008-05-14T00:00:00Z",
  "AgendaDate": "2008-05-14T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 215665,
      "Date": "2008-05-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 215807,
      "Date": "2008-05-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8285,
      "AgendaSequence": 122,
      "MinutesSequence": 141,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236265,
      "Date": "2009-12-31T13:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41770,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 20-452 of the administrative code of the city of New York is hereby amended by adding a new subsection i to read as follows:\ni.  “First Amendment protected material”.  Items that may be vended without obtaining a general vending license.  Protected material shall include: \n1.   Written material, whether original or not; \n2.   Objects or materials that are predominantly expressive in nature and whose utility is of secondary importance, including, but not limited to, paintings, photographs, sculptures, and other visual art, whether original or not.  \n§ 2.  Section 20-453 of the administrative code of the city of New York is hereby amended to read: \nLicense required.  It shall be unlawful for any individual to act as a general vendor without having first obtained a license in accordance with the provisions of this subchapter, except that it shall be lawful for a general vendor who hawks, peddles, sells or offers to sell, at retail, [only newspapers, periodicals, books pamphlets or other similar written matter] First Amendment protected material, but no other items required to be licensed by another other provision of this code, to vend such without obtaining a license therefore.  \n§3.  Section 20-473 of the administrative code of the city of New York is hereby amended to read: \nExemptions for general vendors who exclusively vend [written matter] First Amendment protected material. General vendors who exclusively vend [written matter] First Amendment protected material are exempt from the following provisions of this subchapter: sections 20-454, 20-455, 20-456, 20-457, 20-459, 20-461, 20-462, 20-463 and 20-464; paragraph one of subdivision g of section 20-465; subdivision j of section 20-465, except that nothing herein shall be construed to deprive the commissioner of the department of parks and recreation of the authority to regulate the vending of [written matter] First Amendment protected material in a manner consistent with the purpose of the parks and the declared legislative intent of this subchapter; section 20-465.1 and any rules promulgated thereunder, except that on any street where both general vending is prohibited pursuant to section 20-465.1 of this subchapter and any rules promulgated thereunder and food vending is prohibited pursuant to section 20-465.1 of this subchapter and any rules promulgated thereunder or pursuant to subdivision 1 of section 17-315 of this code, general vendors who exclusively vend [written matter] First Amendment protected material shall not be permitted to vend with the use of any vehicle, pushcart or stand; sections 20-466 and 20-467; subdivisions c and d of section 20-468; sections 20-469 and 20-470; and subdivision a, and paragraph one of subdivision c of section 20-472.\n§4.  This local law shall take effect immediately.\n\n\n\nLS 5241\nLCC\n4/7/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Section 20-452 of the administrative code of the city of New York is hereby amended by adding a new subsection i to read as follows:\\par\n\\ul i.  \\ldblquote First Amendment protected material\\rdblquote .  Items that may be vended without obtaining a general vending license.  Protected material shall include: \\par\n1.   Written material, whether original or not; \\par\n2.   Objects or materials that are predominantly expressive in nature and whose utility is of secondary importance, including, but not limited to, paintings, photographs, sculptures, and other visual art, whether original or not.  \\par\n\\ulnone\\'a7 2.  Section 20-453 of the administrative code of the city of New York is hereby amended to read: \\par\nLicense required.  It shall be unlawful for any individual to act as a general vendor without having first obtained a license in accordance with the provisions of this subchapter, except that it shall be lawful for a general vendor who hawks, peddles, sells or offers to sell, at retail, [only newspapers, periodicals, books pamphlets or other similar written matter] \\ul First Amendment protected material,\\ulnone  but no other items required to be licensed by another other provision of this code, to vend such without obtaining a license therefore.  \\par\n\\'a73.  Section 20-473 of the administrative code of the city of New York is hereby amended to read: \\par\n\\cf1 Exemptions for general vendors who exclusively vend [written matter] \\ul First Amendment protected material\\ulnone\\b . \\b0 General vendors who exclusively vend [written matter] \\ul First Amendment protected material\\ulnone  are exempt from the following provisions of this subchapter: sections 20-454, 20-455, 20-456, 20-457, 20-459, 20-461, 20-462, 20-463 and 20-464; paragraph one of subdivision g of section 20-465; subdivision j of section 20-465, except that nothing herein shall be construed to deprive the commissioner of the department of parks and recreation of the authority to regulate the vending of [written matter] \\ul First Amendment protected material\\ulnone  in a manner consistent with the purpose of the parks and the declared legislative intent of this subchapter; section 20-465.1 and any rules promulgated thereunder, except that on any street where both general vending is prohibited pursuant to section 20-465.1 of this subchapter and any rules promulgated thereunder and food vending is prohibited pursuant to section 20-465.1 of this subchapter and any rules promulgated thereunder or pursuant to subdivision 1 of section 17-315 of this code, general vendors who exclusively vend [written matter] \\ul First Amendment protected material\\ulnone  shall not be permitted to vend with the use of any vehicle, pushcart or stand; sections 20-466 and 20-467; subdivisions c and d of section 20-468; sections 20-469 and 20-470; and subdivision a, and paragraph one of subdivision c of section 20-472.\\cf0\\par\n\\'a74.  This local law shall take effect immediately.\\par\n\\pard\\nowidctlpar\\par\n\\par\n\\par\nLS 5241\\par\nLCC\\par\n4/7/08\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
