{
  "ID": 40978,
  "GUID": "63DA5B36-7F73-4A13-8EDE-73014ECBECE0",
  "File": "Int 0771-2008",
  "Name": "Performance design criteria for illuminated signs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to performance design criteria for illuminated signs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 17,
  "BodyName": "Committee on Land Use",
  "IntroDate": "2008-05-14T00:00:00Z",
  "AgendaDate": "2008-05-14T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 215666,
      "Date": "2008-05-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 215806,
      "Date": "2008-05-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Land Use",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8285,
      "AgendaSequence": 123,
      "MinutesSequence": 142,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Land Use",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236264,
      "Date": "2009-12-31T13:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41766,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of legislative findings and intent.   The Administrative Code of the City of New York has numerous provisions that deal with the provision of adequate lighting, but there are limited provisions that deal with excessive, obtrusive lighting that wastes money, adds carbon dioxide to the atmosphere, creates distracting and dangerous glare, and shines into residences.  Illuminated signs are a main malefactor in the attempt to limit unnecessary, obtrusive lighting.  Illuminated signs must be lighted with shielded light fixtures which direct the light only on to the sign itself.  Signs must be down-lit so that lighting does not reflect into the evening sky.  Computer programs are available that can determine the degree of lighting that is reflected from illuminated signs; these programs can aid in constructing a properly lit, unobtrusive sign.  Before installing an illuminated sign, lighting plans must be filed be filed with the Department of Buildings demonstrating that such signs are in compliance with the law.\n§2. Section 27-178 of the administrative code of the city of New York is hereby amended by adding a new subdivision (e):\n(e) Plans for signs with indirect illumination shall be accompanied by sufficient detail, including, but not limited to, photometric data to demonstrate compliance with section 27-505 of this chapter.\n§3.  Section 27-505 of such code is hereby amended to read as follows:\n§27-505  Illuminated signs.  (a) General.  All ground signs, wall signs, roof signs, projecting signs and marquee signs may be lighted by internal or external sources when complying with the following requirements:\n(1)\tILLUMINATION (a) No sign shall be illuminated by other than electrical means.  All wiring and accessory electrical equipment shall conform to the provisions of the electrical code of the city of New York.\n(b) All artificial light sources used to illuminate signs with indirect illumination shall have at least ninety (90) percent of their total light emissions directed toward the face of the sign.\n(c) All signs with indirect illumination constructed after April first, two thousand eight shall use shielded top mounted fixtures.\n(d) All light fixtures used to illuminate signs with indirect illumination replaced after April first, two thousand eight shall be shielded and top-mounted.\n\t(2)  MATERIALS.  Every illuminated sign shall be constructed of non-combustible materials except as permitted in section 27-507 of this article.\n\t(3) PERMISSIBLE PROJECTIONS.  Lighting reflectors may project beyond the top or face of all signs, provided that every part of such reflector is at least ten feet above the ground or sidewalk level.  In no case shall such reflectors project beyond a vertical plane two feet inside the curb line.  Reflectors shall be constructed, attached and maintained so that they shall not be, or become, a hazard to the public.\n§ 4. Section 27-232 of such code is hereby amended by the addition of the following definition after LICENSE and before LIVE LOAD:                                                                     LIGHT FIXTURE.  The complete lighting assembly (including the lamp, housing, ballast, photocells, reflectors, cover glass, lenses, louvers and shields) including the support assembly.\n§ 5. Section 27-232 of such code is hereby amended by the addition of the following definition after LOW RISE and before MALL:                                                                     \nLUMINAIRE.  A light fixture.\n§ 6. Section 27-232 of such code is hereby amended by the addition of the following definition after SHELL and before SIAMESE CONNECTION:                                                                     \nSHIELD.  An opaque barrier which prevents light from being emitted in certain directions.\n\n§ 7. This local law shall take effect immediately.\n\nLS#3363\n02-12-08\nCJS",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033\\deftab708{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. \\cf1 Declaration of legislative findings and intent.   The Administrative Code of the City of New York has numerous provisions that deal with the provision of adequate lighting, but there are limited provisions that deal with excessive, obtrusive lighting that wastes money, adds carbon dioxide to the atmosphere, creates distracting and dangerous glare, and shines into residences.  Illuminated signs are a main malefactor in the attempt to limit unnecessary, obtrusive lighting.  Illuminated signs must be lighted with shielded light fixtures which direct the light only on to the sign itself.  Signs must be down-lit so that lighting does not reflect into the evening sky.  Computer programs are available that can determine the degree of lighting that is reflected from illuminated signs; these programs can aid in constructing a properly lit, unobtrusive sign.  Before installing an illuminated sign, lighting plans must be filed be filed with the Department of Buildings demonstrating that such signs are in compliance with the law.\\cf0\\par\n\\pard\\fi708\\sl480\\slmult1\\'a72. Section 27-178 of the administrative code of the city of New York is hereby amended by adding a new subdivision (e):\\par\n\\ul (e) Plans for signs with indirect illumination shall be accompanied by sufficient detail, including, but not limited to, photometric data to demonstrate compliance with section 27-505 of this chapter.\\par\n\\ulnone\\'a73.  Section 27-505 of such code is hereby amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\'a727-505  Illuminated signs.  \\ul (a)\\ulnone  General.  All ground signs, wall signs, roof signs, projecting signs and marquee signs may be lighted by internal or external sources when complying with the following requirements:\\par\n\\pard\\fi-390\\li1095\\sl480\\slmult1\\tx1095\\tx4410 (1)\\tab ILLUMINATION \\ul (a)\\ulnone  No sign shall be illuminated by other than electrical means.  All wiring and accessory electrical equipment shall conform to the provisions of the electrical code of the city of New York.\\par\n\\pard\\li705\\sl480\\slmult1\\ul (b) All artificial light sources used to illuminate signs with indirect illumination shall have at least ninety (90) percent of their total light emissions directed toward the face of the sign.\\par\n(c) All signs with indirect illumination constructed after April first, two thousand eight shall use shielded top mounted fixtures.\\par\n(d) All light fixtures used to illuminate signs with indirect illumination replaced after April first, two thousand eight shall be shielded and top-mounted.\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab (2)  MATERIALS.  Every illuminated sign shall be constructed of non-combustible materials except as permitted in section 27-507 of this article.\\par\n\\tab (3) PERMISSIBLE PROJECTIONS.  Lighting reflectors may project beyond the top or face of all signs, provided that every part of such reflector is at least ten feet above the ground or sidewalk level.  In no case shall such reflectors project beyond a vertical plane two feet inside the curb line.  Reflectors shall be constructed, attached and maintained so that they shall not be, or become, a hazard to the public.\\par\n\\'a7 4. Section 27-232 of such code is hereby amended by the addition of the following definition after LICENSE and before LIVE LOAD:                                                                     \\ul LIGHT FIXTURE.  The complete lighting assembly (including the lamp, housing, ballast, photocells, reflectors, cover glass, lenses, louvers and shields) including the support assembly.\\ulnone\\par\n\\'a7 5. Section 27-232 of such code is hereby amended by the addition of the following definition after LOW RISE and before MALL:                                                                     \\par\n\\ul LUMINAIRE.  A light fixture.\\par\n\\ulnone\\'a7 6. Section 27-232 of such code is hereby amended by the addition of the following definition after SHELL and before SIAMESE CONNECTION:                                                                     \\par\n\\ul SHIELD.  An opaque barrier which prevents light from being emitted in certain directions.\\par\n\\pard\\ulnone\\par\n\\'a7 7. This local law shall take effect immediately.\\par\n\\par\nLS#3363\\par\n02-12-08\\par\nCJS\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
