{
  "ID": 40987,
  "GUID": "0DD91464-462F-41CD-A4E0-95C19716F0AB",
  "File": "Int 0772-2008",
  "Name": "Fee disclosure in hotel advertising.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to fee disclosure in hotel advertising.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2008-05-14T00:00:00Z",
  "AgendaDate": "2008-05-14T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 215660,
      "Date": "2008-05-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 215812,
      "Date": "2008-05-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8285,
      "AgendaSequence": 124,
      "MinutesSequence": 143,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236263,
      "Date": "2009-12-31T13:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41775,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Legislative Findings.  Tourism is one of New York City’s main industries.  Over 40 million people visit every year, often staying in one of the thousands of hotels scattered throughout the city.  Although New York State requires that hotels conspicuously post their rates in guests’ rooms, there is no such requirement that hotels and other accommodations disclose additional fees imposed upon guests.  The Council finds and declares that requiring hotels that are located in and advertise in the City to disclose additional fees and surcharges is vital to protecting visitors from deceptive pricing practices.  \n§2.  Subchapter 5 of Title 20 of the administrative code of the city of New York is hereby amended by adding a new section §20-723.1 to read as follows: \n§20-723.1.   Representations in advertising by hotels. a. Definitions.  For the purposes of this section, the following definitions shall apply: 1.  “Hotel” means an establishment located in New York City that provides lodging to paying guests, including but not limited to motels, inns, and guest houses.  \n2.  “Hotel specific fees” shall mean any fees, charges, or costs imposed on paying guests in addition to the rate charged by the hotel for lodging and shall include, but not be limited to, fees imposed for use of towels, fitness centers, and/or electricity.  “Hotel specific fees” shall not include taxes imposed by federal, state, or local governments.\n3. “Lodging” shall mean sleeping accommodations.  \nb.  Every owner or operator of a hotel doing business in New York City, who with the intent to disseminate information regarding rates for lodging for said hotel through the media of a newspaper, magazine, circular, pamphlet, catalogue, letter or handbill published for distribution in New York City shall, at the same time and in the same place, manner, and size of type, advertise, state, set forth, print, or publish all hotel specific fees which may be imposed on paying guests. \n\t§3.  This local law shall take effect immediately.\n\nLCC\nLS 4877\n5.2.08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Legislative Findings.  Tourism is one of New York City\\rquote s main industries.  Over 40 million people visit every year, often staying in one of the thousands of hotels scattered throughout the city.  Although New York State requires that hotels conspicuously post their rates in guests\\rquote  rooms, there is no such requirement that hotels and other accommodations disclose additional fees imposed upon guests.  The Council finds and declares that requiring hotels that are located in and advertise in the City to disclose additional fees and surcharges is vital to protecting visitors from deceptive pricing practices.  \\par\n\\'a72.  Subchapter 5 of Title 20 of the administrative code of the city of New York is hereby amended by adding a new section \\'a720-723.1 to read as follows: \\par\n\\ul\\'a720-723.1\\ulnone .   \\ul Representations in advertising by hotels. a. Definitions.  For the purposes of this section, the following definitions shall apply: 1.  \\ldblquote Hotel\\rdblquote  means an establishment located in New York City that provides lodging to paying guests, including but not limited to motels, inns, and guest houses.  \\par\n2.  \\ldblquote Hotel specific fees\\rdblquote  shall mean any fees, charges, or costs imposed on paying guests in addition to the rate charged by the hotel for lodging and shall include, but not be limited to, fees imposed for use of towels, fitness centers, and/or electricity.  \\ldblquote Hotel specific fees\\rdblquote  shall not include taxes imposed by federal, state, or local governments.\\par\n3. \\ldblquote Lodging\\rdblquote  shall mean sleeping accommodations.  \\par\nb.  Every owner or operator of a hotel doing business in New York City, who with the intent to disseminate information regarding rates for lodging for said hotel through the media of a newspaper, magazine, circular, pamphlet, catalogue, letter or handbill published for distribution in New York City shall, at the same time and in the same place, manner, and size of type, advertise, state, set forth, print, or publish all hotel specific fees which may be imposed on paying guests. \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\'a73.  This local law shall take effect immediately.\\par\n\\par\n\\pard\\nowidctlpar\\fs20 LCC\\par\nLS 4877\\par\n5.2.08\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\fs24\\par\n\\pard\\nowidctlpar\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
