{
  "ID": 41071,
  "GUID": "355EB0EA-2434-423B-B5E9-C79BA33B804B",
  "File": "Int 0777-2008",
  "LocalLaw": "2008/035",
  "Name": "Consolidation of the environmental control board with the office of administrative trials and hearings.",
  "Title": "A Local Law to amend the New York city charter and the administrative code of the city of New York, in relation to the consolidation of the environmental control board with the office of administrative trials and hearings and replacing the commissioner of consumer affairs with the chief administrative law judge of the office of administrative trials and hearings on the environmental control board and making other changes related thereto.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2008-05-28T00:00:00Z",
  "AgendaDate": "2008-05-28T00:00:00Z",
  "PassedDate": "2008-08-12T00:00:00Z",
  "EnactmentDate": "2008-08-12T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    }
  ],
  "History": [
    {
      "ID": 216102,
      "Date": "2008-05-28T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 216224,
      "Date": "2008-05-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8292,
      "AgendaSequence": 81,
      "MinutesSequence": 104,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 216475,
      "Date": "2008-06-19T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 8310,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 216577,
      "Date": "2008-06-19T13:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 8310,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 216477,
      "Date": "2008-06-19T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 8311,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 216575,
      "Date": "2008-06-19T13:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 8311,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 217447,
      "Date": "2008-06-25T10:45:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 8359,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 217482,
      "Date": "2008-06-25T10:45:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 8359,
      "MinutesSequence": 3,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 217765,
      "Date": "2008-06-29T21:00:00Z",
      "ActionID": 5016,
      "Action": "Laid Over by Council",
      "Description": "This Introduction was Laid Over by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8362,
      "AgendaSequence": 84,
      "MinutesSequence": 92,
      "Version": "*",
      "AgendaNote": "Adopted and Laid Over",
      "MatterStatusID": 6,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 218291,
      "Date": "2008-07-23T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8374,
      "AgendaSequence": 40,
      "MinutesSequence": 61,
      "Version": "*",
      "AgendaNote": "Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 218470,
      "Date": "2008-07-23T17:00:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 218483,
      "Date": "2008-08-12T11:08:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 218571,
      "Date": "2008-08-12T16:10:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 218572,
      "Date": "2008-08-12T16:11:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 83711,
      "LastModified": "2016-03-04T19:50:33.81Z",
      "Name": "Committee Report 6/19/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f6c4e05e-4be1-4f8a-97de-a4c2f19e5efc.doc",
      "Sort": 1
    },
    {
      "ID": 83812,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/19/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4ce76a02-6f21-4aa8-be25-e066876c5aa2.PDF",
      "Sort": 2
    },
    {
      "ID": 85175,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/19/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/02bc839d-6381-4181-8bb9-934ff41d0d37.doc",
      "Sort": 3
    },
    {
      "ID": 83750,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/25/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/dd272539-fdc1-4b65-a130-dc3b4417a8f9.doc",
      "Sort": 4
    },
    {
      "ID": 84662,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/25/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a611b9ee-3599-410c-8192-8b588a1bee7c.doc",
      "Sort": 5
    },
    {
      "ID": 84003,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Recessed Stated Meeting 6-23-08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8ad7a899-4c03-485f-a28f-c594aa750ced.doc",
      "Sort": 6
    },
    {
      "ID": 84004,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 6/29/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/de694e9a-74bb-418c-b227-8ac2d19127bb.doc",
      "Sort": 7
    },
    {
      "ID": 84191,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d7f50904-bc13-43ef-a892-1e78d0ba48ce. 777 - ECB Consolidation.doc",
      "Sort": 8
    },
    {
      "ID": 84544,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 7/23/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/08d61e69-eca9-46a0-b07f-10d0674900d9.pdf",
      "Sort": 9
    },
    {
      "ID": 86871,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/18955b61-c0b8-46dc-a159-a8ccf719a70e.doc",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 41863,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Declaration of legislative findings and intent.  The Council finds and declares that the environmental control board is an administrative tribunal that annually processes over 700,000 notices of violation and conducts over 175,000 hearings; that for many individuals who appear before the board, a board hearing represents one of such individuals’ most significant direct interactions with governmental authority; that more efficient board procedures would enhance fair enforcement of the city’s laws; that significant improvements in the board’s hearing procedures and practices for handling notices of violation can be made, especially through more widespread and effective use of technology, which holds considerable promise for simplifying the hearing process; that the office of administrative trials and hearings is the city’s central administrative tribunal and has the greatest institutional expertise of any city agency in administrative tribunal management; and that consolidation of the environmental control board with the office of administrative trials and hearings, as provided for herein, will establish the management structure that will best serve to increase the efficiency, fairness and professionalism of the environmental control board’s hearing processes.    \n§2.  Section 1404 of the New York city charter is renumbered section 1049-a, and subdivision a, as amended by vote of the electors on November 6, 2001, subdivision b, as added by local law number 24 for the year 1977, subdivision c, as amended by chapter 944 of the laws of 1984, subparagraph (f) of paragraph 1 of subdivision c, as amended by local law number 42 for the year 1987, subparagraphs (g), (h), (i), and (j) of paragraph 1 of subdivision c, as amended by chapter 720 of the laws of 1991, subparagraph (k) of paragraph 1 of subdivision c, as amended by local law number 68 for the year 1995, subparagraph (l) of paragraph 1 of subdivision c, as added by chapter 720 of the laws of 1991, subparagraph (m) of paragraph 1 of subdivision c, as added by chapter 311 of the laws of 1992, subparagraph (n) of paragraph 1 of subdivision c, as added by chapter 593 of the laws of 1999, and paragraph 1 of subdivision d, as added by chapter 944 of the laws of 1984, subparagraphs (c) and (h) of paragraph 1 of subdivision d, as amended by vote of the electors on November 7, 1989, and subparagraph (e) of paragraph 1 of subdivision d, as amended by chapter 569 of the laws of 1997, are amended, and a new subdivision b-1 is added, to read as follows:\na. There shall be in the [department] office of administrative trials and hearings an environmental control board consisting of the commissioner of environmental protection, [who shall be chairman,] the commissioner of sanitation, the commissioner of buildings, the commissioner of [public] health and mental hygiene, the police commissioner, the fire commissioner and the [commissioner of consumer affairs] chief administrative law judge of the office of administrative trials and hearings, who shall be chair, all of whom shall serve on the board without compensation and all of whom shall have the power to exercise or delegate any of their functions, powers and duties as members of the board, and six persons to be appointed by the mayor, with the advice and consent of the city council, who are not otherwise employed by the city, one to be possessed of a broad general background and experience in the field of air pollution control, one with such background and experience in the field of water pollution control, one with such background and experience in the field of noise pollution control, one with such background and experience in the real estate field, one with such background and experience in the business community, and one member of the public, and who shall serve for four-year terms. Such members shall be compensated at the rate of one hundred fifty dollars per day when performing the work of the board.  Within its appropriation, the board may appoint an executive director and such hearing officers, including non-salaried hearing officers and other employees as it may from time to time find necessary for the proper performance of its duties. \nb. The environmental control board may adopt and amend regulations not inconsistent with any provision of law:\n(1) regulating or prohibiting the emission into the open air from any source,  whether fixed or movable, and whether on land or waters of any harmful or objectionable  substances  including,  but  not  limited  to, smoke,  soot,  dust,  fumes,  flyash,  gas  vapors  and  odors, and the installation, construction or alteration of equipment giving forth such emissions  into  the  open  air  insofar as such emissions are effected thereby; and\n (2) regulating or prohibiting the emission into the waters within and about the city of New York from any source whether fixed or movable and whether on land or water of any harmful or objectionable substances, contaminants and pollutants.\nb-1. The environmental control board shall promulgate rules or regulations not inconsistent with any provision of law:\n(1)\tproviding that appropriate language assistance services are afforded respondents whose primary languages are not English to assist such respondents in communicating meaningfully with hearing officers;\n(2)(a)\tproviding that if a notice of violation sets forth a specific hearing date and hearing office and the respondent timely appears on such date at such office pursuant to that notice of violation, then the hearing officer may exercise his or her discretion to adjourn the hearing only: (i) if a representative of the petitioning agency appears at the hearing; (ii) if, due to extraordinary circumstances, a representative of the petitioning agency is not present at the hearing; or (iii) if the respondent consents to the adjournment; \n(b)\tnotwithstanding any other provision of this charter, for the purpose of making an appearance under this paragraph, any city agency that issues notices of violations returnable to the environmental control board may delegate authority to appear on its behalf to any representative authorized to appear on behalf of any other city agency that issues notices of violation returnable to the environmental control board; and\n(3)\tproviding that if (i) a hearing has been adjourned by a hearing officer solely for the purpose of obtaining the presence and testimony of the officer of the petitioning agency who issued the subject notice of violation, (ii) the respondent timely appears on the adjourned hearing date, and (iii) such officer of such agency fails to timely appear on the adjourned hearing date, then the hearing shall not be further adjourned solely to obtain the presence and testimony of such officer of such agency, unless the respondent consents to the adjournment or the hearing officer determines that extraordinary circumstances warrant the adjournment.\nc. (1) The environmental control board shall enforce the provisions of the charter  and the administrative code, and any rules and regulations made thereunder, which relate to: \n (a)  the cleanliness of the streets;\n (b)  the disposal of wastes;\n (c)  the provision of a pure, wholesome and adequate supply of water;\n (d)  the prevention of air, water and noise pollution;\n (e)  the regulation of street peddling;\n (f) the prevention of fire and danger to life and property therefrom which are  within the jurisdiction of the fire department and which the fire commissioner shall designate by rule or regulation; \n  (g) the construction, alteration, maintenance, use, occupancy, safety, sanitary condition, mechanical equipment and inspection of buildings or structures and the regulation,  inspection and testing of wiring and appliances for electric light, heat and power in or on  buildings or structures in the city which are within the jurisdiction of the department of buildings or the department of [ports and trade] small business services and which the commissioner of buildings or the commissioner of [ports and trade] small business services shall designate by rule or regulation;\n (h) the response to emergencies caused by releases or threatened releases of hazardous substances;\n (i) the use and regulation of all property subject to the jurisdiction of the department of parks and recreation;\n (j)  the reporting of information relating to the amount, location and nature of  hazardous  substances, and the  labeling of  hazardous substances;\n (k)  the  construction,  maintenance  and  repair  and  obstruction or closure of  public roads, streets, highways, parkways, bridges and tunnels which are within the jurisdiction  of the department of transportation and the department of information technology and telecommunications; [and]\n (l)  the use and regulation of all property subject to the jurisdiction of the department of [ports and trade] small business services[.];\n (m)   the defacement of property[.]; and\n (n) landmarks and historic districts within the jurisdiction of the landmarks preservation commission.\n  (2) The board shall have concurrent jurisdiction with the board of health to enforce those provisions of the health code and the rules and regulations relating thereto which the board of health shall designate.\n  (3) The board shall have authority from time to time to make, amend and  rescind such rules and regulations as may be necessary to carry out its duties under this subdivision.\nd.  (1)  (a)  The environmental control board shall conduct proceedings for the adjudication of violations of the laws, rules and regulations enforced by it pursuant to the provisions of subdivision c of this section or of any other law providing for enforcement by the environmental control board in accordance with this paragraph (1) and with rules and regulations promulgated by the board, and shall have the power to render decisions and orders and to impose the civil penalties provided under law for such violations.\n(b)  The form and wording of notices of violation shall be prescribed by the board. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein.\n    \t\t(c)  The notice of violation shall contain information advising the person charged of the manner and the time in which such person may either admit or deny the violation charged in the notice. Such notice of violation shall also contain a warning to advise the person charged that failure to plead in the manner and time stated in the notice may result in a default decision and order being entered against such person. The original or a copy of the notice of violation shall be filed and retained by the board and shall be deemed a record kept in the ordinary course of business.\n    \t\t(d)  Where a respondent has failed to plead within the time allowed by the rules of the board or has failed to appear on a designated hearing date or a subsequent date following an adjournment, such failure to plead or appear shall be deemed, for all purposes, to be an admission of liability and shall be grounds for rendering a default decision and order imposing a penalty in the maximum amount prescribed under law for the violation charged.\n\t\t(e)  Where a proceeding has been referred by the board to a hearing officer, upon the failure of any party to respond properly to a lawful discovery order or request made pursuant to rules of the board governing discovery, or upon any party’s wrongful refusal to answer questions or produce documents, the hearing officer may take whatever action he or she deems appropriate including, but not limited to, preclusion of evidence or witnesses, or striking the pleadings or defenses of such party.  It shall not be necessary for a party to have been subpoenaed to appear or produce documents at any properly ordered discovery proceeding for such sanctions to be applicable.\n\t\t(f)  Where the rules of the board permit exceptions to be filed with the board from a recommended decision and order issued pursuant to this subdivision and such exceptions are filed pursuant to the rules of the board, if no final decision and order has been issued by the board to the parties after the expiration of one hundred eighty days from the filing of the exceptions, a respondent who filed such exceptions may seek, at any time after the expiration of the one hundred eighty days, judicial review pursuant to article seventy-eight of the New York civil practice law and rules, and if a respondent does so, the recommended decision and order issued pursuant to this subdivision shall be deemed the final decision and order of the board, provided that no respondent may rely upon this subparagraph to have a recommended decision and order deemed a final decision and order of the board unless: (i) at least forty-five days before the filing of any petition pursuant to article seventy-eight of the New York civil practice law and rules, such respondent shall have filed with the board written notice, pursuant to its rules, of the respondent’s intention to file such petition; and (ii) such respondent has served such petition on the board pursuant to the New York civil practice law and rules.  The board may issue a final decision and order at any time after the respondent has filed with the board written notice of his or her intention to file such petition, provided that the respondent has not filed such petition on a day prior to the board’s issuance of its final decision.                   \n\t\t(g)  Any final order of the board imposing a civil penalty, whether the adjudication was had by hearing or upon default or otherwise, shall constitute a judgment rendered by the board which may be entered in the civil court of the city of New York or any other place provided for the entry of civil judgments within the state, and may be enforced without court proceedings in the same manner as the enforcement of money judgments entered in civil actions; provided, however, that no such judgment shall be entered which exceeds the sum of twenty-five thousand dollars for each respondent.\n    \t\t[(f)] (h)  Notwithstanding the foregoing provision, before a judgment based upon a default may be so entered the board must have notified the respondent by first class mail in such form as the board may direct:  (i)  of the default decision and order and the penalty imposed; (ii)  that a judgment will be entered in the civil court of the city of New York or any other place provided for the entry of civil judgments within the state of New York; and (iii)  that entry of such judgment may be avoided by requesting a stay of default for good cause shown and either requesting a hearing or entering a plea pursuant to the rules of the board within thirty days of the mailing of such notice.\n    \t\t[(g)] (i)  A judgment entered pursuant to this paragraph shall remain in full force and effect for eight years.\n\t\t[(h)] (j)  Notwithstanding any inconsistent provision of section fifteen hundred four of the New York city civil court act, an execution with respect to a judgment of the board arising out of any violation of a provision of chapter one of title sixteen of the administrative code of the city of New York shall be directed only to the sheriff.\n\t\t(k)  The board shall develop and implement technology to enable electronic case management, including but not limited to: online adjudication and payments in appropriate cases; more efficient administration of case conferences, hearings and appeals; electronic case scheduling; and generation of data and other reports to enhance the efficiency and increase public accountability of board adjudication functions.  Not later than December 1, 2008, the board shall report to the city council on its plans and progress in fulfilling the requirements of this subparagraph and shall include in its report a projected schedule for implementation.\n\t\t§3.\tParagraphs 9-a and 9-b of subdivision a of section 533 of the New York city charter, as added by chapter 169 of the laws of 2002, are amended to read as follows:\n9-a. by agreement with the battery park city authority (a public benefit corporation established pursuant to title twelve of article eight of the public authorities law), to enforce the rules and regulations of such authority or of a not-for-profit corporation acting on behalf of such authority, relating to the use, government and protection of public parks and recreational facilities of and adjacent to battery park city within the jurisdiction of such authority. In addition to or as an alternative to any of the remedies or penalties provided under any other provision of law, violation of such rules and regulations shall be punishable by a civil penalty of not more than five hundred dollars for each violation, which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by a notice of violation returnable before such board. The procedures set forth in section [fourteen hundred four] one thousand forty-nine-a of this charter applicable to the adjudication by the environmental control board of violations within the jurisdiction of the commissioner shall apply to the adjudication of violations of such rules and regulations by such board and final orders of such board imposing civil penalties for such violations shall constitute judgments that may be entered and enforced as set forth in such section.\n9-b. by agreement with the Hudson river park trust (a public benefit corporation established pursuant to section five of the Hudson river park act, chapter five hundred ninety-two of the laws of nineteen hundred ninety-eight), to enforce the rules and regulations of such trust relating to the use, government and protection of the Hudson river park, created pursuant to section four of such act. In addition to or as an alternative to any of the remedies or penalties provided under any other provision of law, violation of such rules and regulations shall be punishable by a civil penalty of not more than five hundred dollars for each violation, which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by a notice of violation returnable before such board. The procedures set forth in section [fourteen hundred four] one thousand forty-nine-a of this charter applicable to the adjudication by the environmental control board of violations within the jurisdiction of the commissioner shall apply to the adjudication of violations of such rules and regulations by such board and final orders of such board imposing civil penalties for such violations shall constitute judgments that may be entered and enforced as set forth in such section. \n§4.\tSubdivision d of section 10-117.3 of the administrative code of the city of New York, as added by local law number 111 for the year 2005, is amended to read as follows:\nd. Failure to remove graffiti from property. Notice to remove graffiti from a commercial or residential building shall be served by an agency designated by the mayor in the manner prescribed in paragraph two of subdivision d of section [1404] 1049-a of the charter. Such written notice shall, at a minimum: (1) describe the city's graffiti abatement program and the resources available to the property owner to abate graffiti; (2) indicate that if the owner of a commercial or residential building fails to remove such graffiti within sixty days of receipt of such notice, then the city may cause such graffiti to be removed; and (3) for a written notice involving residential buildings containing six or more dwelling units or commercial buildings, further indicate that the failure to remove the graffiti within sixty days of receipt of the notice shall result in the imposition of a fine as set forth in subdivision e of this section.\n§5.\tParagraph 1 of subdivision f of section 10-117.3 of the administrative code of the city of New York, as added by local law number 111 for the year 2005, is amended to read as follows:\n1. Whenever the owner of a commercial building or a residential building fails to accept the city's graffiti removal services after the city has attempted in good faith to obtain written consent and a waiver of liability from the owner for such services, and the property owner fails to remove such graffiti within sixty days of receiving a notice to remove the graffiti, the city may serve the owner of the commercial building or residential building a notice of nuisance abatement. The notice shall be served on the owner by an agency designated by the mayor in the manner prescribed in paragraph two of subdivision d of section [1404] 1049-a of the charter. The notice, at a minimum, shall indicate the following:\n§6.\tSubdivision c of section 17-1103 of  the administrative code of the city of New York, as added by local law number 36 for the year 2005, is amended to read as follows:\nc.\tA proceeding to recover any civil penalty authorized pursuant to section 17-1104 shall be commenced by the service of a notice of violation returnable to the administrative tribunal established by the board of health pursuant to section 558 of the charter of the city of New York where the department issues such notice, the environmental control board established pursuant to section [1404] 1049-a of the charter of the city of New York where the department of environmental protection issues such notice, or the adjudication division of the department of consumer affairs established pursuant to section 20-104(e) of the administrative code of the city of New York where that department issues such notice. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein. The administrative tribunal of the board of health, the environmental control board and the adjudication division of the department of consumer affairs shall have the power to render decisions and orders and to impose the remedies and penalties provided for in section 17-1104, in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\n§7.\tSubdivision b of section 24-346 of the administrative code of the city of New York is amended to read as follows:\nb.\tAny person who violates or fails to comply with any of the provisions of this chapter and chapter four of this title or any order, rule or regulation issued by the board or commissioner or with the conditions of any permit issued by the commissioner within the city of New York shall be liable for a civil penalty of not less than fifty nor more than one thousand dollars for each violation. In the case of a continuing violation each days continuance shall be a separate and distinct offense. The environmental control board shall have the power to impose such civil penalties. A proceeding to impose such penalties shall be commenced by the service of a notice of violation returnable to such board. Such board, after a hearing as provided by the rules and regulations of the board, shall have the power to enforce its final decisions and orders imposing such civil penalties as if they were money judgments pursuant to subdivision d of section [fourteen hundred four] one thousand forty-nine-a of the New York city charter. A civil penalty imposed by the board may also be collected in an action brought in the name of the city in any court of competent jurisdiction. The board, in its discretion, may, within the limits set forth in this subdivision, establish a schedule of civil penalties indicating the minimum and maximum penalty for each separate offense.\n§8.\tSubdivision f of section 24-524 of the administrative code of the city of New York, as amended by local law number 27 for the year 2003, is amended to read as follows:\nf.\tAny person who violates or fails to comply with any of the provisions of sections 24-504 through 24-522 and 24-523 of this chapter or any order, rule or regulation issued by the environmental control board or commissioner of environmental protection pursuant thereto or with the conditions of any permit issued pursuant thereto shall be liable for a civil penalty not exceeding ten thousand dollars for each violation, provided that this subdivision shall not apply to subdivision c of section 24-509 or subdivisions a and b of section 24-521. In the case of a continuing violation each day's continuance shall be a separate and distinct offense. The environmental control board shall have the power to impose such civil penalties. A proceeding to impose such penalties shall be commenced by the service of a notice of violation returnable to such board. Such board, after a hearing as provided by the rules and regulations of the board, shall have the power to enforce its final decisions and orders imposing such civil penalties as if they were money judgments pursuant to subdivision d of section [fourteen hundred four] one thousand forty-nine-a of the New York city charter. A civil penalty imposed by the board may also be collected in an action brought in the name of the city in any court of competent jurisdiction. The board, in its discretion, may, within the limits set forth in this subdivision, establish a schedule of civil penalties indicating the minimum and maximum penalty for each separate offense.\n \t\t§9.    Notwithstanding the provisions of sections 1048 and 1049 of the New York city charter, the environmental control board shall exercise all the functions, powers and duties set forth in section 1049-a of the New York city charter and hearing officers of the environmental control board shall not be subject to the provision of section 1049 that requires administrative law judges in the office of administrative trials and hearings to be appointed for a term of five years.\n§10.\tNo existing right or remedy of the city of any character shall be lost, impaired or affected by reason of the adoption of this local law.\n§11.\tNo action or proceeding, administrative, civil or criminal, pending at the time when this local law shall take effect, brought by or against the city or any agency or officer of the city, shall be affected or abated by the adoption of this local law or by anything contained herein.\n§12.\tWhenever pursuant to any provision of this local law functions, powers or duties are assigned to officers or employees of the environmental control board in the office of administrative trials and hearings that were exercised by any officer or employee of the environmental control board in the department of environmental protection, all such officers or employees in the classified city civil service who were engaged in the performance of such functions, powers or duties shall be transferred to the environmental control board in the office of administrative trials and hearings, without further examination or qualification, in accordance with section 70 of the civil service law.  Provided, however, that officers or employees who are subject to pending disciplinary charges on the date of the functional transfer, or against whom a disciplinary penalty has been assessed but not yet served or paid on or prior to such date, may be retained in the employment of the department of environmental protection until the resolution of the adjudicative or administrative proceedings and until any outstanding disciplinary penalty has been served or paid.\n§13.\tThis local law shall take effect thirty days after it shall have become a law, or as soon as practicable thereafter as a transfer of functions may be effectuated pursuant to subdivision 2 of section 70 of the civil service law; provided, however, that any rules or regulations required to be promulgated pursuant to subdivision b-1 of section 1049-a of the New York city charter, as added by section two of this local law, shall be promulgated no later than one hundred eighty days after the effective date of this local law .\n\n\nKS \nLS # 4816, 4817 and 4959\n5/22/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\n\\pard\\hyphpar0\\sl480\\slmult1 Be it enacted by the Council as follows:\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Declaration of legislative findings and intent.  The Council finds and declares that the environmental control board is an administrative tribunal that annually processes over 700,000 notices of violation and conducts over 175,000 hearings; that for many individuals who appear before the board, a board hearing represents one of such individuals\\rquote  most significant direct interactions with governmental authority; that more efficient board procedures would enhance fair enforcement of the city\\rquote s laws; that significant improvements in the board\\rquote s hearing procedures and practices for handling notices of violation can be made, especially through more widespread and effective use of technology, which holds considerable promise for simplifying the hearing process; that the office of administrative trials and hearings is the city\\rquote s central administrative tribunal and has the greatest institutional expertise of any city agency in administrative tribunal management; and that consolidation of the environmental control board with the office of administrative trials and hearings, as provided for herein, will establish the management structure that will best serve to increase the efficiency, fairness and professionalism of the environmental control board\\rquote s hearing processes.    \\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\'a72.  Section 1404 of the New York city charter is renumbered section 1049-a, and subdivision a, as amended by vote of the electors on November 6, 2001, subdivision b, as added by local law number 24 for the year 1977, subdivision c, as amended by chapter 944 of the laws of 1984, subparagraph (f) of paragraph 1 of subdivision c, as amended by local law number 42 for the year 1987, subparagraphs (g), (h), (i), and (j) of paragraph 1 of subdivision c, as amended by chapter 720 of the laws of 1991, subparagraph (k) of paragraph 1 of subdivision c, as amended by local law number 68 for the year 1995, subparagraph (l) of paragraph 1 of subdivision c, as added by chapter 720 of the laws of 1991, subparagraph (m) of paragraph 1 of subdivision c, as added by chapter 311 of the laws of 1992, subparagraph (n) of paragraph 1 of subdivision c, as added by chapter 593 of the laws of 1999, and paragraph 1 of subdivision d, as added by chapter 944 of the laws of 1984, subparagraphs (c) and (h) of paragraph 1 of subdivision d, as amended by vote of the electors on November 7, 1989, and subparagraph (e) of paragraph 1 of subdivision d, as amended by chapter 569 of the laws of 1997, are amended, and a new subdivision b-1 is added, to read as follows:\\par\na. There shall be in the [department] \\ul office of administrative trials and hearings\\ulnone  an environmental control board consisting of the commissioner \\ul of environmental protection\\ulnone , [who shall be chairman,] the commissioner of sanitation, the commissioner of buildings, the commissioner of [public] health \\ul and mental hygiene\\ulnone , the police commissioner, the fire commissioner and the [commissioner of consumer affairs] \\ul chief administrative law judge of the office of administrative trials and hearings\\ulnone , \\ul who shall be chair,\\ulnone  all of whom shall serve on the board without compensation and all of whom shall have the power to exercise or delegate any of their functions, powers and duties as members of the board, and six persons to be appointed by the mayor, with the advice and consent of the city council, who are not otherwise employed by the city, one to be possessed of a broad general background and experience in the field of air pollution control, one with such background and experience in the field of water pollution control, one with such background and experience in the field of noise pollution control, one with such background and experience in the real estate field, one with such background and experience in the business community, and one member of the public, and who shall serve for four-year terms. Such members shall be compensated at the rate of one hundred fifty dollars per day when performing the work of the board.  Within its appropriation, the board may appoint an executive director and such hearing officers, including non-salaried hearing officers and other employees as it may from time to time find necessary for the proper performance of its duties. \\par\nb. The environmental control board may adopt and amend regulations not inconsistent with any provision of law:\\par\n(1) regulating or prohibiting the emission into the open air from any source,  whether fixed or movable, and whether on land or waters of any harmful or objectionable  substances  including,  but  not  limited  to, smoke,  soot,  dust,  fumes,  flyash,  gas  vapors  and  odors, and the installation, construction or alteration of equipment giving forth such emissions  into  the  open  air  insofar as such emissions are effected thereby; and\\par\n (2) regulating or prohibiting the emission into the waters within and about the city of New York from any source whether fixed or movable and whether on land or water of any harmful or objectionable substances, contaminants and pollutants.\\par\n\\ul b-1. The environmental control board shall promulgate rules or regulations not inconsistent with any provision of law:\\par\n(1)\\tab providing that appropriate language assistance services are afforded respondents whose primary languages are not English to assist such respondents in communicating meaningfully with hearing officers;\\par\n(2)(a)\\tab providing that if a \\cf1 notice of violation sets forth a specific hearing date and hearing office and the respondent timely appears on such date at such office pursuant to that notice of violation, then the hearing officer may exercise his or her discretion to adjourn the hearing only: (i) if a representative of the petitioning agency appears at the hearing; (ii) if, due to extraordinary circumstances, a representative of the petitioning agency is not present at the hearing; or (iii) if the respondent consents to the adjournment; \\par\n(b)\\tab notwithstanding any other provision of this charter, for the purpose of making an appearance under this paragraph, any city agency that issues notices of violations returnable to the environmental control board may delegate authority to appear on its behalf to any representative authorized to appear on behalf of any other city agency that issues notices of violation returnable to the environmental control board; and\\par\n(3)\\tab providing that if (i) a hearing has been adjourned by a hearing officer solely for the purpose of obtaining the presence and testimony of the officer of the petitioning agency who issued the subject notice of violation, (ii) the respondent timely appears on the adjourned hearing date, and (iii) such officer of such agency fails to timely appear on the adjourned hearing date, then the hearing shall not be further adjourned solely to obtain the presence and testimony of such officer of such agency, unless the respondent consents to the adjournment or the hearing officer determines that extraordinary circumstances warrant the adjournment.\\cf0\\par\n\\ulnone c. (1) The environmental control board shall enforce the provisions of the charter  and the administrative code, and any rules and regulations made thereunder, which relate to: \\par\n (a)  the cleanliness of the streets;\\par\n (b)  the disposal of wastes;\\par\n (c)  the provision of a pure, wholesome and adequate supply of water;\\par\n (d)  the prevention of air, water and noise pollution;\\par\n (e)  the regulation of street peddling;\\par\n (f) the prevention of fire and danger to life and property therefrom which are  within the jurisdiction of the fire department and which the fire commissioner shall designate by rule or regulation; \\par\n  (g) the construction, alteration, maintenance, use, occupancy, safety, sanitary condition, mechanical equipment and inspection of buildings or structures and the regulation,  inspection and testing of wiring and appliances for electric light, heat and power in or on  buildings or structures in the city which are within the jurisdiction of the department of buildings or the department of [ports and trade] \\ul small business services\\ulnone  and which the commissioner of buildings or the commissioner of [ports and trade] \\ul small business services\\ulnone  shall designate by rule or regulation;\\par\n (h) the response to emergencies caused by releases or threatened releases of hazardous substances;\\par\n (i) the use and regulation of all property subject to the jurisdiction of the department of parks and recreation;\\par\n (j)  the reporting of information relating to the amount, location and nature of  hazardous  substances, and the  labeling of  hazardous substances;\\par\n (k)  the  construction,  maintenance  and  repair  and  obstruction or closure of  public roads, streets, highways, parkways, bridges and tunnels which are within the jurisdiction  of the department of transportation and the department of information technology and telecommunications; [and]\\par\n (l)  the use and regulation of all property subject to the jurisdiction of the department of [ports and trade] \\ul small business services\\ulnone [.]\\ul ;\\ulnone\\par\n (m)   the defacement of property[.]\\ul ; and\\ulnone\\par\n (n) landmarks and historic districts within the jurisdiction of the landmarks preservation commission.\\par\n  (2) The board shall have concurrent jurisdiction with the board of health to enforce those provisions of the health code and the rules and regulations relating thereto which the board of health shall designate.\\par\n  (3) The board shall have authority from time to time to make, amend and  rescind such rules and regulations as may be necessary to carry out its duties under this subdivision.\\par\n\\pard\\fi1530\\sl480\\slmult1\\qj\\cf1 d.  (1)  (a)  The environmental control board shall conduct proceedings for the adjudication of violations of the laws, rules and regulations enforced by it pursuant to the provisions of subdivision c of this section or of any other law providing for enforcement by the environmental control board in accordance with this paragraph (1) and with rules and regulations promulgated by the board, and shall have the power to render decisions and orders and to impose the civil penalties provided under law for such violations.\\par\n\\pard\\fi1440\\sl480\\slmult1\\qj (b)  The form and wording of notices of violation shall be prescribed by the board. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein.\\par\n\\pard\\sl480\\slmult1\\qj     \\tab\\tab (c)  The notice of violation shall contain information advising the person charged of the manner and the time in which such person may either admit or deny the violation charged in the notice. Such notice of violation shall also contain a warning to advise the person charged that failure to plead in the manner and time stated in the notice may result in a default decision and order being entered against such person. The original or a copy of the notice of violation shall be filed and retained by the board and shall be deemed a record kept in the ordinary course of business.\\par\n    \\tab\\tab (d)  Where a respondent has failed to plead within the time allowed by the rules of the board or has failed to appear on a designated hearing date or a subsequent date following an adjournment, such failure to plead or appear shall be deemed, for all purposes, to be an admission of liability and shall be grounds for rendering a default decision and order imposing a penalty in the maximum amount prescribed under law for the violation charged.\\par\n\\tab\\tab (e)  \\ul Where a proceeding has been referred by the board to a hearing officer, upon the failure of any party to respond properly to a lawful discovery order or request made pursuant to rules of the board governing discovery, or upon any party\\rquote s wrongful refusal to answer questions or produce documents, the hearing officer may take whatever action he or she deems appropriate including, but not limited to, preclusion of evidence or witnesses, or striking the pleadings or defenses of such party.  It shall not be necessary for a party to have been subpoenaed to appear or produce documents at any properly ordered discovery proceeding for such sanctions to be applicable.\\par\n\\ulnone\\tab\\tab\\ul (f)\\ulnone   \\ul Where the rules of the board permit exceptions to be filed with the board from a recommended decision and order issued pursuant to this subdivision and such exceptions are filed pursuant to the rules of the board, if no final decision and order has been issued by the board to the parties after the expiration of one hundred eighty days from the filing of the exceptions, a respondent who filed such exceptions may seek, at any time after the expiration of the one hundred eighty days, judicial review pursuant to article seventy-eight of the New York civil practice law and rules, and if a respondent does so, the recommended decision and order issued pursuant to this subdivision shall be deemed the final decision and order of the board, provided that no respondent may rely upon this subparagraph to have a recommended decision and order deemed a final decision and order of the board unless: (i) at least forty-five days before the filing of any petition pursuant to article seventy-eight of the New York civil practice law and rules, such respondent shall have filed with the board written notice, pursuant to its rules, of the respondent\\rquote s intention to file such petition; and (ii) such respondent has served such petition on the board pursuant to the New York civil practice law and rules.  The board may issue a final decision and order at any time after the respondent has filed with the board written notice of his or her intention to file such petition, provided that the respondent has not filed such petition on a day prior to the board\\rquote s issuance of its final decision.                 \\ulnone   \\par\n\\tab\\tab\\ul (g)\\ulnone   Any final order of the board imposing a civil penalty, whether the adjudication was had by hearing or upon default or otherwise, shall constitute a judgment rendered by the board which may be entered in the civil court of the city of New York or any other place provided for the entry of civil judgments within the state, and may be enforced without court proceedings in the same manner as the enforcement of money judgments entered in civil actions; provided, however, that no such judgment shall be entered which exceeds the sum of twenty-five thousand dollars for each respondent.\\par\n    \\tab\\tab [(f)] \\ul (h)\\ulnone   Notwithstanding the foregoing provision, before a judgment based upon a default may be so entered the board must have notified the respondent by first class mail in such form as the board may direct:  (i)  of the default decision and order and the penalty imposed; (ii)  that a judgment will be entered in the civil court of the city of New York or any other place provided for the entry of civil judgments within the state of New York; and (iii)  that entry of such judgment may be avoided by requesting a stay of default for good cause shown and either requesting a hearing or entering a plea pursuant to the rules of the board within thirty days of the mailing of such notice.\\par\n    \\tab\\tab [(g)] \\ul (i)\\ulnone   A judgment entered pursuant to this paragraph shall remain in full force and effect for eight years.\\par\n\\tab\\tab [(h)] \\ul (j)\\ulnone   Notwithstanding any inconsistent provision of section fifteen hundred four of the New York city civil court act, an execution with respect to a judgment of the board arising out of any violation of a provision of chapter one of title sixteen of the administrative code of the city of New York shall be directed only to the sheriff.\\par\n\\tab\\tab\\ul (k)  \\cf0 The board shall develop and implement technology to enable electronic case management, including but not limited to: online adjudication and payments in appropriate cases; more efficient administration of case conferences, hearings and appeals; electronic case scheduling; and generation of data and other reports to enhance the efficiency and increase public accountability of board adjudication functions.  Not later than December 1, 2008, the board shall report to the city council on its plans and progress in fulfilling the requirements of this subparagraph and shall include in its report a projected schedule for implementation.\\cf1\\par\n\\ulnone\\tab\\tab\\'a73.\\tab Paragraphs 9-a and 9-b of subdivision a of section 533 of the New York city charter, as added by chapter 169 of the laws of 2002, are amended to read as follows:\\par\n\\pard\\fi1440\\sl480\\slmult1\\qj\\cf0 9-a. by agreement with the battery park city authority (a public benefit corporation established pursuant to title twelve of article eight of the public authorities law), to enforce the rules and regulations of such authority or of a not-for-profit corporation acting on behalf of such authority, relating to the use, government and protection of public parks and recreational facilities of and adjacent to battery park city within the jurisdiction of such authority. In addition to or as an alternative to any of the remedies or penalties provided under any other provision of law, violation of such rules and regulations shall be punishable by a civil penalty of not more than five hundred dollars for each violation, which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by a notice of violation returnable before such board. The procedures set forth in section [fourteen hundred four] \\ul one thousand forty-nine-a\\ulnone  of this charter applicable to the adjudication by the environmental control board of violations within the jurisdiction of the commissioner shall apply to the adjudication of violations of such rules and regulations by such board and final orders of such board imposing civil penalties for such violations shall constitute judgments that may be entered and enforced as set forth in such section.\\par\n9-b. by agreement with the Hudson river park trust (a public benefit corporation established pursuant to section five of the Hudson river park act, chapter five hundred ninety-two of the laws of nineteen hundred ninety-eight), to enforce the rules and regulations of such trust relating to the use, government and protection of the Hudson river park, created pursuant to section four of such act. In addition to or as an alternative to any of the remedies or penalties provided under any other provision of law, violation of such rules and regulations shall be punishable by a civil penalty of not more than five hundred dollars for each violation, which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by a notice of violation returnable before such board. The procedures set forth in section [fourteen hundred four] \\ul one thousand forty-nine-a\\ulnone  of this charter applicable to the adjudication by the environmental control board of violations within the jurisdiction of the commissioner shall apply to the adjudication of violations of such rules and regulations by such board and final orders of such board imposing civil penalties for such violations shall constitute judgments that may be entered and enforced as set forth in such section.\\cf1  \\par\n\\'a74.\\tab Subdivision d of section 10-117.3 of the administrative code of the city of New York, as added by local law number 111 for the year 2005, is amended to read as follows:\\par\n\\cf0 d. Failure to remove graffiti from property. Notice to remove graffiti from a commercial or residential building shall be served by an agency designated by the mayor in the manner prescribed in paragraph two of subdivision d of section [1404] \\ul 1049-a\\ulnone  of the charter. Such written notice shall, at a minimum: (1) describe the city's graffiti abatement program and the resources available to the property owner to abate graffiti; (2) indicate that if the owner of a commercial or residential building fails to remove such graffiti within sixty days of receipt of such notice, then the city may cause such graffiti to be removed; and (3) for a written notice involving residential buildings containing six or more dwelling units or commercial buildings, further indicate that the failure to remove the graffiti within sixty days of receipt of the notice shall result in the imposition of a fine as set forth in subdivision e of this section.\\par\n\\'a75.\\tab Paragraph 1 of subdivision f of section 10-117.3 of the administrative code of the city of New York, as added by local law number 111 for the year 2005, is amended to read as follows:\\par\n1. Whenever the owner of a commercial building or a residential building fails to accept the city's graffiti removal services after the city has attempted in good faith to obtain written consent and a waiver of liability from the owner for such services, and the property owner fails to remove such graffiti within sixty days of receiving a notice to remove the graffiti, the city may serve the owner of the commercial building or residential building a notice of nuisance abatement. The notice shall be served on the owner by an agency designated by the mayor in the manner prescribed in paragraph two of subdivision d of section [1404] \\ul 1049-a\\ulnone  of the charter. The notice, at a minimum, shall indicate the following:\\par\n\\cf1\\'a76.\\tab Subdivision c of section 17-1103 of  the administrative code of the city of New York, as added by local law number 36 for the year 2005, is amended to read as follows:\\par\nc.\\tab\\cf0 A proceeding to recover any civil penalty authorized pursuant to section 17-1104 shall be commenced by the service of a notice of violation returnable to the administrative tribunal established by the board of health pursuant to section 558 of the charter of the city of New York where the department issues such notice, the environmental control board established pursuant to section [1404] \\ul 1049-a\\ulnone  of the charter of the city of New York where the department of environmental protection issues such notice, or the adjudication division of the department of consumer affairs established pursuant to section 20-104(e) of the administrative code of the city of New York where that department issues such notice. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein. The administrative tribunal of the board of health, the environmental control board and the adjudication division of the department of consumer affairs shall have the power to render decisions and orders and to impose the remedies and penalties provided for in section 17-1104, in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\\par\n\\'a77.\\tab Subdivision b of section 24-346 of the administrative code of the city of New York is amended to read as follows:\\par\nb.\\tab Any person who violates or fails to comply with any of the provisions of this chapter and chapter four of this title or any order, rule or regulation issued by the board or commissioner or with the conditions of any permit issued by the commissioner within the city of New York shall be liable for a civil penalty of not less than fifty nor more than one thousand dollars for each violation. In the case of a continuing violation each days continuance shall be a separate and distinct offense. The environmental control board shall have the power to impose such civil penalties. A proceeding to impose such penalties shall be commenced by the service of a notice of violation returnable to such board. Such board, after a hearing as provided by the rules and regulations of the board, shall have the power to enforce its final decisions and orders imposing such civil penalties as if they were money judgments pursuant to subdivision d of section [fourteen hundred four] \\ul one thousand forty-nine-a\\ulnone  of the New York city charter. A civil penalty imposed by the board may also be collected in an action brought in the name of the city in any court of competent jurisdiction. The board, in its discretion, may, within the limits set forth in this subdivision, establish a schedule of civil penalties indicating the minimum and maximum penalty for each separate offense.\\par\n\\cf1\\'a78.\\tab Subdivision f of section 24-524 of the administrative code of the city of New York, as amended by local law number 27 for the year 2003, is amended to read as follows:\\par\nf.\\tab\\cf0 Any person who violates or fails to comply with any of the provisions of sections 24-504 through 24-522 and 24-523 of this chapter or any order, rule or regulation issued by the environmental control board or commissioner of environmental protection pursuant thereto or with the conditions of any permit issued pursuant thereto shall be liable for a civil penalty not exceeding ten thousand dollars for each violation, provided that this subdivision shall not apply to subdivision c of section 24-509 or subdivisions a and b of section 24-521. In the case of a continuing violation each day's continuance shall be a separate and distinct offense. The environmental control board shall have the power to impose such civil penalties. A proceeding to impose such penalties shall be commenced by the service of a notice of violation returnable to such board. Such board, after a hearing as provided by the rules and regulations of the board, shall have the power to enforce its final decisions and orders imposing such civil penalties as if they were money judgments pursuant to subdivision d of section [fourteen hundred four] \\ul one thousand forty-nine-a\\ulnone  of the New York city charter. A civil penalty imposed by the board may also be collected in an action brought in the name of the city in any court of competent jurisdiction. The board, in its discretion, may, within the limits set forth in this subdivision, establish a schedule of civil penalties indicating the minimum and maximum penalty for each separate offense.\\par\n\\pard\\sl480\\slmult1\\qj\\cf1  \\tab\\tab\\cf0\\'a79.    Notwithstanding the provisions of sections 1048 and 1049 of the New York city charter, the environmental control board shall exercise all the functions, powers and duties set forth in section 1049-a of the New York city charter and hearing officers of the environmental control board shall not be subject to the provision of section 1049 that requires administrative law judges in the office of administrative trials and hearings to be appointed for a term of five years.\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\'a710.\\tab No existing right or remedy of the city of any character shall be lost, impaired or affected by reason of the adoption of this local law.\\par\n\\'a711.\\tab No action or proceeding, administrative, civil or criminal, pending at the time when this local law shall take effect, brought by or against the city or any agency or officer of the city, shall be affected or abated by the adoption of this local law or by anything contained herein.\\par\n\\'a712.\\tab Whenever pursuant to any provision of this local law functions, powers or duties are assigned to officers or employees of the environmental control board in the office of administrative trials and hearings that were exercised by any officer or employee of the environmental control board in the department of environmental protection, all such officers or employees in the classified city civil service who were engaged in the performance of such functions, powers or duties shall be transferred to the environmental control board in the office of administrative trials and hearings, without further examination or qualification, in accordance with section 70 of the civil service law.  Provided, however, that officers or employees who are subject to pending disciplinary charges on the date of the functional transfer, or against whom a disciplinary penalty has been assessed but not yet served or paid on or prior to such date, may be retained in the employment of the department of environmental protection until the resolution of the adjudicative or administrative proceedings and until any outstanding disciplinary penalty has been served or paid.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a713.\\tab This local law shall take effect thirty days after it shall have become a law, or as soon as practicable thereafter as a transfer of functions may be effectuated pursuant to subdivision 2 of section 70 of the civil service law; provided, however, that any rules or regulations required to be promulgated pursuant to subdivision b-1 of section 1049-a of the New York city charter, as added by section two of this local law, shall be promulgated no later than one hundred eighty days after the effective date of this local law .\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\par\n\\par\n\\pard\\hyphpar0 KS \\par\nLS # 4816, 4817 and 4959\\par\n5/22/08 \\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\par\n}\n\u0000",
  "LastModified": "2016-03-04T19:50:33.81Z"
}
