{
  "ID": 41072,
  "GUID": "1CB88818-0C25-4F07-B127-10EDFC6CAC01",
  "File": "Int 0778-2008",
  "Name": "Operation of gasoline-powered leaf and garden blowers.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation the operation of gasoline-powered leaf and garden blowers.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2008-05-28T00:00:00Z",
  "AgendaDate": "2008-05-28T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 216103,
      "Date": "2008-05-28T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 216225,
      "Date": "2008-05-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8292,
      "AgendaSequence": 82,
      "MinutesSequence": 105,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236260,
      "Date": "2009-12-31T13:39:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 41864,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1.  Subchapter 7 of chapter 1 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-167.1 to read as follows:\n§24-167.1 Regulation of gasoline powered leaf and garden blowers.  a. For purposes of this section, the following terms shall have the following meanings: (1) “Leaf and garden blower” means a spark-ignition non-road engine rated below 25 horsepower (19kW) used in household and commercial applications.\nb. Gasoline-powered leaf and garden blowers may not be operated from June 1 through September 30 of each year except that upon the declaration of an emergency the commissioner may declare a temporary moratorium on the operation of this provision.\nc. At the discretion of the commissioner authorization for the temporary operation of one or more leaf and garden blowers, otherwise subject to the prohibition in subdivision b of this section, may be granted to accommodate special circumstances, including but not limited to, the remediation of abandoned or neglected properties or the clean up of work sites.  The department may impose a fee for processing the application for such special permit.\n d. Any violation any provision of this section or any rule promulgated hereunder shall be punishable by a civil penalty of not less than fifty dollars nor more than five hundred dollars for the first offense, and by a civil penalty of not less than one hundred dollars nor more than one thousand dollars for a second offense occurring within a 12-month period, and by a civil penalty of not less than four hundred dollars nor more than five thousand dollars for a third or subsequent offense occurring within a 12-month period. \n§2. This local law shall take effect ninety days after enactment except that the commissioner shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\nJPS\nLS #4454\n5/22/08 10:47 a.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\qj\\ul Be it enacted by the Council as follows: \\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Subchapter 7 of chapter 1 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-167.1 to read as follows:\\par\n\\ul\\'a724-167.1 Regulation of gasoline powered leaf and garden blowers.  a. For purposes of this section, the following terms shall have the following meanings: (1) \\ldblquote Leaf and garden blower\\rdblquote  means a spark-ignition non-road engine rated below 25 horsepower (19kW) used in household and commercial applications.\\par\nb. Gasoline-powered leaf and garden blowers may not be operated from June 1 through September 30 of each year except that upon the declaration of an emergency the commissioner may declare a temporary moratorium on the operation of this provision.\\par\nc. At the discretion of the commissioner authorization for the temporary operation of one or more leaf and garden blowers, otherwise subject to the prohibition in subdivision b of this section, may be granted to accommodate special circumstances, including but not limited to, the remediation of abandoned or neglected properties or the clean up of work sites.  The department may impose a fee for processing the application for such special permit.\\par\n d. Any violation any provision of this section or any rule promulgated hereunder shall be punishable by a civil penalty of not less than fifty dollars nor more than five hundred dollars for the first offense, and by a civil penalty of not less than one hundred dollars nor more than one thousand dollars for a second offense occurring within a 12-month period, and by a civil penalty of not less than four hundred dollars nor more than five thousand dollars for a third or subsequent offense occurring within a 12-month period. \\par\n\\ulnone\\'a72. This local law shall take effect ninety days after enactment except that the commissioner shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\\fs20\\par\n\\pard\\ltrpar JPS\\par\nLS #4454\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj 5/22/08 10:47 a.m.\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
