{
  "ID": 41211,
  "GUID": "C2547C2B-78D8-40DC-B34B-9E9DFCDB90ED",
  "File": "Int 0782-2008",
  "Name": "Filing of annual disclosure reports.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the filing of annual disclosure reports.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 21,
  "BodyName": "Committee on Standards and Ethics",
  "IntroDate": "2008-06-12T00:00:00Z",
  "AgendaDate": "2008-06-12T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 216702,
      "Date": "2008-06-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 216954,
      "Date": "2008-06-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Standards and Ethics",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8326,
      "AgendaSequence": 139,
      "MinutesSequence": 171,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Standards and Ethics",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236258,
      "Date": "2009-12-31T13:37:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42008,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subdivision a of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, paragraphs 2 and 9 as amended by local law number 14 for the year 2006, is amended to read as follows:\n§12-110  Annual disclosure.\na.\tDefinitions.  As used in this section:\n1. The term [“business dealings with a state or local agency” shall mean any transaction with any state or local agency involving the sale, purchase, rental, disposition or exchange of any goods, services or property, any license, permit, grant or benefit, and any performance of or litigation with respect to any of the foregoing, but shall not include any transaction involving a public servant’s residence or any ministerial matter] \"affiliated\" shall mean a firm that is a subsidiary of another firm, or if such firms have a parent in common, or if they have a stockholder in common who owns at least twenty-five per cent of the shares of each such firm.\n2.  The term \"agency\" or \"city agency\" shall mean a county, borough or other office, position, administration, department, division, bureau, board, commission, authority, corporation, committee or other agency of government, the expenses of which are paid in whole or in part from the city treasury, and shall include but not be limited to, the council, the offices of each elected official, the board of education, community boards, the health and hospitals corporation, the New York city industrial development agency, the offices of the district attorneys of the counties of Bronx, Kings, New York, Queens and Richmond, and of the special narcotics prosecutor, the New York city housing authority, and the New York city housing development corporation, but shall not include any court or any corporation or institution maintaining or operating a public library, museum, botanical garden, arboretum, tomb, memorial building, aquarium, zoological garden or similar facility or any advisory committee as that term is defined in subdivision one of section twenty-six hundred one of the charter. \n3. The term \"business dealings with the city\" shall mean any transaction with the city involving the sale, purchase, rental, disposition or exchange of any goods, services, or property, any license, permit, grant or benefit, and any performance of or litigation with respect to any of the foregoing, but shall not include any transaction involving a public servant's residence or any ministerial matter.\n[2.  The term “city employee” shall be defined as an employee of a city, county, borough or other office, position, administration, department, division, bureau, board, commission, authority, corporation or other agency of government, the expenses of which are paid in whole or in part from the city treasury and shall include but not be limited to employees of the New York city health and hospitals corporation, the New York city industrial development agency, the offices of the district attorneys of the counties of Bronx, Kings, New York, Queens and Richmond, and of the special narcotics prosecutor, and the New York city housing development corporation].\n 4.  The term \"city\" shall mean the city of New York and shall include an agency of the city.\n[3.] 5.  The term \"conflicts of interest board\" or \"board\" shall mean the conflicts of interest board appointed pursuant to section twenty-six hundred two of the New York city charter.\n[4.] 6. The term “domestic partners” shall mean persons who have a registered domestic partnership, which shall include any partnership registered pursuant to section 3-240 of the administrative code of the city of New York.\n7.  The term \"gift\" shall mean anything of value for which a person pays nothing or less than fair market value and may be in the form of money, services, reduced interest on a loan, travel, travel reimbursement, entertainment, hospitality, thing, promise, or in any other form.\n[5.] 8. The term “independent body” shall mean any organization or group of voters which nominates a candidate or candidates for office to be voted for at an election, and which is not a political party as defined in paragraph [seven] twelve of this subdivision.\n9.  The term \"local authority\" or \"local public authority\" shall be given the same meaning as the term \"local authority\" is defined in subdivision two of section two of the public authorities law.\n[6.]  10.  The term \"local political party official\" shall mean:\n(1) any chair of a county committee elected pursuant to section 2-112 of the election law, or his or her successor in office, who received compensation or expenses, or both, from constituted committee or political committee funds, or both, during the reporting period aggregating thirty thousand dollars or more;\n(2) that person (usually designated by the rules of a county committee as the “county leader” or “chair of the executive committee”) by whatever title designated, who pursuant to the rules of a county committee or in actual practice, possesses or performs any or all of the following duties or roles, provided that such person received compensation or expenses, or both, from constituted committee or political committee funds, or both, during the reporting period aggregating thirty thousand dollars or more:\n(i) the principal political, executive and administrative officer of the county committee;\n(ii) the power of general management over the affairs of the county committee;\n(iii) the power to exercise the powers of the chair of the county committee as provided for in the rules of the county committee;\n(iv) the power to preside at all meetings of the county executive committee if such a committee is created by the rules of the county committee or exists de facto, or any other committee or subcommittee of the county committee vested by such rules with or having de facto the power of general management over the affairs of the county committee at times when the county committee is not in actual session;\n(v) the power to call a meeting of the county committee or of any committee or subcommittee vested with the rights, powers, duties or privileges of the county committee pursuant to the rules of the county committee, for the purpose of filling an office at a special election in accordance with section 6-114 of the election law, for the purpose of filling a vacancy in accordance with section 6-116 of such law or for the purpose of filling a vacancy or vacancies in the county committee which exist by reason of an increase in the number of election districts within the county occasioned by a change of the boundaries of one or more election districts, taking effect after the election of its members, or for the purpose of determining the districts that the elected members shall represent until the next election at which such members of such committee are elected; provided, however, that in no event shall such power encompass the power of a chair of an assembly district committee or other district committee smaller than a county and created by the rules of the county committee, to call a meeting of such district committee for such purpose;\n(vi) the power to direct the treasurer of the party to expend funds of the county committee; or\n(vii) the power to procure from one or more bank accounts of the county committee the necessary funds to defray the expenses of the county committee.  The terms “constituted committee” and “political committee” as used in this subparagraph shall have the same meanings as those contained in section 14-100 of the election law.\nThe terms “constituted committee” and “political committee” as used in this subparagraph shall have the same meanings as those contained in section 14-100 of the election law.\n11.  The term \"policymaking position\" shall refer to persons charged with \"substantial policy discretion\" as referenced in paragraphs twelve and fifteen of subdivision b of section twenty-six hundred four of the New York city charter, and as defined by rule of the conflicts of interest board.\n[7.] 12.  The term “political party” shall mean any political organization which at the last preceding election for governor polled at least fifty thousand votes for its candidate for governor.\n[8.] 13.  The term “political organization” shall mean any political party as defined in paragraph [seven] twelve of this subdivision, or independent body, as defined in paragraph [five] eight of this subdivision, or any organization that is affiliated with or a subsidiary of a party or independent body.\n[9.] 14. The term \"relative\" shall mean the spouse, domestic partner, [parent, grandparent,] child, stepchild, brother, sister, parent, or stepparent of the person reporting, or any person [who is the direct descendant of the grandparents of the person reporting or of the spouse or domestic partner of the person reporting]  whom the person reporting claimed as a dependent on his or her latest personal income tax return, and each such relative's spouse or domestic partner.\n[10.] 15. The [terms \"state agency\" and \"local agency\" shall be given the same meanings as such terms are given in section eight hundred ten of the general municipal law] term \"unemancipated child\" shall mean any son, daughter, stepson or stepdaughter who is under age eighteen, unmarried and living in the household of the person reporting, and shall also include any son or daughter of the spouse or domestic partner of such person who is under age eighteen, unmarried and living in the household of the person reporting.\n§ 2.  Subdivision b of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, paragraph 3 as amended by local law number 14 for the year 2006, is amended to read as follows:\nb.  Persons required to file [a financial] an annual disclosure report.\nThe following persons shall file with the conflicts of interest board an annual disclosure report, in such form as the board shall determine, disclosing certain financial interests as hereinafter provided.  Reports [filed prior to January first, two thousand six may be filed electronically, in such form as the board may determine, and thereafter] shall, except as otherwise provided by the board [in consultation with the filer's agency], be filed electronically, in such form as the board may determine.\n1.  Elected and political party officials.\n(a) Each elected officer described in sections four, twenty-four, twenty-five, eighty-one, ninety-one and eleven hundred twenty-five of the New York city charter, and each local political party official described in paragraph [six] ten of subdivision a of this section, shall file such report not later than [May first of] such date as designated by the conflicts of interest board each year.\n(b) A local political party official required to file a report pursuant to subparagraph (a) of this paragraph who is also subject to the financial disclosure filing requirements of subdivision two of section seventy-three-a of the public officers law may satisfy the requirements of paragraph one by filing with the conflicts of interest board a copy of the statement filed pursuant to section seventy-three-a of the public officers law, on or before the filing deadline provided in such section seventy-three-a, notwithstanding the filing deadline otherwise imposed by paragraph one of this subdivision.\n2. Candidates for public office.\n(a) Each person, other than any person described in paragraph one, who has declared his or her intention to seek nomination or election and who has filed papers or petitions for nomination or election, or on whose behalf a declaration or nominating paper or petition has been made or filed which has not been declined, for an office described in paragraph one of subdivision b of this section shall file such report on or before the last day for filing his designating petitions pursuant to the election law.\n(b) Each person, other than any person described in paragraph one, who was a write-in candidate at the primary election for an office described in paragraph one of subdivision b of this section and whose name is thereafter entered in the nomination book at the board of elections, shall file such report within twenty days after such primary election.\n(c) Each person, other than any person described in paragraph one, who has been designated to fill a vacancy in a designation or nomination for an office described in paragraph one of subdivision b of this section shall file such report within fifteen days after a certificate designating such person to fill such vacancy is filed with the board of elections, or within five days before the election for which the certificate is filed, whichever is earlier.\n(d) The conflicts of interest board shall obtain from the board of elections lists of all candidates for the elected positions set forth below, and from such lists, shall determine and publish lists of those candidates who have not, within ten days after the required date for filing such reports, filed the reports required by this section.\n3.  (a)  The following categories of persons who had such status during the preceding calendar year or up until the date of filing their [financial] annual disclosure report shall be required to file a report not later than [May first of] the date designated by the conflicts of interest board each year:\n(1)  Each agency head, deputy agency head, and assistant agency head[, member of any board or commission, other than a member of a board or a commission who serves without compensation, provided, however, that a member of the New York city housing development corporation shall be deemed to be a compensated member of such corporation for purposes of this section];\n(2) Each employee of the mayor’s office, the city council, a district attorney’s office, the office of the special narcotics prosecutor, or any other agency that does not employ M-level mayor’s management plan indicators for its managers, whose responsibilities on April thirtieth of each year involve the independent exercise of managerial or policymaking functions or who holds a policymaking position on such date, as annually determined by the appointing authority of his or her agency, subject to review by the conflicts of interest board;\n(3) Each employee of the city, other than an employee of the mayor’s office, the city council, a district attorney’s office or the special narcotics prosecutor’s office, who, on April thirtieth of each year, is paid in accordance with the mayor’s management pay plan at level M4 or higher, or who holds a policymaking position on such date, as defined by rule of the conflicts of interest board and as annually determined by the head of his or her agency, subject to review by the conflicts of interest board;\n(4) Each employee of the city whose duties at any time during the preceding calendar year involved the negotiation, authorization or approval of contracts, leases, franchises, revocable consents, concessions and applications for zoning changes, variances and special permits, as defined by rule of the conflicts of interest board and as annually determined by his or her agency head or employer, subject to review by the conflicts of interest board.\n(5)  Each assessor required to file a report solely by reason of section three hundred thirty-six of the real property tax law[, provided, however, that the report filed by any such assessor shall be the report prescribed by such section of the real property law];\n(6)  Any person required by New York state law to file [a financial] an annual disclosure report with the conflicts of interest board. \n(b) Separation from service:\n(1) Each person described in this paragraph shall, following separation from service, file such report for the portion of the last calendar year in which he or she served in his or her position within sixty days of his or her separation from service or on or before the [May first next succeeding] date designated by the conflicts of interest board for filing pursuant to subparagraph (a) of this paragraph, whichever is earlier, if such person met the criteria of this subparagraph on his or her last day of service. Each such person who leaves service prior to [May first] the date designated by the conflicts of interest board for filing pursuant to subparagraph (a) of this paragraph shall also file a report for the previous calendar year within sixty days of his or her separation from service or [on the May first next succeeding] on or before such date designated by the conflicts of interest board, whichever is earlier.\n(2) Each such person who is terminating or separating from service shall not receive his or her final paycheck, and/or any lump sum payment to which he or she may be entitled, until such person has complied with the requirements of this section.\n(3) Each elected officer and each local political party official described in paragraph [six] ten of subdivision a of this section shall, after leaving office, file such report for the previous calendar year, if such officer or local political party official has not previously filed such report, and shall file such report for the portion of the last calendar year in which he or she served in office, within sixty days of his or her last day in office or on or before the [May first next succeeding] date designated by the conflicts of interest board for filing pursuant to subparagraph (a) of paragraph one of this subdivision, whichever is earlier.\n§ 3. Subdivision c of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\nc.  Procedures involving the filing of [financial] annual disclosure reports.\n1. Each agency shall file with the conflicts of interest board, prior to the date required for the filing of reports, a list of persons obligated to report pursuant to this section.\n2. Each agency head shall determine, subject to review by the conflicts of interest board, which persons within the agency occupy positions that are described in clauses three and four of subparagraph (a) of paragraph three of subdivision b of this section, and shall, prior to the date on which the filing of the report is required, inform such employees of their obligation to report. The conflicts of interest board shall promulgate rules establishing procedures whereby any employee may seek review of the agency's determination that he or she is required to report.\n3.  The speaker of the council, each district attorney and the special narcotics prosecutor shall determine, subject to review by the conflicts of interest board, which persons on their staff occupy positions that are described in clause two of subparagraph (a) of paragraph three of subdivision b of this section, and shall, prior to the date required for the filing of the reports, inform such employees of their obligation to report.\n4. The conflicts of interest board shall promulgate rules establishing procedures whereby a person required to file [a financial] an annual disclosure report may request an additional period of time within which to file such report, due to justifiable cause or undue hardship. Such rules shall include, but not be limited to, the establishment of a date beyond which in all cases of justifiable cause or undue hardship no further extension of time will be granted.\n5. Any amendments and changes to [a financial] an annual disclosure report made after its filing shall be made on a [separate] form to be [provided] prescribed by the conflicts of interest board [and attached to the report. Said form shall contain the corresponding page and item numbers of the report, the amendment, the signature of the person making such amendment and the initials of the chair of the board or his or her designee]. Amendments shall be made only by the person who originally filed such report. \n§ 4.  Subdivision d of section 12-110 of the administrative code of the city of New York is REPEALED and a new subdivision d is added to read as follows:\nd. Information to be reported.\n1.  Officers and employees of the city; compensated members of city boards and commissions; candidates for public office; elected and political party officials.  The report filed by officers and employees of the city, compensated members of city boards and commissions, candidates for public office, elected and political party officials shall contain the information required by this paragraph, unless such person is required to file a report solely by paragraphs two, three, and/or four of this subdivision.\nFor purposes of filing an annual disclosure report, members or representatives, or their alternates, of the New York city housing development corporation, the New York city industrial development agency, the teachers retirement board, the board of trustees of the New York city employees retirement system, the board of trustees of the police pension fund, the board of trustees of the board of education retirement system, and the board of trustees of the fire department pension fund shall be deemed to be compensated policymakers, and shall file a report containing the information required by this paragraph.\n(a) The name of the person reporting; each of his or her city titles and positions; the city agency or agencies of which the person reporting is an official, officer, or employee; his or her city employee identification number, if any; his or her office address, email address, if any, and telephone number; his or her home address, personal email address, if any, and home telephone number; whether he or she has a spouse or domestic partner and, if so, the full name of such spouse or domestic partner; and the names of all unemancipated children. \n(b)  The location, size, and general nature of any residential, commercial, retail or industrial real property that is owned by, rented to or rented by the reporting person or his or her spouse or domestic partner or unemancipated child.  Only real property (i) within the city of New York or (ii) within the county of Westchester or the county of Nassau and within one quarter mile of the city of New York shall be reported.  Residential property in which the person reporting or a relative resides shall not be reported.  For other residential property, only the borough, city (if outside New York city), town, or village shall be reported.\n(c)  The name of each employer or business, other than the city of New York, from which the person reporting or a relative received one thousand dollars or more for services performed or for goods sold or produced or as compensation as a member, officer, director, or employee during the reporting period.  The name of individual clients, customers or patients shall not be reported, nor shall any business in which the reporting person or his or her relative was an investor only.  The nature of the business shall also be identified, as well as the relationship between the reporting person or his or her relative and the employer or business (owner, partner, officer, director, member, employee, and/or shareholder).\n(d)  The name of any entity in which the person reporting or his or her spouse or domestic partner or unemancipated child has an interest that exceeds five percent of the firm or an investment of ten thousand dollars, whichever is less.  The nature of the business and the type of business shall also be identified.\n(e)  Gifts having a value of fifty dollars or more received by the person reporting or his or her spouse or domestic partner or unemancipated child during the reporting period, including the recipient of the gift, the donor of the gift, the relationship between the recipient and the donor, and the nature of the gift.  The value of separate gifts from the same or affiliated donors during the reporting period shall be aggregated. \nA gift shall not be reported where (i) the gift is from a relative; or (ii) from the beginning of the reporting period until the date the report is filed, the donor engaged in no business dealings with the city; or (iii) the gift consists of attendance, including meals and refreshments, at a meeting, public affair, function, or occasion and complies with the rules of the board governing the acceptance of such attendance, meals or refreshments. \n(f)  Where the person reporting holds a policymaking position with the city, he or she shall list any membership in the national or state committee of a political party;  or service as an assembly district leader of a political party; or service as the chair or as an officer of the county committee or county executive committee of a political party.\n(g)  The name, title, and position of any relative of the person reporting who holds a position, whether paid or unpaid, with the city; the city agency in which such position is held; and the relationship between such relative and the person reporting.\n(h)  Any volunteer office or position held by the person reporting or his or her spouse or domestic partner with any not-for-profit organization, except where the person volunteers exclusively in a non-policymaking, non-administrative capacity, and the nature of the organization's business.\n(i)  Any agreement that is between the person reporting or his or her spouse or domestic partner and any person or entity engaged in business dealings with the agency served by the person reporting and that involves future payment to or employment of the person reporting or his or her spouse or domestic partner.\n(j)  Any person or entity to whom or to which the person reporting or his or her spouse or domestic partner owes ten thousand dollars or more as of the date of filing the report and the type of obligation.\nThe following debts shall not be reported: (i) debt to a relative; (ii) credit card debt, unless such debt has been outstanding for at least sixty days; (iii)  loans from pension funds or deferred compensation accounts.\n(k)  Any person or entity, except a relative, who owed the person reporting or his or her spouse or domestic partner ten thousand dollars or more as of the date of filing the report and the type of obligation.\n2.  Uncompensated members of boards and commissions of the city.  Where a report is filed by a person required to file a report by reason of membership on a board or commission of the city and such person is not entitled to compensation for such service, the report shall contain the information required by this paragraph. For purposes of filing an annual disclosure report, members or representatives, or their alternates, of the New York city housing development corporation, the New York city industrial development agency, the teachers retirement board, the board of trustees of the New York city employees retirement system, the board of trustees of the police pension fund, the board of trustees of the board of education retirement system, and the board of trustees of the fire department pension fund shall be deemed to be compensated policymakers, and shall file a report containing the information required by paragraph one of this subdivision.\n(a) The name of the person reporting; each of his or her city titles and positions; the city agency or agencies of which the person reporting is an official, officer, or employee; his or her city employee identification number, if any; his or her office address, email address, if any, and telephone number; his or her home address, personal email address, if any, and home telephone number; whether he or she has a spouse or domestic partner and, if so, the full name of such spouse or domestic partner; and the names of all unemancipated children. \n(b)  The location, size, and general nature of any residential, commercial, retail or industrial real property that is owned by, rented to or rented by the reporting person or his or her spouse or domestic partner or unemancipated child.  Only real property (i) within the city of New York or (ii) within the county of Westchester or the county of Nassau and within one quarter mile of the city of New York shall be reported.  Residential property in which the person reporting or a relative resides shall not be reported.  For other residential property, only the borough, city (if outside New York city), town, or village shall be reported.\n(c)  The name of each employer or business, other than the city of New York, from which the person reporting or his or her spouse or domestic partner or unemancipated child received one thousand dollars or more for services performed or for goods sold or produced or as compensation as a member, officer, director, or employee during the reporting period.  The name of individual clients, customers or patients shall not be reported, nor shall any business in which the reporting person or his or her spouse or domestic partner or unemancipated child was an investor only.  The nature of the business shall also be identified, as well as the relationship between the reporting person or his or her spouse or domestic partner or unemancipated child and the employer or business (owner, partner, officer, director, member, employee, and/or shareholder). An employer or business shall not be reported where, from the beginning of the reporting period until the date the report is filed, the employer or business engaged in no business dealings with any city agency of which the person reporting is an official, officer, or employee.\n(d)  The name of any entity in which the person reporting or his or her spouse or domestic partner or unemancipated child has an interest that exceeds five percent of the firm or an investment of ten thousand dollars, whichever is less.  The nature of the business and the type of business shall also be identified.  An entity shall not be reported where, from the beginning of the reporting period until the date the report is filed, the entity engaged in no business dealings with any city agency of which the person reporting is an official, officer, or employee.\n(e)  Gifts having a value of fifty dollars or more received by the person reporting or his or her spouse or domestic partner or unemancipated child during the reporting period, including the recipient of the gift, the donor of the gift, the relationship between the recipient and the donor, and the nature of the gift.  The value of separate gifts from the same or affiliated donors during the reporting period shall be aggregated. \nA gift shall not be reported where (i) the gift is from a relative; or (ii) from the beginning of the reporting period until the date the report is filed, the donor engaged in no business dealings with the agency of which the person reporting is an official, officer or employee; or (iii) the gift consists of attendance, including meals and refreshments, at a meeting, public affair, function, or occasion and complies with the rules of the board governing the acceptance of such attendance, meals, or refreshments.\n(f)  Membership in the national or state committee of a political party; or service as an assembly district leader of a political party; or service as the chair or as an officer of the county committee or county executive committee of a political party.\n(g)  The name, title, and position of any relative of the person reporting who holds a position, whether paid or unpaid, with any board or commission of which the person reporting is an official, officer, or employee and the relationship between the person and the person reporting.\n3.  Members, officers and employees of city public authorities.  Where a report is filed by a person required to file a report pursuant to subdivision three of section twenty-eight hundred twenty-five of the public authorities law, the report shall contain the following information:\n(a) The name of the person reporting; the name of the local public authority, within the meaning of subdivision three of section twenty-eight hundred five of the public authorities law, of which the person reporting is a board member, officer or employee; his or her title and position with such entity; any city title and position that he or she holds; any city agency of which the person reporting is an official, officer, or employee; his or her city employee identification number, if any; his or her office address, email address, if any, and telephone number; his or her home address, personal email address, if any, and home telephone number; whether he or she has a spouse or domestic partner and, if so, the full name of such spouse or domestic partner; and the names of all unemancipated children. \n(b)  The location, size, and general nature of any residential, commercial, retail or industrial real property that is owned by, rented to or rented by the person reporting, or his or her spouse or domestic partner or unemancipated child.  Only real property (i) within the city of New York or (ii) within the county of Westchester or the county of Nassau and within one quarter mile of the city of New York shall be reported.  Residential property in which the person reporting or a relative resides shall not be reported.  For other residential property, only the borough, city (if outside New York city), town, or village shall be reported.\n(c)  The name of each employer or business, other than the city of New York, from which the person reporting or his or her spouse or domestic partner or unemancipated child received one thousand dollars or more for services performed or for goods sold or produced or as compensation as a member, officer, director, or employee during the reporting period.  The name of individual clients, customers or patients shall not be reported, nor shall any business in which the reporting person or his or her spouse or domestic partner or unemancipated child was an investor only.  The nature of the business shall also be identified, as well as the relationship between the reporting person or his or her spouse, domestic partner, or unemancipated child and the employer or business (owner, partner, officer, director, member, employee, and/or shareholder).  An employer or business shall not be reported where, from the beginning of the reporting period until the date the report is filed, the employer or business engaged in no business dealings with the local public authority of which the person reporting is a board member, officer or employee.\n(d)  The name of any entity in which the person reporting or his or her spouse or domestic partner or unemancipated child has an interest that exceeds five percent of the firm or an investment of ten thousand dollars, whichever is less.  The nature of the business and the type of business shall also be identified.  An entity shall not be reported where, from the beginning of the reporting period until the date the report is filed, the entity engaged in no business dealings with the local public authority of which the person reporting is a board member, officer or employee.\n(e)  Gifts having a value of fifty dollars or more received by the person reporting or his or her spouse or domestic partner or unemancipated child during the reporting period, including the recipient of the gift, the donor of the gift, the relationship between the recipient and the donor, and the nature of the gift.  The value of separate gifts from the same or affiliated donors during the reporting period shall be aggregated.  \nA gift shall not be reported where (i) the gift is from a relative; or (ii)  from the beginning of the reporting period until the date the report is filed, the donor engaged in no business dealings with the local public authority of which the person reporting is a board member, officer or employee; or (iii) the gift consists of attendance, including meals and refreshments, at a meeting, public affair, function, or occasion and complies with the rules of the board governing the acceptance of such attendance, meals, or refreshments.\n4. Tax assessors.  Where a report is filed by any person by reason of section three hundred thirty-six of the real property tax law,  the report filed by any such person shall be the report prescribed by such section of the real property tax law. \n5.  Filers in multiple filing categories.  If a person is required to file an annual disclosure report  by more than one paragraph of subdivision b of this section, he or she shall file the most comprehensive report required for such provisions by paragraphs one through four of this subdivision.  The most comprehensive report shall be deemed to be the report required by paragraph one of this subdivision; the second most comprehensive report shall be deemed to be the report required by paragraph four of this subdivision; the third most comprehensive report shall be deemed to be the report required by paragraph two of this subdivision; and the least comprehensive report shall be deemed to be the report required by paragraph three of this subdivision.\n§ 5.  Subparagraph (d) of paragraph 1 of subdivision e of section 12-110 of the administrative code of the city of New York, as relettered by local law number 14 for the year 2006, is amended to read as follows:\n(d) [Any information regarding any financial interests of the spouse, domestic partner or an unemancipated child] The existence and identity of any relative of a person filing [in which the person filing in which the person filing has no financial interest] shall be withheld from public inspection, except the identity of any relative in city service, as an unwarranted invasion of privacy unless the conflicts of interest board determines that such information involves an actual or potential conflict of interest on the part of the person filing, subject to the factors set forth in subparagraph (b) of paragraph one of this subdivision.  The employee identification number of the person reporting and his or her home address, personal email address, and home telephone number shall also be withheld from public inspection as an unwarranted invasion of privacy.\n§ 6. Paragraph 2 of subdivision e of section 12-110 of the administrative code of the city of New York, as amended by local law number 14 for the year 2006, is amended to read as follows:\n2. Requests to examine reports.\nWhenever pursuant to this section the conflicts of interest board produces a report for public inspection, the board shall notify the person who filed the report of the production and of the identity of the person to whom such report was produced, except that no such notification shall be required if the request to examine the report is made by the department of investigation or any governmental unit, or component thereof, which performs as one of its principal functions any activity pertaining to the enforcement of criminal laws, provided that such report is requested solely for a law enforcement function. Nothing in this section shall preclude the conflicts of interest board from disclosing any and all information in [a financial] an annual disclosure report to the department of investigation or any other governmental unit, or component thereof, which performs as one of its principal functions any activity pertaining to the enforcement of criminal laws, provided that such report is requested solely for a law enforcement function.\n§ 7.  Subdivision f of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\nf.  Retention or reports.  Reports filed pursuant to this section shall be retained by the conflicts of interest board for a period of two years following the termination of the public employment of the person who filed the report.  In the case of candidates for office who have filed reports pursuant to this section and who were not elected, the reports shall be retained by the board for a period of two years following the day of an election on which the candidates were defeated.  Notwithstanding the foregoing, the board, in consultation with the department of records and information services and the department of investigation, may establish by rule a different period of periods of retention of [financial] annual disclosure reports which takes into account the need for efficient records management and the need to retain such reports for a reasonable period for the investigatory and other purposes.  Such reports shall thereafter be destroyed by the board unless a request for public disclosure of an item contained in such report is pending. In lieu of the destruction of such reports, the board, in its discretion, may establish procedures providing for their return to the persons who filed them.\n§ 8.  Paragraphs 1 and 3 of subdivision g of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, are amended to read as follows:\n1. Any person required to file a report pursuant to this section who has not so filed at the end of one week after the date required for filing shall be subject to a fine of not less than two hundred fifty dollars or more than ten thousand dollars. Factors to be considered by the conflicts of interest board in determining the amount of the fine shall include but not be limited to the person’s failure in prior years to file a report in a timely manner, and the length of the delay in filing. In addition, within two [weeks] months after the date required for filing, the conflicts of interest board shall inform the appropriate agency and the commissioner of investigation of the failure to file of any such person.\n3. Any intentional and willful unlawful disclosure of confidential information that is contained in a report filed in accordance with this section, by a city officer or employee or by any other person who has obtained access to such a report or confidential information contained therein, shall constitute a misdemeanor punishable by imprisonment for not more than one year or a fine not to exceed one thousand dollars, or by both, and shall constitute grounds for imposition of disciplinary penalties, including removal from office in the manner provided by law.\n§ 9.  Persons required to file a report of annual disclosure by paragraph 1 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by this local law, shall in 2008 file reports for calendar year 2007, such reports containing information required by section 12-110 of such code as it was in effect prior to the effective date of this local law;  thereafter such persons shall file reports for the prior calendar year containing information required by section 12-110 of such code as added by this local law.\n§ 10. Persons required to file a report of annual disclosure by paragraph 2 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by this local law, shall in 2009 file reports for calendar year 2008, such reports containing information required by section 12-110 of such code as added by this local law; thereafter such persons shall file reports for the prior calendar year containing information required by section 12-110 of such code as added by this local law.\n§ 11.  Persons required to file a report of annual disclosure by paragraph 3 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by this local law, shall in 2008 file reports for calendar year 2007, such reports containing information required by section 12-110 of such code as added by this local law; thereafter such persons shall file reports for the prior calendar year containing information required by section 12-110 of such code as added by this local law.\n§ 12.  Persons required to file a report of annual disclosure by paragraph 4 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by this local law, shall in 2008 file reports for calendar year 2007, such reports containing information required by section 336 of the real property tax law;  thereafter such persons shall file for the prior calendar year, such reports containing information required by section 336 of the real property tax law.\n§ 13.  This law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\hyphpar0\\fi1440\\qj\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj Section 1.  Subdivision a of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, paragraphs 2 and 9 as amended by local law number 14 for the year 2006, is amended to read as follows:\\par\n\\'a712-110  Annual disclosure.\\par\n\\pard\\hyphpar0\\fi-360\\li1800\\sl480\\slmult1\\qj\\tx1800 a.\\tab Definitions.  As used in this section:\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj 1. The term [\\ldblquote business dealings with a state or local agency\\rdblquote  shall mean any transaction with any state or local agency involving the sale, purchase, rental, disposition or exchange of any goods, services or property, any license, permit, grant or benefit, and any performance of or litigation with respect to any of the foregoing, but shall not include any transaction involving a public servant\\rquote s residence or any ministerial matter] \\ul \"affiliated\" shall mean a firm that is a subsidiary of another firm, or if such firms have a parent in common, or if they have a stockholder in common who owns at least twenty-five per cent of the shares of each such firm\\ulnone .\\par\n\\ul 2.  The term \"agency\" or \"city agency\" shall mean a county, borough or other office, position, administration, department, division, bureau, board, commission, authority, corporation, committee or other agency of government, the expenses of which are paid in whole or in part from the city treasury, and shall include but not be limited to, the council, the offices of each elected official, the board of education, community boards, the health and hospitals corporation, the New York city industrial development agency, the offices of the district attorneys of the counties of Bronx, Kings, New York, Queens and Richmond, and of the special narcotics prosecutor, the New York city housing authority, and the New York city housing development corporation, but shall not include any court or any corporation or institution maintaining or operating a public library, museum, botanical garden, arboretum, tomb, memorial building, aquarium, zoological garden or similar facility or any advisory committee as that term is defined in subdivision one of section twenty-six hundred one of the charter. \\ulnone\\par\n\\ul 3. The term \"business dealings with the city\" shall mean any transaction with the city involving the sale, purchase, rental, disposition or exchange of any goods, services, or property, any license, permit, grant or benefit, and any performance of or litigation with respect to any of the foregoing, but shall not include any transaction involving a public servant's residence or any ministerial matter.\\par\n\\ulnone [2.  The term \\ldblquote city employee\\rdblquote  shall be defined as an employee of a city, county, borough or other office, position, administration, department, division, bureau, board, commission, authority, corporation or other agency of government, the expenses of which are paid in whole or in part from the city treasury and shall include but not be limited to employees of the New York city health and hospitals corporation, the New York city industrial development agency, the offices of the district attorneys of the counties of Bronx, Kings, New York, Queens and Richmond, and of the special narcotics prosecutor, and the New York city housing development corporation].\\par\n \\ul 4.  The term \"city\" shall mean the city of New York and shall include an agency of the city.\\par\n\\ulnone [3.] \\ul 5.\\ulnone   The term \"conflicts of interest board\" \\ul or \"board\"\\ulnone  shall mean the conflicts of interest board appointed pursuant to section twenty-six hundred two of the New York city charter.\\par\n[4.] \\ul 6.\\ulnone  The term \\ldblquote domestic partners\\rdblquote  shall mean persons who have a registered domestic partnership, which shall include any partnership registered pursuant to section 3-240 of the administrative code of the city of New York.\\par\n\\ul 7.  The term \"gift\" shall mean anything of value for which a person pays nothing or less than fair market value and may be in the form of money, services, reduced interest on a loan, travel, travel reimbursement, entertainment, hospitality, thing, promise, or in any other form.\\par\n\\ulnone [5.] \\ul 8.\\ulnone  The term \\ldblquote independent body\\rdblquote  shall mean any organization or group of voters which nominates a candidate or candidates for office to be voted for at an election, and which is not a political party as defined in paragraph [seven] \\ul twelve\\ulnone  of this subdivision.\\par\n\\ul 9.  The term \"local authority\" or \"local public authority\" shall be given the same meaning as the term \"local authority\" is defined in subdivision two of section two of the public authorities law.\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\ulnone [6.]  \\ul 10.\\ulnone   The term \"local political party official\" shall mean:\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj (1) any chair of a county committee elected pursuant to section 2-112 of the election law, or his or her successor in office, who received compensation or expenses, or both, from constituted committee or political committee funds, or both, during the reporting period aggregating thirty thousand dollars or more;\\par\n(2) that person (usually designated by the rules of a county committee as the \\ldblquote county leader\\rdblquote  or \\ldblquote chair of the executive committee\\rdblquote ) by whatever title designated, who pursuant to the rules of a county committee or in actual practice, possesses or performs any or all of the following duties or roles, provided that such person received compensation or expenses, or both, from constituted committee or political committee funds, or both, during the reporting period aggregating thirty thousand dollars or more:\\par\n(i) the principal political, executive and administrative officer of the county committee;\\par\n(ii) the power of general management over the affairs of the county committee;\\par\n(iii) the power to exercise the powers of the chair of the county committee as provided for in the rules of the county committee;\\par\n(iv) the power to preside at all meetings of the county executive committee if such a committee is created by the rules of the county committee or exists de facto, or any other committee or subcommittee of the county committee vested by such rules with or having de facto\\i  \\i0 the power of general management over the affairs of the county committee at times when the county committee is not in actual session;\\par\n(v) the power to call a meeting of the county committee or of any committee or subcommittee vested with the rights, powers, duties or privileges of the county committee pursuant to the rules of the county committee, for the purpose of filling an office at a special election in accordance with section 6-114 of the election law, for the purpose of filling a vacancy in accordance with section 6-116 of such law or for the purpose of filling a vacancy or vacancies in the county committee which exist by reason of an increase in the number of election districts within the county occasioned by a change of the boundaries of one or more election districts, taking effect after the election of its members, or for the purpose of determining the districts that the elected members shall represent until the next election at which such members of such committee are elected; provided, however, that in no event shall such power encompass the power of a chair of an assembly district committee or other district committee smaller than a county and created by the rules of the county committee, to call a meeting of such district committee for such purpose;\\par\n(vi) the power to direct the treasurer of the party to expend funds of the county committee; or\\par\n(vii) the power to procure from one or more bank accounts of the county committee the necessary funds to defray the expenses of the county committee.  The terms \\ldblquote constituted committee\\rdblquote  and \\ldblquote political committee\\rdblquote  as used in this subparagraph shall have the same meanings as those contained in section 14-100 of the election law.\\par\nThe terms \\ldblquote constituted committee\\rdblquote  and \\ldblquote political committee\\rdblquote  as used in this subparagraph shall have the same meanings as those contained in section 14-100 of the election law.\\par\n\\ul 11.  The term \"policymaking position\" shall refer to persons charged with \"substantial policy discretion\" as referenced in paragraphs twelve and fifteen of subdivision b of section twenty-six hundred four of the New York city charter, and as defined by rule of the conflicts of interest board.\\par\n\\ulnone [7.] \\ul 12.\\ulnone   The term \\ldblquote political party\\rdblquote  shall mean any political organization which at the last preceding election for governor polled at least fifty thousand votes for its candidate for governor.\\par\n[8.] \\ul 13.\\ulnone   The term \\ldblquote political organization\\rdblquote  shall mean any political party as defined in paragraph [seven] \\ul twelve\\ulnone  of this subdivision, or independent body, as defined in paragraph [five] \\ul eight\\ulnone  of this subdivision, or any organization that is affiliated with or a subsidiary of a party or independent body.\\par\n[9.] \\ul 14.\\ulnone  The term \"relative\" shall mean the spouse, domestic partner, [parent, grandparent,] child, stepchild, \\ul brother, sister, parent,\\ulnone  or stepparent of the person reporting, or any person [who is the direct descendant of the grandparents of the person reporting or of the spouse or domestic partner of the person reporting]  \\ul whom the person reporting claimed as a dependent on his or her latest personal income tax return, and each such relative's spouse or domestic partner\\ulnone .\\par\n[10.] \\ul 15.\\ulnone  The [terms \"state agency\" and \"local agency\" shall be given the same meanings as such terms are given in section eight hundred ten of the general municipal law] \\ul term \"unemancipated child\" shall mean any son, daughter, stepson or stepdaughter who is under age eighteen, unmarried and living in the household of the person reporting, and shall also include any son or daughter of the spouse or domestic partner of such person who is under age eighteen, unmarried and living in the household of the person reporting\\ulnone .\\par\n\\'a7 2.  Subdivision b of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, paragraph 3 as amended by local law number 14 for the year 2006, is amended to read as follows:\\par\nb.  Persons required to file [a financial] \\ul an annual\\ulnone  disclosure report.\\par\nThe following persons shall file with the conflicts of interest board \\ul an annual disclosure\\ulnone  report, in such form as the board shall determine, disclosing certain financial interests as hereinafter provided.  Reports [filed prior to January first, two thousand six may be filed electronically, in such form as the board may determine, and thereafter] shall, except as otherwise provided by the board [in consultation with the filer's agency], be filed electronically, in such form as the board may determine.\\par\n1.  Elected and political party officials.\\par\n(a) Each elected officer described in sections four, twenty-four, twenty-five, eighty-one, ninety-one and eleven hundred twenty-five of the New York city charter, and each local political party official described in paragraph [six] \\ul ten\\ulnone  of subdivision a of this section, shall file such report not later than [May first of] \\ul such date as designated by the conflicts of interest board\\ulnone  each year.\\par\n(b) A local political party official required to file a report pursuant to subparagraph (a) of this paragraph who is also subject to the financial disclosure filing requirements of subdivision two of section seventy-three-a of the public officers law may satisfy the requirements of paragraph one by filing with the conflicts of interest board a copy of the statement filed pursuant to section seventy-three-a of the public officers law, on or before the filing deadline provided in such section seventy-three-a, notwithstanding the filing deadline otherwise imposed by paragraph one of this subdivision.\\par\n2. Candidates for public office.\\par\n(a) Each person, other than any person described in paragraph one, who has declared his or her intention to seek nomination or election and who has filed papers or petitions for nomination or election, or on whose behalf a declaration or nominating paper or petition has been made or filed which has not been declined, for an office described in paragraph one of subdivision b of this section shall file such report on or before the last day for filing his designating petitions pursuant to the election law.\\par\n(b) Each person, other than any person described in paragraph one, who was a write-in candidate at the primary election for an office described in paragraph one of subdivision b of this section and whose name is thereafter entered in the nomination book at the board of elections, shall file such report within twenty days after such primary election.\\par\n(c) Each person, other than any person described in paragraph one, who has been designated to fill a vacancy in a designation or nomination for an office described in paragraph one of subdivision b of this section shall file such report within fifteen days after a certificate designating such person to fill such vacancy is filed with the board of elections, or within five days before the election for which the certificate is filed, whichever is earlier.\\par\n(d) The conflicts of interest board shall obtain from the board of elections lists of all candidates for the elected positions set forth below, and from such lists, shall determine and publish lists of those candidates who have not, within ten days after the required date for filing such reports, filed the reports required by this section.\\par\n3.  (a)  The following categories of persons who had such status during the preceding calendar year or up until the date of filing their [financial] \\ul annual\\ulnone  disclosure report shall be required to file a report not later than [May first of] \\ul the date designated by the conflicts of interest board\\ulnone  each year:\\par\n(1)  Each agency head, deputy agency head, \\ul and\\ulnone  assistant agency head[, member of any board or commission, other than a member of a board or a commission who serves without compensation, provided, however, that a member of the New York city housing development corporation shall be deemed to be a compensated member of such corporation for purposes of this section];\\par\n(2) Each employee of the mayor\\rquote s office, the city council, a district attorney\\rquote s office, the office of the special narcotics prosecutor, or any other agency that does not employ M-level mayor\\rquote s management plan indicators for its managers, whose responsibilities on April thirtieth of each year involve the independent exercise of managerial or policymaking functions \\ul or who holds a policymaking position on such date\\ulnone , as annually determined by the appointing authority of his or her agency, subject to review by the conflicts of interest board;\\par\n(3) Each employee \\ul of the city\\ulnone , other than an employee of the mayor\\rquote s office, the city council, a district attorney\\rquote s office or the special narcotics prosecutor\\rquote s office, who, on April thirtieth of each year, is paid in accordance with the mayor\\rquote s management pay plan at level M4 or higher, or who holds a policymaking position on such date, as defined by rule of the conflicts of interest board and as annually determined by the head of his or her agency, subject to review by the conflicts of interest board;\\par\n(4) Each employee \\ul of the city\\ulnone  whose duties at any time during the preceding calendar year involved the negotiation, authorization or approval of contracts, leases, franchises, revocable consents, concessions and applications for zoning changes, variances and special permits, as defined by rule of the conflicts of interest board and as annually determined by his or her agency head or employer, subject to review by the conflicts of interest board.\\par\n(5)  Each assessor required to file a report solely by reason of section three hundred thirty-six of the real property tax law[, provided, however, that the report filed by any such assessor shall be the report prescribed by such section of the real property law];\\par\n(6)  Any person required by New York \\ul state\\ulnone  law to file [a financial] \\ul an annual\\ulnone  disclosure report with the conflicts of interest board. \\par\n(b) Separation from service:\\par\n(1) Each person described in this paragraph shall, following separation from service, file such report for the portion of the last calendar year in which he or she served in his or her position within sixty days of his or her separation from service or on \\ul or before\\ulnone  the [May first next succeeding] \\ul date designated by the conflicts of interest board for filing pursuant to subparagraph (a) of this paragraph\\ulnone , whichever is earlier, if such person met the criteria of this subparagraph on his or her last day of service. Each such person who leaves service prior to [May first] \\ul the date designated by the conflicts of interest board for filing pursuant to subparagraph (a) of this paragraph\\ulnone  shall also file a report for the previous calendar year within sixty days of his or her separation from service or [on the May first next succeeding] \\ul on or before such date designated by the conflicts of interest board\\ulnone , whichever is earlier.\\par\n(2) Each such person who is terminating or separating from service shall not receive his or her final paycheck, and/or any lump sum payment to which he or she may be entitled, until such person has complied with the requirements of this section.\\par\n(3) Each elected officer and each local political party official described in paragraph [six] \\ul ten\\ulnone  of subdivision a of this section shall, after leaving office, file such report for the previous calendar year, if such officer or local political party official has not previously filed such report, and shall file such report for the portion of the last calendar year in which he or she served in office, within sixty days of his or her last day in office or on \\ul or before\\ulnone  the [May first next succeeding] \\ul date designated by the conflicts of interest board for filing pursuant to subparagraph (a) of paragraph one of this subdivision\\ulnone , whichever is earlier.\\par\n\\'a7 3. Subdivision c of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\\par\nc.  Procedures involving the filing of [financial] \\ul annual\\ulnone  disclosure reports.\\par\n1. Each agency shall file with the conflicts of interest board, prior to the date required for the filing of reports, a list of persons obligated to report pursuant to this section.\\par\n2. Each agency head shall determine, subject to review by the conflicts of interest board, which persons within the agency occupy positions that are described in clauses three and four of subparagraph (a) of paragraph three of subdivision b of this section, and shall, prior to the date on which the filing of the report is required, inform such employees of their obligation to report. The conflicts of interest board shall promulgate rules establishing procedures whereby any employee may seek review of the agency's determination that he or she is required to report.\\par\n3.  The speaker of the council, each district attorney and the special narcotics prosecutor shall determine, subject to review by the conflicts of interest board, which persons on their staff occupy positions that are described in clause two of subparagraph (a) of paragraph three of subdivision b of this section, and shall, prior to the date required for the filing of the reports, inform such employees of their obligation to report.\\par\n4. The conflicts of interest board shall promulgate rules establishing procedures whereby a person required to file [a financial] \\ul an annual\\ulnone  disclosure report may request an additional period of time within which to file such report, due to justifiable cause or undue hardship. Such rules shall include, but not be limited to, the establishment of a date beyond which in all cases of justifiable cause or undue hardship no further extension of time will be granted.\\par\n5. Any amendments and changes to [a financial] \\ul an annual\\ulnone  disclosure report made after its filing shall be made on a [separate] form to be [provided] \\ul prescribed\\ulnone  by the conflicts of interest board [and attached to the report. Said form shall contain the corresponding page and item numbers of the report, the amendment, the signature of the person making such amendment and the initials of the chair of the board or his or her designee]. Amendments shall be made only by the person who originally filed such report. \\par\n\\'a7 4.  Subdivision d of section 12-110 of the administrative code of the city of New York is REPEALED and a new subdivision d is added to read as follows:\\par\n\\ul d. Information to be reported.\\par\n1.  Officers and employees of the city; compensated members of city boards and commissions; candidates for public office; elected and political party officials\\b .\\b0   The report filed by officers and employees of the city, compensated members of city boards and commissions, candidates for public office, elected and political party officials shall contain the information required by this paragraph, unless such person is required to file a report solely by paragraphs two, three, and/or four of this subdivision.\\par\nFor purposes of filing an annual disclosure report, members or representatives, or their alternates, of the New York city housing development corporation, the New York city industrial development agency, the teachers retirement board, the board of trustees of the New York city employees retirement system, the board of trustees of the police pension fund, the board of trustees of the board of education retirement system, and the board of trustees of the fire department pension fund shall be deemed to be compensated policymakers, and shall file a report containing the information required by this paragraph.\\par\n(a) The name of the person reporting; each of his or her city titles and positions; the city agency or agencies of which the person reporting is an official, officer, or employee; his or her city employee identification number, if any; his or her office address, email address, if any, and telephone number; his or her home address, personal email address, if any, and home telephone number; whether he or she has a spouse or domestic partner and, if so, the full name of such spouse or domestic partner; and the names of all unemancipated children. \\par\n(b)  The location, size, and general nature of any residential, commercial, retail or industrial real property that is owned by, rented to or rented by the reporting person or his or her spouse or domestic partner or unemancipated child.  Only real property (i) within the city of New York or (ii) within the county of Westchester or the county of Nassau and within one quarter mile of the city of New York shall be reported.  Residential property in which the person reporting or a relative resides shall not be reported.  For other residential property, only the borough, city (if outside New York city), town, or village shall be reported.\\par\n(c)  The name of each employer or business, other than the city of New York, from which the person reporting or a relative received one thousand dollars or more for services performed or for goods sold or produced or as compensation as a member, officer, director, or employee during the reporting period.  The name of individual clients, customers or patients shall not be reported, nor shall any business in which the reporting person or his or her relative was an investor only.  The nature of the business shall also be identified, as well as the relationship between the reporting person or his or her relative and the employer or business (owner, partner, officer, director, member, employee, and/or shareholder).\\par\n(d)  The name of any entity in which the person reporting or his or her spouse or domestic partner or unemancipated child has an interest that exceeds five percent of the firm or an investment of ten thousand dollars, whichever is less.  The nature of the business and the type of business shall also be identified.\\par\n(e)  Gifts having a value of fifty dollars or more received by the person reporting or his or her spouse or domestic partner or unemancipated child during the reporting period, including the recipient of the gift, the donor of the gift, the relationship between the recipient and the donor, and the nature of the gift.  The value of separate gifts from the same or affiliated donors during the reporting period shall be aggregated. \\par\nA gift shall not be reported where (i) the gift is from a relative; or (ii) from the beginning of the reporting period until the date the report is filed, the donor engaged in no business dealings with the city; or (iii) the gift consists of attendance, including meals and refreshments, at a meeting, public affair, function, or occasion and complies with the rules of the board governing the acceptance of such attendance, meals or refreshments. \\par\n(f)  Where the person reporting holds a policymaking position with the city, he or she shall list any membership in the national or state committee of a political party;  or service as an assembly district leader of a political party; or service as the chair or as an officer of the county committee or county executive committee of a political party.\\par\n(g)  The name, title, and position of any relative of the person reporting who holds a position, whether paid or unpaid, with the city; the city agency in which such position is held; and the relationship between such relative and the person reporting.\\par\n(h)  Any volunteer office or position held by the person reporting or his or her spouse or domestic partner with any not-for-profit organization, except where the person volunteers exclusively in a non-policymaking, non-administrative capacity, and the nature of the organization's business.\\par\n(i)  Any agreement that is between the person reporting or his or her spouse or domestic partner and any person or entity engaged in business dealings with the agency served by the person reporting and that involves future payment to or employment of the person reporting or his or her spouse or domestic partner.\\par\n(j)  Any person or entity to whom or to which the person reporting or his or her spouse or domestic partner owes ten thousand dollars or more as of the date of filing the report and the type of obligation.\\par\nThe following debts shall not be reported: (i) debt to a relative; (ii) credit card debt, unless such debt has been outstanding for at least sixty days; (iii)  loans from pension funds or deferred compensation accounts.\\par\n(k)  Any person or entity, except a relative, who owed the person reporting or his or her spouse or domestic partner ten thousand dollars or more as of the date of filing the report and the type of obligation.\\par\n2. \\i  \\i0 Uncompensated members of boards and commissions of the city\\b .\\b0  \\i  \\i0 Where a report is filed by a person required to file a report by reason of membership on a board or commission of the city and such person is not entitled to compensation for such service, the report shall contain the information required by this paragraph. For purposes of filing an annual disclosure report, members or representatives, or their alternates, of the New York city housing development corporation, the New York city industrial development agency, the teachers retirement board, the board of trustees of the New York city employees retirement system, the board of trustees of the police pension fund, the board of trustees of the board of education retirement system, and the board of trustees of the fire department pension fund shall be deemed to be compensated policymakers, and shall file a report containing the information required by paragraph one of this subdivision.\\par\n(a) The name of the person reporting; each of his or her city titles and positions; the city agency or agencies of which the person reporting is an official, officer, or employee; his or her city employee identification number, if any; his or her office address, email address, if any, and telephone number; his or her home address, personal email address, if any, and home telephone number; whether he or she has a spouse or domestic partner and, if so, the full name of such spouse or domestic partner; and the names of all unemancipated children. \\par\n(b)  The location, size, and general nature of any residential, commercial, retail or industrial real property that is owned by, rented to or rented by the reporting person or his or her spouse or domestic partner or unemancipated child.  Only real property (i) within the city of New York or (ii) within the county of Westchester or the county of Nassau and within one quarter mile of the city of New York shall be reported.  Residential property in which the person reporting or a relative resides shall not be reported.  For other residential property, only the borough, city (if outside New York city), town, or village shall be reported.\\par\n(c)  The name of each employer or business, other than the city of New York, from which the person reporting or his or her spouse or domestic partner or unemancipated child received one thousand dollars or more for services performed or for goods sold or produced or as compensation as a member, officer, director, or employee during the reporting period.  The name of individual clients, customers or patients shall not be reported, nor shall any business in which the reporting person or his or her spouse or domestic partner or unemancipated child was an investor only.  The nature of the business shall also be identified, as well as the relationship between the reporting person or his or her spouse or domestic partner or unemancipated child and the employer or business (owner, partner, officer, director, member, employee, and/or shareholder). An employer or business shall not be reported where, from the beginning of the reporting period until the date the report is filed, the employer or business engaged in no business dealings with any city agency of which the person reporting is an official, officer, or employee.\\par\n(d)  The name of any entity in which the person reporting or his or her spouse or domestic partner or unemancipated child has an interest that exceeds five percent of the firm or an investment of ten thousand dollars, whichever is less.  The nature of the business and the type of business shall also be identified.  An entity shall not be reported where, from the beginning of the reporting period until the date the report is filed, the entity engaged in no business dealings with any city agency of which the person reporting is an official, officer, or employee.\\par\n(e)  Gifts having a value of fifty dollars or more received by the person reporting or his or her spouse or domestic partner or unemancipated child during the reporting period, including the recipient of the gift, the donor of the gift, the relationship between the recipient and the donor, and the nature of the gift.  The value of separate gifts from the same or affiliated donors during the reporting period shall be aggregated. \\par\nA gift shall not be reported where (i) the gift is from a relative; or (ii) from the beginning of the reporting period until the date the report is filed, the donor engaged in no business dealings with the agency of which the person reporting is an official, officer or employee; or (iii) the gift consists of attendance, including meals and refreshments, at a meeting, public affair, function, or occasion and complies with the rules of the board governing the acceptance of such attendance, meals, or refreshments.\\par\n(f)  Membership in the national or state committee of a political party; or service as an assembly district leader of a political party; or service as the chair or as an officer of the county committee or county executive committee of a political party.\\par\n(g)  The name, title, and position of any relative of the person reporting who holds a position, whether paid or unpaid, with any board or commission of which the person reporting is an official, officer, or employee and the relationship between the person and the person reporting.\\par\n3.  Members, officers and employees of city public authorities.  Where a report is filed by a person required to file a report pursuant to subdivision three of section twenty-eight hundred twenty-five of the public authorities law, the report shall contain the following information:\\par\n(a) The name of the person reporting; the name of the local public authority, within the meaning of subdivision three of section twenty-eight hundred five of the public authorities law, of which the person reporting is a board member, officer or employee; his or her title and position with such entity; any city title and position that he or she holds; any city agency of which the person reporting is an official, officer, or employee; his or her city employee identification number, if any; his or her office address, email address, if any, and telephone number; his or her home address, personal email address, if any, and home telephone number; whether he or she has a spouse or domestic partner and, if so, the full name of such spouse or domestic partner; and the names of all unemancipated children. \\par\n(b)  The location, size, and general nature of any residential, commercial, retail or industrial real property that is owned by, rented to or rented by the person reporting, or his or her spouse or domestic partner or unemancipated child.  Only real property (i) within the city of New York or (ii) within the county of Westchester or the county of Nassau and within one quarter mile of the city of New York shall be reported.  Residential property in which the person reporting or a relative resides shall not be reported.  For other residential property, only the borough, city (if outside New York city), town, or village shall be reported.\\par\n(c)  The name of each employer or business, other than the city of New York, from which the person reporting or his or her spouse or domestic partner or unemancipated child received one thousand dollars or more for services performed or for goods sold or produced or as compensation as a member, officer, director, or employee during the reporting period.  The name of individual clients, customers or patients shall not be reported, nor shall any business in which the reporting person or his or her spouse or domestic partner or unemancipated child was an investor only.  The nature of the business shall also be identified, as well as the relationship between the reporting person or his or her spouse, domestic partner, or unemancipated child and the employer or business (owner, partner, officer, director, member, employee, and/or shareholder).  An employer or business shall not be reported where, from the beginning of the reporting period until the date the report is filed, the employer or business engaged in no business dealings with the local public authority of which the person reporting is a board member, officer or employee.\\par\n(d)  The name of any entity in which the person reporting or his or her spouse or domestic partner or unemancipated child has an interest that exceeds five percent of the firm or an investment of ten thousand dollars, whichever is less.  The nature of the business and the type of business shall also be identified.  An entity shall not be reported where, from the beginning of the reporting period until the date the report is filed, the entity engaged in no business dealings with the local public authority of which the person reporting is a board member, officer or employee.\\par\n(e)  Gifts having a value of fifty dollars or more received by the person reporting or his or her spouse or domestic partner or unemancipated child during the reporting period, including the recipient of the gift, the donor of the gift, the relationship between the recipient and the donor, and the nature of the gift.  The value of separate gifts from the same or affiliated donors during the reporting period shall be aggregated.  \\par\nA gift shall not be reported where (i) the gift is from a relative; or (ii)  from the beginning of the reporting period until the date the report is filed, the donor engaged in no business dealings with the local public authority of which the person reporting is a board member, officer or employee; or (iii) the gift consists of attendance, including meals and refreshments, at a meeting, public affair, function, or occasion and complies with the rules of the board governing the acceptance of such attendance, meals, or refreshments.\\par\n4.\\i  \\i0 Tax assessors.  Where a report is filed by any person by reason of section three hundred thirty-six of the real property tax law,  the report filed by any such person shall be the report prescribed by such section of the real property tax law. \\par\n5.  Filers in multiple filing categories.  If a person is required to file an annual disclosure report  by more than one paragraph of subdivision b of this section, he or she shall file the most comprehensive report required for such provisions by paragraphs one through four of this subdivision.  The most comprehensive report shall be deemed to be the report required by paragraph one of this subdivision; the second most comprehensive report shall be deemed to be the report required by paragraph four of this subdivision; the third most comprehensive report shall be deemed to be the report required by paragraph two of this subdivision; and the least comprehensive report shall be deemed to be the report required by paragraph three of this subdivision.\\par\n\\ulnone\\'a7 5.  Subparagraph (d) of paragraph 1 of subdivision e of section 12-110 of the administrative code of the city of New York, as relettered by local law number 14 for the year 2006, is amended to read as follows:\\par\n(d) [Any information regarding any financial interests of the spouse, domestic partner or an unemancipated child] \\ul The existence and identity of any relative\\ulnone  of a person filing [in which the person filing in which the person filing has no financial interest] shall be withheld from public inspection\\ul , except the identity of any relative in city service,\\ulnone  as an unwarranted invasion of privacy unless the conflicts of interest board determines that such information involves an actual or potential conflict of interest on the part of the person filing, subject to the factors set forth in subparagraph (b) of paragraph one of\\i  \\i0 this subdivision.  \\ul The employee identification number of the person reporting and his or her home address, personal email address, and home telephone number shall also be withheld from public inspection as an unwarranted invasion of privacy.\\ulnone\\par\n\\'a7 6. Paragraph 2 of subdivision e of section 12-110 of the administrative code of the city of New York, as amended by local law number 14 for the year 2006, is amended to read as follows:\\par\n2. Requests to examine reports.\\par\nWhenever pursuant to this section the conflicts of interest board produces a report for public inspection, the board shall notify the person who filed the report of the production and of the identity of the person to whom such report was produced, except that no such notification shall be required if the request to examine the report is made by the department of investigation or any governmental unit, or component thereof, which performs as one of its principal functions any activity pertaining to the enforcement of criminal laws, provided that such report is requested solely for a law enforcement function. Nothing in this section shall preclude the conflicts of interest board from disclosing any and all information in [a financial] \\ul an annual\\ulnone  disclosure report to the department of investigation or any other governmental unit, or component thereof, which performs as one of its principal functions any activity pertaining to the enforcement of criminal laws, provided that such report is requested solely for a law enforcement function.\\par\n\\'a7 7.  Subdivision f of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\\par\nf.  Retention or reports.  Reports filed pursuant to this section shall be retained by the conflicts of interest board for a period of two years following the termination of the public employment of the person who filed the report.  In the case of candidates for office who have filed reports pursuant to this section and who were not elected, the reports shall be retained by the board for a period of two years following the day of an election on which the candidates were defeated.  Notwithstanding the foregoing, the board, in consultation with the department of records and information services and the department of investigation, may establish by rule a different period of periods of retention of [financial] \\ul annual\\ulnone  disclosure reports which takes into account the need for efficient records management and the need to retain such reports for a reasonable period for the investigatory and other purposes.  Such reports shall thereafter be destroyed by the board unless a request for public disclosure of an item contained in such report is pending. In lieu of the destruction of such reports, the board, in its discretion, may establish procedures providing for their return to the persons who filed them.\\par\n\\'a7 8.  Paragraphs 1 and 3 of subdivision g of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, are amended to read as follows:\\par\n1. Any person required to file a report pursuant to this section who has not so filed at the end of one week after the date required for filing shall be subject to a fine of not less than two hundred fifty dollars or more than ten thousand dollars. Factors to be considered by the conflicts of interest board in determining the amount of the fine shall include but not be limited to the person\\rquote s failure in prior years to file a report in a timely manner, and the length of the delay in filing. In addition, \\ul within\\ulnone  two [weeks] \\ul months\\ulnone  after the date required for filing, the conflicts of interest board shall inform the appropriate agency and the commissioner of investigation of the failure to file of any such person.\\par\n3. Any intentional and willful \\ul unlawful\\ulnone  disclosure of confidential information that is contained in a report filed in accordance with this section, by a city officer or employee or by any other person who has obtained access to such a report or confidential information contained therein, shall constitute a misdemeanor punishable by imprisonment for not more than one year or a fine not to exceed one thousand dollars, or by both, and shall constitute grounds for imposition of disciplinary penalties, including removal from office in the manner provided by law.\\par\n\\'a7 9.  Persons required to file a report of annual disclosure by paragraph 1 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by this local law, shall in 2008 file reports for calendar year 2007, such reports containing information required by section 12-110 of such code as it was in effect prior to the effective date of this local law;  thereafter such persons shall file reports for the prior calendar year containing information required by section 12-110 of such code as added by this local law.\\par\n\\'a7 10. Persons required to file a report of annual disclosure by paragraph 2 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by this local law, shall in 2009 file reports for calendar year 2008, such reports containing information required by section 12-110 of such code as added by this local law; thereafter such persons shall file reports for the prior calendar year containing information required by section 12-110 of such code as added by this local law.\\par\n\\'a7 11.  Persons required to file a report of annual disclosure by paragraph 3 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by this local law, shall in 2008 file reports for calendar year 2007, such reports containing information required by section 12-110 of such code as added by this local law; thereafter such persons shall file reports for the prior calendar year containing information required by section 12-110 of such code as added by this local law.\\par\n\\'a7 12.  Persons required to file a report of annual disclosure by paragraph 4 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by this local law, shall in 2008 file reports for calendar year 2007, such reports containing information required by section 336 of the real property tax law;  thereafter such persons shall file for the prior calendar year, such reports containing information required by section 336 of the real property tax law.\\par\n\\'a7 13.  This law shall take effect immediately.\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
