{
  "ID": 41242,
  "GUID": "34FCC106-D956-4847-93DE-7B703B9B6010",
  "File": "Int 0784-2008",
  "Name": "Reducing the use of plastic carryout bags and the repeal of local law number one for the year 2008.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to reducing the use of plastic carryout bags and the repeal of local law number one for the year 2008.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2008-06-12T00:00:00Z",
  "AgendaDate": "2008-06-12T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    }
  ],
  "History": [
    {
      "ID": 217040,
      "Date": "2008-06-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 217002,
      "Date": "2008-06-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8326,
      "AgendaSequence": 146,
      "MinutesSequence": 178,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236257,
      "Date": "2009-12-31T13:37:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42042,
  "Text": "Be it enacted by the Council as follows: \n\t\nSection 1. Chapter 4-B of title 16 of the administrative code of the city of New York, as added by local law number 1 for the year 2008, is REPEALED and a new Chapter 4-B is added to read as follows:\n\nCHAPTER 4-B\n§ 16-450 Title. \n§ 16-451 Definitions. \n§ 16-452 Mandatory Use of Recyclable and Compostable Checkout Bags. \n§ 16-453 Penalties\n\n§16-450 Title. This chapter shall be known as and may be cited as the \"New York \nCity Plastic Bag Reduction Law.\"\n§16-451 Definitions. When used in this chapter the following terms shall have the \nfollowing meanings:  a. \"ASTM standard\" means the international standard D6400 of the\nAmerican Society for Testing and Materials for compostable plastic, as that standard may be amended from time to time.\nb. “Chain of stores” means five or more stores located within the city of New York that are engaged in the same general field of business and (1) conduct business under the same business name or (2) operate under common ownership or management or pursuant to a franchise agreement with the same franchisor.\nc.   \" Checkout bag\" means a carryout that is provided by a store to a customer at the point of sale for the carrying from the store of purchases made at the store.\nd.   \"Compostable plastic bag\" means a plastic bag that (1) conforms to the ASTM standard; (2) is certified and labeled as meeting the ASTM standard by a recognized verification entity such as, but not limited to, the biodegradable product institute; (3) is certified to ensure that the renewable based product content is maximized; and (4) displays the word \"Compostable\" and the word \"Reusable\" in a highly visible manner on the outside of the bag.\ne. “Food service establishment” means any establishment (1) where the primary business is providing food for individual portion service directly to the consumer, whether consumption of such food occurs on or off the premises or such service is provided in a building or from a pushcart, stand or vehicle, and (2) that is subject to the permit requirement contained in section 81.05 of the New York city health code. \nf.   \"Highly visible manner\" for compostable plastic bags means, (1) displaying both of the following in green lettering contrasting with the bag's background color that is at least two inches high: (i) the phrase \"Compostable\" either on the front and back of the bag together with a solid green band at least one-half inch thick circling the circumference of the bag, or repeatedly, as a band of text or text alternating with a solid stripe, circling the circumference of the bag, and (ii) the word \"Reusable\" displayed on the front and/or back of the bag; and (2) for recyclable paper bags, displaying the words \"Reusable\" and \"Recyclable\" on the front and/or back of the bag in blue lettering contrasting with the bag's background color that is at least two inches high.\ng.   \"Person\" means an individual, trust, firm, joint stock company, corporation, cooperative, partnership, or association.\n h.   \"Recyclable\" means material that can be sorted, cleansed, and reconstituted for the purpose of using the material in the manufacture of a new product. Recycling does not include burning, incinerating, converting, or otherwise thermally destroying solid waste.\ni.   \"Recyclable paper bag\" means a paper bag that meets all of the following requirements: (1) contains no old growth fiber, (2) is 100% recyclable and contains a minimum of 40% post-consumer recycled content, and (3) displays the words \"Reusable\" and \"Recyclable\" in a highly visible manner on the outside of the bag.\nj.   \"Reusable Bag\" means a bag with handles that is specifically designed and manufactured for multiple reuse and is either (1) made of cloth or other machine washable fabric, or (2) made of durable plastic that is at least 2.25 mils thick.\nk.   \"Store\" means a retail or wholesale establishment, other than a food service establishment, that sells products and provides carryout checkout bags to consumers in which to place these products and (1) has over five thousand square feet of retail or wholesale space or (2) is one of a chain of stores.\n§16-452  Mandatory use of recyclable and compostable checkout bags. a. All stores shall provide recyclable paper bags, compostable plastic bags, or reusable bags or any combination, as checkout bags for customers. \nb.   Nothing in this section shall preclude any store from making reusable bags available for sale to customers.\n§16-453 Penalties. a   Any person who violates section 16-452 of this chapter shall be liable for a civil penalty recoverable in a proceeding before the environmental control board in the amount of  (1) one hundred dollars for the first violation; (2) seven hundred dollars for a second violation within any twelve-month period; and (3) one thousand dollars for a third or subsequent  violation within any twelve-month period.\nb. The department and the department of consumer affairs shall have the authority to enforce all provisions of this chapter.  \n§ 2.  This local law shall take effect six months after enactment, except that the commissioner of sanitation shall take such actions, including the promulgation of rules, as are necessary for the implementation of this local law prior to such effective date.\nLS#4676-CJC\n4/11/08",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\ulnone\\tab\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Chapter 4-B of title 16 of the administrative code of the city of New York, as added by local law number 1 for the year 2008, is REPEALED and a new Chapter 4-B is added to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\li3600\\par\nCHAPTER 4-B\\par\n\\ul\\'a7 16-450 Title. \\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\li2880\\ul\\'a7 16-451 Definitions. \\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\li3600\\ul\\'a7 16-452 Mandatory Use of Recyclable and Compostable Checkout Bags. \\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\li2880\\ul\\'a7 16-453 Penalties\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1\\ulnone\\line\\ul\\'a716-450 Title. This chapter shall be known as and may be cited as the \"New York \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1 City Plastic Bag Reduction Law.\"\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1\\'a716-451 Definitions. When used in this chapter the following terms shall have the \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1 following meanings:  a. \"ASTM standard\" means the international standard D6400 of the\\par\nAmerican Society for Testing and Materials for compostable plastic, as that standard may be amended from time to time.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa120\\sl480\\slmult1 b. \\ldblquote Chain of stores\\rdblquote  means five or more stores located within the city of New York that are engaged in the same general field of business and (1) conduct business under the same business name or (2) operate under common ownership or management or pursuant to a franchise agreement with the same franchisor.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 c.   \" Checkout bag\" means a carryout that is provided by a store to a customer at the point of sale for the carrying from the store of purchases made at the store.\\par\nd.   \"Compostable plastic bag\" means a plastic bag that (1) conforms to the ASTM standard; (2) is certified and labeled as meeting the ASTM standard by a recognized verification entity such as, but not limited to, the biodegradable product institute; (3) is certified to ensure that the renewable based product content is maximized; and (4) displays the word \"Compostable\" and the word \"Reusable\" in a highly visible manner on the outside of the bag.\\par\ne. \\ldblquote Food service establishment\\rdblquote  means any establishment (1) where the primary business is providing food for individual portion service directly to the consumer, whether consumption of such food occurs on or off the premises or such service is provided in a building or from a pushcart, stand or vehicle, and (2) that is subject to the permit requirement contained in section 81.05 of the New York city health code. \\par\nf.   \"Highly visible manner\" for compostable plastic bags means, (1) displaying both of the following in green lettering contrasting with the bag's background color that is at least two inches high: (i) the phrase \"Compostable\" either on the front and back of the bag together with a solid green band at least one-half inch thick circling the circumference of the bag, or repeatedly, as a band of text or text alternating with a solid stripe, circling the circumference of the bag, and (ii) the word \"Reusable\" displayed on the front and/or back of the bag; and (2) for recyclable paper bags, displaying the words \"Reusable\" and \"Recyclable\" on the front and/or back of the bag in blue lettering contrasting with the bag's background color that is at least two inches high.\\par\ng.   \"Person\" means an individual, trust, firm, joint stock company, corporation, cooperative, partnership, or association.\\par\n h.   \"Recyclable\" means material that can be sorted, cleansed, and reconstituted for the purpose of using the material in the manufacture of a new product. Recycling does not include burning, incinerating, converting, or otherwise thermally destroying solid waste.\\par\ni.   \"Recyclable paper bag\" means a paper bag that meets all of the following requirements: (1) contains no old growth fiber, (2) is 100% recyclable and contains a minimum of 40% post-consumer recycled content, and (3) displays the words \"Reusable\" and \"Recyclable\" in a highly visible manner on the outside of the bag.\\par\nj.   \"Reusable Bag\" means a bag with handles that is specifically designed and manufactured for multiple reuse and is either (1) made of cloth or other machine washable fabric, or (2) made of durable plastic that is at least 2.25 mils thick.\\par\nk.   \"Store\" means a retail or wholesale establishment, other than a food service establishment, that sells products and provides carryout checkout bags to consumers in which to place these products and (1) has over five thousand square feet of retail or wholesale space or (2) is one of a chain of stores.\\par\n\\'a716-452  Mandatory use of recyclable and compostable checkout bags. a. All stores shall provide recyclable paper bags, compostable plastic bags, or reusable bags or any combination, as checkout bags for customers. \\par\nb.   Nothing in this section shall preclude any store from making reusable bags available for sale to customers.\\par\n\\'a716-453 Penalties. a   Any person who violates section 16-452 of this chapter shall be liable for a civil penalty recoverable in a proceeding before the environmental control board in the amount of  (1) one hundred dollars for the first violation; (2) seven hundred dollars for a second violation within any twelve-month period; and (3) one thousand dollars for a third or subsequent  violation within any twelve-month period.\\par\nb. The department and the department of consumer affairs shall have the authority to enforce all provisions of this chapter.  \\par\n\\ulnone\\'a7 2.  This local law shall take effect six months after enactment, except that the commissioner of sanitation shall take such actions, including the promulgation of rules, as are necessary for the implementation of this local law prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar LS#4676-CJC\\par\n4/11/08\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\line\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
