{
  "ID": 41215,
  "GUID": "C061F422-ED9C-401C-B0FC-45EDBBFB8C82",
  "File": "Int 0787-2008",
  "Name": "Establishing a temporary Task Force to review strategies to protect children who qualify for Special Immigrant Juvenile Status.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing a temporary Task Force to review strategies to protect children who qualify for Special Immigrant Juvenile Status.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2008-06-12T00:00:00Z",
  "AgendaDate": "2008-06-12T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 216706,
      "Date": "2008-06-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 216967,
      "Date": "2008-06-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8326,
      "AgendaSequence": 151,
      "MinutesSequence": 183,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 232944,
      "Date": "2009-10-09T09:38:00Z",
      "ActionID": 49,
      "Action": "Re-referred to Committee by Council",
      "Description": "This Introduction was Re-referred to Committee by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233060,
      "Date": "2009-10-26T00:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 9350,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233212,
      "Date": "2009-10-26T00:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 9350,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236254,
      "Date": "2009-12-31T13:36:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 91480,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Assignment Change",
      "Link": "http://nyc.legistar1.com/nyc/attachments/15b8ce60-4cff-4149-9978-82ca208e4227.doc",
      "Sort": 1
    },
    {
      "ID": 91713,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/26/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/788cefd6-0e83-4cd6-b7fc-32ad3a8ed62a.doc",
      "Sort": 2
    },
    {
      "ID": 91838,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/26/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c186e091-60b0-4592-869f-f2bba7daf4da.pdf",
      "Sort": 3
    },
    {
      "ID": 92155,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/26/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fe87ad6c-37e8-4935-9c75-663bd19c5b95.PDF",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 42012,
  "Text": "Be it enacted by the Council as follows: \n\n    \tSection 1. Chapter one of title 21 of the administrative code of the city of New York is amended by adding a new section 21-133 to read as follows:\n\t§ 21-133  Temporary Task Force to identify and serve children who qualify for Special Immigrant Juvenile Status.  a.  There is hereby established a temporary Task Force with the purpose of studying the issue of systematically identifying children within ACS that qualify for Special Immigrant Juvenile Status (“SIJS”) as early as possible, to assist the children in obtaining the immigration services they need as soon as they are identified and to provide a report with recommendations based on its review.  At a minimum, the Task Force’s research in connection with its work shall include the following:\n\t1.  review and analysis of ACS’s efforts at identifying children who qualify for SIJS and at coordinating immigration services for them;   \n\t2. review and analysis of ACS’s policies relating to the identification of children who qualify for SIJS, including programs, procedures and memoranda;\n\t3.  review and analysis of SIJS training programs for all ACS and contract foster care case workers and attorneys;  \n\t4.  review and analysis of the structure and operation of ACS’s offices, including the position of Director of Immigration Services;\n\t5. review and analysis of ACS’s requests for proposals for foster care contract agencies in order to develop uniform contract requirements regarding SIJS identification and coordination of immigration services;\n\t6. exploration of the possibility of creating an SIJS Unit within ACS, with a full time staff, dedicated solely to identifying children who qualify for SIJS and coordinating immigration services;\n\t7.  input from personnel of child welfare field offices;\n\t8. input from personnel of private organizations that provide foster care services in New York City;\n\t9. input from immigration advocates  who represent children who qualify for SIJS;\n\tb.  The Task Force shall consist of seven members, of which the mayor shall appoint four and the speaker of the council shall appoint three.  At its first meeting, the Task Force shall select a chairperson from among its members by majority vote of the Task Force.   \nc.  Membership on the Task Force shall not constitute the holding of a public office and members of the Task Force shall not be required to take and file oaths of office before serving on the Task Force. \n\td.  No person shall be ineligible for membership on the Task Force because such person holds any public office, employment or trust, nor shall any person be made ineligible for or forfeit such person’s right to any public office, employment or trust by reason of such appointment. \n\te.  The Task Force may request and may receive information from any agency as may be necessary to carry out the provisions of this section, in accordance with applicable laws, rules and regulations.  Nothing in this section shall be construed as limiting any right or obligation of agencies pursuant to the public officers law, including the exceptions to disclosure of agency records contained in such law, with respect to access to or disclosure of records or portions thereof.  The Task Force also may request information from any private organization providing foster care or preventive services necessary to carry out the provisions of this section.  \n\tf.  No later than twelve months from the effective date of the local law that added this section, the Task Force shall submit to the mayor and the speaker of the council a report containing the findings and recommendations of the Task Force based upon its review.\n\tg.  The Task Force will be dissolved upon submission of the report required by subdivision f of this section.   \n\t§. 2.  This local law shall take effect in 30 days.\n\nLS #2441\nLC\n1/9/2008",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\ulnone\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx720\\tx5040     \\tab Section 1. Chapter one of title 21 of the administrative code of the city of New York is amended by adding a new section 21-133 to read as follows:\\par\n\\tab\\ul\\'a7 21-133  Temporary Task Force to identify and serve children who qualify for Special Immigrant Juvenile Status.  a.  There is hereby established a temporary Task Force with the purpose of studying the issue of systematically identifying children within ACS that qualify for Special Immigrant Juvenile Status (\\ldblquote SIJS\\rdblquote ) as early as possible, to assist the children in obtaining the immigration services they need as soon as they are identified and to provide a report with recommendations based on its review.  At a minimum, the Task Force\\rquote s research in connection with its work shall include the following:\\par\n\\ulnone\\tab\\ul 1.  review and analysis of ACS\\rquote s efforts at identifying children who qualify for SIJS and at coordinating immigration services for them;   \\par\n\\ulnone\\tab\\ul 2. review and analysis of ACS\\rquote s policies relating to the identification of children who qualify for SIJS, including programs, procedures and memoranda;\\par\n\\ulnone\\tab\\ul 3.  review and analysis of SIJS training programs for all ACS and contract foster care case workers and attorneys;  \\par\n\\ulnone\\tab\\ul 4.  review and analysis of the structure and operation of ACS\\rquote s offices, including the position of Director of Immigration Services;\\par\n\\ulnone\\tab\\ul 5. review and analysis of ACS\\rquote s requests for proposals for foster care contract agencies in order to develop uniform contract requirements regarding SIJS identification and coordination of immigration services;\\par\n\\ulnone\\tab\\ul 6. exploration of the possibility of creating an SIJS Unit within ACS, with a full time staff, dedicated solely to identifying children who qualify for SIJS and coordinating immigration services;\\par\n\\ulnone\\tab\\ul 7.  input from personnel of child welfare field offices;\\par\n\\ulnone\\tab\\ul 8. input from personnel of private organizations that provide foster care services in New York City;\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx720\\tx990\\ulnone\\tab\\ul 9. input from immigration advocates  who represent children who qualify for SIJS;\\ulnone\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx720\\tx5040\\tab\\ul b.  The Task Force shall consist of seven members, of which the mayor shall appoint four and the speaker of the council shall appoint three.  At its first meeting, the Task Force shall select a chairperson from among its members by majority vote of the Task Force.   \\par\n\\pard\\fi720\\sl480\\slmult1 c.  Membership on the Task Force shall not constitute the holding of a public office and members of the Task Force shall not be required to take and file oaths of office before serving on the Task Force. \\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul d.  No person shall be ineligible for membership on the Task Force because such person holds any public office, employment or trust, nor shall any person be made ineligible for or forfeit such person\\rquote s right to any public office, employment or trust by reason of such appointment. \\par\n\\ulnone\\tab\\ul e.  \\expndtw-3 The Task Force may request and may receive information from any agency as may be necessary to carry out the provisions of this section, in accordance with applicable laws, rules and regulations.  Nothing in this section shall be construed as limiting any right or obligation of agencies pursuant to the public officers law, including the exceptions to disclosure of agency records contained in such law, with respect to access to or disclosure of records or portions thereof.  The Task Force also may request information from any private organization providing foster care or preventive services necessary to carry out the provisions of this section.  \\par\n\\expndtw0\\ulnone\\tab\\ul f.  No later than twelve months from the effective date of the local law that added this section, the Task Force shall submit to the mayor and the speaker of the council a report containing the findings and recommendations of the Task Force based upon its review.\\par\n\\ulnone\\tab\\ul g.  The Task Force will be dissolved upon submission of the report required by subdivision f of this section.\\ulnone    \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx720\\tx5040\\tab\\'a7. 2.  This local law shall take effect in 30 days.\\par\n\\par\n\\pard LS #2441\\par\nLC\\par\n\\pard\\nowidctlpar\\tx720\\tx5040 1/9/2008\\par\n\\pard\\li-1296\\ri-432\\sl480\\slmult1\\tx864\\tx2016\\tx3168\\tx4320\\tx5472\\tx6624\\tx7776\\tx8928  \\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
