{
  "ID": 41337,
  "GUID": "E4425576-D805-46B0-8297-AA276F2C0F41",
  "File": "Int 0791-2008",
  "Name": "Allowing certain religious, fraternal or charitable organizations to remedy certain health code violations before a fine is issued.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to allowing certain religious, fraternal or charitable organizations to remedy certain health code violations before a fine is issued.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2008-06-29T00:00:00Z",
  "AgendaDate": "2008-06-29T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    }
  ],
  "History": [
    {
      "ID": 217542,
      "Date": "2008-06-29T21:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 217882,
      "Date": "2008-06-29T21:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8362,
      "AgendaSequence": 186,
      "MinutesSequence": 216,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236251,
      "Date": "2009-12-31T13:35:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 84264,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 719 - 6/29/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/91b16e68-a6d8-4676-838d-51f39cbcb078. No. 719.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 42270,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Section 17-133 of chapter 1 of title 17 of the administrative code of the city of New York is amended by lettering the existing text as subdivision a and adding a new subdivision b to read as follows:\nb. The department shall promulgate rules providing non-profit entities, including but not limited to charitable, educational, religious, fraternal or other such associations or organizations, with a specified reasonable period of time to remediate certain violations of the health code of the city of New York without receiving fines for such violations. Such health code violations shall include, at a minimum, general violations of condition levels I, II, III, or IV, as those terms are defined in section 23-02 of the health code, and violations of sections 17-506 and 17-507 of the administrative code of the city of New York and any rules promulgated thereunder. A fine may be imposed if such violations are not remediated within such period of time.\n§ 2. This local law shall take effect ninety days after its enactment into law, provided that the department may promulgate any rules necessary for implementing and carrying out the provisions of this section prior to its effective date.\nAS\nLS # 4810\n07/30/08",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Section 17-133 of chapter 1 of title 17 of the administrative code of the city of New York is amended by \\cf1 lettering the existing text as subdivision a and adding a new subdivision b to read as follows\\cf0 :\\par\n\\ul b. The department shall promulgate rules providing non-profit entities, including but not limited to charitable, educational, religious, fraternal or other such associations or organizations, with a specified reasonable period of time to remediate certain violations of the health code of the city of New York without receiving fines for such violations. Such health code violations shall include, at a minimum, general violations of condition levels I, II, III, or IV, as those terms are defined in section 23-02 of the health code, and violations of sections 17-506 and 17-507 of the administrative code of the city of New York and any rules promulgated thereunder. A fine may be imposed if such violations are not remediated within such period of time.\\par\n\\ulnone\\'a7 2. This local law shall take effect ninety days after its enactment into law, provided that the department may promulgate any rules necessary for implementing and carrying out the provisions of this section prior to its effective date.\\par\n\\pard\\ltrpar\\fs20 AS\\par\nLS # 4810\\par\n07/30/08\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
