{
  "ID": 41339,
  "GUID": "5B07C7BE-FDC8-43F5-BC80-0212905BF546",
  "File": "Int 0792-2008",
  "Name": "Limitations on noise from commercial establishments or enterprises that play music.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to limitations on noise from commercial establishments or enterprises that play music.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2008-06-29T00:00:00Z",
  "AgendaDate": "2008-06-29T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 217544,
      "Date": "2008-06-29T21:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 217883,
      "Date": "2008-06-29T21:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8362,
      "AgendaSequence": 187,
      "MinutesSequence": 217,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236250,
      "Date": "2009-12-31T13:35:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42142,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1.  Section 24-231 of the administrative code of the city of New York is amended by relettering subdivisions b through d as subdivisions c through e, respectively and by adding a new subdivision b to read as follows:\n§24-231 Commercial music. (b)(1) Each sound reproduction device located within a commercial establishment or enterprise from which music originates in connection with the operation of such establishment or enterprise shall contain a volume-limiting lock that does not permit music from or amplified by such device to play at a volume above the sound levels set forth in subdivision a of this section.  The maximum volume permitted by such lock shall take into account any sound minimization resulting from the use or application of noise abatement technologies or materials in such establishment or enterprise.\n(2) The department, in consultation with the department of consumer affairs, shall promulgate rules establishing the qualifications of technicians authorized to install the volume-limiting locks required pursuant to paragraph one of this subdivision.  Such rules shall also establish requirements to ensure that such locks are installed in such a way that any tampering with such lock is readily apparent.\n(3) The maximum volume, in decibels, set for each sound reproduction device with the use of a volume-limiting lock in such commercial establishment or enterprise shall be posted at one or more locations that are readily visible to the patrons of such establishment or enterprise.\n(4) Any tampering with the mechanism that must be installed pursuant to paragraph one of this subdivision shall be deemed prima facie evidence of a violation by the owner or operator of the commercial establishment or enterprise of the decibel level limits set forth in subdivision a of this section.\n§2. This local law shall take effect ninety days after enactment, except that the commissioner, in consultation with the commissioner of consumer affairs, shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\nJPS \nLS # 2587\n04-30-08 2:00 p.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\qj\\ul Be it enacted by the Council as follows: \\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Section 24-231 of the administrative code of the city of New York is amended by relettering subdivisions b through d as subdivisions c through e, respectively and by adding a new subdivision b to read as follows:\\par\n\\'a724-231 Commercial music. (b)\\ul (1) Each sound reproduction device located within a commercial establishment or enterprise from which music originates in connection with the operation of such establishment or enterprise shall contain a volume-limiting lock that does not permit music from or amplified by such device to play at a volume above the sound levels set forth in subdivision a of this section.  The maximum volume permitted by such lock shall take into account any sound minimization resulting from the use or application of noise abatement technologies or materials in such establishment or enterprise.\\par\n(2) The department, in consultation with the department of consumer affairs, shall promulgate rules establishing the qualifications of technicians authorized to install the volume-limiting locks required pursuant to paragraph one of this subdivision.  Such rules shall also establish requirements to ensure that such locks are installed in such a way that any tampering with such lock is readily apparent.\\par\n(3) The maximum volume, in decibels, set for each sound reproduction device with the use of a volume-limiting lock in such commercial establishment or enterprise shall be posted at one or more locations that are readily visible to the patrons of such establishment or enterprise.\\par\n(4) Any tampering with the mechanism that must be installed pursuant to paragraph one of this subdivision shall be deemed prima facie evidence of a violation by the owner or operator of the commercial establishment or enterprise of the decibel level limits set forth in subdivision a of this section.\\par\n\\ulnone\\'a72. This local law shall take effect ninety days after enactment, except that the commissioner, in consultation with the commissioner of consumer affairs, shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\fs20\\par\n\\pard\\qj JPS \\par\nLS # 2587\\par\n\\pard\\sl480\\slmult1\\qj 04-30-08 2:00 p.m. \\par\n\\par\n   \\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
