{
  "ID": 41282,
  "GUID": "1B726599-E727-4A88-A322-23C21F03853E",
  "File": "Int 0797-2008",
  "Name": "Painting private driveway curb cuts yellow.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to painting private driveway curb cuts yellow.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2008-06-29T00:00:00Z",
  "AgendaDate": "2008-06-29T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    }
  ],
  "History": [
    {
      "ID": 217674,
      "Date": "2008-06-29T21:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 217890,
      "Date": "2008-06-29T21:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8362,
      "AgendaSequence": 194,
      "MinutesSequence": 224,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236249,
      "Date": "2009-12-31T13:33:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42083,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Subdivision a of section 10-117 of the administrative code of the city of New York is amended to read as follows:\n\ta. No person shall write, paint or draw any inscription, figure or mark or affix, attach or place by whatever means a sticker or decal of any type on any public or private building or other structure or any other real or personal property owned, operated or maintained by a public benefit corporation, the city of New York or any agency or instrumentality thereof or by any person, firm, or corporation, or any personal property maintained on a city street or other city-owned property pursuant to a franchise, concession or revocable consent granted by the city, unless the express permission of the owner or operator of the property has been obtained; provided, however, that the owner of any real property located in the city and lawfully used for residential purposes shall have the right to paint any legal curb cut adjacent to a private driveway on such real property in the color yellow, provided that such painted portion shall be no wider than the greater of the width of the curb adjacent to the driveway or eight inches. \n\t  ยง2. This local law shall take effect immediately upon its enactment into law.\nPH\nLS # 4937\n5.2908 - 1130 am",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1. Subdivision a of section 10-117 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab a. No person shall write, paint or draw any inscription, figure or mark or affix, attach or place by whatever means a sticker or decal of any type on any public or private building or other structure or any other real or personal property owned, operated or maintained by a public benefit corporation, the city of New York or any agency or instrumentality thereof or by any person, firm, or corporation, or any personal property maintained on a city street or other city-owned property pursuant to a franchise, concession or revocable consent granted by the city, unless the express permission of the owner or operator of the property has been obtained\\ul ; provided, however, that the owner of any real property located in the city and lawfully used for residential purposes shall have the right to paint any legal curb cut adjacent to a private driveway on such real property in the color yellow, provided that such painted portion shall be no wider than the greater of the width of the curb adjacent to the driveway or eight inches\\ulnone . \\par\n\\tab   \\'a72. This local law shall take effect immediately upon its enactment into law.\\par\n\\pard\\qj\\fs20 PH\\par\nLS # 4937\\par\n5.2908 - 1130 am\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
