{
  "ID": 41298,
  "GUID": "B280D22F-4019-4881-9836-27E6C2CFFD56",
  "File": "Int 0798-2008",
  "Name": "Green building standards for certain capital projects and the repeal of section 224.1 of the New York city charter.",
  "Title": "A Local Law to amend the New York city charter, in relation to green building standards for certain capital projects and the repeal of section 224.1 of the New York city charter.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2008-06-29T00:00:00Z",
  "AgendaDate": "2008-06-29T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    }
  ],
  "History": [
    {
      "ID": 217672,
      "Date": "2008-06-29T21:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 217893,
      "Date": "2008-06-29T21:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8362,
      "AgendaSequence": 196,
      "MinutesSequence": 226,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236248,
      "Date": "2009-12-31T13:33:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42099,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 224.1 of chapter 9 the New York city charter is REPEALED and a new section 224.1 is enacted to read as follows: \n§224.1 Green building standards for capital projects.  a. Definitions. As used in this section the following terms shall have the following meanings: \n(1) “Capital project” shall mean a capital project as defined in section 210 of this chapter that is paid for in whole or in part from the city treasury, and shall constitute the total of all phases of a project with the same financial management system identification number.\n(2)  “City agency” shall mean a city, county, borough or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\n(3)  “Construction work” shall mean any work or operations necessary or incidental to the erection, demolition, assembling, alteration, installing or equipping of any building.\n(4) “Green building standards” shall mean design guidelines, a rating system or rules for constructing buildings that entails incorporation of site planning, water efficiency, energy efficiency and renewable energy, conservation of materials and resources and indoor environmental quality.\n(5)  “Inflation” shall mean the rate of any increase in the annual twelve month average of the consumer price index published by the United States department of labor when measured against a pre-selected standard.\n(6)  “LEED energy efficiency point” shall mean the credit point under the LEED green building rating system intended to achieve increased energy performance.  \n(7)  \"LEED green building rating system\" shall mean (i) the most appropriate current version of the leadership in energy and environmental design building rating system published by the United States green building council; provided, however, if the office finds that any new building rating system developed by the United States green building council is not in the best interests of the city, the term “LEED green building rating system” shall mean the most recent building rating system published by the United States green building council that is appropriate for the project; or (ii) green building standards developed by or for the city consisting of practices and technologies derived from the LEED rating system that: (A) are reasonable and appropriate for building in New York city; and (B) the office reviews annually and finds to be not less stringent than the most appropriate current version of the leadership in energy and environmental design building rating system published by the United States green building council.  \n (8)  “LEED water efficiency point” shall mean the credit point under the LEED green building rating system intended to achieve water use reduction.\n(9)  “Not less stringent” shall mean providing no less net environmental and health benefits.\n(10) “Office” shall mean the office of environmental coordination. \n(11) “Reconstruction of a building interior” shall mean a capital project in which the scope of work affects at least ten thousand square feet of contiguous interior space and the installation or replacement of at least fifty percent of the non-structural interior walls, floor finishes and lighting of such space.\n(12)  “Rehabilitation work” shall mean any restoration, replacement or repair of any materials, systems and/or components.\n (13)  “Substantial reconstruction” shall mean a capital project in which the scope of work includes rehabilitation work in at least two of the three major systems - electrical, HVAC (heating, ventilating and air conditioning) and plumbing - of a building and construction work affects at least fifty percent of the building’s floor area. \n(14) “Third-party certification” shall mean an evaluation of a capital project by an expert third party to verify that the requirements of subdivision b of this section have been achieved.\n\tb. Green building standards for capital projects involving construction or reconstruction. (1) Each capital project with an estimated construction cost of five million dollars or more involving (i) the construction of a new building, (ii) an addition to an existing building or (iii) the substantial reconstruction of an existing building, and each capital project with an estimated construction cost of five million dollars or more involving (A) the construction of a new building interior or (B) the substantial reconstruction of an existing building interior, shall be designed and constructed to comply with green building standards not less stringent than the standards prescribed for buildings designed in accordance with the LEED green building rating system to achieve a LEED silver or higher rating, or, with respect to buildings classified in occupancy groups R-1, R-2 or R-3,  to achieve a LEED certified or higher rating. \n\t(2) Each capital project subject to the provisions of paragraph one of this subdivision having an estimated construction cost or twelve million dollars or more involving (i) the construction of a new building, (ii) an addition to an existing building or (iii) the substantial reconstruction of an existing building shall be designed and constructed to achieve at least forty percent of the LEED energy efficiency points and to achieve one hundred percent of the LEED water efficiency points.  \n (3) Each capital project subject to the provisions of paragraph one of this subdivision involving (i) the construction of a new building interior or (ii) the substantial reconstruction of an existing building interior shall be designed and constructed to achieve at least seventy-five percent of the LEED energy efficiency points.  Any such project that includes one or more bathrooms shall be designed and constructed to achieve one hundred percent of the LEED water efficiency points.\n(4) Each capital project subject to the provisions of this subdivision that utilizes a version of the LEED green building rating system for which the United States green building council will accept applications for certification shall apply to the United States green building council for certification that such projects have achieved a silver or higher rating under the LEED green building rating system or, with respect to projects involving buildings classified in occupancy groups R-1, R-2 or R-3, a certified or higher rating under such rating system. Each capital project subject to the provisions of this subdivision that utilizes a LEED green building rating system developed for or by the city shall obtain third-party certification that the project has met the requirements of such rating system. \nc. Green building standards for capital projects involving rehabilitation work on a major system. Each capital project not subject to the provisions of subdivision b of this section shall:\n(1) where such project involves the installation or replacement of a boiler at an estimated cost for such installation or replacement of two million dollars or more, or involves the installation or replacement of lighting systems in a building at an estimated cost for such installation or replacement of one million dollars or more, be designed and constructed to reduce energy cost by a minimum of ten percent, as determined by the methodology prescribed in the LEED energy efficiency point or the New York state energy conservation code, whichever is more stringent. \n(2)  where such project involves the installation or replacement of HVAC controls at an estimated cost for such installation or replacement of two million dollars or more, be designed and constructed to reduce energy cost by a minimum of five percent as determined by the methodology prescribed in the LEED energy efficiency point or the New York state energy conservation code, whichever is more stringent.  \n(3) where such project involves the installation or replacement of plumbing systems that includes the installation or replacement of plumbing fixtures at an estimated construction cost for such installation or replacement of five hundred thousand dollars or more, be designed and constructed to achieve one hundred percent of the LEED water efficiency points.\nd. Application. 1. The provisions of this section shall apply to any capital project, including such projects undertaken in space where the city is the primary tenant, involving buildings classified in all occupancy groups except occupancy group U or amusement park structures, bleachers or grandstands in occupancy group A-5.\n2. This section shall not apply to capital projects of entities that are not city agencies unless such project receives five million dollars or more from the city treasury.\n3. The office may exempt from any provision of this section capital projects accounting for up to twenty percent of the capital dollars in each fiscal year if the office determines that such exemption is necessary in the public interest. Any exemption granted pursuant to this section and the reasons for such exemption shall be included in the annual report required pursuant to this section.\n\te. Annual report. Beginning September 1, 2008 and annually thereafter, the office shall submit to the council and post on a website a report regarding green building standards for certain capital projects. Such report shall include, but shall not be limited to, a list and brief description, including square footage and total cost, of any capital project subject to the provisions of this section and completed during the preceding calendar year; the estimated level of LEED certification such capital projects have achieved pursuant to subdivision b of this section; additional costs attributable to complying with the LEED green building rating system or any other green building standard; an assessment of the health, environmental and energy-related benefits achieved in comparison with a base-case code compliant project (including projected energy savings and reductions in peak load, reductions in emissions, reductions in storm water runoff and potable water use); a summary of findings related to additional investment in energy efficiency pursuant to this section, including any additional investment in energy efficiency considered and the estimated payback time for such investment through savings in energy cost; the total value of capital allocations in each fiscal year, by city agency, of projects subject to the provisions of this section; and a list and brief description, by agency, of any capital projects exempted by the office of sustainability from the provisions of this section, including square footage and project cost and the reasons for such exemption. \n\t§2. This local law shall take effect immediately upon enactment and shall apply to all capital projects that receive a certificate to proceed from the office of management and budget after such effective date.\n\n\n\n\n\n\n\n\n6/24/08 LP\nLS# 5138",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fnil\\fprq2\\fcharset0 Cambria;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\qj\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Section 224.1 of chapter 9 the New York city charter is REPEALED and a new section 224.1 is enacted to read as follows: \\par\n\\pard\\hyphpar0\\fi720\\sa200\\sl480\\slmult1\\qj\\expndtw-3\\ul\\'a7224.1 Green building standards for capital projects.  \\expndtw0 a. Definitions. As used in this section the following terms shall have the following meanings: \\expndtw-3\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw0 (1) \\ldblquote Capital project\\rdblquote  shall mean a capital project as defined in section 210 of this chapter that is paid for in whole or in part from the city treasury, and shall constitute the total of all phases of a project with the same financial management system identification number.\\par\n(2)  \\ldblquote City agency\\rdblquote  shall mean a city, county, borough or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\\par\n(3)  \\ldblquote Construction work\\rdblquote  shall mean any work or operations necessary or incidental to the erection, demolition, assembling, alteration, installing or equipping of any building.\\par\n(4) \\ldblquote Green building standards\\rdblquote  shall mean design guidelines, a rating system or rules for constructing buildings that entails incorporation of site planning, water efficiency, energy efficiency and renewable energy, conservation of materials and resources and indoor environmental quality.\\par\n(5)  \\ldblquote Inflation\\rdblquote  shall mean the rate of any increase in the annual twelve month average of the consumer price index published by the United States department of labor when measured against a pre-selected standard.\\par\n(6)  \\ldblquote LEED energy efficiency point\\rdblquote  shall mean the credit point under the LEED green building rating system intended to achieve increased energy performance.  \\par\n(7)  \"LEED green building rating system\" shall mean (i) the most appropriate current version of the leadership in energy and environmental design building rating system published by the United States green building council; provided, however, if the office finds that any new building rating system developed by the United States green building council is not in the best interests of the city, the term \\ldblquote LEED green building rating system\\rdblquote  shall mean the most recent building rating system published by the United States green building council that is appropriate for the project; or (ii) green building standards developed by or for the city consisting of practices and technologies derived from the LEED rating system that: (A) are reasonable and appropriate for building in New York city; and (B) the office reviews annually and finds to be not less stringent than the most appropriate current version of the leadership in energy and environmental design building rating system published by the United States green building council.  \\par\n (8)  \\ldblquote LEED water efficiency point\\rdblquote  shall mean the credit point under the LEED green building rating system intended to achieve water use reduction.\\par\n(9)  \\ldblquote Not less stringent\\rdblquote  shall mean providing no less net environmental and health benefits.\\par\n(10) \\ldblquote Office\\rdblquote  shall mean the office of environmental coordination. \\par\n(11) \\ldblquote Reconstruction of a building interior\\rdblquote  shall mean a capital project in which the scope of work affects at least ten thousand square feet of contiguous interior space and the installation or replacement of at least fifty percent of the non-structural interior walls, floor finishes and lighting of such space.\\par\n(12)  \\ldblquote Rehabilitation work\\rdblquote  shall mean any restoration, replacement or repair of any materials, systems and/or components.\\par\n (13)  \\ldblquote Substantial reconstruction\\rdblquote  shall mean a capital project in which the scope of work includes rehabilitation work in at least two of the three major systems - electrical, HVAC (heating, ventilating and air conditioning) and plumbing - of a building and construction work affects at least fifty percent of the building\\rquote s floor area. \\par\n(14) \\ldblquote Third-party certification\\rdblquote  shall mean an evaluation of a capital project by an expert third party to verify that the requirements of subdivision b of this section have been achieved.\\par\n\\pard\\sa120\\sl480\\slmult1\\qj\\tx720\\ulnone\\tab\\ul b. Green building standards for capital projects involving construction or reconstruction. (1) Each capital project with an estimated construction cost of five million dollars or more involving (i) the construction of a new building, (ii) an addition to an existing building or (iii) the substantial reconstruction of an existing building, and each capital project with an estimated construction cost of five million dollars or more involving (A) the construction of a new building interior or (B) the substantial reconstruction of an existing building interior, shall be designed and constructed to comply with green building standards not less stringent than the standards prescribed for buildings designed in accordance with the LEED green building rating system to achieve a LEED silver or higher rating, or, with respect to buildings classified in occupancy groups R-1, R-2 or R-3,  to achieve a LEED certified or higher rating. \\par\n\\ulnone\\tab\\ul (2) Each capital project subject to the provisions of paragraph one of this subdivision having an estimated construction cost or twelve million dollars or more involving (i) the construction of a new building, (ii) an addition to an existing building or (iii) the substantial reconstruction of an existing building shall be designed and constructed to achieve at least forty percent of the LEED energy efficiency points and to achieve one hundred percent of the LEED water efficiency points.  \\par\n\\pard\\fi720\\sa120\\sl480\\slmult1\\qj  (3) Each capital project subject to the provisions of paragraph one of this subdivision involving (i) the construction of a new building interior or (ii) the substantial reconstruction of an existing building interior shall be designed and constructed to achieve at least seventy-five percent of the LEED energy efficiency points.  Any such project that includes one or more bathrooms shall be designed and constructed to achieve one hundred percent of the LEED water efficiency points.\\par\n(4) Each capital project subject to the provisions of this subdivision that utilizes a version of the LEED green building rating system for which the United States green building council will accept applications for certification shall apply to the United States green building council for certification that such projects have achieved a silver or higher rating under the LEED green building rating system or, with respect to projects involving buildings classified in occupancy groups R-1, R-2 or R-3, a certified or higher rating under such rating system. Each capital project subject to the provisions of this subdivision that utilizes a LEED green building rating system developed for or by the city shall obtain third-party certification that the project has met the requirements of such rating system. \\par\nc. Green building standards for capital projects involving rehabilitation work on a major system. Each capital project not subject to the provisions of subdivision b of this section shall:\\par\n(1) where such project involves the installation or replacement of a boiler at an estimated cost for such installation or replacement of two million dollars or more, or involves the installation or replacement of lighting systems in a building at an estimated cost for such installation or replacement of one million dollars or more, be designed and constructed to reduce energy cost by a minimum of ten percent, as determined by the methodology prescribed in the LEED energy efficiency point or the New York state energy conservation code, whichever is more stringent. \\par\n(2)  where such project involves the installation or replacement of HVAC controls at an estimated cost for such installation or replacement of two million dollars or more, be designed and constructed to reduce energy cost by a minimum of five percent as determined by the methodology prescribed in the LEED energy efficiency point or the New York state energy conservation code, whichever is more stringent.  \\par\n(3) where such project involves the installation or replacement of plumbing systems that includes the installation or replacement of plumbing fixtures at an estimated construction cost for such installation or replacement of five hundred thousand dollars or more, be designed and constructed to achieve one hundred percent of the LEED water efficiency points.\\par\nd. Application. 1. The provisions of this section shall apply to any capital project, including such projects undertaken in space where the city is the primary tenant, involving buildings classified in all occupancy groups except occupancy group U or amusement park structures, bleachers or grandstands in occupancy group A-5.\\par\n2. This section shall not apply to capital projects of entities that are not city agencies unless such project receives five million dollars or more from the city treasury.\\par\n3. The office may exempt from any provision of this section capital projects accounting for up to twenty percent of the capital dollars in each fiscal year if the office determines that such exemption is necessary in the public interest. Any exemption granted pursuant to this section and the reasons for such exemption shall be included in the annual report required pursuant to this section.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\ulnone\\tab\\ul e. Annual report. Beginning September 1, 2008 and annually thereafter, the office shall submit to the council and post on a website a report regarding green building standards for certain capital projects. Such report shall include, but shall not be limited to, a list and brief description, including square footage and total cost, of any capital project subject to the provisions of this section and completed during the preceding calendar year; the estimated level of LEED certification such capital projects have achieved pursuant to subdivision b of this section; additional costs attributable to complying with the LEED green building rating system or any other green building standard; an assessment of the health, environmental and energy-related benefits achieved in comparison with a base-case code compliant project (including projected energy savings and reductions in peak load, reductions in emissions, reductions in storm water runoff and potable water use); a summary of findings related to additional investment in energy efficiency pursuant to this section, including any additional investment in energy efficiency considered and the estimated payback time for such investment through savings in energy cost; the total value of capital allocations in each fiscal year, by city agency, of projects subject to the provisions of this section; and a list and brief description, by agency, of any capital projects exempted by the office of sustainability from the provisions of this section, including square footage and project cost and the reasons for such exemption. \\f1\\par\n\\ulnone\\tab\\f0\\'a72. This local law shall take effect immediately upon enactment and shall apply to all capital projects that receive a certificate to proceed from the office of management and budget after such effective date.\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\qj\\tx720\\fs20 6/24/08 LP\\par\nLS# 5138\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
