{
  "ID": 41270,
  "GUID": "265F3C78-AC0C-48D9-A9F4-3D2272E10FD1",
  "File": "Int 0799-2008",
  "Name": "Requiring the police department to create and maintain a database of information collected after police contacts with emotionally disturbed people.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the police department to create and maintain a database of information collected after police contacts with emotionally disturbed people.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2008-06-29T00:00:00Z",
  "AgendaDate": "2008-06-29T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 217682,
      "Date": "2008-06-29T21:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 217894,
      "Date": "2008-06-29T21:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8362,
      "AgendaSequence": 197,
      "MinutesSequence": 227,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220729,
      "Date": "2008-10-28T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 8521,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220827,
      "Date": "2008-10-28T10:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 8521,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220733,
      "Date": "2008-10-28T10:20:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5109,
      "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "EventID": 8522,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220830,
      "Date": "2008-10-28T10:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5109,
      "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "EventID": 8522,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220726,
      "Date": "2008-10-28T10:40:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5149,
      "BodyName": "Committee on Juvenile Justice",
      "EventID": 8520,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220824,
      "Date": "2008-10-28T10:50:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5149,
      "BodyName": "Committee on Juvenile Justice",
      "EventID": 8520,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236247,
      "Date": "2009-12-31T13:33:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 85755,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/28/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/cc200f37-c2ed-4e31-9a39-adfe0dcc5802.doc",
      "Sort": 2
    },
    {
      "ID": 85832,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/28/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/47584906-61d2-40cd-a733-96a2b45b6460.pdf",
      "Sort": 3
    },
    {
      "ID": 85742,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/28/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a5c358d8-361a-4883-a90b-3b2ae3d16443.PDF",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 42071,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of legislative findings and intent.  According to the New York City Police Department (“NYPD”), there were more than 87,000 radio runs resulting from calls regarding “emotionally disturbed people” in 2007. The NYPD Patrol Guide describes an emotionally disturbed person as a person who appears to be mentally ill or temporarily deranged and is conducting themselves in a manner which a police officer reasonably believes is likely to result in serious injury to himself or others. While these calls rarely result in injury to the emotionally disturbed person, to members of the public or to the police, these calls are highly sensitive in nature and routinely require the attention of the specially trained emergency services unit of the NYPD. One aspect of the complexity of these calls is that the police know very little, if anything, about the emotionally disturbed person, including whether or not he or she suffers from mental illness, has weapons, or is prone to violence. Once the police have a situation under control and the emotionally disturbed person has been taken into custody, if the individual has not broken the law, the officers will accompany the person to a hospital facility in an ambulance and inform the hospital personnel of the circumstances which brought the person into custody. The officer will then leave the individual in the care of the hospital and prepare an “aided report” documenting the incident. If it is determined that the individual has committed a crime, then the person will be placed under arrest but similarly will be escorted to the hospital in police custody, where he or she will be examined and treated before entering the criminal justice system. However, while police are required to prepare an “aided report” any time an emotionally disturbed person is escorted to a hospital, the information gathered in that report may not be being put to its best use. Since the “aided report” is not automated and is not made part of a database, it is not readily accessible to police responding to a future call involving the same individual. Therefore, this local law seeks to require the creation of a database of pertinent information involving calls of emotionally disturbed people which will be readily accessible to responding police personnel in the event they know the name of the emotionally disturbed person or other identifying information such as the address of the emotionally disturbed person or the location of the incident.   \n§2. Chapter 1 of title 14 of the administrative code of the city of New York is hereby amended by adding a new section 14-152, to read as follows:\n \t§14-152. Database of emotionally disturbed people in contact with the police.\n\n\ta. Definitions.  As used in this section, the following terms have the following meanings: \n\t1. “Emotionally disturbed person” means a person who appears to be mentally ill or temporarily deranged and is conducting himself or herself in a manner which a police officer reasonably believes is likely to result in serious injury to himself or herself or others.\n\tb. The commissioner, in consultation with the commissioner of the department of health and mental hygiene, shall promulgate rules establishing the creation of a database, to be created and maintained by the department, which contains information regarding every incident involving an emotionally disturbed person in which the emotionally disturbed person is transported to a hospital. The database shall include, at a minimum, the name and address of the emotionally disturbed person and the nature of the incident. The database must be created and maintained in a manner in which the information it contains can be shared with police responding to calls involving an emotionally disturbed person.\n§3.  This local law shall be effective immediately.\n\nRCC\n06/05/08\nLS # 4963",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Declaration of legislative findings and intent.  According to the New York City Police Department (\\ldblquote NYPD\\rdblquote ), there were more than 87,000 radio runs resulting from calls regarding \\ldblquote emotionally disturbed people\\rdblquote  in 2007. The NYPD Patrol Guide describes an emotionally disturbed person as a person who appears to be mentally ill or temporarily deranged and is conducting themselves in a manner which a police officer reasonably believes is likely to result in serious injury to himself or others. While these calls rarely result in injury to the emotionally disturbed person, to members of the public or to the police, these calls are highly sensitive in nature and routinely require the attention of the specially trained emergency services unit of the NYPD. One aspect of the complexity of these calls is that the police know very little, if anything, about the emotionally disturbed person, including whether or not he or she suffers from mental illness, has weapons, or is prone to violence. Once the police have a situation under control and the emotionally disturbed person has been taken into custody, if the individual has not broken the law, the officers will accompany the person to a hospital facility in an ambulance and inform the hospital personnel of the circumstances which brought the person into custody. The officer will then leave the individual in the care of the hospital and prepare an \\ldblquote aided report\\rdblquote  documenting the incident. If it is determined that the individual has committed a crime, then the person will be placed under arrest but similarly will be escorted to the hospital in police custody, where he or she will be examined and treated before entering the criminal justice system. However, while police are required to prepare an \\ldblquote aided report\\rdblquote  any time an emotionally disturbed person is escorted to a hospital, the information gathered in that report may not be being put to its best use. Since the \\ldblquote aided report\\rdblquote  is not automated and is not made part of a database, it is not readily accessible to police responding to a future call involving the same individual. Therefore, this local law seeks to require the creation of a database of pertinent information involving calls of emotionally disturbed people which will be readily accessible to responding police personnel in the event they know the name of the emotionally disturbed person or other identifying information such as the address of the emotionally disturbed person or the location of the incident.   \\par\n\\pard\\fi720\\sl480\\slmult1\\'a72. Chapter 1 of title 14 of the administrative code of the city of New York is hereby amended by adding a new section 14-152, to read as follows:\\par\n\\pard\\qj  \\tab\\ul\\'a714-152. Database of emotionally disturbed people in contact with the police\\b .\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\ulnone\\b0\\tab\\ul a. Definitions.  As used in this section, the following terms have the following meanings: \\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul 1. \\ldblquote Emotionally disturbed person\\rdblquote  means a person who appears to be mentally ill or temporarily deranged and is conducting himself or herself in a manner which a police officer reasonably believes is likely to result in serious injury to himself or herself or others.\\par\n\\ulnone\\tab\\ul b. The commissioner, in consultation with the commissioner of the department of health and mental hygiene, shall promulgate rules establishing the creation of a database, to be created and maintained by the department, which contains information regarding every incident involving an emotionally disturbed person in which the emotionally disturbed person is transported to a hospital. The database shall include, at a minimum, the name and address of the emotionally disturbed person and the nature of the incident. The database must be created and maintained in a manner in which the information it contains can be shared with police responding to calls involving an emotionally disturbed person.\\par\n\\pard\\fi720\\ulnone\\'a73.  This local law shall be effective immediately.\\line\\line RCC\\par\n\\pard 06/05/08\\par\nLS # 4963\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
