{
  "ID": 41216,
  "GUID": "B82F1777-3ABA-4032-8DD4-8E106F5CC00D",
  "File": "Int 0801-2008",
  "Name": "Preparation of community impact reports for city-subsidized economic development projects.",
  "Title": "A Local Law to amend the New York city charter and the administrative code of the city of New York, in relation to preparation of community impact reports for city-subsidized economic development projects.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 7,
  "BodyName": "Committee on Economic Development",
  "IntroDate": "2008-06-29T00:00:00Z",
  "AgendaDate": "2008-06-29T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    }
  ],
  "History": [
    {
      "ID": 217683,
      "Date": "2008-06-29T21:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 217896,
      "Date": "2008-06-29T21:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Economic Development",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8362,
      "AgendaSequence": 200,
      "MinutesSequence": 230,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Economic Development",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236245,
      "Date": "2009-12-31T13:32:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 83715,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Dear Colleague Letter",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d4a4f04b-2305-4b1e-bb65-24594ef8c79d.doc",
      "Sort": 1
    },
    {
      "ID": 83716,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Sign-on form",
      "Link": "http://nyc.legistar1.com/nyc/attachments/82d199fd-0c1f-422a-ada3-7ab84d8e3963.doc",
      "Sort": 2
    },
    {
      "ID": 83743,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Media Advisory",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0c3857d4-bea1-4aaf-8f9c-5259ddbcd7c0.doc",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 42013,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Title 22 of the administrative code of the city of New York is amended by adding a new chapter 8 to read as follows:\nChapter 8\nCommunity Impact Reports\n§22-801.  Definitions\n§22-802.  Community Impact Reports    \n\t§22-801.  Definitions.  a.  For the purposes of this chapter, the following terms shall have the following meanings:\n1.  “Affiliated entity” shall mean an entity that has a contract or other agreement with the city of New York and related entities and agents to engage in providing or administering economic development benefits on behalf of the city and shall include, but not be limited to, any expenditure of city capital appropriations in connection therewith.  \n2.  “Economic development benefit” shall mean financial assistance including, but not limited to, a direct project subsidy, tax benefit, low-interest financing, tax-exempt financing, tax-exempt bonds, grants or other financial benefit provided or administered by a city agency or by an affiliated entity but shall not include contracts or other agreements for the provision of social services or for the creation of affordable housing units where such housing units are not created in connection with the creation of market rate housing units.\n3.  “Economic development project” shall mean a project or program undertaken by a private entity which is financially assisted through an economic development benefit provided or administered by a city agency or by an affiliated entity but shall not be deemed to include contracts or other agreements for the provision of social services or for the creation of affordable housing units where such housing units are not created in connection with the creation of market rate housing units. \n§22-802.  Community Impact Reports.  a. Prior to the approval by any city agency or affiliated entity of an economic development benefit related to an economic development project or any aspect of an economic development project, the department or an affiliated agency shall be required to prepare a community impact report for each economic development project or require the developer of a economic development project to prepare such report. Where such report is prepared by the developer of a economic development project, the department shall, in consultation with such other city agencies as it deems appropriate, review such report and certify to its accuracy.\nb. Such community  impact report shall include, but not be limited to:\n(i) the estimated number of residential units to be directly created or renovated as a result of such project, proposed rents for such units, how such rents compare to current rents in the community district or districts within which such project is located and the estimated increase in rents within such community district or districts resulting from such project;\n(ii) the estimated number of residents who will be displaced as a result of the project and an analysis of the demographic characteristics of those residents including, but not limited to, their income levels, familial status, race, ethnicity, age, gender, and such other demographic information as the department determines to be appropriate;\n(iii) the estimated number of businesses that will be displaced as a result of the project and the number of full-time and part-time employees, respectively, of such displaced businesses, and an analysis of the demographic characteristics of the owners of such businesses and the employees including, but not limited to, their income levels, familial status, race, ethnicity, age, gender, and such other demographic information as the department determines to be appropriate;\n(iv) the estimated number of permanent and seasonal full-time jobs to be directly created by such project, the number of permanent full-time jobs to be indirectly created by such project and how each such estimate was derived;\n(v) the estimated number of permanent and seasonal part-time jobs to be directly created by such project, the number of permanent part-time jobs to be indirectly created by such project, and how each such estimate was derived;\n(vi) the number of jobs directly created by such project, aggregated by business sector including, but not limited to, construction, retail, professional services, financial services, tourism and hospitality, information and technology and building services;\n(vii) the estimated number of jobs in each category set forth in paragraphs iv and v of this subdivision that will be filled by residents of the community district or districts within which such project is located and how each such estimate was derived, including a descriptive plan of how such jobs will be provided to such residents;\n(viii) the percentage of employees in each category set forth in paragraphs iv, v and vi of this subdivision, respectively, who it is estimated will earn up to thirty-five thousand dollars per year, the percentage of employees who it is estimated will earn more than thirty-five thousand dollars per year and up to fifty thousand dollars per year and the percentage of employees who it is estimated will earn more than fifty thousand dollars per year and the respective percentages of employees within each income category who reside in the community district or districts in which such project is located and for those employees who are not salaried but are paid based upon an hourly wage, the percentage of employees in each such category, respectively, who it is estimated will be paid an hourly wage between the minimum wage and ten dollars an hour and above ten dollars  and up to fifteen dollars an hour;\n(viii) the number of persons in each category set forth in paragraphs iv, v and vi of this subdivision, respectively, who it is estimated will receive health benefits; and\n(ix) the positive and adverse impacts on the infrastructure of the community district or districts within which the project is located and each community district that abuts any such community district, including but not limited to, impacts relating to the provision of police, fire and emergency medical services, sanitation, water supply, wastewater treatment, services provided by the New York city department of health and mental hygiene, the health and hospitals corporation and privately-owned hospitals, public schools and public transportation services.\nc.  Such report shall be prepared and submitted to the council sixty days prior to the approval by any city agency or affiliated entity of an economic development benefit as both a print copy and as a file on a non-volatile electronic medium.  \n§2. Paragraph a of subdivision 1 of section 1301 of the New York city charter is amended to read as follows:\n\ta. to establish business, industrial and commercial policies, programs  and  projects  which  affect  the  business,  industrial,  commercial or  economic well-being, development, growth and expansion of  the  economic  life of the city and to examine the impacts on communities within the city of economic development projects for which the city provides or administers an economic development subsidy;\n§3.  This local law shall take effect one hundred twenty days from its enactment.   \n\n\n\nJH\nVann - LS #723 - Community Impact Reports\nRevised 6-19-08   3:30 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1.  Title 22 of the administrative code of the city of New York is amended by adding a new chapter 8 to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qc\\ul Chapter 8\\par\nCommunity Impact Reports\\par\n\\'a722-801.  Definitions\\par\n\\'a722-802.  Community Impact Reports    \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\'a722-801.  Definitions.  a.  For the purposes of this chapter, the following terms shall have the following meanings:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 1.  \\ldblquote Affiliated entity\\rdblquote  shall mean an entity that has a contract or other agreement with the city of New York and related entities and agents to engage in providing or administering economic development benefits on behalf of the city and shall include, but not be limited to, any expenditure of city capital appropriations in connection therewith.  \\par\n2.  \\ldblquote Economic development benefit\\rdblquote  shall mean financial assistance including, but not limited to, a direct project subsidy, tax benefit, low-interest financing, tax-exempt financing, tax-exempt bonds, grants or other financial benefit provided or administered by a city agency or by an affiliated entity but shall not include contracts or other agreements for the provision of social services or for the creation of affordable housing units where such housing units are not created in connection with the creation of market rate housing units.\\par\n3.  \\ldblquote Economic development project\\rdblquote  shall mean a project or program undertaken by a private entity which is financially assisted through an economic development benefit provided or administered by a city agency or by an affiliated entity but shall not be deemed to include contracts or other agreements for the provision of social services or for the creation of affordable housing units where such housing units are not created in connection with the creation of market rate housing units. \\par\n\\'a722-802.  Community Impact Reports.  a. Prior to the approval by any city agency or affiliated entity of an economic development benefit related to an economic development project or any aspect of an economic development project, the department or an affiliated agency shall be required to prepare a community impact report for each economic development project or require the developer of a economic development project to prepare such report. Where such report is prepared by the developer of a economic development project, the department shall, in consultation with such other city agencies as it deems appropriate, review such report and certify to its accuracy.\\par\nb. Such community  impact report shall include, but not be limited to:\\par\n(i) \\cf1 the estimated number of residential units to be directly created or renovated as a result of such project, proposed rents for such units, how such rents compare to current rents in the community district or districts within which such project is located and the estimated increase in rents within such community district or districts resulting from such project;\\par\n(ii) the estimated number of residents who will be displaced as a result of the project and an analysis of the demographic characteristics of those residents including, but not limited to, their income levels, familial status, race, ethnicity, age, gender, and such other demographic information as the department determines to be appropriate;\\par\n(iii) the estimated number of businesses that will be displaced as a result of the project and the number of full-time and part-time employees, respectively, of such displaced businesses, and an analysis of the demographic characteristics of the owners of such businesses and the employees including, but not limited to, their income levels, familial status, race, ethnicity, age, gender, and such other demographic information as the department determines to be appropriate;\\par\n\\cf0 (iv) the estimated number of permanent and seasonal full-time jobs to be directly created by such project, the number of permanent full-time jobs to be indirectly created by such project and how each such estimate was derived;\\par\n(v) the estimated number of permanent and seasonal part-time jobs to be directly created by such project, the number of permanent part-time jobs to be indirectly created by such project, and how each such estimate was derived;\\par\n(vi) the number of jobs directly created by such project, aggregated by business sector including, but not limited to, construction, retail, professional services, financial services, tourism and hospitality, information and technology and building services;\\par\n(vii) the estimated number of jobs in each category set forth in paragraphs iv and v of this subdivision that will be filled by residents of the community district or districts within which such project is located and how each such estimate was derived, including a descriptive plan of how such jobs will be provided to such residents;\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx7380 (viii) the percentage of employees in each category set forth in paragraphs iv, v and vi of this subdivision, respectively, who it is estimated will earn up to thirty-five thousand dollars per year, the percentage of employees who it is estimated will earn more than thirty-five thousand dollars per year and up to fifty thousand dollars per year and the percentage of employees who it is estimated will earn more than fifty thousand dollars per year and the respective percentages of employees within each income category who reside in the community district or districts in which such project is located and for those employees who are not salaried but are paid based upon an hourly wage, the percentage of employees in each such category, respectively, who it is estimated will be paid an hourly wage between the minimum wage and ten dollars an hour and above ten dollars  and up to fifteen dollars an hour;\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (viii) the number of persons in each category set forth in paragraphs iv, v and vi of this subdivision, respectively, who it is estimated will receive health benefits; and\\par\n(ix) the positive and adverse impacts on the infrastructure of the community district or districts within which the project is located and each community district that abuts any such community district, including but not limited to, impacts relating to the provision of police, fire and emergency medical services, sanitation, water supply, wastewater treatment, services provided by the New York city department of health and mental hygiene, the health and hospitals corporation and privately-owned hospitals, public schools and public transportation services.\\par\nc.  Such report shall be prepared and submitted to the council sixty days prior to the approval by any city agency or affiliated entity of an economic development benefit as both a print copy and as a file on a non-volatile electronic medium.  \\par\n\\ulnone\\'a72. Paragraph a of subdivision 1 of section 1301 of the New York city charter is amended to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab a. to establish business, industrial and commercial policies, programs  and  projects  which  affect  the  business,  industrial,  commercial or  economic well-being, development, growth and expansion of  the  economic  life of the city \\ul and to examine the impacts on communities within the city of economic development projects for which the city provides or administers an economic development subsidy\\ulnone ;\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a73.  This local law shall take effect one hundred twenty days from its enactment.   \\par\n\\pard\\nowidctlpar\\qj\\par\n\\par\n\\par\nJH\\par\nVann - LS #723 - Community Impact Reports\\par\nRevised 6-19-08   3:30 pm\\cf1\\ul\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
