{
  "ID": 41442,
  "GUID": "9214A8C7-8897-4A04-A4EF-8E1CCE5339AA",
  "File": "Int 0804-2008",
  "Name": "Administration for Children’s Services to provide certain information on its website, submit material to the City Council, and to adhere to reporting requirements.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the Administration for Children’s Services to provide certain information on its website, submit material to the City Council, and to adhere to reporting requirements.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2008-07-23T00:00:00Z",
  "AgendaDate": "2008-07-23T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    }
  ],
  "History": [
    {
      "ID": 218235,
      "Date": "2008-07-23T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 218337,
      "Date": "2008-07-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8374,
      "AgendaSequence": 83,
      "MinutesSequence": 109,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236243,
      "Date": "2009-12-31T13:32:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42254,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 21-903 of the administrative code of the city of New York is amended to read as follows:\n§ 21-903.  Annual Reports.  Within 45 days after the end of each calendar year, ACS will publish and make available on its website an annual report compiling information provided in all quarterly reports required by Section 21-902 of this chapter for the prior calendar year.\n§ 2.  Chapter 9 of Title 21 of the administrative code of the city of New York is amended by adding new section 21-904 to read as follows:\n§ 21-904.  Reports Regarding Day Care Centers.\na.  ACS shall submit to the city council on a quarterly basis the following materials, data and reports:\n1.  Any additions or changes that have been made to ACS’ procedures relating to: (i) deciding under what circumstances a day care center will be evaluated for possible closure; (ii) the steps taken to prevent the closure of a day care center; and (iii) the manner in which a center will be closed after the steps from subparagraph (ii) of this section are followed, including how the employees, students, and parents or care-givers of the students are to be notified of the closure.  On the effective date of the local law that added this section, ACS shall submit to the city council its existing procedure relating to subparagraphs (i) through (iii) of this paragraph. \n2.  A report detailing: (i) the average time elapsed between the submission of an application for child care subsidy to ACS and the placement of a child in daycare, disaggregated by borough; and (ii) the average time elapsed between the submission of an application for child care subsidy to ACS by a day care center and the placement of a child in daycare, disaggregated by borough; and (iii) the average time elapsed between a day care center’s request for ACS to provide an appointment for a care-giver to apply for child care subsidy and the placement of a child in daycare, disaggregated by borough. \nb.  ACS shall submit to the city council on a monthly basis a Citywide Vacancy Tracking Report by borough and by Group Child Care Program, which shall include, at a minimum, the name and borough of each ACS contracted center-based child care program and the corresponding number of slots budgeted for that program, its enrollment, and its number of vacancies.  Additionally, ACS shall submit to the city council on a monthly basis the average monthly attendance for each of the above-mentioned ACS contracted center-based child care programs.  On the effective date of the local law that added this section, ACS shall submit to the city council a report detailing, for the prior two years, the monthly attendance and monthly enrollment figures for each ACS contracted center-based child care program in New York City.\n§ 3.  Chapter 9 of Title 21 of the administrative code of the city of New York is amended by adding a new section 21-905 to read as follows:\n§ 21-905.  Link to the Department of Health and Mental Hygiene’s website to be placed on the Administration for Children’s Services website.  ACS shall make available through its website a link to the webpage of the Department of Health and Mental Hygiene wherein the group childcare facilities that have been issued permits by the New York City Department of Health and Mental Hygiene’s Bureau of Day Care shall be listed.  \n§4.  This local law shall become effective sixty days after its enactment into law.\n\n\nO.P.\nLS#5814\n07.17.08",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Section 1.  Section 21-903 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 21-903.  Annual Reports.  Within 45 days after the end of each calendar year, ACS will publish and make available on its website an annual report compiling information provided in all quarterly reports required by \\ul Section 21-902 of\\ulnone  this chapter for the prior calendar year.\\par\n\\'a7 2.  Chapter 9 of Title 21 of the administrative code of the city of New York is amended by adding new section 21-904 to read as follows:\\par\n\\ul\\'a7 21-904.  Reports Regarding Day Care Centers.\\par\na.  ACS shall submit to the city council on a quarterly basis the following materials, data and reports:\\par\n1.  Any additions or changes that have been made to ACS\\rquote  procedures relating to: (i) deciding under what circumstances a day care center will be evaluated for possible closure; (ii) the steps taken to prevent the closure of a day care center; and (iii) the manner in which a center will be closed after the steps from subparagraph (ii) of this section are followed, including how the employees, students, and parents or care-givers of the students are to be notified of the closure.  On the effective date of the local law that added this section, ACS shall submit to the city council its existing procedure relating to subparagraphs (i) through (iii) of this paragraph. \\par\n2.  A report detailing: (i) the average time elapsed between the submission of an application for child care subsidy to ACS and the placement of a child in daycare, disaggregated by borough; and (ii) the average time elapsed between the submission of an application for child care subsidy to ACS by a day care center and the placement of a child in daycare, disaggregated by borough; and (iii) the average time elapsed between a day care center\\rquote s request for ACS to provide an appointment for a care-giver to apply for child care subsidy and the placement of a child in daycare, disaggregated by borough. \\par\nb.  ACS shall submit to the city council on a monthly basis a Citywide Vacancy Tracking Report by borough and by Group Child Care Program, which shall include, at a minimum, the name and borough of each ACS contracted center-based child care program and the corresponding number of slots budgeted for that program, its enrollment, and its number of vacancies.  Additionally, ACS shall submit to the city council on a monthly basis the average monthly attendance for each of the above-mentioned ACS contracted center-based child care programs.  On the effective date of the local law that added this section, ACS shall submit to the city council a report detailing, for the prior two years, the monthly attendance and monthly enrollment figures for each ACS contracted center-based child care program in New York City.\\par\n\\ulnone\\'a7 3.  Chapter 9 of Title 21 of the administrative code of the city of New York is amended by adding a new section 21-905 to read as follows:\\par\n\\ul\\'a7 21-905.  Link to the Department of Health and Mental Hygiene\\rquote s website to be placed on the Administration for Children\\rquote s Services website.  ACS shall make available through its website a link to the webpage of the Department of Health and Mental Hygiene wherein the group childcare facilities that have been issued permits by the New York City Department of Health and Mental Hygiene\\rquote s Bureau of Day Care shall be listed.  \\par\n\\ulnone\\'a74.  This local law shall become effective sixty days after its enactment into law.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n\\par\n\\pard\\ltrpar\\fi720\\expndtw-3\\fs20 O.P.\\par\nLS#5814\\expndtw0\\par\n07.17.08\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
