{
  "ID": 41448,
  "GUID": "7A71DB35-052F-420D-BFEB-C63C81F77E11",
  "File": "Int 0807-2008",
  "Name": "Labeling of foods that present a choking hazard.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the labeling of foods that present a choking hazard.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2008-07-23T00:00:00Z",
  "AgendaDate": "2008-07-23T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 218246,
      "Date": "2008-07-23T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 218356,
      "Date": "2008-07-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8374,
      "AgendaSequence": 95,
      "MinutesSequence": 121,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236240,
      "Date": "2009-12-31T13:31:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42260,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter 1 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-194 to read as follows:\n§ 17-194. Labeling of foods posing choking hazards. a. Definitions. “Person” shall mean any natural person, individual, corporation, unincorporated association, proprietorship, firm, partnership, joint venture, joint stock association or other entity or business organization.\nb. Beginning July 1, 2009 and every year thereafter, the department shall create a list of foods that it determines pose a significant choking hazard to children under the age of five.\nc. It shall be unlawful for any person to sell or offer for sale any food designated by the department under subsection b to be a food posing a significant choking hazard without displaying the following label in conspicuous and legible type: WARNING: CHOKING HAZARD FOR CHILDREN UNDER 5 YEARS OF AGE. ADULT SUPERVISION REQUIRED.\nd. Any person who violates subdivision c of this section or any of the regulations promulgated thereunder shall be liable for a civil penalty not to exceed two hundred and fifty dollars for each violation.\ne. The department and the department of consumer affairs shall enforce the provisions of this section. A proceeding to recover any civil penalty authorized pursuant to subdivision d of this section shall be commenced by the service of a notice of violation returnable to the administrative tribunal established by the board of health where the department issues such a notice or to the adjudication division of the department of consumer affairs where the department of consumer affairs issues such a notice. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged. The administrative tribunal of the board of health and the adjudication division of the department of consumer affairs shall have the power to render decisions and to impose the remedies and penalties provided for in subdivision d of this section, in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\n§ 2. This local law shall take effect ninety days after its enactment into law, provided that the commissioner and the commissioner of consumer affairs may promulgate any rules necessary for implementing and carrying out the provisions of this section prior to its effective date.\n\nAS\nLS # 3297\n7/17/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone Section 1. Chapter 1 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-194 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a7 17-194. Labeling of foods posing choking hazards. a. Definitions. \\ldblquote Person\\rdblquote  shall mean any natural person, individual, corporation, unincorporated association, proprietorship, firm, partnership, joint venture, joint stock association or other entity or business organization.\\par\nb. Beginning July 1, 2009 and every year thereafter, the department shall create a list of foods that it determines pose a significant choking hazard to children under the age of five.\\par\nc. It shall be unlawful for any person to sell or offer for sale any food designated by the department under subsection b to be a food posing a significant choking hazard without displaying the following label in conspicuous and legible type: WARNING: CHOKING HAZARD FOR CHILDREN UNDER 5 YEARS OF AGE. ADULT SUPERVISION REQUIRED.\\par\nd. Any person who violates subdivision c of this section or any of the regulations promulgated thereunder shall be liable for a civil penalty not to exceed two hundred and fifty dollars for each violation.\\par\ne. The department and the department of consumer affairs shall enforce the provisions of this section. A proceeding to recover any civil penalty authorized pursuant to subdivision d of this section shall be commenced by the service of a notice of violation returnable to the administrative tribunal established by the board of health where the department issues such a notice or to the adjudication division of the department of consumer affairs where the department of consumer affairs issues such a notice. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged. The administrative tribunal of the board of health and the adjudication division of the department of consumer affairs shall have the power to render decisions and to impose the remedies and penalties provided for in subdivision d of this section, in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone\\'a7 2. This local law shall take effect ninety days after its enactment into law, provided that the commissioner and the commissioner of consumer affairs may promulgate any rules necessary for implementing and carrying out the provisions of this section prior to its effective date.\\par\n\\pard\\par\n\\fs20 AS\\par\nLS # 3297\\par\n7/17/08\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
