{
  "ID": 41511,
  "GUID": "DEDBB156-669C-4850-B94E-839FFC4FDB5E",
  "File": "Int 0822-2008",
  "LocalLaw": "2008/047",
  "Name": "Tax abatement and tax exemption for industrial and commercial work on properties in the city of New York.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to tax abatement and tax exemption for industrial and commercial work on properties in the city of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 7,
  "BodyName": "Committee on Economic Development",
  "IntroDate": "2008-08-14T00:00:00Z",
  "AgendaDate": "2008-08-14T00:00:00Z",
  "PassedDate": "2008-10-10T00:00:00Z",
  "EnactmentDate": "2008-10-10T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 218762,
      "Date": "2008-08-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 218761,
      "Date": "2008-08-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Economic Development",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8389,
      "AgendaSequence": 97,
      "MinutesSequence": 115,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Economic Development",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 219197,
      "Date": "2008-09-15T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 8413,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 219265,
      "Date": "2008-09-15T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 8413,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 219392,
      "Date": "2008-09-24T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 8435,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 822-A",
      "MinutesNote": "Proposed Int. No. 822-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 219455,
      "Date": "2008-09-24T10:30:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 8435,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 219457,
      "Date": "2008-09-24T10:30:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 8435,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 219458,
      "Date": "2008-09-24T10:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 8435,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 219722,
      "Date": "2008-09-24T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8450,
      "AgendaSequence": 94,
      "MinutesSequence": 98,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220146,
      "Date": "2008-09-24T17:00:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220332,
      "Date": "2008-10-10T10:00:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220405,
      "Date": "2008-10-10T10:01:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220500,
      "Date": "2008-10-10T17:00:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 85135,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 822 - 8/14/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/40b2d309-afbf-420b-ae55-f4039ba8fc9c.doc",
      "Sort": 1
    },
    {
      "ID": 84949,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 9/15/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2f4c6a61-6160-4771-a52c-15e482b75b80.doc",
      "Sort": 2
    },
    {
      "ID": 85025,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 9/15/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c3e4103d-e564-490f-aa92-576b9e2a3fe5.PDF",
      "Sort": 3
    },
    {
      "ID": 85150,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 9/15/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b9d30c71-09b2-4675-8fbb-d7c0c9efb775.pdf",
      "Sort": 4
    },
    {
      "ID": 85134,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 9/24/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bb478b0c-43f0-4ca1-af4b-e76fb602347a.doc",
      "Sort": 5
    },
    {
      "ID": 86901,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 9/24/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/53042e4e-55e2-4610-bb17-8544f2589ea9.pdf",
      "Sort": 6
    },
    {
      "ID": 85141,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ec0ff664-b84b-4201-a45a-e1982ac5538e. 822-A ICAP Bill.doc",
      "Sort": 7
    },
    {
      "ID": 85636,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 9/24/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/dda0e400-e959-44f8-99fc-471b06e9cf98.pdf",
      "Sort": 8
    },
    {
      "ID": 88872,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2e2f0cdb-d0ad-4667-a799-fac6f5a16f40.doc",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 42542,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 11-259 of the administrative code of the city of New York is amended by adding a new subdivision j to read as follows:\nj. No benefits pursuant to this part shall be granted for construction work performed pursuant to a building permit issued after July thirty-first, two thousand eight, except that if a building permit is issued on or before July thirty-first, two thousand eight for construction work on a building or structure described in an application for a certificate of eligibility filed on or before June thirtieth, two thousand eight, construction work performed as described in such application pursuant to any additional building permit issued on or after August first, two thousand eight shall be eligible for benefits pursuant to this part in accordance with this subdivision. \n(1) Except as provided in paragraph (2) of this subdivision, all construction work performed pursuant to any such application shall be completed on or before December thirty-first, two thousand thirteen. No benefits shall be granted for construction work performed after such date, and any exemption granted pursuant to this part in relation to property on which such construction work was performed shall not exceed the amount of the exemption in effect for such property on the tax roll for which the taxable status date is January fifth, two thousand fourteen. \n(2) All construction work performed pursuant to any such application for the construction of a new building or structure in the new construction exemption area specified in paragraph (3) of subdivision e of section 11-258 of this part shall be completed in accordance with subparagraph (c) of paragraph (1) of subdivision i of this section and, if not completed in accordance with such subparagraph, shall not be eligible for benefits pursuant to this part. \n(3) For purposes of this subdivision, construction work as described in an application for a certificate of eligibility shall be deemed completed on the date on which the department of buildings issues a temporary or final certificate of occupancy or, if such construction work does not require the issuance of a certificate of occupancy, the date on which the applicant and the applicant's architect or professional engineer for such construction work submit to the department of finance an affidavit certifying that such construction work has been completed. For purposes of this subdivision, a demolition permit shall be deemed to be a building permit issued for construction work. \n§ 2.  Subdivision a of section 11-260 of the administrative code of the city of New York, as amended by local law number 41 for the year 2007, is amended to read as follows:\na. Application for a certificate of eligibility pursuant to this part may be made immediately and continuing until June 30, 2008; provided, however, that application for a certificate of eligibility for renovation construction work for property located in the renovation exemption area specified in subparagraph (b) of paragraph (4) of subdivision d of section 11-258 of this part may not be made after January 31, 1995; provided, further, however, that application for a certificate of eligibility for construction of a new building or structure that meets the requirements set forth in subdivision i of section 11-259 of this part in the new construction exemption area specified in paragraph (1) of subdivision e of section 11-258 of this part may not be made after December 31, 1996; provided, further, however, that application for a certificate of eligibility for construction of a new building or structure that meets the requirements set forth in subdivision i of section 11-259 of this part in the new construction exemption area specified in paragraph (2) of subdivision e of section 11-258 of this part may not be made after June 30, 2003[; and provided, further, however, that no benefits pursuant to this part shall be granted for construction work performed pursuant to a building permit issued after July 31, 2008]. Such application shall state whether it is for industrial, commercial or renovation construction work, and shall be filed with the department of finance. In addition to any other information required by such department, the application shall include cost estimates or bids for the proposed construction and an affidavit of a professional engineer or architect of the applicant's choice, certifying that detailed plans for the construction work have been submitted to the department of buildings. Such application shall also state that the applicant agrees to comply with and be subject to the rules issued from time to time by the department of finance to secure compliance with all applicable city, state and federal laws or which implement mayoral directives and executive orders designed to ensure equal employment opportunity. Such application shall also certify that all taxes currently due and owing on the property which is the subject of the application have been paid or are currently being paid in timely installments pursuant to written agreement with the department of finance.\n§ 3. Subchapter 2 of chapter 2 of title 11 of the administrative code of the city of New York is amended by adding a new part 5 to read as follows:\nPART 5\nABATEMENT OF TAX PAYMENTS FOR CERTAIN INDUSTRIAL AND COMMERCIAL PROPERTIES\n§ 11-268  Definitions.  When used in this part:\na. \"Commercial construction work\" means the construction of a new building or structure or the modernization, rehabilitation, expansion or improvement of an existing building or structure for use as commercial property. \nb. \"Commercial exclusion area\" means an area as defined in subdivision d of section 11-274 of this part. \nc. \"Commercial property\" means nonresidential property on which will exist after completion of commercial construction work a building or structure, or portion thereof, used for the buying, selling or otherwise providing of goods or services including hotel services, or for other lawful business, commercial or manufacturing activities; provided that property or portions of property dedicated to utility property shall not be considered commercial property for purposes of this part. \nd. \"Commissioner\" means the commissioner of finance of the city of New York.\ne. \"Completion of construction,\" or \"completion,\" when relating to new construction, means the earlier of the date on which the department of buildings issues a final certificate of occupancy, or when the department has otherwise determined that construction is complete. \nf. \"Department\" means the department of finance of the city of New York. \ng. \"Industrial construction work\" means the construction of a new building or structure or the modernization, rehabilitation, expansion or improvement of an existing building or structure for use as industrial property. \nh. \"Industrial property\" means nonresidential property on which will exist after completion of industrial construction work a building or structure, or portion thereof, with at least seventy-five percent of the total net square footage of the property used or immediately available and held out for manufacturing activities involving assembling goods or the fabrication or processing of raw materials; provided that property or portions of property dedicated to utility property shall not be considered industrial property for purposes of this part. \ni. \"Manufacturing activity\" means an activity involving the assembly of goods or the fabrication or processing of raw materials, but shall not include: (1) such activity when conducted for the purpose of retail sale on the premises; or (2) utility services. \nj. \"Minimum required expenditure\" means the amount that an applicant must expend on construction work for a project in order to qualify for benefits as provided in this part. \nk. \"Mixed-use property\" means property on which exists, or will exist upon completion of construction work, a building or structure used for both residential and nonresidential purposes. \nl. \"Renovation construction work\" means the modernization, rehabilitation, expansion or improvement of an existing building or structure where such modernization, rehabilitation, expansion or improvement is physically and functionally integrated with the existing building or structure, or portion thereof, does not increase the bulk of the existing building or structure by more than thirty percent, and does not increase the height of the existing building or structure by more than thirty percent. \nm. \"Residential construction work\" means any construction, modernization, rehabilitation, expansion or improvement of dwelling units other than dwelling units in a hotel. \nn. \"Restricted activity\" means any entertainment activity that the department has identified in rules promulgated by such department pursuant to this part as an activity which, in the public interest, should not be encouraged through the benefits of this part. \no. \"Retail purposes\" means any activity that consists predominately of (1) the final sale of tangible personal property or services by a vendor as defined in section eleven hundred one of the tax law, (2) the sale of services that generally involve the physical, mental, and/or spiritual care of individuals or the physical care of the personal property of individuals, (3) retail banking services, or (4) the final sale of food and/or beverage by a vendor as defined in section eleven hundred one of the tax law, including the assembly, processing or packaging of goods, provided that sales of such tangible personal property or services are predominantly to purchasers who personally visit the facilities at which such sales are made or such property and services are provided. \"Retail purposes\" shall not include hotel uses as described in subdivision d of section 11-270 of this part. \np. \"Temporary commercial incentive area boundary commission\" means a commission as defined in section 11-274 of this part. \nq. \"Utility property\" means property and equipment as described in paragraphs (c), (d), (e), (f) and (i) of subdivision twelve of section one hundred two of the real property tax law that is used in the ordinary course of business by its owner or any other entity or property as described in paragraphs (a) and (b) of subdivision twelve of section one hundred two of such law that is owned by any entity that uses in the ordinary course of business property and equipment as described in paragraphs (c), (d), (e), (f) and (i) of subdivision twelve of section one hundred two of such law, without regard to the classification of such property and equipment for real property tax purposes pursuant to section eighteen hundred two of such law, except that any such property and equipment used solely to serve the building to which they are attached shall not be deemed utility property. \n§ 11-269  Industrial and commercial real property tax abatement.  a. Subject to the provisions of this part, tax abatement benefits shall be available to eligible recipients in accordance with the provisions of this section.\nb. Amount of abatement base. (1) Calculation of abatement base. Except as provided in paragraph (5) of subdivision c of this section, the abatement base used to determine the amount of the abatement provided under this part shall be the amount by which the post-completion tax on a building or structure exceeds one hundred fifteen percent of the initial tax levied on a building or structure. \n(2) Initial tax on building or structure. (a) Determination of initial tax. The initial tax shall be determined by multiplying the final taxable assessed value, without regard to any exemptions, shown on the assessment roll with a taxable status date immediately preceding the issuance of the first building permit by the initial tax rate. For purposes of this subdivision, the initial tax rate shall be the final tax rate applicable to the assessment roll with a taxable status date immediately preceding the issuance of the first building permit. If no permit was required, the initial tax and the initial tax rate shall be determined based on the assessment roll with a taxable status date immediately preceding the commencement of construction. \n(b) Effect of tax lot apportionment or merger. For a property as to which an applicant has applied for benefits pursuant to this part, if such property is apportioned or merged and such apportionment or merger is not reflected in the assessment roll described in subparagraph (a) of this paragraph, the initial tax for the newly created tax lot or lots shall be based on the initial tax of the lot or lots from which they have been created, which shall be apportioned among the newly created tax lot or lots in the manner established by the department for purposes of assessed valuation of real property. \n(3) Post-completion tax on building or structure. For purposes of calculating the abatement base only, the post-completion tax is determined by multiplying the initial tax rate by the final taxable assessed value, without regard to any exemptions, that would be shown on the assessment roll but for the abatement, on the assessment roll with a taxable status date immediately following the earlier of: \n(a) completion of construction; or \n(b) four years from the date of issuance of the first building permit, or if no permit was required, the commencement of construction. \n(4) (a) If the taxable assessed value is later reduced by a court order or application to the tax commission, then the initial tax or the post-completion tax shall be the tax as reduced. \n(b) The taxable assessed value used for the calculations in this subdivision shall be the lower of the actual and transitional value as provided in subdivision three of section eighteen hundred five of this chapter. \n(5) Mixed-use property. For a mixed-use property, the initial tax and post-completion tax shall be apportioned between the residential and nonresidential portions. The department may promulgate rules to determine the method of apportionment. \n(6) Initial taxes not to be reduced by abatement. Except as provided in paragraph (5) of subdivision c of this section, the abatement provided under this part shall not be applicable in any year of the benefit period to the initial tax or to the tax on the portion of the assessment attributable to land. Additionally, the abatement shall not result in any credit or refund of real property taxes. \nc. Industrial and commercial abatements. (1) Abatement for commercial construction work. Upon approval by the department of a final application for benefits, an applicant who has performed commercial construction work outside of a special commercial abatement area, as designated pursuant to subdivision b of section 11-274 of this part, or a renovation area, as defined by subdivision c of section 11-274 of this part, shall be eligible for an abatement of real property taxes, as follows: \n(a) Amount of abatement. The first year of the abatement shall be the tax year with the first taxable status date that follows the sooner of (i) completion of construction; or (ii) four years from the date the first building permit was issued, or if no permit was required, the commencement of construction.  For years one through eleven, the abatement shall be the amount of the abatement base. For years twelve through fifteen, the abatement shall decrease by twenty percent each year. The following table illustrates the abatement computation: \nTax year during benefit period: \t\tAmount of abatement: \nYears 1 through 11 \t\t\t\t100% of abatement base \n12  \t\t\t\t\t\t80% of abatement base \n13  \t\t\t\t\t\t60% of abatement base \n14  \t\t\t\t\t\t40% of abatement base \n15  \t\t\t\t\t\t20% of abatement base \n(b) Minimum required expenditure. For commercial construction work, the minimum required expenditure is thirty percent of the property's taxable assessed value in the tax year with a taxable status date immediately preceding the issuance of the first building permit, or if no permit was required, the commencement of construction. Expenditures for residential construction work or construction work on portions of property to be used for restricted activities shall not be included in the minimum required expenditure. \n(2) Abatement for industrial construction work or commercial construction work in special commercial abatement areas on buildings where not more than ten percent of the building or structure is used for retail purposes. Upon approval by the department of a final application for benefits, an applicant who has performed industrial construction work in any area, where not more than ten percent of the building or structure on which such work has been performed is used for retail purposes, or commercial construction work in a special commercial abatement area, as designated pursuant to subdivision b of section 11-274 of this part, where not more than ten percent of the building or structure on which such work has been performed is used for retail purposes, shall be eligible for an abatement of real property taxes, as follows: \n(a) Amount of abatement. The first year of the abatement shall be the tax year with the first taxable status date that follows the sooner of (i) completion of construction; or (ii) four years from the date the first building permit was issued, or if no permit was required, the commencement of construction. For years one through sixteen, the abatement shall be the amount of the abatement base. The abatement shall be adjusted for inflation protection as provided in subparagraph (b) of this paragraph. For years seventeen through twenty-five, the abatement shall decrease by ten percent each year. The following table illustrates the abatement computation: \nTax year during benefit period: \t\tAmount of abatement: \nYears 1 through 16 \t\t\t\t100% of abatement base \n17  \t\t\t\t\t\t90% of abatement base \n18  \t\t\t\t\t\t80% of abatement base \n19 \t\t\t\t\t\t70% of abatement base \n20  \t\t\t\t\t\t60% of abatement base \n21  \t\t\t\t\t\t50% of abatement base \n22  \t\t\t\t\t\t40% of abatement base \n23  \t\t\t\t\t\t30% of abatement base \n24  \t\t\t\t\t\t20% of abatement base \n25  \t\t\t\t\t\t10% of abatement base \n(b) Inflation protection. (i) Industrial construction work. (A) Effect of assessed valuation increases. For years two through thirteen of the benefit period, except as provided in item (B) of this clause, if there is any increase in tax in that year that is based on an increase of taxable assessed valuation since the immediately prior tax year, such excess tax liability shall be added to the amount of the abatement base. Such addition to the amount of the abatement base shall be determined using the initial tax rate. \n(B) Physical increases. Notwithstanding the provisions of item (A) of this clause, if in any of years two through thirteen of the benefit period, a physical change to the property results in an increase in the taxable assessed value of the property of more than five percent for that year, then any increase in taxes for that year shall not be added to the amount of the abatement base in any year. \n(C) If the taxable assessed value upon which an adjustment to the abatement under this paragraph is based is later reduced by a court order or application to the tax commission, then the appropriate adjustment to the abatement base shall be made in accordance with the reduced taxable assessed value. \n(i) Commercial construction work in special commercial abatement areas on buildings where not more than ten percent of the building or structure is used for retail purposes. (A) Effect of assessed valuation increases. For years two through thirteen of the benefit period, except as provided in item (B) of this clause, if there is any increase in tax in that year that is based on an increase of taxable assessed valuation since the immediately prior tax year that exceeds five percent, such excess tax liability shall be added to the amount of the abatement base. Such addition to the amount of the abatement base shall be determined using the initial tax rate. \n(B) Physical increases. Notwithstanding the provisions of item (A) of this clause, if in any of years two through thirteen of the benefit period, a physical change to the property results in an increase in the taxable assessed value of the property of more than five percent for that year, then any increase in taxes for that year shall not be added to the amount of the abatement base in any year. \n(C) If the taxable assessed value upon which an adjustment to the abatement under this paragraph is based is later reduced by a court order or application to the tax commission, then the appropriate adjustment to the abatement base shall be made in accordance with the reduced taxable assessed value. \n(ii) Mixed-use property. For a property as to which benefits are given for both industrial and commercial construction, the inflation protection provided under this subparagraph shall be based on the predominant use of the property as determined by the department. \n(c) Minimum required expenditure. For industrial construction work or commercial construction work in a special commercial abatement area, the minimum required expenditure is thirty percent of the property's taxable assessed value in the tax year with a taxable status date immediately preceding the issuance of the first building permit, or if no permit was required, the commencement of construction. Expenditures for residential construction work or construction work on portions of property to be used for restricted activities shall not be included in the minimum required expenditure. \n(3) Abatement for industrial construction work or commercial construction work in special commercial abatement areas on buildings where more than ten percent of the building or structure is used for retail purposes. Upon approval by the department of a final application for benefits, an applicant who has performed industrial construction work in any area, where more than ten percent of the building or structure on which such work has been performed is used for retail purposes, or commercial construction work in a special commercial abatement area, as designated pursuant to subdivision b of section 11-274 of this part, where more than ten percent of the building or structure on which such work has been performed is used for retail purposes, shall be eligible for an abatement of real property taxes on the non-retail portion of such building or structure and up to ten percent of such building or structure used for retail purposes, in accordance with paragraph (2) of this subdivision, and shall be eligible for an abatement of real property taxes on the remaining retail portion of such building or structure, as follows: \n(a) Amount of abatement. The first year of the abatement shall be the tax year with the first taxable status date that follows the sooner of (i) completion of construction; or (ii) four years from the date the first building permit was issued, or if no permit was required, the commencement of construction. For years one through eleven, the abatement shall be the amount of the abatement base. For years twelve through fifteen, the abatement shall decrease by twenty percent each year. The abatement shall be adjusted for inflation protection as provided in subparagraph (b) of this paragraph. The following table illustrates the abatement computation: \nTax year during benefit period: \t\tAmount of abatement: \nYears 1 through 11 \t\t\t\t100% of abatement base \n12  \t\t\t\t\t\t80% of abatement base \n13  \t\t\t\t\t\t60% of abatement base \n14  \t\t\t\t\t\t40% of abatement base \n15  \t\t\t\t\t\t20% of abatement base \n(b) Inflation protection. (i) Industrial construction work. (A) Effect of assessed valuation increases. For years two through thirteen of the benefit period, except as provided in item (B) of this clause, if there is any increase in tax in that year that is based on an increase of taxable assessed valuation since the immediately prior tax year, such excess tax liability shall be added to the amount of the abatement base. Such addition to the amount of the abatement shall be determined using the initial tax rate. \n(B) Physical increases. Notwithstanding the provisions of item (A) of this clause, if in any of years two through thirteen of the benefit period, a physical change to the property results in an increase in the taxable assessed value of the property of more than five percent for that year, then any increase in taxes for that year shall not be added to the amount of the abatement base in any year. \n(C) If the taxable assessed value upon which an adjustment to the abatement under this paragraph is based is later reduced by a court order or application to the tax commission, then the appropriate adjustment to the abatement base shall be made in accordance with the reduced taxable assessed value. \n(i) Commercial construction work in special commercial abatement areas on buildings where more than ten percent of the building or structure is used for retail purposes. (A) Effect of assessed valuation increases. For years two through thirteen of the benefit period, except as provided in item (B) of this clause, if there is any increase in tax in that year that is based on an increase of taxable assessed valuation since the immediately prior tax year that exceeds five percent, such excess tax liability shall be added to the amount of the abatement base. Such addition to the amount of the abatement base shall be determined using the initial tax rate. \n(B) Physical increases. Notwithstanding the provisions of item (A) of this clause, if in any of years two through thirteen of the benefit period, a physical change to the property results in an increase in the taxable assessed value of the property of more than five percent for that year, then any increase in taxes for that year shall not be added to the amount of the abatement base in any year. \n(C) If the taxable assessed value upon which an adjustment to the abatement under this paragraph is based is later reduced by a court order or application to the tax commission, then the appropriate adjustment to the abatement base shall be made in accordance with the reduced taxable assessed value. \n(ii) Mixed-use property. For a property as to which benefits are given for both industrial and commercial construction, the inflation protection provided under this subparagraph shall be based on the predominant use of the property as determined by the department. \n(c) Minimum required expenditure. For industrial construction work or commercial construction work in a special commercial abatement area, the minimum required expenditure is thirty percent of the property's taxable assessed value in the tax year with a taxable status date immediately preceding the issuance of the first building permit, or if no permit was required, the commencement of construction. Expenditures for residential construction work or construction work on portions of property to be used for restricted activities shall not be included in the minimum required expenditure. \n(4) Abatement for renovation construction work in renovation areas. Subject to the provisions of subparagraph (c) of this paragraph, upon approval by the department of a final application for benefits, an applicant who has performed renovation construction work in a renovation area, as defined by subdivision c of section 11-274 of this part, shall be eligible for an abatement of real property taxes, as follows: \n(a) Amount of abatement. For the renovation areas defined in paragraphs (1) and (2) of subdivision c of section 11-274 of this part, the first year of the abatement shall be the tax year with the first taxable status date that follows the sooner of (i) completion of construction; or (ii) four years from the date the first building permit was issued, or if no permit was required, the commencement of construction. For years one through eight, the abatement shall be the amount of the abatement base. For years nine through twelve, the abatement shall decrease by twenty percent each year. The following table illustrates the abatement computation: \nTax year during benefit period: \t\tAmount of abatement: \nYears 1 through 8 \t\t\t\t100% of abatement base \n9  \t\t\t\t\t\t80% of abatement base \n10  \t\t\t\t\t\t60% of abatement base \n11  \t\t\t\t\t\t40% of abatement base \n12  \t\t\t\t\t\t20% of abatement base \n(b) Amount of abatement. For the renovation area defined in paragraph (3) of subdivision c of section 11-274 of this part, the first year of the abatement shall be the tax year with the first taxable status date that follows the sooner of (i) completion of construction; or (ii) four years from the date the first building permit was issued, or if no permit was required, the commencement of construction. For years one through five, the abatement shall be the amount of the abatement base. For years six through nine, the abatement shall decrease by twenty percent each year. In year ten, the abatement shall be twenty percent of the abatement base. The following table illustrates the abatement computation: \nTax year during benefit period: \t\tAmount of abatement: \nYears 1 through 5 \t\t\t\t100% of abatement base \n6  \t\t\t\t\t\t80% of abatement base \n7  \t\t\t\t\t\t60% of abatement base \n8  \t\t\t\t\t\t40% of abatement base \n9  \t\t\t\t\t\t20% of abatement base \n10  \t\t\t\t\t\t20% of abatement base \n(c) If more than five percent of any building or structure upon which renovation construction work is performed is used for retail purposes, no abatement shall be granted for the retail portions of such building or structure in excess of five percent, but five percent of such building or structure used for retail purposes shall be eligible for an abatement of real property taxes in accordance with subparagraph (a) or subparagraph (b) of this paragraph, as applicable; provided, however, that notwithstanding any other provision of this part, any building or structure located in the renovation area defined in paragraph (1) of subdivision c of section 11-274 of this part shall be eligible for an abatement in accordance with subparagraph (a) of this paragraph regardless of the amount of the building or structure used for retail purposes. \n(d) Minimum required expenditure. For renovation construction work in renovation areas, the minimum required expenditure is thirty percent of the property's taxable assessed value in the tax year with a taxable status date immediately preceding the issuance of the first building permit, or if no permit was required, the commencement of construction. Expenditures for construction work on portions of the property to be used for retail purposes that exceed five percent of the building or structure in renovation areas defined in paragraphs (2) and (3) of subdivision c of section 11-274 of this part, for residential construction work, or for construction work on portions of the property to be used for restricted activities, shall not be included in the minimum required expenditure. \n(5) Additional industrial abatement. In addition to the abatement for industrial construction work provided in paragraph (2) of this subdivision, an applicant who performs industrial construction work that meets the eligibility requirements set forth in this part shall be eligible for an additional abatement, calculated as a percentage of the initial tax, as follows: \n(a) Amount of abatement. The first year of the abatement shall be the tax year with the first taxable status date that follows the sooner of (i) completion of construction; or (ii) four years from the date the first building permit was issued, or if no permit was required, the commencement of construction. The amount of the additional industrial abatement shall be as follows: \nTax year during benefit period: \t\tAmount of additional abatement: \n1 through 4 \t\t\t\t\t50% of the initial tax amount \n5 \t\t\t\t\t\t 40% of the initial tax amount \n6  \t\t\t\t\t\t40% of the initial tax amount \n7  \t\t\t\t\t\t30% of the initial tax amount \n8  \t\t\t\t\t\t30% of the initial tax amount \n9  \t\t\t\t\t\t20% of the initial tax amount \n10  \t\t\t\t\t\t20% of the initial tax amount \n11 \t\t\t\t\t\t10% of the initial tax amount \n12  \t\t\t\t\t\t10% of the initial tax amount \n(b) Minimum required expenditure. For the additional industrial abatement, the minimum required expenditure is forty percent of the property's taxable assessed value in the tax year with a taxable status date immediately preceding the issuance of the first building permit, or if no permit was required, the commencement of construction. Expenditures for residential construction work or construction work on portions of property to be used for restricted activities shall not be included in the minimum required expenditure. \n(6) Abatement for commercial construction work on new construction in certain areas of the borough of Manhattan. Notwithstanding any other provision of law, upon approval by the department of a final application for benefits, an applicant who has performed commercial construction work on a new building or structure, in the geographical area as specified in subparagraph (d) of this paragraph, shall be eligible for an abatement of real property taxes, as follows: \n(a) Amount of abatement. The first year of the abatement shall be the tax year with the first taxable status date that follows the sooner of (i) completion of construction; or (ii) four years from the date the first building permit was issued, or if no permit was required, the commencement of construction. For years one through four, the abatement shall be the amount of the abatement base. For years five through eight, the abatement shall decrease by twenty percent each year. The following table illustrates the abatement computation: \nTax year during benefit period: \t\tAmount of abatement: \nYears 1 through 4 \t\t\t\t100% of abatement base \n5  \t\t\t\t\t\t80% of abatement base \n6  \t\t\t\t\t\t60% of abatement base \n7  \t\t\t\t\t\t40% of abatement base \n8  \t\t\t\t\t\t20% of abatement base \n(b) Minimum required expenditure. The minimum required expenditure is thirty percent of the property's taxable assessed value in the tax year with a taxable status date immediately preceding the issuance of the first building permit, or if no permit was required, the commencement of construction. Expenditures for residential construction work or construction work on portions of property to be used for restricted activities shall not be included in the minimum required expenditure. \n(c) Special eligibility requirements. Notwithstanding any other provision of this part, no benefits shall be granted pursuant to this paragraph unless the building or structure meets the requirements of clauses (i) and (ii) of this subparagraph, and further meets at least two of the requirements set forth in clauses (iii) through (vii) of this subparagraph: \n(i) The height of at least forty percent of the floors in such building or structure shall be not less than twelve feet, nine inches measured from the top of the slab comprising the floor to the bottom of the slab comprising the ceiling; \n(ii) Such building or structure shall be served by fiber-optic telecommunications wiring and shall contain vertical penetrations for the distribution of fiber optic cabling to individual tenants on each floor; \n(iii) The total square footage of such building or structure is not less than five hundred thousand gross square feet; \n(iv) A minimum of two hundred thousand gross square feet or twenty-five per centum of such building or structure is comprised of floors of not less than forty thousand gross square feet; \n(v) At least ten per centum of the gross square footage of such building or structure is comprised of floors that contain no more than eight structural columns, excluding any columns within the core or on the periphery of such building or structure; \n(vi) The electrical capacity of such building or structure is not less than six watts per net square foot; \n(vii) Emergency backup power sufficient to accommodate a need of six watts per net square foot is available in at least two hundred thousand gross square feet or twenty-five per centum of such building or structure. \n(d) Geographical area. Abatements will only be granted for new construction work pursuant to this paragraph in the following geographical area: the area in the borough of Manhattan bounded by Murray Street on the north starting at the intersection of West Street and Murray Street; running easterly along the center line of Murray Street; connecting through City Hall Park with the center line of Frankfort Street and running easterly along the center line of Frankfort and Dover Streets to the intersection of Dover Street and South Street; running southerly along the center line of South Street to Peter Minuit Plaza; connecting through Peter Minuit Plaza to the center line of State Street and running northwesterly along the center line of State Street to the intersection of State Street and Battery Place; running westerly along the center line of Battery Place to the intersection of Battery Place and West Street; and running northerly along the center line of West Street to the intersection of West Street and Murray Street, except the area in the borough of Manhattan bounded by Church Street on the east starting at the intersection of Liberty Street and Church Street; running northerly along the center line of Church Street to the intersection of Church Street and Vesey Street; running westerly along the center line of Vesey Street to the intersection of Vesey Street and West Broadway; running northerly along the center line of West Broadway to the intersection of West Broadway and Barclay Street; running westerly along the center line of Barclay Street to the intersection of Barclay Street and Washington Street; running southerly along the center line of Washington Street to the intersection of Washington Street and Vesey Street; running westerly along the center line of Vesey Street to the intersection of Vesey Street and West Street; running southerly along the center line of West Street to the intersection of West Street and Liberty Street; and running easterly along the center line of Liberty Street to the intersection of Liberty Street and Church Street. \nd. Limitations on abatement. (1) Subsequent abatement. With respect to any property that has received or is receiving abatement benefits under this part, an applicant shall not file a preliminary application for new abatement benefits under this part for an additional construction project on the same portion of the property for which construction work is the subject of abatement benefits under this part until at least four years have elapsed since the first day of the first tax year of such abatement benefits under the prior abatement, and, in the event that such new benefits are granted, then notwithstanding any other provision of this part or any other law, the initial tax for any such new abatement will be determined without regard to the prior abatement and any other abatement or exemption granted to the property. \n(2) Abatement benefits granted under this part shall not in any year exceed the real property taxes imposed on such property. \n(3) Once an abatement is granted, no additional benefits pursuant to this part shall be granted for construction work that is substantively a part of eligible construction work for which benefits have been approved or granted. \n(4) No benefits shall be granted for residential construction work. \n(5) Any parcel partly located in an excluded area shall be deemed to be entirely located in such area. \n(6) Where a tax lot contains multiple structures or buildings with eligible and non-eligible uses, the initial tax shall be apportioned under rules promulgated by the commissioner and only the tax attributable to the eligible portion of the property shall be abated. \n(7) (a) No benefits under this part may be received by a property that is concurrently receiving exemption or abatement of real property taxes under any other law, except for an exemption under (i) section four hundred twenty-a, four hundred twenty-b or four hundred fifty-nine-b of the real property tax law; or (ii) any section of the real property tax law as to which the city has enacted a local law to implement such exemption and as to which exemption is granted only if the property is the primary or legal residence of one or more of the owners of the property, including such sections in which exemption may be granted if an owner is absent from the residence while receiving medical benefits; or (iii) title two-D of article four of the real property tax law for a separate project involving separate parts of the building or structure that was completed prior to the application for benefits. \n(b) For purposes of this paragraph, \"property\" means the real property contained by an individual tax lot. \n(c) Notwithstanding subparagraph (b) of this paragraph, where a property is owned in condominium form, and an application for benefits under this part includes more than one tax lot in the same condominium, then for purposes of this paragraph, \"property\" shall include any or all such tax lots that are included in the application. \n§ 11-270 Eligibility for benefits. a. Time limit for meeting minimum required expenditure. Applicants must meet the appropriate minimum required expenditure as provided in subdivision c of section 11-269 of this part relating to the abatement for which such project qualifies as follows: \n(1) No later than four years from the date of issuance of the first building permit, or if no permit was required, the commencement of construction. \n(2) Mixed use properties. Expenditures for construction work related to the common areas and systems of such property shall be allocated under rules promulgated by the department between the residential, nonresidential and retail, if any, portions of the property. \nb. Time limit for completion of construction. Construction of buildings or structures for which benefits have been approved shall be completed no later than five years from the date of issuance of the first building permit, or if no permit was required, the commencement of construction. Failure to meet this requirement shall result in termination of any inflation protection provided under subdivision c of section 11-269 of this part for any tax year that begins following the date by which completion of construction is required under this paragraph. \nc. Non-permissible uses. To be eligible for benefits, the property may not be used for a non-permissible purpose. Accordingly, no abatement benefits under this part shall be granted for work to be performed on property to be used for the following purposes: \n(1) Residential. No abatement benefits under this part shall be granted for construction work for residential purposes, or for work on a structure or building where twenty percent or more of the total rentable square footage of such property is or will be dedicated to residential purposes, provided however that where less than five percent of a property's rentable square footage is or will be dedicated to residential purposes, that use shall be considered de minimus and shall not be considered in determining benefits under this part. \n(a) For purposes of this paragraph, \"property\" means the real property contained by an individual tax lot. \n(b) Notwithstanding subparagraph (a) of this paragraph, where a building or structure is owned in condominium form, and an application for benefits under this part includes more than one property in the same condominium, then for purposes of this paragraph, the five percent and twenty percent of the rentable square footage shall be determined based on the aggregate usage of all such properties. \n(c) Hotel uses, as described in subdivision d of this section, shall not be considered residential. \n(2) Utility property. No abatement benefits under this part shall be provided for utility property. \n(3) Restricted activity. No benefits pursuant to this part shall be granted for construction work on property any part of which is to be used for a restricted activity. \nd. Hotel uses. Benefits shall be available for commercial construction work or renovation construction work on a building or structure for the property's square footage used to provide lodging and support services for transient guests. \ne. Filing requirements. (1) Time to file. (a) Preliminary application. (i) Building permit. No benefits pursuant to this part shall be granted for any construction work unless the applicant filed a preliminary application for such benefits on or before the date of issuance of the first building permit for such work. This requirement may be satisfied where the applicant's architect, contractor or other representative authorized to file the application for such building permit files with the department on behalf of the applicant a preliminary application containing such information as the department shall prescribe by rule. \n(ii) No building permit required. Where construction work does not require a building permit, a notarized letter from the project's architect or engineer notifying the department of this fact shall be filed within thirty calendar days of the commencement of construction. In such circumstance, such letter shall also satisfy the requirement of a preliminary application if the letter contains all of the information required for a preliminary application under rules prescribed by the department. \n(b) Final application. Applicants shall file a final application for benefits no later than one year from the date of issuance of the first building permit for construction work, or, where construction work does not require a building permit, no later than one year from the date of commencement of construction. \n(2) Who may file for benefits. An applicant shall be: \n(a) obligated to pay real property tax on the property, either by virtue of ownership or contract; or \n(b) the record owner or lessee of property that is exempt from real property taxation who has entered into an agreement to sell or lease such property to another person. Such applicant shall be a co-applicant with such owner or lessee. \n(3) Applicant affidavit. No benefits pursuant to this part shall be granted for any construction work unless the applicant provides, together with the final application, an affidavit setting forth the following information: \n(a) a statement that within the seven years immediately preceding the date of the preliminary application for benefits, neither the applicant, nor any person owning a substantial interest in the property as defined in subparagraph (c) of this paragraph, nor any officer, director or general partner of the applicant or such person was finally adjudicated by a court of competent jurisdiction to have violated section two hundred thirty-five of the real property law or any section of article one hundred fifty of the penal law or any similar arson law of another state with respect to any building, or was an officer, director or general partner of a person at the time such person was finally adjudicated to have violated such law; and \n(b) a statement setting forth any pending charges alleging violation of section two hundred thirty-five of the real property law or any section of article one hundred fifty of the penal law or any similar arson law of another jurisdiction with respect to any building by the applicant or any person owning a substantial interest in the property as defined in subparagraph (c) of this paragraph, or any officer, director or general partner of the applicant or such person. \n(c) \"Substantial interest\" as used in this subdivision shall mean ownership and control of an interest of ten percent or more in a property or any person owning a property. \n(d) If any person described in the statement required by subparagraph (b) of this paragraph is finally adjudicated by a court of competent jurisdiction to be guilty of any charge listed in such statement, the recipient shall cease to be eligible for benefits pursuant to this part and shall pay with interest any taxes for which an abatement was claimed pursuant to this part. \nf. Requirement to file income and expense statements. No benefits pursuant to this part shall be granted for any property unless income and expense statements are filed for the property with respect to the tax year as to which the assessment roll described in paragraph (2) of subdivision b of section 11-269 of this part applies, and all subsequent tax years up to and including the tax year on which the assessment roll described in paragraph (3) of subdivision b of section 11-269 of this part applies. \ng. Co-application with public entity. A co-applicant with a public entity may be eligible for abatement benefits, provided that for any period for which the property is exempt from real property tax because it is owned or controlled by a public entity, no benefits shall be available to such recipient under this part. Such recipient may receive benefits under this part when the property is no longer eligible for an exemption as follows: (1) No benefits under this part shall be provided during the period of exemption; (2) during such period of exemption, the years of the benefit period applicable to the project provided in subdivision c of section 11-269 of this part shall not be tolled, but shall run in accordance with the applicable schedule provided therein; and (3) the recipient shall, starting with the date the exemption ceases, and continuing until the abatement benefit period expires, receive the abatement benefits to which such recipient is entitled in the tax year that corresponds to the year of the benefit period provided in subdivision c of section 11-269 of this part. \n§ 11-271 Applying for benefits. a. Application. (1) Application for benefits pursuant to this part may be made immediately following the effective date of the local law that added this section and continuing until March first, two thousand eleven. \n(2) Application content. The preliminary and final applications shall be in any format designated by the commissioner, including electronic format. The applications shall require, and applicants shall provide, information and documentation sufficient to determine eligibility for abatement benefits. The required information and documentation for both applications shall be prescribed by the department by rule. Such information and documentation may include, but need not be limited to, certified statements related to the project, project costs, filings with other governmental entities, and work performed or to be performed on such project. At the department's sole discretion, an applicant may be required to furnish certified statements made by the applicant's architect or engineer or both. \n(3) Compliance. The application shall also state that the applicant agrees to comply with and be subject to the rules issued from time to time by the department to secure compliance with all applicable city, state and federal laws or which implement mayoral directives and executive orders designed to ensure equal employment opportunity. If required by local law or rule, such application shall also state that the applicant agrees to comply with the program established thereby to ensure meaningful participation of minority and women-owned business enterprises in construction work for which the applicant receives benefits. \n(4) Affidavit of no violations. No benefits pursuant to this part shall be granted for any construction work unless the applicant shall file with the application, the affidavit required under paragraph (3) of subdivision e of section 11-270 of this part. \n(5) Electronic filing of application. The commissioner may, by rule, require any application for benefits under this part to be submitted electronically in such form and manner as the commissioner may determine. For good cause, the commissioner may waive any rule requiring electronic filing and may permit an application to be filed in another manner. \nb. Fees. The department may provide by rule for reasonable administrative charges or fees necessary to defray expenses in administering this benefit program. \n§ 11-272  Reporting requirement. a. Continuing use. For the duration of the benefit period, the recipient of benefits shall file biennially with the department, on or before the appropriate taxable status date, a statement of the continuing use of such property and any changes in use that have occurred. This statement shall be in a form determined by the department and may be in any format the department determines, in its discretion, is appropriate, including electronic format. The department shall have authority to terminate such benefits upon failure of a recipient to file such statement by the appropriate taxable status date. The burden of proof shall be on the recipient to establish continuing eligibility for benefits and the department shall have the authority to require that statements filed under this subdivision be certified. \nb. Conversion of construction. A recipient shall file an amendment to the latest statement of continuing use prior to: \n(1) converting square footage within property that is the subject of benefits for industrial construction work from use for the manufacturing activities described in such statement of continuing use where such conversion would result in less than sixty-five percent of total net square footage being used or held out for use for manufacturing activities; or \n(2) converting any portion of property that is the subject of benefits for industrial construction work for use for any restricted activity or as residential property. \n(3) For all other use conversions, applicants shall immediately notify the department of a change in use, in a manner that the department may determine. \nc. Minimum required expenditure. No later than sixty days after the minimum required expenditure must be made under subdivision a of section 11-270 of this part, the applicant shall submit to the department a certified statement that the applicant has made the minimum required expenditure as required by this part. \n§ 11-273 Conversion of property. a. Conversion from commercial to industrial use. Where a property has been granted benefits for commercial or renovation construction work, but such property is used as industrial property before the benefits period expires, such property shall continue to receive benefits for commercial or renovation construction work. \nb. Conversion from industrial use to commercial use. Where a property has been granted benefits for industrial construction work, and where, before the benefit period expires, less than seventy-five percent of the total net square footage is used or held out for use for manufacturing activities, no further benefits for industrial construction work shall be provided except as provided in this subdivision. Taxes, together with interest, shall become due and owing after such date of the use for purposes other than industrial, except as provided in this subdivision. \n(1) Any applicant whose property has been granted a tax abatement under this part for industrial construction work in a special commercial abatement area who would have been eligible to receive benefits for commercial construction work at the time such applicant applied for benefits shall continue to receive an abatement for industrial construction work. \n(2) Any applicant whose property has been granted benefits under this part for industrial construction work other than in a special commercial abatement area who would have been eligible to receive benefits for commercial construction work at the time such applicant applied for benefits shall, commencing with the date of conversion to commercial property and continuing until the expiration of the benefit period for commercial construction work, receive any abatement which such applicant would have received in the corresponding tax year pursuant to the benefits granted for commercial construction work. \n(3) Any applicant whose property has been granted benefits under this part for industrial construction work in any area of the city on whose property at least sixty-five percent of the net square footage continues to be used or held out for use for manufacturing activities after conversion to commercial property, shall not be required to pay the pro rata share of tax for which an abatement was claimed during the tax year in which such conversion occurred. \n(4) Where the property is receiving the additional industrial abatement pursuant to paragraph (5) of subdivision c of section 11-269 of this part, such additional industrial abatement shall cease from the date of conversion to commercial property. \nc. Conversion to restricted use. Any applicant whose property has been granted benefits for commercial, industrial or renovation construction work, and who uses such property for any restricted activity prior to the expiration of the benefit period, shall cease to be eligible for further abatement as of the date such property was first used for any restricted activity. Such recipient of benefits that cease under this subdivision shall pay with interest any taxes for which an abatement was claimed after such date, including the pro rata share of tax for which any abatement was claimed during the tax year in which such use occurred. \nd. Conversion to residential use. (1) Any applicant whose property has been granted benefits for commercial, industrial or renovation construction work and who, before the benefit period expires, uses the property or a portion of the property as residential property, shall cease to be eligible for further abatement for commercial, industrial or renovation construction work as of the date such property was first used as residential property, as follows: \n(a) if twenty percent or more of the rentable square footage of the property is used as residential property, then the entire building shall cease to be eligible for further abatement; \n(b) if less than twenty percent of the rentable square footage of the property is used as residential property, then that portion of such property used as residential property shall cease to be eligible for further abatement; \n(c) notwithstanding subparagraph (b) of this paragraph, where less than five percent of a property's rentable square footage is used as residential property, that use will be considered de minimus and will not be a basis for benefits to cease under this subdivision; and \n(d) such recipient of benefits that cease under this subdivision shall pay, with interest, any taxes for which an abatement was claimed after the conversion of the property as described in this subdivision, including the pro rata share of tax for which such abatement was claimed during the tax year in which such use occurred. The abatement shall continue for the commercial, industrial or renovation construction work for the portion of the property that continues to be used for commercial purposes. \n(2) For purposes of paragraph (1) of this subdivision, \"property\" means the real property contained by an individual tax lot. \n(3) Notwithstanding paragraph (2) of this subdivision, where a building or structure is owned in condominium form, and an application for benefits under this part includes more than one property in the same condominium, then for purposes of this subdivision, the five percent and twenty percent of the rentable square footage shall be determined based on the aggregate usage of all such properties. \ne. Conversion to retail use. (1) Where a property has been granted benefits for industrial or commercial construction work in special commercial abatement areas on buildings where not more than ten percent of the building or structure is used for retail purposes and where, before the benefit period expires, the property or a portion thereof is converted so that ten percent or more of the building or structure is used for retail purposes, the department shall recalculate the abatement upon conversion as provided in subdivision six of this section. \n(2) Where a property has been granted benefits for renovation construction work in renovation areas and where, before the benefit period expires, the property or a portion of the property is converted so that more than five percent of the building or structure is used for retail purposes, the department shall recalculate the abatement upon conversion as provided in subdivision f of this section. \nf. Recalculation of abatement upon conversion. If, during the benefit period, a recipient converts square footage within any building or structure, the department may recalculate the benefit granted pursuant to this part to reflect the benefit for which the current use is eligible under this part and rules that may be promulgated by the department. \ng. The burden shall at all times be on the recipient to demonstrate by clear and convincing evidence that property subject to benefits under this part is used as stated in the preliminary and final applications for benefits filed by the recipient with the department. \n§ 11-274 Temporary commercial incentive area boundary commission; designation of special commercial abatement areas; excluded and renovation areas. \na. Commission members. There shall be a temporary commercial incentive area boundary commission to consist of the deputy mayor for economic development and planning, the commissioner of finance, the chair of the city planning commission, the director of management and budget, the borough presidents, the speaker of the city council and a public member appointed by the mayor to serve at the mayor's pleasure. Each member except the public member shall have the power to designate an alternate to represent him or her at commission meetings to exercise all the rights and powers of such member, including the right to vote, provided that such designation be made in writing to the chair of the commission. The deputy mayor for economic development and planning shall serve as commission chair. Each borough president shall be entitled to vote only on the designation of areas within his or her borough. Commission members who shall be officers or employees of such city shall serve without compensation but shall be reimbursed for expenses necessarily incurred in the performance of their duties. Any other commission member shall receive as exclusive compensation for his or her services one hundred dollars per diem, or another reasonable amount as determined by the deputy mayor for economic development and planning, provided, however, that the total compensation paid to any such member shall not exceed twelve hundred dollars for any calendar year, or another reasonable amount determined by the deputy mayor for economic development and planning. A majority of members of such commission entitled to vote on a matter shall constitute a quorum for such issue. Decisions shall be made by majority vote of those present entitled to vote on a matter. Notwithstanding any other law to the contrary, no officer or employee of the state or any of its subdivisions or any public benefit corporation shall be deemed to have forfeited his or her office or employment or any benefits provided under the retirement and social security law or under any public retirement system maintained by the state or any of its subdivisions by reason of accepting membership on such commission. \nb. Designation of special commercial abatement areas. (1) The commission shall meet in two thousand nine and at least once every five years thereafter to determine the boundaries of special commercial abatement areas which it is authorized, but not required, to designate pursuant to this section. The areas designated by the commission established pursuant to title two-D of article four of the real property tax law in effect as of June thirtieth, two thousand eight shall remain in effect until the first taxable status date after the city council approves a new designation pursuant to paragraph (4) of this subdivision. \n(2) In years when special commercial abatement areas are to be designated, no later than October first, the commission shall provide public notice of such designation by publishing a notice at least once in a newspaper of general circulation setting forth the proposed boundaries. Notice may also be provided electronically or in an electronic medium, such as a website, in a manner the commission determines to be appropriate. Notice must be provided not earlier than five nor later than fifteen days before the date of the commission's public hearing to hear all persons interested in the designation of the areas. The notice required by this paragraph shall be published in the City Record and a newspaper of general circulation in the city, and copies thereof shall be forwarded to each council member and community board. \n(3) The commission shall make such designation, and notify the city council of such designation, not later than November first of each year when special commercial abatement areas are to be designated. \n(4) Within thirty days after the first stated meeting of the city council following the receipt of notice of such designation, the city council may, by majority vote, disapprove such designation. If, within such thirty-day period, the city council fails to act or fails to act by the required vote, the city council shall be deemed to have approved such designation. Such designation shall take effect on the first taxable status date after the city council approves such designation and shall remain in effect until the first taxable status date after the city council approves such new designation. \n(5) The commission may designate any area other than the area lying south of the center line of 96th Street in the borough of Manhattan, to be a special commercial abatement area if it determines that market conditions in the area are such that the availability of a special abatement is required in order to encourage commercial construction work in such area. In making such determination, the commission shall consider, among other factors, the existence in such area of a special need for commercial and job development, high unemployment, economic distress or unusually large numbers of vacant, underutilized, unsuitable or substandard structures, or other substandard, unsanitary, deteriorated or deteriorating conditions, with or without tangible blight. \n(6) If the commission fails to meet for more than five years, all new applications for special commercial abatement area benefits postmarked after the fifth anniversary of the commission's last meeting shall be deemed applications for regular area benefits. \nc. Renovation areas. The following areas in the borough of Manhattan shall be designated as renovation areas. Except as provided in paragraph (6) of subdivision c of section 11-269 of this part, new commercial construction in a renovation area shall not be eligible for abatement benefits. Renovation areas shall be limited to: \n(1) the area in the borough of Manhattan bounded by Murray Street on the north starting at the intersection of West Street and Murray Street; running easterly along the center line of Murray Street; connecting through City Hall Park with the center line of Frankfort Street and running easterly along the center line of Frankfort and Dover Streets to the intersection of Dover Street and South Street; running southerly along the center line of South Street to Peter Minuit Plaza; connecting through Peter Minuit Plaza to the center line of State Street and running northwesterly along the center line of State Street to the intersection of State Street and Battery Place; running westerly along the center line of Battery Place to the intersection of Battery Place and West Street; and running northerly along the center line of West Street to the intersection of West Street and Murray Street; \n(2) the area in the borough of Manhattan defined as the special garment center district by chapter one of article XII of the zoning resolution of the city; and \n(3) the area in the borough of Manhattan south of the center line of 59th street, other than the areas designated renovation areas by paragraphs (1) and (2) of this subdivision. \nd. Commercial exclusion area. Except as provided in paragraph (6) of subdivision c of section 11-269 of this part, any area in the borough of Manhattan lying south of the center line of 96th Street, other than the areas designated renovation areas by subdivision c of this section, shall be a commercial exclusion area. Commercial construction projects in the commercial exclusion area shall not be eligible to receive tax abatements pursuant to this part. \ne. Eligible industrial construction projects may receive tax abatements pursuant to paragraphs (2) and (5) of subdivision c of section 11-269 of this part in any area of the city. \n§ 11-275 Administration of the benefit program. The department shall have the following additional functions, powers and duties: \na. To require that any documents submitted in support of or as part of an application be certified; \nb. To audit documents submitted by an applicant, to require the production of books, records and documents with respect to information relating to any application made pursuant to, or whether the applicant has complied with, the requirements of this part; \nc. To revoke or suspend benefits due to non-compliance with a request made under this section; \nd. To enter and inspect property to determine a property's use and to determine whether (1) any such property is being used for any restricted use, or \n(2) any property for which benefits have been granted for industrial construction work is being used as commercial property, or \n(3) any industrial or commercial property is being used as residential or mixed-use property, or \n(4) all or part of the nonresidential portion of mixed-use property is being used as residential property; \ne. To make and promulgate a rule that increases up to fifty percent the amount of the minimum required expenditure required under this part, if, after consultation with the deputy mayor for economic development and planning, the commissioner determines that a greater minimum required expenditure is required to encourage significant industrial and commercial development; and \nf. To make and promulgate any other rules to carry out the purposes of this part. Such rules shall provide that for construction work, recipients of benefits and their contractors shall be equal opportunity employers and may also provide that persons employed in the construction work shall implement a training program for economically disadvantaged persons enrolled or eligible to be enrolled in training programs approved by the department of labor. \n§ 11-276 Penalties for non-compliance, false statements and omissions. Denial, reduction, suspension, termination or revocation. The department may deny, reduce, suspend, terminate or revoke any abatement benefits where: a. A recipient fails to comply with the requirements of this part or the related rules promulgated by the department; or \nb. An application, certificate, report or other document delivered by an applicant or recipient hereunder contains a false or misleading statement as to a material fact or omits to state any material fact necessary to make the statements not false or misleading, and may declare any applicant or recipient who makes such false or misleading statement or omission ineligible for future tax abatements for this property or another property. \n§ 4.  This local law shall take effect immediately and shall be retroactive to and deemed to have been in full force and effect as of July 1, 2008.\n\n\nJPS \nLS # \nICIP/ICAP Transition\n09-12-08 12:15 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  Section 11-259 of the administrative code of the city of New York is amended by adding a new subdivision j to read as follows:\\par\n\\pard\\ltrpar\\fi1440\\sl480\\slmult1\\qj\\ul j. No benefits pursuant to this part shall be granted for construction work performed pursuant to a building permit issued after July thirty-first, two thousand eight, except that if a building permit is issued on or before July thirty-first, two thousand eight for construction work on a building or structure described in an application for a certificate of eligibility filed on or before June thirtieth, two thousand eight, construction work performed as described in such application pursuant to any additional building permit issued on or after August first, two thousand eight shall be eligible for benefits pursuant to this part in accordance with this subdivision. \\par\n(1) Except as provided in paragraph (2) of this subdivision, all construction work performed pursuant to any such application shall be completed on or before December thirty-first, two thousand thirteen. No benefits shall be granted for construction work performed after such date, and any exemption granted pursuant to this part in relation to property on which such construction work was performed shall not exceed the amount of the exemption in effect for such property on the tax roll for which the taxable status date is January fifth, two thousand fourteen. \\par\n(2) All construction work performed pursuant to any such application for the construction of a new building or structure in the new construction exemption area specified in paragraph (3) of subdivision e of section 11-258 of this part shall be completed in accordance with subparagraph (c) of paragraph (1) of subdivision i of this section and, if not completed in accordance with such subparagraph, shall not be eligible for benefits pursuant to this part. \\par\n(3) For purposes of this subdivision, construction work as described in an application for a certificate of eligibility shall be deemed completed on the date on which the department of buildings issues a temporary or final certificate of occupancy or, if such construction work does not require the issuance of a certificate of occupancy, the date on which the applicant and the applicant's architect or professional engineer for such construction work submit to the department of finance an affidavit certifying that such construction work has been completed. For purposes of this subdivision, a demolition permit shall be deemed to be a building permit issued for construction work. \\par\n\\pard\\ltrpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone\\'a7 2.  Subdivision a of section 11-260 of the administrative code of the city of New York, as amended by local law number 41 for the year 2007, is amended to read as follows:\\par\n\\pard\\ltrpar\\fi1440\\sl480\\slmult1\\qj a. Application for a certificate of eligibility pursuant to this part may be made immediately and continuing until June 30, 2008; provided, however, that application for a certificate of eligibility for renovation construction work for property located in the renovation exemption area specified in subparagraph (b) of paragraph (4) of subdivision d of section 11-258 of this part may not be made after January 31, 1995; provided, further, however, that application for a certificate of eligibility for construction of a new building or structure that meets the requirements set forth in subdivision i of section 11-259 of this part in the new construction exemption area specified in paragraph (1) of subdivision e of section 11-258 of this part may not be made after December 31, 1996; provided, further, however, that application for a certificate of eligibility for construction of a new building or structure that meets the requirements set forth in subdivision i of section 11-259 of this part in the new construction exemption area specified in paragraph (2) of subdivision e of section 11-258 of this part may not be made after June 30, 2003[; and provided, further, however, that no benefits pursuant to this part shall be granted for construction work performed pursuant to a building permit issued after July 31, 2008]. Such application shall state whether it is for industrial, commercial or renovation construction work, and shall be filed with the department of finance. In addition to any other information required by such department, the application shall include cost estimates or bids for the proposed construction and an affidavit of a professional engineer or architect of the applicant's choice, certifying that detailed plans for the construction work have been submitted to the department of buildings. Such application shall also state that the applicant agrees to comply with and be subject to the rules issued from time to time by the department of finance to secure compliance with all applicable city, state and federal laws or which implement mayoral directives and executive orders designed to ensure equal employment opportunity. Such application shall also certify that all taxes currently due and owing on the property which is the subject of the application have been paid or are currently being paid in timely installments pursuant to written agreement with the department of finance.\\par\n\\pard\\ltrpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\'a7 3. Subchapter 2 of chapter 2 of title 11 of the administrative code of the city of New York is amended by adding a new part 5 to read as follows:\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qc\\ul PART 5\\par\nABATEMENT OF TAX PAYMENTS FOR CERTAIN INDUSTRIAL AND COMMERCIAL PROPERTIES\\par\n\\pard\\ltrpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\'a7 11-268  Definitions.  When used in this part:\\par\n\\pard\\ltrpar\\fi1440\\sl480\\slmult1\\qj a. \"Commercial construction work\" means the construction of a new building or structure or the modernization, rehabilitation, expansion or improvement of an existing building or structure for use as commercial property. \\par\nb. \"Commercial exclusion area\" means an area as defined in subdivision d of section 11-274 of this part. \\par\nc. \"Commercial property\" means nonresidential property on which will exist after completion of commercial construction work a building or structure, or portion thereof, used for the buying, selling or otherwise providing of goods or services including hotel services, or for other lawful business, commercial or manufacturing activities; provided that property or portions of property dedicated to utility property shall not be considered commercial property for purposes of this part. \\par\nd. \"Commissioner\" means the commissioner of finance of the city of New York.\\par\ne. \"Completion of construction,\" or \"completion,\" when relating to new construction, means the earlier of the date on which the department of buildings issues a final certificate of occupancy, or when the department has otherwise determined that construction is complete. \\par\nf. \"Department\" means the department of finance of the city of New York. \\par\ng. \"Industrial construction work\" means the construction of a new building or structure or the modernization, rehabilitation, expansion or improvement of an existing building or structure for use as industrial property. \\par\nh. \"Industrial property\" means nonresidential property on which will exist after completion of industrial construction work a building or structure, or portion thereof, with at least seventy-five percent of the total net square footage of the property used or immediately available and held out for manufacturing activities involving assembling goods or the fabrication or processing of raw materials; provided that property or portions of property dedicated to utility property shall not be considered industrial property for purposes of this part. \\par\ni. \"Manufacturing activity\" means an activity involving the assembly of goods or the fabrication or processing of raw materials, but shall not include: (1) such activity when conducted for the purpose of retail sale on the premises; or (2) utility services. \\par\nj. \"Minimum required expenditure\" means the amount that an applicant must expend on construction work for a project in order to qualify for benefits as provided in this part. \\par\nk. \"Mixed-use property\" means property on which exists, or will exist upon completion of construction work, a building or structure used for both residential and nonresidential purposes. \\par\nl. \"Renovation construction work\" means the modernization, rehabilitation, expansion or improvement of an existing building or structure where such modernization, rehabilitation, expansion or improvement is physically and functionally integrated with the existing building or structure, or portion thereof, does not increase the bulk of the existing building or structure by more than thirty percent, and does not increase the height of the existing building or structure by more than thirty percent. \\par\nm. \"Residential construction work\" means any construction, modernization, rehabilitation, expansion or improvement of dwelling units other than dwelling units in a hotel. \\par\nn. \"Restricted activity\" means any entertainment activity that the department has identified in rules promulgated by such department pursuant to this part as an activity which, in the public interest, should not be encouraged through the benefits of this part. \\par\no. \"Retail purposes\" means any activity that consists predominately of (1) the final sale of tangible personal property or services by a vendor as defined in section eleven hundred one of the tax law, (2) the sale of services that generally involve the physical, mental, and/or spiritual care of individuals or the physical care of the personal property of individuals, (3) retail banking services, or (4) the final sale of food and/or beverage by a vendor as defined in section eleven hundred one of the tax law, including the assembly, processing or packaging of goods, provided that sales of such tangible personal property or services are predominantly to purchasers who personally visit the facilities at which such sales are made or such property and services are provided. \"Retail purposes\" shall not include hotel uses as described in subdivision d of section 11-270 of this part. \\par\np. \"Temporary commercial incentive area boundary commission\" means a commission as defined in section 11-274 of this part. \\par\nq. \"Utility property\" means property and equipment as described in paragraphs (c), (d), (e), (f) and (i) of subdivision twelve of section one hundred two of the real property tax law that is used in the ordinary course of business by its owner or any other entity or property as described in paragraphs (a) and (b) of subdivision twelve of section one hundred two of such law that is owned by any entity that uses in the ordinary course of business property and equipment as described in paragraphs (c), (d), (e), (f) and (i) of subdivision twelve of section one hundred two of such law, without regard to the classification of such property and equipment for real property tax purposes pursuant to section eighteen hundred two of such law, except that any such property and equipment used solely to serve the building to which they are attached shall not be deemed utility property. \\par\n\\'a7 11-269  Industrial and commercial real property tax abatement.  a. Subject to the provisions of this part, tax abatement benefits shall be available to eligible recipients in accordance with the provisions of this section.\\par\nb. Amount of abatement base. (1) Calculation of abatement base. Except as provided in paragraph (5) of subdivision c of this section, the abatement base used to determine the amount of the abatement provided under this part shall be the amount by which the post-completion tax on a building or structure exceeds one hundred fifteen percent of the initial tax levied on a building or structure. \\par\n(2) Initial tax on building or structure. (a) Determination of initial tax. The initial tax shall be determined by multiplying the final taxable assessed value, without regard to any exemptions, shown on the assessment roll with a taxable status date immediately preceding the issuance of the first building permit by the initial tax rate. For purposes of this subdivision, the initial tax rate shall be the final tax rate applicable to the assessment roll with a taxable status date immediately preceding the issuance of the first building permit. If no permit was required, the initial tax and the initial tax rate shall be determined based on the assessment roll with a taxable status date immediately preceding the commencement of construction. \\par\n(b) Effect of tax lot apportionment or merger. For a property as to which an applicant has applied for benefits pursuant to this part, if such property is apportioned or merged and such apportionment or merger is not reflected in the assessment roll described in subparagraph (a) of this paragraph, the initial tax for the newly created tax lot or lots shall be based on the initial tax of the lot or lots from which they have been created, which shall be apportioned among the newly created tax lot or lots in the manner established by the department for purposes of assessed valuation of real property. \\par\n(3) Post-completion tax on building or structure. For purposes of calculating the abatement base only, the post-completion tax is determined by multiplying the initial tax rate by the final taxable assessed value, without regard to any exemptions, that would be shown on the assessment roll but for the abatement, on the assessment roll with a taxable status date immediately following the earlier of: \\par\n(a) completion of construction; or \\par\n(b) four years from the date of issuance of the first building permit, or if no permit was required, the commencement of construction. \\par\n(4) (a) If the taxable assessed value is later reduced by a court order or application to the tax commission, then the initial tax or the post-completion tax shall be the tax as reduced. \\par\n(b) The taxable assessed value used for the calculations in this subdivision shall be the lower of the actual and transitional value as provided in subdivision three of section eighteen hundred five of this chapter. \\par\n(5) Mixed-use property. For a mixed-use property, the initial tax and post-completion tax shall be apportioned between the residential and nonresidential portions. The department may promulgate rules to determine the method of apportionment. \\par\n(6) Initial taxes not to be reduced by abatement. Except as provided in paragraph (5) of subdivision c of this section, the abatement provided under this part shall not be applicable in any year of the benefit period to the initial tax or to the tax on the portion of the assessment attributable to land. Additionally, the abatement shall not result in any credit or refund of real property taxes. \\par\nc. Industrial and commercial abatements. (1) Abatement for commercial construction work. Upon approval by the department of a final application for benefits, an applicant who has performed commercial construction work outside of a special commercial abatement area, as designated pursuant to subdivision b of section 11-274 of this part, or a renovation area, as defined by subdivision c of section 11-274 of this part, shall be eligible for an abatement of real property taxes, as follows: \\par\n(a) Amount of abatement. The first year of the abatement shall be the tax year with the first taxable status date that follows the sooner of (i) completion of construction; or (ii) four years from the date the first building permit was issued, or if no permit was required, the commencement of construction.  For years one through eleven, the abatement shall be the amount of the abatement base. For years twelve through fifteen, the abatement shall decrease by twenty percent each year. The following table illustrates the abatement computation: \\par\nTax year during benefit period:\\ulnone  \\tab\\tab\\ul Amount of abatement:\\ulnone  \\par\n\\ul Years 1 through 11\\ulnone  \\tab\\tab\\tab\\tab\\ul 100% of abatement base\\ulnone  \\par\n\\ul 12\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 80% of abatement base\\ulnone  \\par\n\\ul 13\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 60% of abatement base\\ulnone  \\par\n\\ul 14\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 40% of abatement base\\ulnone  \\par\n\\ul 15\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 20% of abatement base\\ulnone  \\par\n\\ul (b) Minimum required expenditure. For commercial construction work, the minimum required expenditure is thirty percent of the property's taxable assessed value in the tax year with a taxable status date immediately preceding the issuance of the first building permit, or if no permit was required, the commencement of construction. Expenditures for residential construction work or construction work on portions of property to be used for restricted activities shall not be included in the minimum required expenditure. \\par\n(2) Abatement for industrial construction work or commercial construction work in special commercial abatement areas on buildings where not more than ten percent of the building or structure is used for retail purposes. Upon approval by the department of a final application for benefits, an applicant who has performed industrial construction work in any area, where not more than ten percent of the building or structure on which such work has been performed is used for retail purposes, or commercial construction work in a special commercial abatement area, as designated pursuant to subdivision b of section 11-274 of this part, where not more than ten percent of the building or structure on which such work has been performed is used for retail purposes, shall be eligible for an abatement of real property taxes, as follows: \\par\n(a) Amount of abatement. The first year of the abatement shall be the tax year with the first taxable status date that follows the sooner of (i) completion of construction; or (ii) four years from the date the first building permit was issued, or if no permit was required, the commencement of construction. For years one through sixteen, the abatement shall be the amount of the abatement base. The abatement shall be adjusted for inflation protection as provided in subparagraph (b) of this paragraph. For years seventeen through twenty-five, the abatement shall decrease by ten percent each year. The following table illustrates the abatement computation: \\par\nTax year during benefit period\\ulnone : \\tab\\tab\\ul Amount of abatement:\\ulnone  \\par\n\\ul Years 1 through 16\\ulnone  \\tab\\tab\\tab\\tab\\ul 100% of abatement base\\ulnone  \\par\n\\ul 17\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 90% of abatement base\\ulnone  \\par\n\\ul 18\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 80% of abatement base\\ulnone  \\par\n\\ul 19\\ulnone  \\tab\\tab\\tab\\tab\\tab\\tab\\ul 70% of abatement base\\ulnone  \\par\n\\ul 20\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 60% of abatement base\\ulnone  \\par\n\\ul 21\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 50% of abatement base\\ulnone  \\par\n\\ul 22\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 40% of abatement base\\ulnone  \\par\n\\ul 23\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 30% of abatement base\\ulnone  \\par\n\\ul 24\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 20% of abatement base\\ulnone  \\par\n\\ul 25\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 10% of abatement base\\ulnone  \\par\n\\ul (b) Inflation protection. (i) Industrial construction work. (A) Effect of assessed valuation increases. For years two through thirteen of the benefit period, except as provided in item (B) of this clause, if there is any increase in tax in that year that is based on an increase of taxable assessed valuation since the immediately prior tax year, such excess tax liability shall be added to the amount of the abatement base. Such addition to the amount of the abatement base shall be determined using the initial tax rate. \\par\n(B) Physical increases. Notwithstanding the provisions of item (A) of this clause, if in any of years two through thirteen of the benefit period, a physical change to the property results in an increase in the taxable assessed value of the property of more than five percent for that year, then any increase in taxes for that year shall not be added to the amount of the abatement base in any year. \\par\n(C) If the taxable assessed value upon which an adjustment to the abatement under this paragraph is based is later reduced by a court order or application to the tax commission, then the appropriate adjustment to the abatement base shall be made in accordance with the reduced taxable assessed value. \\par\n(i) Commercial construction work in special commercial abatement areas on buildings where not more than ten percent of the building or structure is used for retail purposes. (A) Effect of assessed valuation increases. For years two through thirteen of the benefit period, except as provided in item (B) of this clause, if there is any increase in tax in that year that is based on an increase of taxable assessed valuation since the immediately prior tax year that exceeds five percent, such excess tax liability shall be added to the amount of the abatement base. Such addition to the amount of the abatement base shall be determined using the initial tax rate. \\par\n(B) Physical increases. Notwithstanding the provisions of item (A) of this clause, if in any of years two through thirteen of the benefit period, a physical change to the property results in an increase in the taxable assessed value of the property of more than five percent for that year, then any increase in taxes for that year shall not be added to the amount of the abatement base in any year. \\par\n(C) If the taxable assessed value upon which an adjustment to the abatement under this paragraph is based is later reduced by a court order or application to the tax commission, then the appropriate adjustment to the abatement base shall be made in accordance with the reduced taxable assessed value. \\par\n(ii) Mixed-use property. For a property as to which benefits are given for both industrial and commercial construction, the inflation protection provided under this subparagraph shall be based on the predominant use of the property as determined by the department. \\par\n(c) Minimum required expenditure. For industrial construction work or commercial construction work in a special commercial abatement area, the minimum required expenditure is thirty percent of the property's taxable assessed value in the tax year with a taxable status date immediately preceding the issuance of the first building permit, or if no permit was required, the commencement of construction. Expenditures for residential construction work or construction work on portions of property to be used for restricted activities shall not be included in the minimum required expenditure. \\par\n(3) Abatement for industrial construction work or commercial construction work in special commercial abatement areas on buildings where more than ten percent of the building or structure is used for retail purposes. Upon approval by the department of a final application for benefits, an applicant who has performed industrial construction work in any area, where more than ten percent of the building or structure on which such work has been performed is used for retail purposes, or commercial construction work in a special commercial abatement area, as designated pursuant to subdivision b of section 11-274 of this part, where more than ten percent of the building or structure on which such work has been performed is used for retail purposes, shall be eligible for an abatement of real property taxes on the non-retail portion of such building or structure and up to ten percent of such building or structure used for retail purposes, in accordance with paragraph (2) of this subdivision, and shall be eligible for an abatement of real property taxes on the remaining retail portion of such building or structure, as follows: \\par\n(a) Amount of abatement. The first year of the abatement shall be the tax year with the first taxable status date that follows the sooner of (i) completion of construction; or (ii) four years from the date the first building permit was issued, or if no permit was required, the commencement of construction. For years one through eleven, the abatement shall be the amount of the abatement base. For years twelve through fifteen, the abatement shall decrease by twenty percent each year. The abatement shall be adjusted for inflation protection as provided in subparagraph (b) of this paragraph. The following table illustrates the abatement computation: \\par\nTax year during benefit period:\\ulnone  \\tab\\tab\\ul Amount of abatement:\\ulnone  \\par\n\\ul Years 1 through 11\\ulnone  \\tab\\tab\\tab\\tab\\ul 100% of abatement base\\ulnone  \\par\n\\ul 12\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 80% of abatement base\\ulnone  \\par\n\\ul 13\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 60% of abatement base\\ulnone  \\par\n\\ul 14\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 40% of abatement base\\ulnone  \\par\n\\ul 15\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 20% of abatement base\\ulnone  \\par\n\\ul (b) Inflation protection. (i) Industrial construction work. (A) Effect of assessed valuation increases. For years two through thirteen of the benefit period, except as provided in item (B) of this clause, if there is any increase in tax in that year that is based on an increase of taxable assessed valuation since the immediately prior tax year, such excess tax liability shall be added to the amount of the abatement base. Such addition to the amount of the abatement shall be determined using the initial tax rate. \\par\n(B) Physical increases. Notwithstanding the provisions of item (A) of this clause, if in any of years two through thirteen of the benefit period, a physical change to the property results in an increase in the taxable assessed value of the property of more than five percent for that year, then any increase in taxes for that year shall not be added to the amount of the abatement base in any year. \\par\n(C) If the taxable assessed value upon which an adjustment to the abatement under this paragraph is based is later reduced by a court order or application to the tax commission, then the appropriate adjustment to the abatement base shall be made in accordance with the reduced taxable assessed value. \\par\n(i) Commercial construction work in special commercial abatement areas on buildings where more than ten percent of the building or structure is used for retail purposes. (A) Effect of assessed valuation increases. For years two through thirteen of the benefit period, except as provided in item (B) of this clause, if there is any increase in tax in that year that is based on an increase of taxable assessed valuation since the immediately prior tax year that exceeds five percent, such excess tax liability shall be added to the amount of the abatement base. Such addition to the amount of the abatement base shall be determined using the initial tax rate. \\par\n(B) Physical increases. Notwithstanding the provisions of item (A) of this clause, if in any of years two through thirteen of the benefit period, a physical change to the property results in an increase in the taxable assessed value of the property of more than five percent for that year, then any increase in taxes for that year shall not be added to the amount of the abatement base in any year. \\par\n(C) If the taxable assessed value upon which an adjustment to the abatement under this paragraph is based is later reduced by a court order or application to the tax commission, then the appropriate adjustment to the abatement base shall be made in accordance with the reduced taxable assessed value. \\par\n(ii) Mixed-use property. For a property as to which benefits are given for both industrial and commercial construction, the inflation protection provided under this subparagraph shall be based on the predominant use of the property as determined by the department. \\par\n(c) Minimum required expenditure. For industrial construction work or commercial construction work in a special commercial abatement area, the minimum required expenditure is thirty percent of the property's taxable assessed value in the tax year with a taxable status date immediately preceding the issuance of the first building permit, or if no permit was required, the commencement of construction. Expenditures for residential construction work or construction work on portions of property to be used for restricted activities shall not be included in the minimum required expenditure. \\par\n(4) Abatement for renovation construction work in renovation areas. Subject to the provisions of subparagraph (c) of this paragraph, upon approval by the department of a final application for benefits, an applicant who has performed renovation construction work in a renovation area, as defined by subdivision c of section 11-274 of this part, shall be eligible for an abatement of real property taxes, as follows: \\par\n(a) Amount of abatement. For the renovation areas defined in paragraphs (1) and (2) of subdivision c of section 11-274 of this part, the first year of the abatement shall be the tax year with the first taxable status date that follows the sooner of (i) completion of construction; or (ii) four years from the date the first building permit was issued, or if no permit was required, the commencement of construction. For years one through eight, the abatement shall be the amount of the abatement base. For years nine through twelve, the abatement shall decrease by twenty percent each year. The following table illustrates the abatement computation: \\par\nTax year during benefit period:\\ulnone  \\tab\\tab\\ul Amount of abatement:\\ulnone  \\par\n\\ul Years 1 through 8\\ulnone  \\tab\\tab\\tab\\tab\\ul 100% of abatement base\\ulnone  \\par\n\\ul 9\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 80% of abatement base\\ulnone  \\par\n\\ul 10\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 60% of abatement base\\ulnone  \\par\n\\ul 11\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 40% of abatement base\\ulnone  \\par\n\\ul 12\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 20% of abatement base\\ulnone  \\par\n\\ul (b) Amount of abatement. For the renovation area defined in paragraph (3) of subdivision c of section 11-274 of this part, the first year of the abatement shall be the tax year with the first taxable status date that follows the sooner of (i) completion of construction; or (ii) four years from the date the first building permit was issued, or if no permit was required, the commencement of construction. For years one through five, the abatement shall be the amount of the abatement base. For years six through nine, the abatement shall decrease by twenty percent each year. In year ten, the abatement shall be twenty percent of the abatement base. The following table illustrates the abatement computation: \\par\nTax year during benefit period:\\ulnone  \\tab\\tab\\ul Amount of abatement:\\ulnone  \\par\n\\ul Years 1 through 5\\ulnone  \\tab\\tab\\tab\\tab\\ul 100% of abatement base\\ulnone  \\par\n\\ul 6\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 80% of abatement base\\ulnone  \\par\n\\ul 7\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 60% of abatement base\\ulnone  \\par\n\\ul 8\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 40% of abatement base\\ulnone  \\par\n\\ul 9\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 20% of abatement base\\ulnone  \\par\n\\ul 10\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 20% of abatement base\\ulnone  \\par\n\\ul (c) If more than five percent of any building or structure upon which renovation construction work is performed is used for retail purposes, no abatement shall be granted for the retail portions of such building or structure in excess of five percent, but five percent of such building or structure used for retail purposes shall be eligible for an abatement of real property taxes in accordance with subparagraph (a) or subparagraph (b) of this paragraph, as applicable; provided, however, that notwithstanding any other provision of this part, any building or structure located in the renovation area defined in paragraph (1) of subdivision c of section 11-274 of this part shall be eligible for an abatement in accordance with subparagraph (a) of this paragraph regardless of the amount of the building or structure used for retail purposes. \\par\n(d) Minimum required expenditure. For renovation construction work in renovation areas, the minimum required expenditure is thirty percent of the property's taxable assessed value in the tax year with a taxable status date immediately preceding the issuance of the first building permit, or if no permit was required, the commencement of construction. Expenditures for construction work on portions of the property to be used for retail purposes that exceed five percent of the building or structure in renovation areas defined in paragraphs (2) and (3) of subdivision c of section 11-274 of this part, for residential construction work, or for construction work on portions of the property to be used for restricted activities, shall not be included in the minimum required expenditure. \\par\n(5) Additional industrial abatement. In addition to the abatement for industrial construction work provided in paragraph (2) of this subdivision, an applicant who performs industrial construction work that meets the eligibility requirements set forth in this part shall be eligible for an additional abatement, calculated as a percentage of the initial tax, as follows: \\par\n(a) Amount of abatement. The first year of the abatement shall be the tax year with the first taxable status date that follows the sooner of (i) completion of construction; or (ii) four years from the date the first building permit was issued, or if no permit was required, the commencement of construction. The amount of the additional industrial abatement shall be as follows: \\par\nTax year during benefit period:\\ulnone  \\tab\\tab\\ul Amount of additional abatement:\\ulnone  \\par\n\\ul 1 through 4\\ulnone  \\tab\\tab\\tab\\tab\\tab\\ul 50% of the initial tax amount\\ulnone  \\par\n\\ul 5\\ulnone  \\tab\\tab\\tab\\tab\\tab\\tab  \\ul 40% of the initial tax amount\\ulnone  \\par\n\\ul 6\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 40% of the initial tax amount\\ulnone  \\par\n\\ul 7\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 30% of the initial tax amount\\ulnone  \\par\n\\ul 8\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 30% of the initial tax amount\\ulnone  \\par\n\\ul 9\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 20% of the initial tax amount\\ulnone  \\par\n\\ul 10\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 20% of the initial tax amount\\ulnone  \\par\n\\ul 11\\ulnone  \\tab\\tab\\tab\\tab\\tab\\tab\\ul 10% of the initial tax amount\\ulnone  \\par\n\\ul 12\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 10% of the initial tax amount\\ulnone  \\par\n\\ul (b) Minimum required expenditure. For the additional industrial abatement, the minimum required expenditure is forty percent of the property's taxable assessed value in the tax year with a taxable status date immediately preceding the issuance of the first building permit, or if no permit was required, the commencement of construction. Expenditures for residential construction work or construction work on portions of property to be used for restricted activities shall not be included in the minimum required expenditure. \\par\n(6) Abatement for commercial construction work on new construction in certain areas of the borough of Manhattan. Notwithstanding any other provision of law, upon approval by the department of a final application for benefits, an applicant who has performed commercial construction work on a new building or structure, in the geographical area as specified in subparagraph (d) of this paragraph, shall be eligible for an abatement of real property taxes, as follows: \\par\n(a) Amount of abatement. The first year of the abatement shall be the tax year with the first taxable status date that follows the sooner of (i) completion of construction; or (ii) four years from the date the first building permit was issued, or if no permit was required, the commencement of construction. For years one through four, the abatement shall be the amount of the abatement base. For years five through eight, the abatement shall decrease by twenty percent each year. The following table illustrates the abatement computation: \\par\nTax year during benefit period:\\ulnone  \\tab\\tab\\ul Amount of abatement:\\ulnone  \\par\n\\ul Years 1 through 4\\ulnone  \\tab\\tab\\tab\\tab\\ul 100% of abatement base\\ulnone  \\par\n\\pard\\ltrpar\\li1440\\sl480\\slmult1\\qj\\ul 5\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 80% of abatement base\\ulnone  \\par\n\\pard\\ltrpar\\fi1440\\sl480\\slmult1\\qj\\ul 6\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 60% of abatement base\\ulnone  \\par\n\\ul 7\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 40% of abatement base\\ulnone  \\par\n\\ul 8\\ulnone   \\tab\\tab\\tab\\tab\\tab\\tab\\ul 20% of abatement base\\ulnone  \\par\n\\ul (b) Minimum required expenditure. The minimum required expenditure is thirty percent of the property's taxable assessed value in the tax year with a taxable status date immediately preceding the issuance of the first building permit, or if no permit was required, the commencement of construction. Expenditures for residential construction work or construction work on portions of property to be used for restricted activities shall not be included in the minimum required expenditure. \\par\n(c) Special eligibility requirements. Notwithstanding any other provision of this part, no benefits shall be granted pursuant to this paragraph unless the building or structure meets the requirements of clauses (i) and (ii) of this subparagraph, and further meets at least two of the requirements set forth in clauses (iii) through (vii) of this subparagraph: \\par\n(i) The height of at least forty percent of the floors in such building or structure shall be not less than twelve feet, nine inches measured from the top of the slab comprising the floor to the bottom of the slab comprising the ceiling; \\par\n(ii) Such building or structure shall be served by fiber-optic telecommunications wiring and shall contain vertical penetrations for the distribution of fiber optic cabling to individual tenants on each floor; \\par\n(iii) The total square footage of such building or structure is not less than five hundred thousand gross square feet; \\par\n(iv) A minimum of two hundred thousand gross square feet or twenty-five per centum of such building or structure is comprised of floors of not less than forty thousand gross square feet; \\par\n(v) At least ten per centum of the gross square footage of such building or structure is comprised of floors that contain no more than eight structural columns, excluding any columns within the core or on the periphery of such building or structure; \\par\n(vi) The electrical capacity of such building or structure is not less than six watts per net square foot; \\par\n(vii) Emergency backup power sufficient to accommodate a need of six watts per net square foot is available in at least two hundred thousand gross square feet or twenty-five per centum of such building or structure. \\par\n(d) Geographical area. Abatements will only be granted for new construction work pursuant to this paragraph in the following geographical area: the area in the borough of Manhattan bounded by Murray Street on the north starting at the intersection of West Street and Murray Street; running easterly along the center line of Murray Street; connecting through City Hall Park with the center line of Frankfort Street and running easterly along the center line of Frankfort and Dover Streets to the intersection of Dover Street and South Street; running southerly along the center line of South Street to Peter Minuit Plaza; connecting through Peter Minuit Plaza to the center line of State Street and running northwesterly along the center line of State Street to the intersection of State Street and Battery Place; running westerly along the center line of Battery Place to the intersection of Battery Place and West Street; and running northerly along the center line of West Street to the intersection of West Street and Murray Street, except the area in the borough of Manhattan bounded by Church Street on the east starting at the intersection of Liberty Street and Church Street; running northerly along the center line of Church Street to the intersection of Church Street and Vesey Street; running westerly along the center line of Vesey Street to the intersection of Vesey Street and West Broadway; running northerly along the center line of West Broadway to the intersection of West Broadway and Barclay Street; running westerly along the center line of Barclay Street to the intersection of Barclay Street and Washington Street; running southerly along the center line of Washington Street to the intersection of Washington Street and Vesey Street; running westerly along the center line of Vesey Street to the intersection of Vesey Street and West Street; running southerly along the center line of West Street to the intersection of West Street and Liberty Street; and running easterly along the center line of Liberty Street to the intersection of Liberty Street and Church Street. \\par\nd. Limitations on abatement. (1) Subsequent abatement. With respect to any property that has received or is receiving abatement benefits under this part, an applicant shall not file a preliminary application for new abatement benefits under this part for an additional construction project on the same portion of the property for which construction work is the subject of abatement benefits under this part until at least four years have elapsed since the first day of the first tax year of such abatement benefits under the prior abatement, and, in the event that such new benefits are granted, then notwithstanding any other provision of this part or any other law, the initial tax for any such new abatement will be determined without regard to the prior abatement and any other abatement or exemption granted to the property. \\par\n(2) Abatement benefits granted under this part shall not in any year exceed the real property taxes imposed on such property. \\par\n(3) Once an abatement is granted, no additional benefits pursuant to this part shall be granted for construction work that is substantively a part of eligible construction work for which benefits have been approved or granted. \\par\n(4) No benefits shall be granted for residential construction work. \\par\n(5) Any parcel partly located in an excluded area shall be deemed to be entirely located in such area. \\par\n(6) Where a tax lot contains multiple structures or buildings with eligible and non-eligible uses, the initial tax shall be apportioned under rules promulgated by the commissioner and only the tax attributable to the eligible portion of the property shall be abated. \\par\n(7) (a) No benefits under this part may be received by a property that is concurrently receiving exemption or abatement of real property taxes under any other law, except for an exemption under (i) section four hundred twenty-a, four hundred twenty-b or four hundred fifty-nine-b of the real property tax law; or (ii) any section of the real property tax law as to which the city has enacted a local law to implement such exemption and as to which exemption is granted only if the property is the primary or legal residence of one or more of the owners of the property, including such sections in which exemption may be granted if an owner is absent from the residence while receiving medical benefits; or (iii) title two-D of article four of the real property tax law for a separate project involving separate parts of the building or structure that was completed prior to the application for benefits. \\par\n(b) For purposes of this paragraph, \"property\" means the real property contained by an individual tax lot. \\par\n(c) Notwithstanding subparagraph (b) of this paragraph, where a property is owned in condominium form, and an application for benefits under this part includes more than one tax lot in the same condominium, then for purposes of this paragraph, \"property\" shall include any or all such tax lots that are included in the application. \\par\n\\'a7 11-270 Eligibility for benefits. a. Time limit for meeting minimum required expenditure. Applicants must meet the appropriate minimum required expenditure as provided in subdivision c of section 11-269 of this part relating to the abatement for which such project qualifies as follows: \\par\n(1) No later than four years from the date of issuance of the first building permit, or if no permit was required, the commencement of construction. \\par\n(2) Mixed use properties. Expenditures for construction work related to the common areas and systems of such property shall be allocated under rules promulgated by the department between the residential, nonresidential and retail, if any, portions of the property. \\par\nb. Time limit for completion of construction. Construction of buildings or structures for which benefits have been approved shall be completed no later than five years from the date of issuance of the first building permit, or if no permit was required, the commencement of construction. Failure to meet this requirement shall result in termination of any inflation protection provided under subdivision c of section 11-269 of this part for any tax year that begins following the date by which completion of construction is required under this paragraph. \\par\nc. Non-permissible uses. To be eligible for benefits, the property may not be used for a non-permissible purpose. Accordingly, no abatement benefits under this part shall be granted for work to be performed on property to be used for the following purposes: \\par\n(1) Residential. No abatement benefits under this part shall be granted for construction work for residential purposes, or for work on a structure or building where twenty percent or more of the total rentable square footage of such property is or will be dedicated to residential purposes, provided however that where less than five percent of a property's rentable square footage is or will be dedicated to residential purposes, that use shall be considered de minimus and shall not be considered in determining benefits under this part. \\par\n(a) For purposes of this paragraph, \"property\" means the real property contained by an individual tax lot. \\par\n(b) Notwithstanding subparagraph (a) of this paragraph, where a building or structure is owned in condominium form, and an application for benefits under this part includes more than one property in the same condominium, then for purposes of this paragraph, the five percent and twenty percent of the rentable square footage shall be determined based on the aggregate usage of all such properties. \\par\n(c) Hotel uses, as described in subdivision d of this section, shall not be considered residential. \\par\n(2) Utility property. No abatement benefits under this part shall be provided for utility property. \\par\n(3) Restricted activity. No benefits pursuant to this part shall be granted for construction work on property any part of which is to be used for a restricted activity. \\par\nd. Hotel uses. Benefits shall be available for commercial construction work or renovation construction work on a building or structure for the property's square footage used to provide lodging and support services for transient guests. \\par\ne. Filing requirements. (1) Time to file. (a) Preliminary application. (i) Building permit. No benefits pursuant to this part shall be granted for any construction work unless the applicant filed a preliminary application for such benefits on or before the date of issuance of the first building permit for such work. This requirement may be satisfied where the applicant's architect, contractor or other representative authorized to file the application for such building permit files with the department on behalf of the applicant a preliminary application containing such information as the department shall prescribe by rule. \\par\n(ii) No building permit required. Where construction work does not require a building permit, a notarized letter from the project's architect or engineer notifying the department of this fact shall be filed within thirty calendar days of the commencement of construction. In such circumstance, such letter shall also satisfy the requirement of a preliminary application if the letter contains all of the information required for a preliminary application under rules prescribed by the department. \\par\n(b) Final application. Applicants shall file a final application for benefits no later than one year from the date of issuance of the first building permit for construction work, or, where construction work does not require a building permit, no later than one year from the date of commencement of construction. \\par\n(2) Who may file for benefits. An applicant shall be: \\par\n(a) obligated to pay real property tax on the property, either by virtue of ownership or contract; or \\par\n(b) the record owner or lessee of property that is exempt from real property taxation who has entered into an agreement to sell or lease such property to another person. Such applicant shall be a co-applicant with such owner or lessee. \\par\n(3) Applicant affidavit. No benefits pursuant to this part shall be granted for any construction work unless the applicant provides, together with the final application, an affidavit setting forth the following information: \\par\n(a) a statement that within the seven years immediately preceding the date of the preliminary application for benefits, neither the applicant, nor any person owning a substantial interest in the property as defined in subparagraph (c) of this paragraph, nor any officer, director or general partner of the applicant or such person was finally adjudicated by a court of competent jurisdiction to have violated section two hundred thirty-five of the real property law or any section of article one hundred fifty of the penal law or any similar arson law of another state with respect to any building, or was an officer, director or general partner of a person at the time such person was finally adjudicated to have violated such law; and \\par\n(b) a statement setting forth any pending charges alleging violation of section two hundred thirty-five of the real property law or any section of article one hundred fifty of the penal law or any similar arson law of another jurisdiction with respect to any building by the applicant or any person owning a substantial interest in the property as defined in subparagraph (c) of this paragraph, or any officer, director or general partner of the applicant or such person. \\par\n(c) \"Substantial interest\" as used in this subdivision shall mean ownership and control of an interest of ten percent or more in a property or any person owning a property. \\par\n(d) If any person described in the statement required by subparagraph (b) of this paragraph is finally adjudicated by a court of competent jurisdiction to be guilty of any charge listed in such statement, the recipient shall cease to be eligible for benefits pursuant to this part and shall pay with interest any taxes for which an abatement was claimed pursuant to this part. \\par\nf. Requirement to file income and expense statements. No benefits pursuant to this part shall be granted for any property unless income and expense statements are filed for the property with respect to the tax year as to which the assessment roll described in paragraph (2) of subdivision b of section 11-269 of this part applies, and all subsequent tax years up to and including the tax year on which the assessment roll described in paragraph (3) of subdivision b of section 11-269 of this part applies. \\par\ng. Co-application with public entity. A co-applicant with a public entity may be eligible for abatement benefits, provided that for any period for which the property is exempt from real property tax because it is owned or controlled by a public entity, no benefits shall be available to such recipient under this part. Such recipient may receive benefits under this part when the property is no longer eligible for an exemption as follows: (1) No benefits under this part shall be provided during the period of exemption; (2) during such period of exemption, the years of the benefit period applicable to the project provided in subdivision c of section 11-269 of this part shall not be tolled, but shall run in accordance with the applicable schedule provided therein; and (3) the recipient shall, starting with the date the exemption ceases, and continuing until the abatement benefit period expires, receive the abatement benefits to which such recipient is entitled in the tax year that corresponds to the year of the benefit period provided in subdivision c of section 11-269 of this part. \\par\n\\'a7 11-271 Applying for benefits. a. Application. (1) Application for benefits pursuant to this part may be made immediately following the effective date of the local law that added this section and continuing until March first, two thousand eleven. \\par\n(2) Application content. The preliminary and final applications shall be in any format designated by the commissioner, including electronic format. The applications shall require, and applicants shall provide, information and documentation sufficient to determine eligibility for abatement benefits. The required information and documentation for both applications shall be prescribed by the department by rule. Such information and documentation may include, but need not be limited to, certified statements related to the project, project costs, filings with other governmental entities, and work performed or to be performed on such project. At the department's sole discretion, an applicant may be required to furnish certified statements made by the applicant's architect or engineer or both. \\par\n(3) Compliance. The application shall also state that the applicant agrees to comply with and be subject to the rules issued from time to time by the department to secure compliance with all applicable city, state and federal laws or which implement mayoral directives and executive orders designed to ensure equal employment opportunity. If required by local law or rule, such application shall also state that the applicant agrees to comply with the program established thereby to ensure meaningful participation of minority and women-owned business enterprises in construction work for which the applicant receives benefits. \\par\n(4) Affidavit of no violations. No benefits pursuant to this part shall be granted for any construction work unless the applicant shall file with the application, the affidavit required under paragraph (3) of subdivision e of section 11-270 of this part. \\par\n(5) Electronic filing of application. The commissioner may, by rule, require any application for benefits under this part to be submitted electronically in such form and manner as the commissioner may determine. For good cause, the commissioner may waive any rule requiring electronic filing and may permit an application to be filed in another manner. \\par\nb. Fees. The department may provide by rule for reasonable administrative charges or fees necessary to defray expenses in administering this benefit program. \\par\n\\'a7 11-272  Reporting requirement. a. Continuing use. For the duration of the benefit period, the recipient of benefits shall file biennially with the department, on or before the appropriate taxable status date, a statement of the continuing use of such property and any changes in use that have occurred. This statement shall be in a form determined by the department and may be in any format the department determines, in its discretion, is appropriate, including electronic format. The department shall have authority to terminate such benefits upon failure of a recipient to file such statement by the appropriate taxable status date. The burden of proof shall be on the recipient to establish continuing eligibility for benefits and the department shall have the authority to require that statements filed under this subdivision be certified. \\par\nb. Conversion of construction. A recipient shall file an amendment to the latest statement of continuing use prior to: \\par\n(1) converting square footage within property that is the subject of benefits for industrial construction work from use for the manufacturing activities described in such statement of continuing use where such conversion would result in less than sixty-five percent of total net square footage being used or held out for use for manufacturing activities; or \\par\n(2) converting any portion of property that is the subject of benefits for industrial construction work for use for any restricted activity or as residential property. \\par\n(3) For all other use conversions, applicants shall immediately notify the department of a change in use, in a manner that the department may determine. \\par\nc. Minimum required expenditure. No later than sixty days after the minimum required expenditure must be made under subdivision a of section 11-270 of this part, the applicant shall submit to the department a certified statement that the applicant has made the minimum required expenditure as required by this part. \\par\n\\'a7 11-273 Conversion of property. a. Conversion from commercial to industrial use. Where a property has been granted benefits for commercial or renovation construction work, but such property is used as industrial property before the benefits period expires, such property shall continue to receive benefits for commercial or renovation construction work. \\par\nb. Conversion from industrial use to commercial use. Where a property has been granted benefits for industrial construction work, and where, before the benefit period expires, less than seventy-five percent of the total net square footage is used or held out for use for manufacturing activities, no further benefits for industrial construction work shall be provided except as provided in this subdivision. Taxes, together with interest, shall become due and owing after such date of the use for purposes other than industrial, except as provided in this subdivision. \\par\n(1) Any applicant whose property has been granted a tax abatement under this part for industrial construction work in a special commercial abatement area who would have been eligible to receive benefits for commercial construction work at the time such applicant applied for benefits shall continue to receive an abatement for industrial construction work. \\par\n(2) Any applicant whose property has been granted benefits under this part for industrial construction work other than in a special commercial abatement area who would have been eligible to receive benefits for commercial construction work at the time such applicant applied for benefits shall, commencing with the date of conversion to commercial property and continuing until the expiration of the benefit period for commercial construction work, receive any abatement which such applicant would have received in the corresponding tax year pursuant to the benefits granted for commercial construction work. \\par\n(3) Any applicant whose property has been granted benefits under this part for industrial construction work in any area of the city on whose property at least sixty-five percent of the net square footage continues to be used or held out for use for manufacturing activities after conversion to commercial property, shall not be required to pay the pro rata share of tax for which an abatement was claimed during the tax year in which such conversion occurred. \\par\n(4) Where the property is receiving the additional industrial abatement pursuant to paragraph (5) of subdivision c of section 11-269 of this part, such additional industrial abatement shall cease from the date of conversion to commercial property. \\par\nc. Conversion to restricted use. Any applicant whose property has been granted benefits for commercial, industrial or renovation construction work, and who uses such property for any restricted activity prior to the expiration of the benefit period, shall cease to be eligible for further abatement as of the date such property was first used for any restricted activity. Such recipient of benefits that cease under this subdivision shall pay with interest any taxes for which an abatement was claimed after such date, including the pro rata share of tax for which any abatement was claimed during the tax year in which such use occurred. \\par\nd. Conversion to residential use. (1) Any applicant whose property has been granted benefits for commercial, industrial or renovation construction work and who, before the benefit period expires, uses the property or a portion of the property as residential property, shall cease to be eligible for further abatement for commercial, industrial or renovation construction work as of the date such property was first used as residential property, as follows: \\par\n(a) if twenty percent or more of the rentable square footage of the property is used as residential property, then the entire building shall cease to be eligible for further abatement; \\par\n(b) if less than twenty percent of the rentable square footage of the property is used as residential property, then that portion of such property used as residential property shall cease to be eligible for further abatement; \\par\n(c) notwithstanding subparagraph (b) of this paragraph, where less than five percent of a property's rentable square footage is used as residential property, that use will be considered de minimus and will not be a basis for benefits to cease under this subdivision; and \\par\n(d) such recipient of benefits that cease under this subdivision shall pay, with interest, any taxes for which an abatement was claimed after the conversion of the property as described in this subdivision, including the pro rata share of tax for which such abatement was claimed during the tax year in which such use occurred. The abatement shall continue for the commercial, industrial or renovation construction work for the portion of the property that continues to be used for commercial purposes. \\par\n(2) For purposes of paragraph (1) of this subdivision, \"property\" means the real property contained by an individual tax lot. \\par\n(3) Notwithstanding paragraph (2) of this subdivision, where a building or structure is owned in condominium form, and an application for benefits under this part includes more than one property in the same condominium, then for purposes of this subdivision, the five percent and twenty percent of the rentable square footage shall be determined based on the aggregate usage of all such properties. \\par\ne. Conversion to retail use. (1) Where a property has been granted benefits for industrial or commercial construction work in special commercial abatement areas on buildings where not more than ten percent of the building or structure is used for retail purposes and where, before the benefit period expires, the property or a portion thereof is converted so that ten percent or more of the building or structure is used for retail purposes, the department shall recalculate the abatement upon conversion as provided in subdivision six of this section. \\par\n(2) Where a property has been granted benefits for renovation construction work in renovation areas and where, before the benefit period expires, the property or a portion of the property is converted so that more than five percent of the building or structure is used for retail purposes, the department shall recalculate the abatement upon conversion as provided in subdivision f of this section. \\par\nf. Recalculation of abatement upon conversion. If, during the benefit period, a recipient converts square footage within any building or structure, the department may recalculate the benefit granted pursuant to this part to reflect the benefit for which the current use is eligible under this part and rules that may be promulgated by the department. \\par\ng. The burden shall at all times be on the recipient to demonstrate by clear and convincing evidence that property subject to benefits under this part is used as stated in the preliminary and final applications for benefits filed by the recipient with the department. \\par\n\\'a7 11-274 Temporary commercial incentive area boundary commission; designation of special commercial abatement areas; excluded and renovation areas. \\par\na. Commission members. There shall be a temporary commercial incentive area boundary commission to consist of the deputy mayor for economic development and planning, the commissioner of finance, the chair of the city planning commission, the director of management and budget, the borough presidents, the speaker of the city council and a public member appointed by the mayor to serve at the mayor's pleasure. Each member except the public member shall have the power to designate an alternate to represent him or her at commission meetings to exercise all the rights and powers of such member, including the right to vote, provided that such designation be made in writing to the chair of the commission. The deputy mayor for economic development and planning shall serve as commission chair. Each borough president shall be entitled to vote only on the designation of areas within his or her borough. Commission members who shall be officers or employees of such city shall serve without compensation but shall be reimbursed for expenses necessarily incurred in the performance of their duties. Any other commission member shall receive as exclusive compensation for his or her services one hundred dollars per diem, or another reasonable amount as determined by the deputy mayor for economic development and planning, provided, however, that the total compensation paid to any such member shall not exceed twelve hundred dollars for any calendar year, or another reasonable amount determined by the deputy mayor for economic development and planning. A majority of members of such commission entitled to vote on a matter shall constitute a quorum for such issue. Decisions shall be made by majority vote of those present entitled to vote on a matter. Notwithstanding any other law to the contrary, no officer or employee of the state or any of its subdivisions or any public benefit corporation shall be deemed to have forfeited his or her office or employment or any benefits provided under the retirement and social security law or under any public retirement system maintained by the state or any of its subdivisions by reason of accepting membership on such commission. \\par\nb. Designation of special commercial abatement areas. (1) The commission shall meet in two thousand nine and at least once every five years thereafter to determine the boundaries of special commercial abatement areas which it is authorized, but not required, to designate pursuant to this section. The areas designated by the commission established pursuant to title two-D of article four of the real property tax law in effect as of June thirtieth, two thousand eight shall remain in effect until the first taxable status date after the city council approves a new designation pursuant to paragraph (4) of this subdivision. \\par\n(2) In years when special commercial abatement areas are to be designated, no later than October first, the commission shall provide public notice of such designation by publishing a notice at least once in a newspaper of general circulation setting forth the proposed boundaries. Notice may also be provided electronically or in an electronic medium, such as a website, in a manner the commission determines to be appropriate. Notice must be provided not earlier than five nor later than fifteen days before the date of the commission's public hearing to hear all persons interested in the designation of the areas. The notice required by this paragraph shall be published in the City Record and a newspaper of general circulation in the city, and copies thereof shall be forwarded to each council member and community board. \\par\n(3) The commission shall make such designation, and notify the city council of such designation, not later than November first of each year when special commercial abatement areas are to be designated. \\par\n(4) Within thirty days after the first stated meeting of the city council following the receipt of notice of such designation, the city council may, by majority vote, disapprove such designation. If, within such thirty-day period, the city council fails to act or fails to act by the required vote, the city council shall be deemed to have approved such designation. Such designation shall take effect on the first taxable status date after the city council approves such designation and shall remain in effect until the first taxable status date after the city council approves such new designation. \\par\n(5) The commission may designate any area other than the area lying south of the center line of 96th Street in the borough of Manhattan, to be a special commercial abatement area if it determines that market conditions in the area are such that the availability of a special abatement is required in order to encourage commercial construction work in such area. In making such determination, the commission shall consider, among other factors, the existence in such area of a special need for commercial and job development, high unemployment, economic distress or unusually large numbers of vacant, underutilized, unsuitable or substandard structures, or other substandard, unsanitary, deteriorated or deteriorating conditions, with or without tangible blight. \\par\n(6) If the commission fails to meet for more than five years, all new applications for special commercial abatement area benefits postmarked after the fifth anniversary of the commission's last meeting shall be deemed applications for regular area benefits. \\par\nc. Renovation areas. The following areas in the borough of Manhattan shall be designated as renovation areas. Except as provided in paragraph (6) of subdivision c of section 11-269 of this part, new commercial construction in a renovation area shall not be eligible for abatement benefits. Renovation areas shall be limited to: \\par\n(1) the area in the borough of Manhattan bounded by Murray Street on the north starting at the intersection of West Street and Murray Street; running easterly along the center line of Murray Street; connecting through City Hall Park with the center line of Frankfort Street and running easterly along the center line of Frankfort and Dover Streets to the intersection of Dover Street and South Street; running southerly along the center line of South Street to Peter Minuit Plaza; connecting through Peter Minuit Plaza to the center line of State Street and running northwesterly along the center line of State Street to the intersection of State Street and Battery Place; running westerly along the center line of Battery Place to the intersection of Battery Place and West Street; and running northerly along the center line of West Street to the intersection of West Street and Murray Street; \\par\n(2) the area in the borough of Manhattan defined as the special garment center district by chapter one of article XII of the zoning resolution of the city; and \\par\n(3) the area in the borough of Manhattan south of the center line of 59th street, other than the areas designated renovation areas by paragraphs (1) and (2) of this subdivision. \\par\nd. Commercial exclusion area. Except as provided in paragraph (6) of subdivision c of section 11-269 of this part, any area in the borough of Manhattan lying south of the center line of 96th Street, other than the areas designated renovation areas by subdivision c of this section, shall be a commercial exclusion area. Commercial construction projects in the commercial exclusion area shall not be eligible to receive tax abatements pursuant to this part. \\par\ne. Eligible industrial construction projects may receive tax abatements pursuant to paragraphs (2) and (5) of subdivision c of section 11-269 of this part in any area of the city. \\par\n\\'a7 11-275 Administration of the benefit program. The department shall have the following additional functions, powers and duties: \\par\na. To require that any documents submitted in support of or as part of an application be certified; \\par\nb. To audit documents submitted by an applicant, to require the production of books, records and documents with respect to information relating to any application made pursuant to, or whether the applicant has complied with, the requirements of this part; \\par\nc. To revoke or suspend benefits due to non-compliance with a request made under this section; \\par\nd. To enter and inspect property to determine a property's use and to determine whether (1) any such property is being used for any restricted use, or \\par\n(2) any property for which benefits have been granted for industrial construction work is being used as commercial property, or \\par\n(3) any industrial or commercial property is being used as residential or mixed-use property, or \\par\n(4) all or part of the nonresidential portion of mixed-use property is being used as residential property; \\par\ne. To make and promulgate a rule that increases up to fifty percent the amount of the minimum required expenditure required under this part, if, after consultation with the deputy mayor for economic development and planning, the commissioner determines that a greater minimum required expenditure is required to encourage significant industrial and commercial development; and \\par\nf. To make and promulgate any other rules to carry out the purposes of this part. Such rules shall provide that for construction work, recipients of benefits and their contractors shall be equal opportunity employers and may also provide that persons employed in the construction work shall implement a training program for economically disadvantaged persons enrolled or eligible to be enrolled in training programs approved by the department of labor. \\par\n\\'a7 11-276 Penalties for non-compliance, false statements and omissions. Denial, reduction, suspension, termination or revocation. The department may deny, reduce, suspend, terminate or revoke any abatement benefits where: a. A recipient fails to comply with the requirements of this part or the related rules promulgated by the department; or \\par\nb. An application, certificate, report or other document delivered by an applicant or recipient hereunder contains a false or misleading statement as to a material fact or omits to state any material fact necessary to make the statements not false or misleading, and may declare any applicant or recipient who makes such false or misleading statement or omission ineligible for future tax abatements for this property or another property. \\par\n\\pard\\ltrpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone\\'a7 4.  This local law shall take effect immediately and shall be retroactive to and deemed to have been in full force and effect as of July 1, 2008.\\par\n\\pard\\ltrpar\\par\n\\par\n\\pard\\ltrpar\\qj\\fs20 JPS \\par\nLS # \\par\nICIP/ICAP Transition\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj 09-12-08 12:15 p.m.\\par\n\\par\n\\pard\\ltrpar\\fs24\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
