{
  "ID": 41619,
  "GUID": "CF2DB5CC-E00E-476B-8E4E-3781FDC7669A",
  "File": "Int 0829-2008",
  "Name": "Requiring demarcation on sidewalks of impermissible vending locations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring demarcation on sidewalks of impermissible vending locations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2008-09-24T00:00:00Z",
  "AgendaDate": "2008-09-24T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 219497,
      "Date": "2008-09-24T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 219792,
      "Date": "2008-09-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8450,
      "AgendaSequence": 158,
      "MinutesSequence": 178,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236228,
      "Date": "2009-12-31T13:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42439,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 20-465 of the administrative code of the city of New York is hereby amended by adding a new subsection r to read as follows:\nr.  The commissioner, in consultation with the commissioner of the department of transportation, shall devise a system to demarcate the sidewalks to indicate impermissible vending locations consistent with this section. Upon request of the NYPD or the community board and the council member representing a councilmanic district, the commissioner shall appropriately mark the sidewalks in the requested area.   \n§2.  Section 17-315 of the administrative code of the city of New York is hereby amended by adding a new subsection m to read as follows:\nm.  The commissioner, in consultation with the commissioner of the department of transportation, shall devise a system to demarcate the sidewalks to indicate impermissible vending locations consistent with subsections a through k of this section.  Upon request of the NYPD or the community board and the council member representing a councilmanic district, the commissioner shall appropriately mark the sidewalks in the requested area.\n§3.  This local law shall become effective one hundred and twenty days after it shall have been enacted into law except that prior to such effective date the commissioners of the affected departments may promulgate rules or take any other action necessary for implementation of this local law.  \n\nLS 5248\nLCC\n5/20/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.  Section 20-465 of the administrative code of the city of New York is hereby amended by adding a new subsection r to read as follows:\\par\n\\ul r.  The commissioner, in consultation with the commissioner of the department of transportation, shall devise a system to demarcate the sidewalks to indicate impermissible vending locations consistent with this section. Upon request of the NYPD or the community board and the council member representing a councilmanic district, the commissioner shall appropriately mark the sidewalks in the requested area.   \\par\n\\ulnone\\'a72.  Section 17-315 of the administrative code of the city of New York is hereby amended by adding a new subsection m to read as follows:\\par\n\\ul m.  The commissioner, in consultation with the commissioner of the department of transportation, shall devise a system to demarcate the sidewalks to indicate impermissible vending locations consistent with subsections a through k of this section.  Upon request of the NYPD or the community board and the council member representing a councilmanic district, the commissioner shall appropriately mark the sidewalks in the requested area.\\ulnone\\par\n\\'a73.  This local law shall become effective one hundred and twenty days after it shall have been enacted into law except that prior to such effective date the commissioners of the affected departments may promulgate rules or take any other action necessary for implementation of this local law.  \\par\n\\par\n\\pard\\nowidctlpar\\fs20 LS 5248\\par\nLCC\\par\n5/20/08\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
