{
  "ID": 41620,
  "GUID": "EDFDF69A-ECC4-462D-9E24-8BA016390371",
  "File": "Int 0830-2008",
  "Name": "Limitations on the number of vendors of written matter in congested areas.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to limitations on the number of vendors of written matter in congested areas.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2008-09-24T00:00:00Z",
  "AgendaDate": "2008-09-24T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 219498,
      "Date": "2008-09-24T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 219793,
      "Date": "2008-09-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8450,
      "AgendaSequence": 159,
      "MinutesSequence": 179,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221137,
      "Date": "2008-11-14T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8549,
      "AgendaSequence": 4,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221445,
      "Date": "2008-11-14T10:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8549,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221146,
      "Date": "2008-11-14T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 8550,
      "AgendaSequence": 4,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221488,
      "Date": "2008-11-14T10:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 8550,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236227,
      "Date": "2009-12-31T13:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 85825,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 11/14/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0025e79a-d3e7-43ed-ba52-692e68fd5837.doc",
      "Sort": 1
    },
    {
      "ID": 86017,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 11/14/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/db6ebcf7-4b69-47e0-90b8-a56455465767.PDF",
      "Sort": 2
    },
    {
      "ID": 87244,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/14/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9bf9d8e7-2ae4-43d5-bda2-e4da98892690.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 42440,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.   Legislative findings and declaration.  Under current New York City law, vending is only permitted on sidewalks that are at least twelve feet wide.  However, New York State law permits disabled veteran vendors with special licenses to vend on certain sidewalks in Lower Manhattan and the Midtown Core that are only ten feet wide.  On these narrower sidewalks, due to congestion concerns, state law limits the number of vendors permitted on each block face to either one or two, depending on the block.   While vendors of materials protected by the First Amendment must follow certain time, place and manner restrictions, they are currently able to vend on any block face that is open to any other vendor.  The Council finds and declares that an abundance of vendors on sidewalks narrower than twelve feet creates dangerous congestion and causes a serious and immediate threat to the health and safety of the public, as is evidenced by the state law restricting the number of vendors on these blocks.  For this reason, the Council finds it necessary to restrict the number of vendors of First Amendment protected materials on those block faces narrower than twelve feet to the same number as permitted to vend under New York State vending laws.  \n§2.  Title 20 of the Administrative Code of the city of New York is amended by adding a new section 20-473.1 to read as follows:\n20- 471.3 Limitations in congested areas for general vendors who exclusively vend written matter.  a.  On block faces on which vending is restricted pursuant to Sections 35-a(3) and (7) of Article 4 of the New York State General Business law, the number of general vendors who exclusively vend written material shall be equal to the number of vendors permitted pursuant to the aforementioned sections.  \nb.  The commissioner may promulgate such rules and regulations as are necessary to carry out the provisions of this section.\n§3.  This local law shall take effect ninety days after its enactment into law provided, however, that the commissioner of consumer affairs shall take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules. \n\n\n\nLS 5946\nLCC\n8/6/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.   Legislative findings and declaration.  Under current New York City law, vending is only permitted on sidewalks that are at least twelve feet wide.  However, New York State law permits disabled veteran vendors with special licenses to vend on certain sidewalks in Lower Manhattan and the Midtown Core that are only ten feet wide.  On these narrower sidewalks, due to congestion concerns, state law limits the number of vendors permitted on each block face to either one or two, depending on the block.   While vendors of materials protected by the First Amendment must follow certain time, place and manner restrictions, they are currently able to vend on any block face that is open to any other vendor.  The Council finds and declares that an abundance of vendors on sidewalks narrower than twelve feet creates dangerous congestion and causes a serious and immediate threat to the health and safety of the public, as is evidenced by the state law restricting the number of vendors on these blocks.  For this reason, the Council finds it necessary to restrict the number of vendors of First Amendment protected materials on those block faces narrower than twelve feet to the same number as permitted to vend under New York State vending laws.  \\par\n\\'a72.  Title 20 of the Administrative Code of the city of New York is amended by adding a new section 20-473.1 to read as follows:\\par\n\\ul 20- 471.3 Limitations in congested areas for general vendors who exclusively vend written matter.  a.  On block faces on which vending is restricted pursuant to Sections 35-a(3) and (7) of Article 4 of the New York State General Business law, the number of general vendors who exclusively vend written material shall be equal to the number of vendors permitted pursuant to the aforementioned sections.  \\par\nb.  The commissioner may promulgate such rules and regulations as are necessary to carry out the provisions of this section.\\par\n\\ulnone\\'a73.  This local law shall take effect ninety days after its enactment into law provided, however, that the commissioner of consumer affairs shall take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules. \\par\n\\par\n\\pard\\nowidctlpar\\par\n\\par\n\\fs20 LS 5946\\par\nLCC\\par\n8/6/08\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
