{
  "ID": 41614,
  "GUID": "F6ABACBE-FD88-41A0-B754-2F4A7C0495E9",
  "File": "Int 0835-2008",
  "Name": "Posting street signs indicating relevant vending laws.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to posting street signs indicating relevant vending laws.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2008-09-24T00:00:00Z",
  "AgendaDate": "2008-09-24T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 219503,
      "Date": "2008-09-24T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 219791,
      "Date": "2008-09-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8450,
      "AgendaSequence": 164,
      "MinutesSequence": 184,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236223,
      "Date": "2009-12-31T13:22:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42434,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 20-465 of the administrative code of the city of New York is hereby amended by adding a new subsection r to read as follows:\nr.  1.   The commissioner, in consultation with the commissioner of the department of transportation, shall post street signs on each block on which vending is limited and/or restricted by section 2-314 of the Rules of the city of New York, section 20-465 (g) of the Administrative Code of the city of New York, and New York General Business Law Article 4, Section 35-a specifying the limitations or restrictions for each such block as are listed in section 2-314 of the Rules of the city of New York, section 20-465 (g) of the Administrative Code of the city of New York, and are consistent with New York General Business Law Article 4, Section 35-a.  \n2.   The posted signs shall be permanently affixed to the sidewalk and shall be similar in appearance and make to other city issued street signs.\n§2.  Section 17-315 of the code is hereby amended by adding a new subsection m to read as follows:\nm. 1.  The commissioner, in consultation with the commissioner of the department of transportation, shall post street signs on each block in the Borough of Manhattan from the west side of 8th Avenue to the east side of 3rd Avenue, from and including the south side of 32nd Street to and including the north side of 60th Street specifying for each such block such vending restrictions as are listed in subsection l of this section.  \n2.   The posted signs shall be permanently affixed to the sidewalk and shall be similar in appearance and make to other city issued street signs.    \n§3.  This local law shall become effective one hundred and eighty days after it shall have been enacted into law except that prior to such effective date the commissioners of the affected departments may promulgate rules or take any other action necessary for implementation of this local law.  \n\n\n\nLS 5245\nLCC\n5/20/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Section 20-465 of the administrative code of the city of New York is hereby amended by adding a new subsection r to read as follows:\\ul\\par\nr.  1.   The commissioner, in consultation with the commissioner of the department of transportation, shall post street signs on each block on which vending is limited and/or restricted by section 2-314 of the Rules of the city of New York, section 20-465 (g) of the Administrative Code of the city of New York, and New York General Business Law Article 4, Section 35-a specifying the limitations or restrictions for each such block as are listed in section 2-314 of the Rules of the city of New York, section 20-465 (g) of the Administrative Code of the city of New York, and are consistent with New York General Business Law Article 4, Section 35-a.  \\par\n2.   The posted signs shall be permanently affixed to the sidewalk and shall be similar in appearance and make to other city issued street signs.\\par\n\\ulnone\\'a72.  Section 17-315 of the code is hereby amended by adding a new subsection m to read as follows:\\ul\\par\nm. 1.  The commissioner, in consultation with the commissioner of the department of transportation, shall post street signs on each block in the Borough of Manhattan from the west side of 8\\super th\\nosupersub  Avenue to the east side of 3\\super rd\\nosupersub  Avenue, from and including the south side of 32\\super nd\\nosupersub  Street to and including the north side of 60\\super th\\nosupersub  Street specifying for each such block such vending restrictions as are listed in subsection l of this section.  \\par\n2.   The posted signs shall be permanently affixed to the sidewalk and shall be similar in appearance and make to other city issued street signs.    \\par\n\\ulnone\\'a73.  This local law shall become effective one hundred and eighty days after it shall have been enacted into law except that prior to such effective date the commissioners of the affected departments may promulgate rules or take any other action necessary for implementation of this local law.  \\par\n\\par\n\\pard\\nowidctlpar\\par\n\\par\n\\fs20 LS 5245\\par\nLCC\\par\n5/20/08\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
