{
  "ID": 41627,
  "GUID": "D145ED41-1425-40E0-A014-C94C0193BF4A",
  "File": "Int 0838-2008",
  "Name": "Pitching by high school children in competitive baseball games.",
  "Title": "A Local Law to amend the New York City Administrative Code, in relation to pitching by high school children in competitive baseball games.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 24,
  "BodyName": "Committee on Youth Services",
  "IntroDate": "2008-09-24T00:00:00Z",
  "AgendaDate": "2008-09-24T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    }
  ],
  "History": [
    {
      "ID": 219523,
      "Date": "2008-09-24T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 219803,
      "Date": "2008-09-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Youth Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8450,
      "AgendaSequence": 170,
      "MinutesSequence": 190,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Youth Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236221,
      "Date": "2009-12-31T13:21:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42447,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter one of title 10 of the administrative code of the city of New York is amended by adding a new section 10-167 to read as follows:\n§10-167. High school baseball pitching protections. a. Definitions. When used herein, the following terms shall have the following meanings:     \n       \t1. “Competitive baseball game” shall mean any organized baseball game at which a certified umpire officiates and which takes place in the city of New York.\n       \t2. “High school age children” shall mean persons older than thirteen years of age, but younger than eighteen years of age.\n      \t 3. “School” shall mean any public or private school which includes any grade nine through twelve and which is located in the city of New York. \n       \tb.  The commissioner of the department of health and mental hygiene shall promulgate safety rules regarding pitching in competitive baseball games for high school age children.  Such rules shall include, but not be limited to, the following:\n       \t i. a limit for the number of pitches that may be thrown by any high school age child in a competitive baseball game; and\n\tii. a specific number of rest days that must occur between competitive baseball games for any high school age child who pitches in such games.\n\tc. The rules promulgated by the department pursuant to this section shall apply in any competitive baseball game in which high school age children are participants and which involves the participation and/or sponsorship of a school.\n\t§2.\t This local law shall take effect one hundred and twenty days after its enactment into law, provided that the commissioner may promulgate the rules necessary for implementing and carrying out the provisions of this section prior to its effective date.\n\n\n\nMEA\nLS 5550\n08.19.08",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 CG Times;}}\n{\\colortbl ;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Section 1.  C\\expndtw0 hapter one of title 10 of the administrative code of the city of New York is amended by adding a new section 10-167 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\ul\\'a710-167. High school baseball pitching protections. a. Definitions. When used herein, the following terms shall have the following meanings:     \\par\n\\ulnone        \\tab\\ul 1. \\ldblquote Competitive baseball game\\rdblquote  shall mean any organized baseball game at which a certified umpire officiates and which takes place in the city of New York.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ulnone        \\tab\\ul 2. \\ldblquote High school age children\\rdblquote  shall mean persons older than thirteen years of age, but younger than eighteen years of age.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\ulnone       \\tab  \\ul 3. \\ldblquote School\\rdblquote  shall mean any public or private school which includes any grade nine through twelve and which is located in the city of New York. \\line\\ulnone        \\tab\\ul b.  The commissioner of the department of health and mental hygiene shall promulgate safety rules regarding pitching in competitive baseball games for high school age children.  Such rules shall include, but not be limited to, the following:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ulnone        \\tab  \\ul i. a limit for the number of pitches that may be thrown by any high school age child in a competitive baseball game; and\\par\n\\ulnone\\tab\\ul ii. a \\expndtw-3 specific number of rest days that must occur between competitive baseball games for any high school age child who pitches in such games.\\par\n\\ulnone\\tab\\ul c. The rules promulgated by the department pursuant to this section shall apply in any competitive baseball game in which high school age children are participants and which involves the participation and/or sponsorship of a school.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\'a72.\\tab  \\expndtw0 This local law shall take effect one hundred and twenty days after its enactment into law, provided that the commissioner may promulgate the rules necessary for implementing and carrying out the provisions of this section prior to its effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\sl480\\slmult1\\qj\\expndtw-3\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\fs20 MEA\\par\nLS 5550\\par\n08.19.08\\par\n\\fs24\\par\n\\par\n\\par\n \\par\n\\cf1\\f1\\fs25\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
