{
  "ID": 41613,
  "GUID": "44D3FE18-D93E-4F6E-BEA7-15A4EC0AF574",
  "File": "Int 0839-2008",
  "Name": "Requiring the FDNY to send certain information to the Dept of Buildings and requiring the Dept of Buildings to publish that information.",
  "Title": "A Local Law to amend the administrative code of the City of New York, in relation to requiring the Fire Department to send certain information to the Department of Buildings and requiring the Department of Buildings to publish that information.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2008-09-24T00:00:00Z",
  "AgendaDate": "2008-09-24T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 219528,
      "Date": "2008-09-24T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 219805,
      "Date": "2008-09-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8450,
      "AgendaSequence": 172,
      "MinutesSequence": 192,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236220,
      "Date": "2009-12-31T13:20:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42433,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1.  Section FC 104.12 of the administrative code of the city of New York, as added by local law number 26 for the year 2008, is amended to read as follows:\n104.12 Cooperation of other departments and notification to the department of buildings certain actions. a.Upon request of the commissioner, it shall be the duty of all departments to cooperate with the department at all times and to furnish the department with such information, reports and assistance as the commissioner may require. b. The commissioner, in consultation with the Commissioner of the Department of Buildings, shall promulgate rules requiring the department to notify the Department of Buildings within one business day of the department’s issuance of any order or notice of violation and of any change in the status of any order or notice of violation. Such notification must include an electronic copy of the order or notice of violation and the location and nature of the order or notice of violation.\n§2. Title 28 of the administrative code of the city of New York is amended by adding a new section 28-103.18.2 to read as follows:\n28-103.18.2 Fire department orders and notices of violations. The commissioner shall post a copy of any order or notice of violation the department receives from the Fire Department on its building information system within one business day of receipt and shall update the status of any such order or notice of violation within one business day of receipt of any status update. \n§3. This local law shall take immediately.\nLS # 5882\nRCC\n9/19/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\ulnone\\b\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\b0 Section 1.  Section FC 104.12 of the administrative code of the city of New York, as added by local law number 26 for the year 2008, is amended to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\b 104.12 Cooperation of other departments \\ul and notification to the department of buildings certain actions\\ulnone . \\ul\\b0 a.\\ulnone Upon request of the commissioner, it shall be the duty of all departments to cooperate with the department at all times and to furnish the department with such information, reports and assistance as the commissioner may require. \\ul b. The commissioner, in consultation with the Commissioner of the Department of Buildings, shall promulgate rules requiring the department to notify the Department of Buildings within one business day of the department\\rquote s issuance of any order or notice of violation and of any change in the status of any order or notice of violation. Such notification must include an electronic copy of the order or notice of violation and the location and nature of the order or notice of violation.\\ulnone\\par\n\\'a72. Title 28 of the administrative code of the city of New York is amended by adding a new section 28-103.18.2 to read as follows:\\par\n\\ul 28-103.18.2 Fire department orders and notices of violations. The commissioner shall post a copy of any order or notice of violation the department receives from the Fire Department on its building information system within one business day of receipt and shall update the status of any such order or notice of violation within one business day of receipt of any status update. \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a73. This local law shall take immediately.\\par\n\\pard\\nowidctlpar LS # 5882\\par\nRCC\\par\n9/19/08\\cf1\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
