{
  "ID": 41762,
  "GUID": "7310E402-3658-47B5-AE54-7FAA14E258FC",
  "File": "Int 0846-2008",
  "Name": "Vending in Sunset Park, Brooklyn.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to vending in Sunset Park, Brooklyn.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2008-10-07T00:00:00Z",
  "AgendaDate": "2008-10-07T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    }
  ],
  "History": [
    {
      "ID": 220160,
      "Date": "2008-10-07T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220303,
      "Date": "2008-10-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8482,
      "AgendaSequence": 82,
      "MinutesSequence": 105,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221141,
      "Date": "2008-11-14T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8549,
      "AgendaSequence": 8,
      "MinutesSequence": 18,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221449,
      "Date": "2008-11-14T10:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8549,
      "MinutesSequence": 19,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221150,
      "Date": "2008-11-14T10:20:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 8550,
      "AgendaSequence": 8,
      "MinutesSequence": 18,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221492,
      "Date": "2008-11-14T10:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 8550,
      "MinutesSequence": 19,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236217,
      "Date": "2009-12-31T13:18:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 88650,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 846 - 10/7/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2e33de1f-0ab8-4787-a3ac-528a298aa3b6.doc",
      "Sort": 1
    },
    {
      "ID": 85829,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 11/14/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1e8002b3-d191-4a58-9faa-ab8f2624dd1a.doc",
      "Sort": 2
    },
    {
      "ID": 86021,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 11/14/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f8447f97-01ed-41c4-84cf-35ed0ef9879c.PDF",
      "Sort": 3
    },
    {
      "ID": 87248,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/14/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/979020ae-0d61-4735-9d9b-1caed00d9ce3.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 43767,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Legislative declaration.   Throughout New York City’s history, vendors have been an integral part of the street life of the city.  However, in recent years the complexity of the vending laws has led to confusion among vendors, store owners, police, and community residents in certain parts of the city.  For this reason, the Council sees a need to create a new scheme for vending in certain areas of the city that takes into consideration the needs of all parts of the community.  \nThe proliferation of both licensed and unlicensed vendors in the community of Sunset Park, Brooklyn has been a source of neighborhood concern for at least a decade.  As local demographics have changed so have the needs and tastes of the neighborhood. Many vendors in Sunset Park are actually Sunset Park residents and cater to their community.  At present, the main thoroughfare of 5th Avenue is the preferred spot for the majority of vendors.  However, the existence of vendors on 5th Avenue, a street with heavy pedestrian and vehicular congestion, creates a serious and immediate threat to the health and safety of the public.   Based on this finding, it is necessary to completely restrict vending on 5th Avenue between 38th Street and 64th Street.\n §2. Subchapter 27 of title 20 of the administrative code of the city of New York is hereby amended by adding a new section 20-474.4 to read as follows: \na. Definitions. For the purposes of this section the following words and terms shall have the following meanings:\n (1) “Community Board.” The community board for the district in which the Sunset Park vending district is located. \n(2) “Designated Vending Location.” A defined area measuring approximately ten linear feet parallel to a curb in which a vendor is permitted to vend.  No more than one vendor may vend within each designated vending location.  \n(3) “Sunset Park BID.”  The Sunset Park 5th Avenue Business Improvement District as established by local law 22 of 1995.  \n(4) “Sunset Park Vending District.”  The area in the borough of Brooklyn bounded on the south up to and including 64th street and on the north up to and including 38th street and on the east and west of 5th avenue to the property line of the first building that is exclusively residential at the street level.    \n(5) “Sunset Park Vending License.”  Any one of the 40 additional general vending licenses or 40 additional food vending permits issued  pursuant to this section.\n(5) “Vendor of Written or Original Material.”  A vendor who hawks, peddles, sells or offers to sell, at retail, items protected by the First Amendment, including, but not limited to, newspapers, periodicals, books, pamphlets, or original artwork.  \n\nb. (1) Within 30 days of the effective date of this law, without increasing the number of full-term licenses in effect in pursuant to section 20-459 or full term permits in effect pursuant to section 17-307 of the Administrative Code of the city of New York, 40 additional full-term general vending licenses, as defined in section 20-453, and 40 additional full-term food vending permits, as defined in section 17-307, for a total of 80 Sunset Park Vending licenses, shall be issued and designated for use exclusively within the Sunset Park Vending District.   \n(2) Applications for such 40 additional general vending licenses shall be made in accordance with provisions specified in subchapter 27 of chapter 2 of title 20 and applications for such 40 additional food vending permits shall be made in accordance with subchapter 2 of chapter 3 of title 17 of this code.  Preferences for the issuance of such 80 Sunset Park vending licenses shall be given to the following categories of persons in the following order:\n(i) Disabled veterans; \n(ii) Disabled persons;\n(iii) Veterans;\n(iv) Those persons currently on a waiting list for a license pursuant to section 20-459 or a permit pursuant to section 17-309 of this code;  \n(v) New applicants.\n(3) Sunset Park vending licenses shall be distinctive and easily recognizable in accordance with rules to be established by the commissioner and shall be displayed visibly at all times.\n(4) Sunset Park vending licenses shall permit the licensee to vend only within the Sunset Park Vending District and shall not be considered a valid license or permit for purposes of vending in any other district or area of the city.  \n(5) Sunset Park vending licenses shall be non-transferable. \n\nc. It shall be unlawful for any individual to act as a food vendor or general vendor within the Sunset Park Vending District without having first obtained a Sunset Park vending license, except that it shall be lawful for a vendor of written or original material to vend such within the Sunset Park Vending District without obtaining a license therefor. Vending licenses issued pursuant to any other section of the administrative code shall not be considered valid for purposes of vending within the Sunset Park Vending District, except that it shall be lawful for a vendor licensed pursuant to Article 4 of the New York State General Business Law to vend within the Sunset Park Vending District.  \n\nd. (1) Vendors issued Sunset Park vending licenses shall be assigned a designated vending location within the Sunset Park Vending District. \n(2)  At least 30 days prior to the effective date of this law, the community board shall file map(s) of proposed designated vending locations within the Sunset Park Vending District with the department.  The map(s) shall delineate each and every legal location where a general vendor can vend consistent with the provisions of section 20-465 of this code and each and every legal location where a food vendor can vend consistent with the provisions of section 17-315 of this code and shall specify whether each identified legal vending location is a legal vending location for general vending, food vending or both general and food vending.  The commissioner shall have fourteen days to review the map(s) of proposed designated vending locations to ensure such designated vending locations are legally consistent with section 17-315 and section 20-465 of this code.  If the commissioner determines the map(s) include designated vending locations not legally consistent with section 17-315 and section 20-465 of this code, he shall specify which such locations are inconsistent and such locations shall be eliminated.  If the commissioner determines that a legal vending location has been omitted from such map(s) he shall add such location.   If no action is taken by the commissioner within fourteen days from the date the map(s) are submitted, the proposed designated vending locations shall be deemed approved.  At any time after the approval of the map(s) of proposed designated vending locations, a vendor may submit evidence to the department that a vending location that is legally consistent with the provisions of section 17-315 and section 20-265 of this code was not designated and request the department to designate such location.  \n(3) Within fourteen days of the approval of the map(s) of designated vending locations, the community board shall reserve every fourth designated vending location available to general vendors for vendors of original or written material beginning with the easternmost designated vending location available to general vendors on the northern blockface of 38th street and continuing westward along the northern blockface across 5th avenue to the westernmost designated vending location,  across 38th street to the southern blockface and continuing to the easternmost designated vending location on the southern blockface, continuing in this manner along each blockface of the Sunset Park Vending District in ascending numerical order until the southern blockface of 64th street is reached.\n(4) Within 30 days of the issuance of the Sunset Park vending licenses a lottery shall be conducted by the Sunset Park BID to assign the designated vending locations within the Sunset Park Vending District to vendors issued such licenses.  \n(i) The names of vendors issued Sunset Park vending licenses shall be selected at random from a pool of all such vendors and each vendor so selected shall be afforded the opportunity to choose a designated vending location within the Sunset Park Vending District provided such designated vending location was not (i) already chosen by a previously selected vendor or (ii) set aside pursuant to section 20-474.4 (d)(3) of this section for vendors of written or original material.  Vendors issued general vending licenses pursuant to this section shall only be permitted to choose designated vending locations identified on the map as available to general vendors or available to both general and food vendors.\n(ii)Within 24 hours after conducting the lottery, the Sunset Park BID shall submit the results of such lottery, including the designated vending locations assigned to each vendor, to the department.  The commissioner shall have fourteen days to review the results of the lottery to ensure such lottery was conducted in accordance with the provisions of this section and no fraud was involved in any aspect of the lottery.  If no action is taken by the commissioner within fourteen days from the date the lottery results are submitted, the results shall be deemed approved.    \n(5) Each vendor issued a license pursuant to this section shall vend from his or her assigned designated vending location only and shall not vend from any other location within the Sunset Park Vending District.  No more than one vendor shall vend from each assigned designated vending location.  \n(6) Any vendor who, without prior notice to the commissioner, does not vend from his or her assigned designated vending location for fourteen consecutive days may be deemed to have forfeited his or her assigned vending location in accordance with the rules of the commissioner.  \n(7) Any vendor issued a license pursuant to this section found to be vending in a location other than his or her assigned designated vending location within the Sunset Park Vending District shall be deemed to be vending without a license.  \ne. In addition to the rules and penalties imposed by this section, vendors issued general vending licenses pursuant to this section shall be subject to all rules and penalties imposed by this subchapter and vendors issued food vending permits pursuant to this section shall be subject to all rules and penalties imposed by subchapter 2 of chapter 3 of title 17 of this code; provided, however, that notwithstanding any provision of this code or the rules promulgated thereunder, a vendor who is vending in his or her assigned designated location in compliance with the provisions of this section shall not be in violation of section 20-465 or section 17-315 of this code.  \n\nf. Vending shall be prohibited at all times on Fifth avenue, from 38th  street to 64th  street, in the Borough of Brooklyn.  \n   \ng.   Penalties.  Any person who violates the provisions of subsection c of this section shall be guilty of a misdemeanor punishable by a fine of not less than two hundred fifty dollars nor more than one thousand dollars, or by imprisonment for not more than three months or by such fine and imprisonment.\n\n§3.  Subsections a and c of section 20-472 of the administrative code of the city of New York are amended to read as follows:\na.  Any person who violates the provisions of sections 20-453, [and] 20-474.1 and 20-474.4 (c)  of this subchapter shall be guilty of a misdemeanor punishable by a fine of not less than two hundred fifty dollars nor more than one thousand dollars, or by imprisonment for not more than three months or by both such fine and imprisonment. In addition, any police officer may seize any vehicle used to transport goods to a general vendor, along with the goods contained therein, where the driver is required to but cannot produce evidence of a distributor's license. Any vehicle and goods so seized may be subject to forfeiture upon notice and judicial determination. If a forfeiture proceeding is not commenced, the owner or other person lawfully entitled to possession of such vehicle and goods may be charged with the reasonable cost for removal and storage payable prior to the release of such vehicle and goods, unless the charge of unlicensed distributing has been dismissed.\nc.  1.  In addition to the penalties prescribed by subdivision a of this section, any person who violates, or any person aiding another to violate, the provisions of sections 20-453 or 20-474.4(c) of this subchapter shall be liable for a civil penalty of not less than two hundred fifty dollars nor more than one thousand dollars together with a penalty of two hundred fifty dollars per day for every day during which the unlicensed business operated.\n2.  In addition to the penalties prescribed by subdivision b of this section, any person who violates any provision of this subchapter, other than sections 20-453 or 20-474.4(c), or any of the rules or regulations promulgated hereunder shall be liable for a civil penalty as follows:\n(a)  For a first violation, a penalty of not less than twenty-five dollars nor more than fifty dollars.\n(b)  For a second violation within a period of two years of the date of a first violation, a penalty of not less than fifty dollars nor more than one hundred dollars.\n(c)  For a third violation within a period of two years of the date of a first violation, a penalty of not less than one hundred dollars nor more than two hundred fifty dollars.\n(d)  For any subsequent violations within a period of two years of the date of a first violation, a penalty of not less than two hundred fifty dollars nor more than one thousand dollars.\n\n§4.  Subdivision c of section 17-321 of the administrative code of the city of New York is amended to read as follows:\nc. An officer or employee designated in subdivision a of this section may seize any vehicle or pushcart which (i) does not have a permit or (ii) is being used to vend on property owned by the city and under the jurisdiction of a city agency including, but not limited to, the department of parks and recreation or the department of small business services, without the written authorization of the commissioner of such department, or (iii) is being used by an unlicensed vendor, or (iv) is being used to vend in the area including and bounded on the east by the easterly side of Broadway, on the south by the southerly side of Liberty Street, on the west by the westerly side of West Street and on the north by the northerly side of Vesey Street, or (v) is selling food not authorized by the permit, or (vi) is being used by a vendor to vend within the Sunset Park Vending District from a location other than his or her assigned designated vending location, and may seize any food sold or offered for sale from such vehicle or pushcart. Such vehicle, pushcart or food shall be subject to forfeiture as provided in section 17-322 of this subchapter. If a forfeiture proceeding is not commenced, the vendor may be charged with the reasonable costs for removal and storage payable prior to the release of such food, vehicle or pushcart unless the charge of vending without a permit or vending without a license or vending without the authorization of such commissioner is dismissed.\n\n§5.  This local law shall take effect one hundred twenty days after its enactment into law and shall expire two years from the date on which the lottery results for the designated vending locations are deemed approved provided, however, that the commissioner of consumer affairs and the community board for the district in which the Sunset Park vending district is located shall take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules. \n\n\n\nLS 4703\nLCC\n5/12/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Legislative declaration.   Throughout New York City\\rquote s history, vendors have been an integral part of the street life of the city.  However, in recent years the complexity of the vending laws has led to confusion among vendors, store owners, police, and community residents in certain parts of the city.  For this reason, the Council sees a need to create a new scheme for vending in certain areas of the city that takes into consideration the needs of all parts of the community.  \\par\nThe proliferation of both licensed and unlicensed vendors in the community of Sunset Park, Brooklyn has been a source of neighborhood concern for at least a decade.  As local demographics have changed so have the needs and tastes of the neighborhood. Many vendors in Sunset Park are actually Sunset Park residents and cater to their community.  At present, the main thoroughfare of 5\\super th\\nosupersub  Avenue is the preferred spot for the majority of vendors.  However, the existence of vendors on 5\\super th\\nosupersub  Avenue, a street with heavy pedestrian and vehicular congestion, creates a serious and immediate threat to the health and safety of the public.   Based on this finding, it is necessary to completely restrict vending on 5\\super th\\nosupersub  Avenue between 38\\super th\\nosupersub  Street and 64\\super th\\nosupersub  Street.\\par\n \\'a72. Subchapter 27 of title 20 of the administrative code of the city of New York is hereby amended by adding a new section 20-474.4 to read as follows: \\par\n\\ul a. Definitions. For the purposes of this section the following words and terms shall have the following meanings:\\par\n (1) \\ldblquote Community Board.\\rdblquote  The community board for the district in which the Sunset Park vending district is located. \\par\n(2) \\ldblquote Designated Vending Location.\\rdblquote  A defined area measuring approximately ten linear feet parallel to a curb in which a vendor is permitted to vend.  No more than one vendor may vend within each designated vending location.  \\par\n(3) \\ldblquote Sunset Park BID.\\rdblquote   The Sunset Park 5\\super th\\nosupersub  Avenue Business Improvement District as established by local law 22 of 1995.  \\par\n(4) \\ldblquote Sunset Park Vending District.\\rdblquote   The area in the borough of Brooklyn bounded on the south up to and including 64th street and on the north up to and including 38th street and on the east and west of 5\\super th\\nosupersub  avenue to the property line of the first building that is exclusively residential at the street level.    \\par\n(5) \\ldblquote Sunset Park Vending License.\\rdblquote   Any one of the 40 additional general vending licenses or 40 additional food vending permits issued  pursuant to this section.\\par\n(5) \\ldblquote Vendor of Written or Original Material.\\rdblquote   A vendor who hawks, peddles, sells or offers to sell, at retail, items protected by the First Amendment, including, but not limited to, newspapers, periodicals, books, pamphlets, or original artwork.  \\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 b. (1) Within 30 days of the effective date of this law, without increasing the number of full-term licenses in effect in pursuant to section 20-459 or full term permits in effect pursuant to section 17-307 of the Administrative Code of the city of New York, 40 additional full-term general vending licenses, as defined in section 20-453, and 40 additional full-term food vending permits, as defined in section 17-307, for a total of 80 Sunset Park Vending licenses, shall be issued and designated for use exclusively within the Sunset Park Vending District.   \\ulnone\\par\n\\ul (2) Applications for such 40 additional general vending licenses shall be made in accordance with provisions specified in subchapter 27 of chapter 2 of title 20 and applications for such 40 additional food vending permits shall be made in accordance with subchapter 2 of chapter 3 of title 17 of this code.  Preferences for the issuance of such 80 Sunset Park vending licenses shall be given to the following categories of persons in the following order:\\par\n(i) Disabled veterans; \\par\n(ii) Disabled persons;\\par\n(iii) Veterans;\\par\n(iv) Those persons currently on a waiting list for a license pursuant to section 20-459 or a permit pursuant to section 17-309 of this code;  \\par\n(v) New applicants.\\par\n(3) Sunset Park vending licenses shall be distinctive and easily recognizable in accordance with rules to be established by the commissioner and shall be displayed visibly at all times.\\par\n(4) Sunset Park vending licenses shall permit the licensee to vend only within the Sunset Park Vending District and shall not be considered a valid license or permit for purposes of vending in any other district or area of the city.  \\par\n(5) Sunset Park vending licenses shall be non-transferable. \\par\n\\par\nc. It shall be unlawful for any individual to act as a food vendor or general vendor within the Sunset Park Vending District without having first obtained a Sunset Park vending license, except that it shall be lawful for a vendor of written or original material to vend such within the Sunset Park Vending District without obtaining a license therefor. Vending licenses issued pursuant to any other section of the administrative code shall not be considered valid for purposes of vending within the Sunset Park Vending District, except that it shall be lawful for a vendor licensed pursuant to Article 4 of the New York State General Business Law to vend within the Sunset Park Vending District.  \\par\n\\par\nd. (1) Vendors issued Sunset Park vending licenses shall be assigned a designated vending location within the Sunset Park Vending District. \\par\n(2)  At least 30 days prior to the effective date of this law, the community board shall file map(s) of proposed designated vending locations within the Sunset Park Vending District with the department.  The map(s) shall delineate each and every legal location where a general vendor can vend consistent with the provisions of section 20-465 of this code and each and every legal location where a food vendor can vend consistent with the provisions of section 17-315 of this code and shall specify whether each identified legal vending location is a legal vending location for general vending, food vending or both general and food vending.  The commissioner shall have fourteen days to review the map(s) of proposed designated vending locations to ensure such designated vending locations are legally consistent with section 17-315 and section 20-465 of this code.  If the commissioner determines the map(s) include designated vending locations not legally consistent with section 17-315 and section 20-465 of this code, he shall specify which such locations are inconsistent and such locations shall be eliminated.  If the commissioner determines that a legal vending location has been omitted from such map(s) he shall add such location.   If no action is taken by the commissioner within fourteen days from the date the map(s) are submitted, the proposed designated vending locations shall be deemed approved.  At any time after the approval of the map(s) of proposed designated vending locations, a vendor may submit evidence to the department that a vending location that is legally consistent with the provisions of section 17-315 and section 20-265 of this code was not designated and request the department to designate such location.  \\par\n(3) Within fourteen days of the approval of the map(s) of designated vending locations, the community board shall reserve every fourth designated vending location available to general vendors for vendors of original or written material beginning with the easternmost designated vending location available to general vendors on the northern blockface of 38\\super th\\nosupersub  street and continuing westward along the northern blockface across 5\\super th\\nosupersub  avenue to the westernmost designated vending location,  across 38\\super th\\nosupersub  street to the southern blockface and continuing to the easternmost designated vending location on the southern blockface, continuing in this manner along each blockface of the Sunset Park Vending District in ascending numerical order until the southern blockface of 64\\super th\\nosupersub  street is reached.\\par\n(4) Within 30 days of the issuance of the Sunset Park vending licenses a lottery shall be conducted by the Sunset Park BID to assign the designated vending locations within the Sunset Park Vending District to vendors issued such licenses.  \\par\n(i) The names of vendors issued Sunset Park vending licenses shall be selected at random from a pool of all such vendors and each vendor so selected shall be afforded the opportunity to choose a designated vending location within the Sunset Park Vending District provided such designated vending location was not (i) already chosen by a previously selected vendor or (ii) set aside pursuant to section 20-474.4 (d)(3) of this section for vendors of written or original material.  Vendors issued general vending licenses pursuant to this section shall only be permitted to choose designated vending locations identified on the map as available to general vendors or available to both general and food vendors.\\par\n(ii)Within 24 hours after conducting the lottery, the Sunset Park BID shall submit the results of such lottery, including the designated vending locations assigned to each vendor, to the department.  The commissioner shall have fourteen days to review the results of the lottery to ensure such lottery was conducted in accordance with the provisions of this section and no fraud was involved in any aspect of the lottery.  If no action is taken by the commissioner within fourteen days from the date the lottery results are submitted, the results shall be deemed approved.    \\par\n(5) Each vendor issued a license pursuant to this section shall vend from his or her assigned designated vending location only and shall not vend from any other location within the Sunset Park Vending District.  No more than one vendor shall vend from each assigned designated vending location.  \\par\n(6) Any vendor who, without prior notice to the commissioner, does not vend from his or her assigned designated vending location for fourteen consecutive days may be deemed to have forfeited his or her assigned vending location in accordance with the rules of the commissioner.  \\par\n(7) Any vendor issued a license pursuant to this section found to be vending in a location other than his or her assigned designated vending location within the Sunset Park Vending District shall be deemed to be vending without a license.  \\par\ne. In addition to the rules and penalties imposed by this section, vendors issued general vending licenses pursuant to this section shall be subject to all rules and penalties imposed by this subchapter and vendors issued food vending permits pursuant to this section shall be subject to all rules and penalties imposed by subchapter 2 of chapter 3 of title 17 of this code; provided, however, that notwithstanding any provision of this code or the rules promulgated thereunder, a vendor who is vending in his or her assigned designated location in compliance with the provisions of this section shall not be in violation of section 20-465 or section 17-315 of this code.  \\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj f. Vending shall be prohibited at all times on Fifth avenue, from 38th  street to 64th  street, in the Borough of Brooklyn.  \\par\n   \\par\ng.   Penalties.  Any person who violates the provisions of subsection c of this section shall be guilty of a misdemeanor punishable by a fine of not less than two hundred fifty dollars nor more than one thousand dollars, or by imprisonment for not more than three months or by such fine and imprisonment.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\'a73.  Subsections a and c of section 20-472 of the administrative code of the city of New York are amended to read as follows:\\par\n\\cf1 a.  Any person who violates the provisions of sections 20-453\\ul ,\\ulnone  [and] 20-474.1 \\ul and 20-474.4 (c)\\ulnone   of this subchapter shall be guilty of a misdemeanor punishable by a fine of not less than two hundred fifty dollars nor more than one thousand dollars, or by imprisonment for not more than three months or by both such fine and imprisonment. In addition, any police officer may seize any vehicle used to transport goods to a general vendor, along with the goods contained therein, where the driver is required to but cannot produce evidence of a distributor's license. Any vehicle and goods so seized may be subject to forfeiture upon notice and judicial determination. If a forfeiture proceeding is not commenced, the owner or other person lawfully entitled to possession of such vehicle and goods may be charged with the reasonable cost for removal and storage payable prior to the release of such vehicle and goods, unless the charge of unlicensed distributing has been dismissed.\\par\n\\pard\\fi720\\sl480\\slmult1 c.  1.  In addition to the penalties prescribed by subdivision a of this section, any person who violates, or any person aiding another to violate, the provisions of section\\ul s\\ulnone  20-453 \\ul or 20-474.4(c)\\ulnone  of this subchapter shall be liable for a civil penalty of not less than two hundred fifty dollars nor more than one thousand dollars together with a penalty of two hundred fifty dollars per day for every day during which the unlicensed business operated.\\par\n2.  In addition to the penalties prescribed by subdivision b of this section, any person who violates any provision of this subchapter, other than section\\ul s\\ulnone  20-453 \\ul or 20-474.4(c)\\ulnone , or any of the rules or regulations promulgated hereunder shall be liable for a civil penalty as follows:\\par\n(a)  For a first violation, a penalty of not less than twenty-five dollars nor more than fifty dollars.\\par\n(b)  For a second violation within a period of two years of the date of a first violation, a penalty of not less than fifty dollars nor more than one hundred dollars.\\par\n(c)  For a third violation within a period of two years of the date of a first violation, a penalty of not less than one hundred dollars nor more than two hundred fifty dollars.\\par\n(d)  For any subsequent violations within a period of two years of the date of a first violation, a penalty of not less than two hundred fifty dollars nor more than one thousand dollars.\\par\n\\pard\\sl480\\slmult1\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a74.  \\cf0 Subdivision c of section 17-321 of the administrative code of the city of New York is amended to read as follows:\\cf1\\par\n\\cf0 c. An officer or employee designated in subdivision a of this section may seize any vehicle or pushcart which (i) does not have a permit or (ii) is being used to vend on property owned by the city and under the jurisdiction of a city agency including, but not limited to, the department of parks and recreation or the department of small business services, without the written authorization of the commissioner of such department, or (iii) is being used by an unlicensed vendor, or (iv) is being used to vend in the area including and bounded on the east by the easterly side of Broadway, on the south by the southerly side of Liberty Street, on the west by the westerly side of West Street and on the north by the northerly side of Vesey Street, or (v) is selling food not authorized by the permit, \\ul or (vi) is being used by a vendor to vend within the Sunset Park Vending District from a location other than his or her assigned designated vending location,\\ulnone  and may seize any food sold or offered for sale from such vehicle or pushcart. Such vehicle, pushcart or food shall be subject to forfeiture as provided in section 17-322 of this subchapter. If a forfeiture proceeding is not commenced, the vendor may be charged with the reasonable costs for removal and storage payable prior to the release of such food, vehicle or pushcart unless the charge of vending without a permit or vending without a license or vending without the authorization of such commissioner is dismissed.\\par\n\\pard\\sl480\\slmult1\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\'a75.  This local law shall take effect one hundred twenty days after its enactment into law and shall expire two years from the date on which the lottery results for the designated vending locations are deemed approved provided, however, that the commissioner of consumer affairs and the community board for the district in which the Sunset Park vending district is located shall take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules. \\par\n\\par\n\\pard\\nowidctlpar\\par\n\\par\n\\fs20 LS 4703\\par\nLCC\\par\n5/12/09\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
