{
  "ID": 41763,
  "GUID": "EEB8F12D-9C30-47AE-BBFC-FA847B1DC7D0",
  "File": "Int 0847-2008",
  "Name": "Creating a small business lease program for establishing an environment for fair negotiations in the commercial lease renewal process in order to determine reasonable lease terms.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating a small business lease program for establishing an environment for fair negotiations in the commercial lease renewal process in order to determine reasonable lease terms.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5120,
  "BodyName": "Committee on Small Business",
  "IntroDate": "2008-10-07T00:00:00Z",
  "AgendaDate": "2008-10-07T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    }
  ],
  "History": [
    {
      "ID": 220161,
      "Date": "2008-10-07T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220304,
      "Date": "2008-10-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Small Business",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8482,
      "AgendaSequence": 83,
      "MinutesSequence": 106,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Small Business",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 229535,
      "Date": "2009-06-29T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 9141,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 847-A",
      "MinutesNote": "Proposed Int. No. 847-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 229625,
      "Date": "2009-06-29T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 9141,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 229626,
      "Date": "2009-06-29T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 9141,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236216,
      "Date": "2009-12-31T13:18:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 87418,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 847 - 10/7/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e336f32c-019b-4f2e-a6d9-9bdce9e113f6.doc",
      "Sort": 1
    },
    {
      "ID": 89616,
      "LastModified": "2018-10-22T21:20:15.24Z",
      "Name": "Committee Report 6/29/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bd02690f-0332-4f1a-9c18-7a94b9e78633.doc",
      "Sort": 2
    },
    {
      "ID": 90174,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/29/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/109e079c-0139-418d-8557-5ef55d68a744.pdf",
      "Sort": 3
    },
    {
      "ID": 90518,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/29/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6866c08e-fcaf-4304-9fe8-9999fd65646e.PDF",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 43283,
  "Text": "Be it enacted by the Council as follows:\n\n    \tSection one.  Legislative findings and intent.  The Council hereby finds that the city's small business sector remains vulnerable at a time when New York City is more dependent than ever on small business for job growth and revenues.  The New York City commercial rental market has been negatively influenced by speculators for such an extended period of time that the interest of small businesses and job creation, and the broader general economic interest of the City, are being harmed.  An unacceptable number of established small businesses are being forced out of business solely as a result of the commercial lease renewal process.  The present commercial rental market provides no means for tenants to mediate disputes between tenants and landlords to arrive at fair and reasonable lease renewal terms.  The absence of legal protection for the interests of commercial tenants in the lease renewal process has unnecessarily accelerated the closing of small businesses and resulted in lost jobs, tax revenues and community instability.  It is the intent of the City Council, through this legislation, to be known as the “Small Business Survival Act,” to give small businesses some rights in the commercial lease renewal process, and therefore, a measure of predictability of future costs through a two-step procedure of mediation and, if necessary, arbitration for negotiating commercial lease renewals and rentals.  This process would create a fair negotiating environment, which would result in more reasonable and fair lease terms to help small businesses survive and encourage job retention and growth in the City of New York.\n\n    \t§2. \tTitle twenty-two of the administrative code of the city of New York is amended by adding a new chapter eight to follow chapter seven to read as follows:\n\nCHAPTER 8\nCOMMERCIAL LEASE ARBITRATION AND MEDIATION\n    \t§22-801 Scope.  This chapter shall apply only to all lease renewals for a commercial premises.  On any occasion wherein a landlord and tenant are required to negotiate the terms of a lease renewal for commercial uses the provisions of this chapter shall apply. The provisions of this chapter shall apply to any landlord and current tenant whose lease expired on or after July first, two thousand nine.\n    \t§22-802 Definitions. a. “Administering agency” shall mean any city agency, office, department, division, bureau or institution of government, the expenses of which are paid in whole or in part from the city treasury, as the mayor shall designate.\nb. \"Arbitrator\" shall mean the person chosen by the parties or by the American Arbitration Association, or any other recognized arbitration organization, to resolve a dispute between a landlord and a tenant concerning a commercial lease renewal or the rent to be charged for the commercial premises.\n    \tc. \"Commercial premises\" shall mean a building or space occupied for non-residential purposes including, but not limited to, manufacturing, retail, professional services, offices, assembling, processing, cultural and not-for-profit entities that are resident in the city of New York, independently owned and operated, not dominant in their field and employ one hundred or less persons.\n    \td. “Landlord” shall mean any owner, lessor, sublessor or other person entitled to receive rent for the use or occupancy of any commercial premises, or an agent thereof.\n    \t e. “Mediator” shall mean any person, agreed upon by the parties to the dispute or chosen by the American Arbitration Association or any other recognized mediation or arbitration association, to act as an intermediary between the parties.  The mediator shall not offer a binding decision concerning the matter in dispute.\n    \tf. “Negotiation” shall mean the process of conferring with one another through conferences, discussions and compromise, to arrive at a mutually agreeable settlement.\n    \tg. “Rent” shall mean any and all consideration, including but not limited to pass-alongs, received by the landlord in connection with the use or occupancy of any commercial premises.\nh. “Services” shall mean those facilities which enhance the use of the commercial premises, including, but not limited to, repairs, maintenance, painting, heat, hot and cold water, utilities, elevator service, security devices and patrols, furnishings, storage, janitorial and landscaping services, refuse removal, insurance protection, parking spaces and facilities in common areas of the building or parcel in which the rental unit is located.\n    \ti. “Tenant” shall mean tenant, subtenant, lessee, sublessee, or any other persons lawfully entitled to use or occupancy of any commercial premises.\n    \t§22-803 Manner of Service.  All papers which, by the terms of this chapter are required to be served, shall be served by a process server, or shall be sent by first class mail and certified mail, return receipt requested or by any express mail service.  All notices which are required to be given in accordance with the provisions of this chapter shall be mailed by first class mail and by certified mail, return receipt requested or by any express mail service.\n    \t§22-804 Rental Guidelines. a. All leases of a commercial premises may be renewed at the option of a tenant who did not lose the right to renew a lease under the grounds described in subdivision (d) of this section.  Such lease renewals shall be for a minimum term of ten years, provided however, that at the tenant's option, and with the written approval of the landlord, a lease of shorter or longer duration may be selected. \nb. No period of lease extension required by this chapter shall extend beyond the landlord's lawful ability to rent the premises to the tenant, where such ability is limited by:\n (1) the obligation to rent the premises to a third party pursuant to a bona fide lease entered into prior to the effective date of this chapter; \n(2) the exercise by a third party of a bona fide option to rent the premises provided that such option was given prior to the effective date of this chapter; or \n(3) any other lawful reason arising prior to such effective date.  \nc. Any landlord whose obligations under this chapter are limited by the provisions of this section shall not be required to negotiate or to arbitrate as otherwise provided for in this chapter but shall remain obligated to negotiate and to arbitrate a renewal lease for such period of time for which the landlord has a lawful ability to rent the commercial premises to the tenant.  The landlord shall provide notice to the tenant one hundred twenty days before the termination of the lease of the basis on which the lease cannot be extended for a full ten-year term.  \nd. A tenant shall lose the right of renewal and a landlord may refuse to renew a lease only on the following grounds:\n    \t(1) The tenant has persistently delayed rent payments without cause.  For the purpose of this subdivision, “cause” is defined as the withholding or rental payments by the tenant due to the alleged violations of the rental agreement by the landlord.  In order for the landlord to be excused from renewal on this ground, the landlord must have served the tenant at least three prior notices during the term of the lease to the tenant for demand of payment within thirty days, and then show that the lessee has not paid within such thirty day period. The landlord shall not serve such notice unless the rent payment was in arrears for a minimum of fifteen days;\n(2) The tenant uses the commercial premises in a manner substantially different from that described in the lease;\n    \t(3) The tenant conducts or permits any form of illegal activity on the premises;\n    \t(4) The tenant has substantially breached any substantive obligation under the current lease and has failed to cure such breach within thirty days following written notice to cure by the landlord;\n    \t(5) Upon the termination of the current tenancy, the landlord intends to demolish or substantially reconstruct the premises or a substantial part thereof, or to carry out substantial work or construction on the commercial premises or substantial part thereof which he or she could not reasonably do without obtaining possession of the commercial premises.  The landlord shall notify the tenant of his decision to reoccupy the commercial premises at least one year prior to the termination of the lease.  In the event that the lessor fraudulently invokes this justification for a refusal to renew a commercial lease, the defrauded tenant may collect treble damages for any loss suffered as a result of such action;\n    \t(6) The current tenancy was created by the subletting of the property, whereby the prime tenant did not notify the landlord by certified mail of the subtenant's existence and did not obtain the written consent of the landlord.  This ground is void if the landlord and tenant had agreed in the lease to allow subleasing rights without the consent of the landlord and all obligations of the prime tenant on the issue, were in compliance;\n    \t(7) It has been determined by the administering agency or by a civil court of competent jurisdiction that the tenant is a gross and persistent violator of New York city tax laws, of any license obligations related to the use of the premises or of any laws of the city of New York;\n    \t(8) Upon the termination of the current tenancy, the landlord intends to occupy the retail premises in order to carry out its own business.  The landlord cannot terminate the current tenancy if the landlord intends to operate the same type of business that the current tenant is operating.  If the landlord intends to operate the same type of business as the present tenant operates, then the landlord must compensate the tenant at fair market value as determined by an arbitrator as restitution for the loss of such tenant’s business.  The landlord shall notify the tenant of his decision to reoccupy the premises at least one hundred twenty days prior to the termination of the lease.  In the event that the landlord fraudulently invokes this justification for a refusal to renew a commercial lease, the defrauded tenant may collect treble damages for any loss suffered as a result of such action. \ne. Procedure for lease renewals. (1) Where the landlord agrees to renew the lease of the current tenant, such landlord shall notify the tenant at least one hundred eighty days prior to the expiration of the lease of his willingness to negotiate the renewal of the commercial lease agreement.  If the landlord and tenant agree, they may at any time renegotiate a new lease, with any agreed to terms and conditions, not inconsistent with the provisions of this chapter.  The tenant is to continue rent payments as set forth in the lease until the parties reach an agreement on a lease renewal or until a decision is otherwise rendered through the arbitration or mediation processes described in the provisions of this subdivision.  The first ninety days of the one hundred eighty-day notice period is for the purpose of negotiations.  Alternatively, either party may compel the other party to the dispute to use that ninety-day period, or any part thereof, for the purposes of mediation.  If either the landlord or tenant chooses mediation, he or she shall notify the other party that a mediation session is requested.  The parties shall choose a mediator who is agreeable to both the landlord and tenant, or if no such person is agreeable, then the american arbitration association or any another recognized arbitration or mediation association shall appoint a mediator.  The mediator shall notify the landlord and tenant, no more than ten days after his or her appointment, of the date, time, place and rules of the hearing. The mediator shall follow his or her customary rules and may render an opinion concerning the dispute, which shall not be binding on the parties.  If after ninety days of negotiation and any mediation sessions, the landlord and tenant do not reach an agreement on a new lease, then the tenant is to notify any recognized arbitration organization, within fourteen days of the expiration of the first ninety day period, that an arbitration hearing is requested.  Failure by the tenant to notify a recognized arbitration association within fourteen days of the expiration of the first ninety day period shall result in the forfeiture of the tenant’s right of renewal.\n\t(2) Where the landlord refuses to renew a lease with the current tenant, such landlord is to notify the tenant a minimum of one hundred eighty days before the expiration of lease that such landlord is not going to renew the tenant’s lease and state the reason or reasons for such denial in detail.  Failure of the landlord to give such notice shall subject the parties to the provisions of subparagraph 3 of this section.  The landlord is to furnish the tenant with all pertinent data supporting such reason or reasons.  If the tenant still wishes to challenge the refusal to renew the lease and apply for a renewal of the lease, then the tenant must notify the landlord within thirty days after the receipt of the landlord's notice of his intent to challenge the refusal and seek arbitration on the issue of renewal.  The tenant shall then notify the administrative agency and the American Arbitration Association or any other recognized arbitration organization within fourteen days after notification by the tenant to the landlord that a hearing is requested to determine whether the landlord's grounds for refusal are valid.   \n\t(3) If an arbitration hearing is requested pursuant to either paragraphs (1) or (2) of this subdivision:\n    \t(a) The landlord and tenant shall choose the arbitrator from a list of arbitrators provided by any recognized arbitration association.  If they cannot agree on the selection of the arbitrator within ten days of the tenant's notice to such association that a hearing is requested, the tenant shall notify within five days such organization of the parties' failure to make a selection and such arbitration organization shall determine the arbitrator within five days of receipt of such notice from the tenant.\n    \t(b) The arbitrator shall notify both parties of the date, place, time and rules of the hearing within thirty days of receipt by the arbitration association of the request for a hearing.  The hearing shall take place in the borough where the commercial premises are located unless otherwise agreed to by the landlord and tenant. The landlord and tenant shall furnish the arbitrator with all relevant documentation, and the arbitrator shall conduct a preliminary meeting prior to the hearing to review the data and familiarize himself or herself with the case.  The matters the arbitrator shall determine during the preliminary meeting shall include, but not be limited to, the need to inspect the space and the need to hire expert consultants to certify the accuracy of data.  The arbitrator may seek to conduct an inspection of the space after notifying both parties at least three days in advance of the inspection and informing them of their right to be present during the inspection.\n    \t(c) The hearing before the arbitrator shall be recorded by digital, tape or video device. Such recording shall be transcribed upon the request of any party who posts in advance the estimated cost of the transcription.   Either party may provide, at their expense, a reporter to transcribe the hearing.  The official record of the hearing shall include all documents and offers of proof presented to the arbitrator, the written decision of the arbitrator and any transcript of the hearing.  The landlord and tenant will each be given no more than two hours to present testimony, witnesses, pictures, videos, documents, including charts, comparable rent data and any other relevant data.  Each party shall be allowed to confront and cross-examine adverse witnesses.  The arbitrator can choose to investigate any aspect of the case to help arrive at a decision.\n    \t(d) For a dispute brought before an arbitrator under paragraph (1) of this subdivision, such arbitrator shall render a written determination setting the rent to be paid during a renewal period of ten years, together with the basis for the determination of the rent, and shall notify the parties of such determination no later than thirty days after the hearing has been concluded.  Failure to notify the parties within thirty days shall not affect the enforceability of such determination.  Such determination shall be based on (i) the cost of maintenance and operation of the entire property including land and building improvements, including all service debt such as mortgages, (ii) the kind, quality and quantity of services furnished by the landlord, (iii) the condition of the space including capital improvements made by the tenant, (iv) current interest rates on bank deposits and United States government bonds, (v) the current fair market rates for comparable properties in the area in which the property is located, (vi) the lease history and any relevant sublease history, (vii) the longevity of the business, (viii) the location of the business, (ix) the extent to which the business is bound to its particular location, (x) the size of the space, (xi) the cost of leasing similar premises within a one mile radius of the property, (xii) the past five year rental market history within a one mile radius of the property, and (xiii) all other relevant factors.  The arbitrator shall consider that each small business and landlord relationship should be dealt with on a case-by-case basis.  Where the commercial premises is located in a mixed-use building with less than twenty-five residential units, the arbitrator shall give special consideration to the criteria listed in items (i) and (ii) of this subparagraph.  Within thirty days of the hearing, the arbitrator shall send the decision as to the rent price to the parties involved by certified mail.\n    \t(e) For a dispute brought before an arbitrator under paragraph (2) of this subdivision, such arbitrator shall render a written determination stating the basis for such determination and notifying the parties of such determination no later than thirty days after the hearing has been concluded.  Failure to render a timely, written determination and to notify parties within thirty days shall not affect the enforceability of such determination.  Such determination shall be based on (i) appropriate laws applicable to commercial spaces; (ii) the terms of the lease and compliance therewith; (iii) rental guidelines as set forth by the administering agency; and (iv) any other relevant and material factors that the arbitrator shall deem proper.  If the arbitrator decides in favor of the landlord, then the tenant shall have until the end of the current lease to vacate.  If the arbitrator decides in favor of the tenant, the parties shall have twenty days upon receipt of the arbitrator’s decision to renegotiate the lease consistent with the arbitrator’s decision.  If the parties cannot agree on the rent to be charged for the commercial premises, they shall notify the arbitrator within ten days.  The arbitrator shall then render a written determination setting the rent to be paid during the renewal period of the lease, together with the basis for the determination of the rent, and shall notify the parties of such determination no later than twenty days after receiving notice of the parties’ inability to renegotiate the rent and send such decision to the parties involved by certified mail   Failure to notify the parties within twenty days shall not affect the enforceability of such determination.  Such determination shall be based on (i) the cost of maintenance and operation of the entire property including land and building improvements, including all service debt such as mortgages, (ii) the kind, quality and quantity of services furnished by the landlord, (iii) the condition of the space including capital improvements made by the tenant, (iv) current interest rates on bank deposits and United States government bonds, (v) the current fair market rates for comparable properties in the area in which the property is located, (vi) the lease history and any relevant sublease history, (vii) the longevity of the business, (viii) the location of the business, (ix) the extent to which the business is bound to its particular location, (x) the size of the space, (xi) the cost of leasing similar premises within a one mile radius of the property, (xii) the past five year rental market history within a one mile radius of the property, (xiii) the rental guidelines as set forth by the administering agency; and (xiv) all other relevant factors.  The arbitrator shall consider that each small business and landlord relationship should be dealt with on a case-by-case basis.  Where the commercial premises is located in a mixed-use building with less than twenty-five residential units, the arbitrator shall give special consideration to the criteria listed in items (i) and (ii) of this subparagraph.  The costs of arbitration shall be borne equally by the landlord and tenant.\n    \t(f) The arbitrator's decision setting the rent price shall be final and binding on both parties except as provided herein, and they shall enter into a lease incorporating such rent which lease does not diminish any services provided by the landlord pursuant to the existing lease.  Such renewal lease shall be entered into by the termination date of the current lease and shall commence at the time of expiration of the existing lease. If, however, the tenant elects not to pay the rent set by the arbitrator, then the landlord and tenant shall not enter into a new lease agreement or renew the existing lease.\n    \t(g) If, pursuant to subparagraph 3(f) of this subdivision, the tenant elects to not pay the rent set by the arbitrator, the tenant will be allowed to remain in possession at a rent no greater than a five percent increase of the average rent charged during the final twelve months of the last rental agreement between the landlord and tenant from the termination date of the existing lease until such date on which the tenant shall remove his or her property from the premises as provided herein.  In the event the landlord receives a written bona fide offer from a prospective tenant to rent the premises, the landlord must first offer the current tenant the option of entering into a lease at the rent and other terms agreed to by the prospective tenant to the landlord.  The landlord is to notify the tenant of such offer within three days of receipt of such written bona fide offer.  If the tenant declines to pay the rent or fails to accept the offer within fourteen days of receipt of the landlord's notification to the tenant of such offer, then the tenant has thirty days, from the date such notice is received, to remove property from the commercial premises provided that the lease has expired.  If the tenant accepts the option of first refusal, the landlord and tenant shall enter into a lease based upon the terms of the bona fide offer received by the landlord from the prospective tenant.\n    \t§22-805 Security deposits. Security deposits shall not exceed an amount equal to two months rent.  All security deposits shall be placed in escrow in an interest-bearing account at a federally insured bank located in New York state.  The tenant shall be notified in writing of the location of such escrow account.  Interest paid on the account shall be paid to the tenant annually.  The amount of interest paid to the tenant shall equal the interest paid by such federally insured bank less one percent for the landlord's administrative costs.\n \t§22-806 Retaliation.  No landlord shall in any way retaliate against any tenant for the tenant's assertion or exercise of any rights under this chapter.  Any such retaliation may subject the landlord to a suit for actual and punitive damages, injunctive relief, and attorney's fees.  Proof of retaliation by the landlord occurring prior to or during the arbitration proceeding shall be considered by the arbitrator in making a determination as to the rent to be paid.\n    \t§22-807 Waiver. No provision in any lease, rental agreement, or agreement made in connection therewith which waives or diminishes any right of tenant under this chapter is valid.\n    \t§22-808 Evaluation.  At the end of each year, the administering agency shall report to the mayor and the council on the effectiveness of this chapter in carrying out the purposes set forth in the legislative findings.  The recommendations should take into account the existing commercial rental market which includes among other factors the inflation and interest rates.  This report shall also identify any other positive or negative effects of the law.\n    \t §22-809 Penalties. a. A landlord or tenant may seek injunctive relief mandating arbitration and/or appropriate damages against any landlord or tenant who fails to submit voluntarily to arbitration or otherwise fails to act in good faith.\n    \tb.  Any and all legal expenses incurred by one party as a result of its attempt to compel the other party to comply with the provisions of this chapter may be awarded to the appropriate party by the arbitrator or a civil court of competent jurisdiction.\n    \t§22-810. Inconsistency with other laws. In the event of any inconsistency with any other laws of the city of New York, this law shall take precedence.\n§3. Effect of invalidity; severability.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\n    \t§4. This local law shall take effect one hundred eighty days after its enactment into law.\n\n\n\nKS\nLS# 1365\n02-18-09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\uc1\\deff0\\stshfdbch0\\stshfloch0\\stshfhich0\\stshfbi0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fcharset0\\fprq2{\\*\\panose 02020603050405020304}Times New Roman;}{\\f194\\froman\\fcharset238\\fprq2 Times New Roman CE;}\n{\\f195\\froman\\fcharset204\\fprq2 Times New Roman Cyr;}{\\f197\\froman\\fcharset161\\fprq2 Times New Roman Greek;}{\\f198\\froman\\fcharset162\\fprq2 Times New Roman Tur;}{\\f199\\froman\\fcharset177\\fprq2 Times New Roman (Hebrew);}\n{\\f200\\froman\\fcharset178\\fprq2 Times New Roman (Arabic);}{\\f201\\froman\\fcharset186\\fprq2 Times New Roman Baltic;}{\\f202\\froman\\fcharset163\\fprq2 Times New Roman (Vietnamese);}}{\\colortbl;\\red0\\green0\\blue0;\\red0\\green0\\blue255;\\red0\\green255\\blue255;\n\\red0\\green255\\blue0;\\red255\\green0\\blue255;\\red255\\green0\\blue0;\\red255\\green255\\blue0;\\red255\\green255\\blue255;\\red0\\green0\\blue128;\\red0\\green128\\blue128;\\red0\\green128\\blue0;\\red128\\green0\\blue128;\\red128\\green0\\blue0;\\red128\\green128\\blue0;\n\\red128\\green128\\blue128;\\red192\\green192\\blue192;}{\\stylesheet{\\ql \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 \\snext0 Normal;}{\\*\\cs10 \\additive \\ssemihidden \nDefault Paragraph Font;}{\\*\\ts11\\tsrowd\\trftsWidthB3\\trpaddl108\\trpaddr108\\trpaddfl3\\trpaddft3\\trpaddfb3\\trpaddfr3\\trcbpat1\\trcfpat1\\tscellwidthfts0\\tsvertalt\\tsbrdrt\\tsbrdrl\\tsbrdrb\\tsbrdrr\\tsbrdrdgl\\tsbrdrdgr\\tsbrdrh\\tsbrdrv \n\\ql \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\fs20\\lang1024\\langfe1024\\cgrid\\langnp1024\\langfenp1024 \\snext11 \\ssemihidden Normal Table;}}{\\*\\latentstyles\\lsdstimax156\\lsdlockeddef0}{\\*\\rsidtbl \\rsid4291515\\rsid10382165}\n{\\*\\generator Microsoft Word 11.0.5604;}{\\info{\\title Proposed Int}{\\author mdistefano}{\\operator mdistefano}{\\creatim\\yr2010\\mo1\\dy5\\hr10\\min12}{\\revtim\\yr2010\\mo1\\dy5\\hr10\\min12}{\\version2}{\\edmins0}{\\nofpages15}{\\nofwords3992}{\\nofchars22761}\n{\\*\\company NYCC}{\\nofcharsws26700}{\\vern24689}}\\widowctrl\\ftnbj\\aenddoc\\noxlattoyen\\expshrtn\\noultrlspc\\dntblnsbdb\\nospaceforul\\hyphcaps0\\horzdoc\\dghspace120\\dgvspace120\\dghorigin1701\\dgvorigin1984\\dghshow0\\dgvshow3\n\\jcompress\\viewkind4\\viewscale75\\nolnhtadjtbl\\rsidroot10382165 \\fet0\\sectd \\linex0\\sectdefaultcl\\sftnbj {\\*\\pnseclvl1\\pnucrm\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl2\\pnucltr\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl3\n\\pndec\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl4\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxta )}}{\\*\\pnseclvl5\\pndec\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl6\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}\n{\\*\\pnseclvl7\\pnlcrm\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl8\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl9\\pnlcrm\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}\\pard\\plain \n\\qc \\li0\\ri0\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\insrsid10382165 Proposed Int. No. 847 - A\n\\par }\\pard \\ql \\li0\\ri0\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\insrsid10382165 \n\\par }\\pard \\qj \\li0\\ri0\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\insrsid10382165 \nBy Council Members Jackson, Barron, Foster, James, Liu, Mark-Viverito, Seabrook, Vann, Avella, Brewer, Mealy, Palma, Gerson, de Blasio, Weprin, Baez, Ferreras, Mendez, Gennaro, Gonzalez, Arroyo, Katz, Reyna, Nelson, Gentile, Yass\nky, Koppell, Eugene and Sanders Jr.\n\\par \n\\par }{\\v\\insrsid10382165 ..Title\n\\par }{\\insrsid10382165 A Local Law to amend the administrative code of the city of New York, in relation to creating a small business lease program for establishing an environment for fair negotiations in the commercial lease renewal \nprocess in order to determine reasonable lease terms.\n\\par }{\\v\\insrsid10382165 ..Body\n\\par \n\\par }{\\insrsid10382165 \n\\par }{\\ul\\insrsid10382165 Be it enacted by the Council as follows:\n\\par }{\\insrsid10382165 \n\\par }\\pard \\qj \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\insrsid10382165     \\tab Section one.  Legislative findings and intent.  The Council hereby finds that the city's small business sector remains vulnerable at a time when N\new York City is more dependent than ever on small business for job growth and revenues.  The New York City commercial rental market has been negatively influenced by speculators for such an extended period of time that the interest of small businesses and\n \njob creation, and the broader general economic interest of the City, are being harmed.  An unacceptable number of established small businesses are being forced out of business solely as a result of the commercial lease renewal process.  The present commer\nc\nial rental market provides no means for tenants to mediate disputes between tenants and landlords to arrive at fair and reasonable lease renewal terms.  The absence of legal protection for the interests of commercial tenants in the lease renewal process h\nas unnecessarily accelerated the closing of small businesses and resulted in lost jobs, tax revenues and community instability.  It is the intent of the City Council, through this legislation, to be known as the \\'93Small Business Survival Act,\\'94\n to give small \nbusinesses some rights in the commercial lease renewal process, and therefore, a measure of predictability of future costs through a two-step procedure of mediation and, if necessary, arbitration for negotiating commercial lease renewals and rentals.  Thi\ns process would create a fair negotiating environment, which would result in more reasonable and fair lease terms to help small businesses survive and encourage job retention and growth in the City of New York.\n\\par \n\\par     \\tab \\'a72. \\tab Title twenty-two of the administrative code of the city of New York is amended by adding a new chapter eight to follow chapter seven to read as follows:\n\\par \n\\par }\\pard \\qc \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\b\\ul\\insrsid10382165 CHAPTER 8}{\\ul\\insrsid10382165 \n\\par }{\\b\\ul\\insrsid10382165 COMMERCIAL LEASE ARBITRATION AND MEDIATION}{\\ul\\insrsid10382165 \n\\par }\\pard \\qj \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 \\'a722-801 Scope.  This chapter shall apply only to all lease renewals for a comme\nrcial premises.  On any occasion wherein a landlord and tenant are required to negotiate the terms of a lease renewal for commercial uses the provisions of this chapter shall apply. The provisions of this chapter shall apply to any landlord and current te\nnant whose lease expired on or after July first, two thousand nine.\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 \\'a722-802 Definitions. a. \\'93Administering agency\\'94 shall mean any city agency, office, department, division, bureau or institution of government, the expenses of which are paid in whole or\n in part from the city treasury, as the mayor shall designate.\n\\par }\\pard \\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\ul\\insrsid10382165 \nb. \"Arbitrator\" shall mean the person chosen by the parties or by the American Arbitration Association, or any other recognized arbitration organization, to resolve a dispute between a landlord\n and a tenant concerning a commercial lease renewal or the rent to be charged for the commercial premises.\n\\par }\\pard \\qj \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 \nc. \"Commercial premises\" shall mean a building or space occupied for non-residential purposes including, but not limited to, manufacturing, reta\nil, professional services, offices, assembling, processing, cultural and not-for-profit entities that are resident in the city of New York, independently owned and operated, not dominant in their field and employ one hundred or less persons.\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 d. \\'93Landlord\\'94 shall mean any owner, lessor, sublessor or other person entitled to receive rent for the use or occupancy of any commercial premises, or an agent thereof.\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165  e. \\'93Mediator\\'94 shall mean any person, agreed upon by the parties to the dispute or chosen b\ny the American Arbitration Association or any other recognized mediation or arbitration association, to act as an intermediary between the parties.  The mediator shall not offer a binding decision concerning the matter in dispute.\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 f. \\'93Negotiation\\'94 shall mean the process of conferring with one another through conferences, discussions and compromise, to arrive at a mutually agreeable settlement.\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 g. \\'93Rent\\'94 shall mean any and all consideration, including but not limited to pass-alongs, received by the landlord in connection with the use or occupancy of any commercial premises.\n\\par }\\pard \\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\ul\\insrsid10382165 h. \\'93Services\\'94\n shall mean those facilities which enhance the use of the commercial premises, including, but not limited to, repairs, maintenance, painting, heat, hot and cold wate\nr, utilities, elevator service, security devices and patrols, furnishings, storage, janitorial and landscaping services, refuse removal, insurance protection, parking spaces and facilities in common areas of the building or parcel in which the rental unit\n is located.\n\\par }\\pard \\qj \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 i. \\'93Tenant\\'94\n shall mean tenant, subtenant, lessee, sublessee, or any other persons lawfully entitled to use or occupancy of any commercial premises.\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 \\'a722-803 Manner of Service.  All papers which, by the terms of this chapter are require\nd to be served, shall be served by a process server, or shall be sent by first class mail and certified mail, return receipt requested or by any express mail service.  All notices which are required to be given in accordance with the provisions of this ch\napter shall be mailed by first class mail and by certified mail, return receipt requested or by any express mail service.\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 \\'a722-804 Rental Guidelines. a. All leases of a commercial premises may be renewed at the option of a tenant who did not lose the ri\nght to renew a lease under the grounds described in subdivision (d) of this section.  Such lease renewals shall be for a minimum term of ten years, provided however, that at the tenant's option, and with the written approval of the landlord, a lease of sh\norter or longer duration may be selected. \n\\par }\\pard \\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\ul\\insrsid10382165 \nb. No period of lease extension required by this chapter shall extend beyond the landlord's lawful ability to rent the premises to the tenant, where such ability is limited by:\n\\par }\\pard \\qj \\li720\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin720\\itap0 {\\ul\\insrsid10382165  (1) the obligation to rent the premises to a third party pursuant to a bona fide lease entered into prior to the effective date of this chapter; \n\\par (2) the exercise by a third party of a bona fide option to rent the premises provided that such option was given prior to the effective date of this chapter; or \n\\par }\\pard \\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\ul\\insrsid10382165 (3) any other lawful reason arising prior to such effective date.  \n\\par c. Any landlord whose obligations under this chapter are limited by the provisions of this section shall not be required to negotiate or to arbitrate as otherwise provided \nfor in this chapter but shall remain obligated to negotiate and to arbitrate a renewal lease for such period of time for which the landlord has a lawful ability to rent the commercial premises to the tenant.  The landlord shall provide notice to the tenan\nt one hundred twenty days before the termination of the lease of the basis on which the lease cannot be extended for a full ten-year term.  \n\\par d. A tenant shall lose the right of renewal and a landlord may refuse to renew a lease only on the following grounds:\n\\par }\\pard \\qj \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 (1) The tenant has persistently delayed rent payments without cause.  For the purpose of this subdivision, \\'93cause\\'94\n is defined as the withholding or rental payments by the tenant due to the alleged violations of the rental agreement by the landlord. \n In order for the landlord to be excused from renewal on this ground, the landlord must have served the tenant at least three prior notices during the term of the lease to the tenant for demand of payment within thirty days, and then show that the lessee \nhas not paid within such thirty day period. The landlord shall not serve such notice unless the rent payment was in arrears for a minimum of fifteen days;\n\\par }\\pard \\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\ul\\insrsid10382165 (2) The tenant uses the commercial premises in a manner substantially different from that described in the lease;\n\\par }\\pard \\qj \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 (3) The tenant conducts or permits any form of illegal activity on the premises;\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 (4) The tenant has substantially breached any substantive obligation under the current lease and has failed to cure such breach within thirty days following written notice to cure by the landlord;\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 \n(5) Upon the termination of the current tenancy, the landlord intends to demolish or substantially reconstruct the premises or a substantial part thereof, or to carry out substantial work or construction on \nthe commercial premises or substantial part thereof which he or she could not reasonably do without obtaining possession of the commercial premises.  The landlord shall notify the tenant of his decision to reoccupy the commercial premises at least one yea\nr prior to the termination of the lease.  In the event that the lessor fraudulently invokes this justification for a refusal to renew a commercial lease, the defrauded tenant may collect treble damages for any loss suffered as a result of such action;\n\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 \n(6) The current tenancy was created by the subletting of the property, whereby the prime tenant did not notify the landlord by certified mail of the subtenant's existence and did not obtain the written consent of the landlord.  This ground is void if the \nlandlord and tenant had agreed in the lease to allow subleasing rights without the consent of the landlord and all obligations of the prime tenant on the issue, were in compliance;\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 (7) It has been determined by the administering agency or by a civil co\nurt of competent jurisdiction that the tenant is a gross and persistent violator of New York city tax laws, of any license obligations related to the use of the premises or of any laws of the city of New York;\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 (8) Upon the termination of the current t\nenancy, the landlord intends to occupy the retail premises in order to carry out its own business.  The landlord cannot terminate the current tenancy if the landlord intends to operate the same type of business that the current tenant is operating.  If th\ne landlord intends to operate the same type of business as the present tenant operates, then the landlord must compensate the tenant at fair market value as determined by an arbitrator as restitution for the loss of such tenant\\rquote \ns business.  The landlord sha\nll notify the tenant of his decision to reoccupy the premises at least one hundred twenty days prior to the termination of the lease.  In the event that the landlord fraudulently invokes this justification for a refusal to renew a commercial lease, the de\nfrauded tenant may collect treble damages for any loss suffered as a result of such action. \n\\par }\\pard \\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\ul\\insrsid10382165 \ne. Procedure for lease renewals. (1) Where the landlord agrees to renew the lease of the current tenant, such landlord shall notify the tenant at least one hundred \neighty days prior to the expiration of the lease of his willingness to negotiate the renewal of the commercial lease agreement.  If the landlord and tenant agree, they may at any time renegotiate a new lease, with any agreed to terms and conditions, not i\nn\nconsistent with the provisions of this chapter.  The tenant is to continue rent payments as set forth in the lease until the parties reach an agreement on a lease renewal or until a decision is otherwise rendered through the arbitration or mediation proce\ns\nses described in the provisions of this subdivision.  The first ninety days of the one hundred eighty-day notice period is for the purpose of negotiations.  Alternatively, either party may compel the other party to the dispute to use that ninety-day perio\nd\n, or any part thereof, for the purposes of mediation.  If either the landlord or tenant chooses mediation, he or she shall notify the other party that a mediation session is requested.  The parties shall choose a mediator who is agreeable to both the land\nl\nord and tenant, or if no such person is agreeable, then the american arbitration association or any another recognized arbitration or mediation association shall appoint a mediator.  The mediator shall notify the landlord and tenant, no more than ten days\n \nafter his or her appointment, of the date, time, place and rules of the hearing. The mediator shall follow his or her customary rules and may render an opinion concerning the dispute, which shall not be binding on the parties.  If after ninety days of neg\no\ntiation and any mediation sessions, the landlord and tenant do not reach an agreement on a new lease, then the tenant is to notify any recognized arbitration organization, within fourteen days of the expiration of the first ninety day period, that an arbi\ntration hearing is requested.  Failure by the tenant to notify a recognized arbitration association within fourteen days of the expiration of the first ninety day period shall result in the forfeiture of the tenant\\rquote s right of renewal.\n\\par }\\pard \\qj \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\insrsid10382165 \\tab }{\\ul\\insrsid10382165 (2) Where the landlor\nd refuses to renew a lease with the current tenant, such landlord is to notify the tenant a minimum of one hundred eighty days before the expiration of lease that such landlord is not going to renew the tenant\\rquote \ns lease and state the reason or reasons for su\nch denial in detail.  Failure of the landlord to give such notice shall subject the parties to the provisions of subparagraph 3 of this section.  The landlord is to furnish the tenant with all pertinent data supporting such reason or reasons.  If the tena\nn\nt still wishes to challenge the refusal to renew the lease and apply for a renewal of the lease, then the tenant must notify the landlord within thirty days after the receipt of the landlord's notice of his intent to challenge the refusal and seek arbitra\nt\nion on the issue of renewal.  The tenant shall then notify the administrative agency and the American Arbitration Association or any other recognized arbitration organization within fourteen days after notification by the tenant to the landlord that a hea\nring is requested to determine whether the landlord's grounds for refusal are valid.   \n\\par }{\\insrsid10382165 \\tab }{\\ul\\insrsid10382165 (3) If an arbitration hearing is requested pursuant to either paragraphs (1) or (2) of this subdivision:\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 (a) The landlord and tenant shall choose the arbitrator fr\nom a list of arbitrators provided by any recognized arbitration association.  If they cannot agree on the selection of the arbitrator within ten days of the tenant's notice to such association that a hearing is requested, the tenant shall notify within fi\nve days such organization of the parties' failure to make a selection and such arbitration organization shall determine the arbitrator within five days of receipt of such notice from the tenant.\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 (b) The arbitrator shall notify both parties of the date,\n place, time and rules of the hearing within thirty days of receipt by the arbitration association of the request for a hearing.  The hearing shall take place in the borough where the commercial premises are located unless otherwise agreed to by the landl\no\nrd and tenant. The landlord and tenant shall furnish the arbitrator with all relevant documentation, and the arbitrator shall conduct a preliminary meeting prior to the hearing to review the data and familiarize himself or herself with the case.  The matt\ne\nrs the arbitrator shall determine during the preliminary meeting shall include, but not be limited to, the need to inspect the space and the need to hire expert consultants to certify the accuracy of data.  The arbitrator may seek to conduct an inspection\n of the space after notifying both parties at least three days in advance of the inspection and informing them of their right to be present during the inspection.\n\\par }{\\fs20\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 (c) The hearing before the arbitrator shall be recorded by digital, tape or video device.\n Such recording shall be transcribed upon the request of any party who posts in advance the estimated cost of the transcription.   Either party may provide, at their expense, a reporter to transcribe the hearing.  The official record of the hearing shall \ni\nnclude all documents and offers of proof presented to the arbitrator, the written decision of the arbitrator and any transcript of the hearing.  The landlord and tenant will each be given no more than two hours to present testimony, witnesses, pictures, v\ni\ndeos, documents, including charts, comparable rent data and any other relevant data.  Each party shall be allowed to confront and cross-examine adverse witnesses.  The arbitrator can choose to investigate any aspect of the case to help arrive at a decisio\nn.\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 \n(d) For a dispute brought before an arbitrator under paragraph (1) of this subdivision, such arbitrator shall render a written determination setting the rent to be paid during a renewal period of ten years, together with the basis for the determinat\nion of the rent, and shall notify the parties of such determination no later than thirty days after the hearing has been concluded.  Failure to notify the parties within thirty days shall not affect the enforceability of such determination.  Such determin\na\ntion shall be based on (i) the cost of maintenance and operation of the entire property including land and building improvements, including all service debt such as mortgages, (ii) the kind, quality and quantity of services furnished by the landlord, (iii\n)\n the condition of the space including capital improvements made by the tenant, (iv) current interest rates on bank deposits and United States government bonds, (v) the current fair market rates for comparable properties in the area in which the property i\ns\n located, (vi) the lease history and any relevant sublease history, (vii) the longevity of the business, (viii) the location of the business, (ix) the extent to which the business is bound to its particular location, (x) the size of the space, (xi) the co\ns\nt of leasing similar premises within a one mile radius of the property, (xii) the past five year rental market history within a one mile radius of the property, and (xiii) all other relevant factors.  The arbitrator shall consider that each small business\n \nand landlord relationship should be dealt with on a case-by-case basis.  Where the commercial premises is located in a mixed-use building with less than twenty-five residential units, the arbitrator shall give special consideration to the criteria listed \nin items (i) and (ii) of this subparagraph.  Within thirty days of the hearing, the arbitrator shall send the decision as to the rent price to the parties involved by certified mail.\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 (e) For a dispute brought before an arbitrator under paragraph (2) of\n this subdivision, such arbitrator shall render a written determination stating the basis for such determination and notifying the parties of such determination no later than thirty days after the hearing has been concluded.  Failure to render a timely, w\nr\nitten determination and to notify parties within thirty days shall not affect the enforceability of such determination.  Such determination shall be based on (i) appropriate laws applicable to commercial spaces; (ii) the terms of the lease and compliance \nt\nherewith; (iii) rental guidelines as set forth by the administering agency; and (iv) any other relevant and material factors that the arbitrator shall deem proper.  If the arbitrator decides in favor of the landlord, then the tenant shall have until the e\nnd of the current lease to vacate.  If the arbitrator decides in favor of the tenant, the parties shall have twenty days upon receipt of the arbitrator\\rquote s decision to renegotiate the lease consistent with the arbitrator\\rquote \ns decision.  If the parties cannot agr\nee on the rent to be charged for the commercial premises, they shall notify the arbitrator within ten days.  The arbitrator shall then render a written determination setting the rent to be paid during the renewal period of the lease, together with the bas\nis for the determination of the rent, and shall notify the parties of such determination no later than twenty days after receiving notice of the parties\\rquote \n inability to renegotiate the rent and send such decision to the parties involved by certified mail   Fa\nilure to notify the parties within twenty days shall not affect the enforceability of such determination.  Such determination shall be based on (i) the cost of maintenance and operation of the entire property including land and building improvements, incl\nu\nding all service debt such as mortgages, (ii) the kind, quality and quantity of services furnished by the landlord, (iii) the condition of the space including capital improvements made by the tenant, (iv) current interest rates on bank deposits and United\n \nStates government bonds, (v) the current fair market rates for comparable properties in the area in which the property is located, (vi) the lease history and any relevant sublease history, (vii) the longevity of the business, (viii) the location of the bu\ns\niness, (ix) the extent to which the business is bound to its particular location, (x) the size of the space, (xi) the cost of leasing similar premises within a one mile radius of the property, (xii) the past five year rental market history within a one mi\nl\ne radius of the property, (xiii) the rental guidelines as set forth by the administering agency; and (xiv) all other relevant factors.  The arbitrator shall consider that each small business and landlord relationship should be dealt with on a case-by-case\n \nbasis.  Where the commercial premises is located in a mixed-use building with less than twenty-five residential units, the arbitrator shall give special consideration to the criteria listed in items (i) and (ii) of this subparagraph.  The costs of arbitra\ntion shall be borne equally by the landlord and tenant.\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 (f) The arbitrator's decision setting the rent price shall be final and binding on both parties except as provided herein, and they shall enter into a lease incorporating such rent which lease doe\ns not diminish any services provided by the landlord pursuant to the existing lease.  Such renewal lease shall be entered into by the termination date of the current lease and shall commence at the time of expiration of the existing lease. If, however, th\ne tenant elects not to pay the rent set by the arbitrator, then the landlord and tenant shall not enter into a new lease agreement or renew the existing lease.\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 (g) If, pursuant to subparagraph 3(f) of this subdivision, the tenant elects to not pay the \nrent set by the arbitrator, the tenant will be allowed to remain in possession at a rent no greater than a five percent increase of the average rent charged during the final twelve months of the last rental agreement between the landlord and tenant from t\nh\ne termination date of the existing lease until such date on which the tenant shall remove his or her property from the premises as provided herein.  In the event the landlord receives a written bona fide offer from a prospective tenant to rent the premise\ns\n, the landlord must first offer the current tenant the option of entering into a lease at the rent and other terms agreed to by the prospective tenant to the landlord.  The landlord is to notify the tenant of such offer within three days of receipt of suc\nh\n written bona fide offer.  If the tenant declines to pay the rent or fails to accept the offer within fourteen days of receipt of the landlord's notification to the tenant of such offer, then the tenant has thirty days, from the date such notice is receiv\ne\nd, to remove property from the commercial premises provided that the lease has expired.  If the tenant accepts the option of first refusal, the landlord and tenant shall enter into a lease based upon the terms of the bona fide offer received by the landlo\nrd from the prospective tenant.\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 \\'a7\n22-805 Security deposits. Security deposits shall not exceed an amount equal to two months rent.  All security deposits shall be placed in escrow in an interest-bearing account at a federally insured bank located in New\n York state.  The tenant shall be notified in writing of the location of such escrow account.  Interest paid on the account shall be paid to the tenant annually.  The amount of interest paid to the tenant shall equal the interest paid by such federally in\nsured bank less one percent for the landlord's administrative costs.\n\\par }{\\insrsid10382165  \\tab }{\\ul\\insrsid10382165 \\'a722-806 Retaliation.  No landlord shall in any way retaliate against any tenant for the tenant's assertion or exercise of any rights under this chapter.  Any such retaliation may subject\n the landlord to a suit for actual and punitive damages, injunctive relief, and attorney's fees.  Proof of retaliation by the landlord occurring prior to or during the arbitration proceeding shall be considered by the arbitrator in making a determination \nas to the rent to be paid.\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 \\'a722-807 Waiver. No provision in any lease, rental agreement, or agreement made in connection therewith which waives or diminishes any right of tenant under this chapter is valid.\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 \\'a722-808 Evaluation.  At the end of each y\near, the administering agency shall report to the mayor and the council on the effectiveness of this chapter in carrying out the purposes set forth in the legislative findings.  The recommendations should take into account the existing commercial rental m\narket which includes among other factors the inflation and interest rates.  This report shall also identify any other positive or negative effects of the law.\n\\par }{\\insrsid10382165     \\tab  }{\\ul\\insrsid10382165 \\'a722-809 Penalties.}{\\b\\ul\\insrsid10382165  }{\\ul\\insrsid10382165 a. A landlord or tenant may seek injunctive relief mandating arbitration \nand/or appropriate damages against any landlord or tenant who fails to submit voluntarily to arbitration or otherwise fails to act in good faith.\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 b.  Any and all legal expenses incurred by one party as a result of its attempt to compel the other party\n to comply with the provisions of this chapter may be awarded to the appropriate party by the arbitrator or a civil court of competent jurisdiction.\n\\par }{\\insrsid10382165     \\tab }{\\ul\\insrsid10382165 \\'a722-810. Inconsistency with other laws. In the event of any inconsistency with any other laws of the city of New York, this law shall take precedence.\n\\par }\\pard \\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\insrsid10382165 \\'a7\n3. Effect of invalidity; severability.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part,\n by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force an\nd effect.\n\\par }\\pard \\qj \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\insrsid10382165     \\tab \\'a74. This local law shall take effect one hundred eighty days after its enactment into law.\n\\par \n\\par \n\\par \n\\par }\\pard \\ql \\li0\\ri0\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\insrsid10382165 KS\n\\par LS# 1365\n\\par 02-18-09\n\\par }}",
  "LastModified": "2018-10-22T21:20:15.24Z"
}
