{
  "ID": 41767,
  "GUID": "5D49ADA6-C538-4312-914C-DCE5DC6D2C23",
  "File": "Int 0850-2008",
  "Name": "Providing that any changes to term limits for elected officers must be submitted for the approval of the electors.",
  "Title": "A Local Law to amend the New York City Charter in relation to providing that any changes to term limits for elected officers must be submitted for the approval of the electors.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2008-10-07T00:00:00Z",
  "AgendaDate": "2008-10-07T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 220165,
      "Date": "2008-10-07T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220309,
      "Date": "2008-10-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8482,
      "AgendaSequence": 86,
      "MinutesSequence": 109,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220391,
      "Date": "2008-10-16T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 8485,
      "AgendaSequence": 2,
      "MinutesSequence": 6,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 850-A",
      "MinutesNote": "Proposed Int. No. 850-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220464,
      "Date": "2008-10-16T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 8485,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220505,
      "Date": "2008-10-16T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 8485,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220395,
      "Date": "2008-10-17T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 8486,
      "AgendaSequence": 2,
      "MinutesSequence": 6,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 850-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220471,
      "Date": "2008-10-17T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 8486,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220507,
      "Date": "2008-10-17T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 8486,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236214,
      "Date": "2009-12-31T13:17:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 85381,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 850 - 10/7/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/10b4e8f1-6742-4c94-905e-7f760a1f4284.doc",
      "Sort": 1
    },
    {
      "ID": 85441,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/16/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5627b88f-800e-4f0b-bc32-c3d97cd29222.doc",
      "Sort": 2
    },
    {
      "ID": 85669,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/16/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/50b937ae-3ebb-4c4e-aab8-444877d57896.pdf",
      "Sort": 3
    },
    {
      "ID": 85499,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/16/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9d947033-d980-4f87-8f95-4bd4f82751e3.PDF",
      "Sort": 4
    },
    {
      "ID": 85442,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/17/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/84465ae0-a444-4ce8-8f60-7c61415609bb.doc",
      "Sort": 5
    },
    {
      "ID": 85503,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/17/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0b4ef35c-95b0-45ea-b074-272b0759a205.PDF",
      "Sort": 6
    },
    {
      "ID": 85774,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/17/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e671f202-0420-48d7-9467-89bad818978f.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 42625,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Section 38 of the New York City Charter is amended to read as follows:\n§38a.  Local laws; referendum. A local law shall be submitted for the approval of the electors at the next general election held not less than sixty days after the adoption thereof, and  shall  become  operative  as prescribed   therein   only  when  approved  at  such  election  by  the affirmative vote of a majority of the qualified  electors  of  the  city voting upon the proposition, if it:\n1. Abolishes or changes the form or composition of the council or increases or decreases the number of votes any member is entitled to cast or reduces the number of districts from which council members shall be elected.\n2. Changes the veto power of the mayor.\n3. Changes the law of succession to the mayoralty.\n4. Abolishes an elective office, or changes the method of nominating, electing or removing an elective officer, or changes the term of an elective officer, or reduces the salary of an elective officer during his or her term of office.\n5. Abolishes, transfers or curtails any power of an elective officer.\n6. Creates a new elective office.\n7. Changes a provision of law relating to public utility franchises.\n8. Changes a provision of law relating to the membership or terms of office of the city civil service commission.\n9. Reduces the salary or compensation of a city officer or employee or increases  the  hours of employment or changes the working conditions of such  officer  or  employee  if  such  salary,  compensation,  hours  or conditions  have  been fixed by a state statute and approved by the vote of the qualified electors of the city; and no provision  effecting  such reductions,  increases or changes contained in any local law or proposed new charter shall become effective unless  the  definite  question  with respect  to  such  reductions,  increases or changes shall be separately submitted and approved by the affirmative vote  of  a  majority  of  the qualified electors voting thereon.\n10. Provides a new charter for the city.\n11. Transfers powers vested by this charter in an agency the head of which is appointed by the mayor to an agency the head of which is not so appointed or vice versa, other than transfers of power authorized by this charter from an agency the head of which is appointed by the mayor to a community board, borough president or a borough board.\n12. Dispenses with a provision of this charter requiring a public notice and hearing as a condition precedent to official action.\n13. Dispenses with a requirement of this charter for public bidding or for public letting of contracts except as otherwise provided pursuant to chapter thirteen of this charter.\n14. Changes a provision of this charter governing the classes or character of city bonds or other obligations, the purposes for which or the amount in which any class of obligations may be issued.\n15.  Removes restrictions in this charter on the sale, lease or other disposition of city property.\n16. Curtails the powers of the city planning commission, or changes the vote in the council required to take action without or contrary to the recommendation of the city planning commission.\n17. Repeals or amends this section or any of the following sections of this charter;  sections  forty,  one  hundred  ninety-one,  one  hundred ninety-two,  one  hundred  ninety-three,  one  hundred  ninety-nine, two hundred, two hundred  seventeen,  eleven  hundred  ten,  eleven  hundred eleven,  eleven  hundred fifteen, eleven hundred sixteen, eleven hundred seventeen, eleven hundred eighteen, and eleven hundred twenty-three..\n18. Repeals or amends sections twenty-six hundred one, twenty-six hundred four, twenty-six hundred five, and twenty-six hundred six insofar as they relate to elected officials and section twenty-six hundred two.\n§38b.  A local law shall be submitted for the approval of the electors at the next general or special election held not less than sixty days after the adoption thereof, and  shall  become  operative  as prescribed   therein   only  when  approved  at  such  election  by  the affirmative vote of a majority of the qualified  electors  of  the  city voting upon the proposition, if it repeals or amends sections eleven hundred thirty seven or eleven hundred thirty eight of the Charter. Bottom of Form\n\t§2. \tThis local law shall take effect immediately.\n\nLS 6238\nMG\n10/01/08",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab Section 1. Section 38 of the New York City Charter is amended to read as follows:\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\'a738\\ul a\\ulnone .  Local laws; referendum. A local law shall be submitted for the approval of the electors at the next general election held not less than sixty days after the adoption thereof, and  shall  become  operative  as prescribed   therein   only  when  approved  at  such  election  by  the affirmative vote of a majority of the qualified  electors  of  the  city voting upon the proposition, if it:\\par\n1. Abolishes or changes the form or composition of the council or increases or decreases the number of votes any member is entitled to cast or reduces the number of districts from which council members shall be elected.\\par\n2. Changes the veto power of the mayor.\\par\n3. Changes the law of succession to the mayoralty.\\par\n4. Abolishes an elective office, or changes the method of nominating, electing or removing an elective officer, or changes the term of an elective officer, or reduces the salary of an elective officer during his or her term of office.\\par\n5. Abolishes, transfers or curtails any power of an elective officer.\\par\n6. Creates a new elective office.\\par\n7. Changes a provision of law relating to public utility franchises.\\par\n8. Changes a provision of law relating to the membership or terms of office of the city civil service commission.\\par\n9. Reduces the salary or compensation of a city officer or employee or increases  the  hours of employment or changes the working conditions of such  officer  or  employee  if  such  salary,  compensation,  hours  or conditions  have  been fixed by a state statute and approved by the vote of the qualified electors of the city; and no provision  effecting  such reductions,  increases or changes contained in any local law or proposed new charter shall become effective unless  the  definite  question  with respect  to  such  reductions,  increases or changes shall be separately submitted and approved by the affirmative vote  of  a  majority  of  the qualified electors voting thereon.\\par\n10. Provides a new charter for the city.\\par\n11. Transfers powers vested by this charter in an agency the head of which is appointed by the mayor to an agency the head of which is not so appointed or vice versa, other than transfers of power authorized by this charter from an agency the head of which is appointed by the mayor to a community board, borough president or a borough board.\\par\n12. Dispenses with a provision of this charter requiring a public notice and hearing as a condition precedent to official action.\\par\n13. Dispenses with a requirement of this charter for public bidding or for public letting of contracts except as otherwise provided pursuant to chapter thirteen of this charter.\\par\n14. Changes a provision of this charter governing the classes or character of city bonds or other obligations, the purposes for which or the amount in which any class of obligations may be issued.\\par\n15.  Removes restrictions in this charter on the sale, lease or other disposition of city property.\\par\n16. Curtails the powers of the city planning commission, or changes the vote in the council required to take action without or contrary to the recommendation of the city planning commission.\\par\n17. Repeals or amends this section or any of the following sections of this charter;  sections  forty,  one  hundred  ninety-one,  one  hundred ninety-two,  one  hundred  ninety-three,  one  hundred  ninety-nine, two hundred, two hundred  seventeen,  eleven  hundred  ten,  eleven  hundred eleven,  eleven  hundred fifteen, eleven hundred sixteen, eleven hundred seventeen, eleven hundred eighteen, and eleven hundred twenty-three..\\par\n18. Repeals or amends sections twenty-six hundred one, twenty-six hundred four, twenty-six hundred five, and twenty-six hundred six insofar as they relate to elected officials and section twenty-six hundred two.\\par\n\\ul\\'a738b.  A local law shall be submitted for the approval of the electors at the next general or special election held not less than sixty days after the adoption thereof, and  shall  become  operative  as prescribed   therein   only  when  approved  at  such  election  by  the affirmative vote of a majority of the qualified  electors  of  the  city voting upon the proposition, if it repeals or amends sections eleven hundred thirty seven or eleven hundred thirty eight of the Charter.\\v  Bottom of Form\\ulnone\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab\\'a72. \\tab This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\par\n\\pard\\ltrpar\\qj LS 6238\\par\nMG\\par\n10/01/08\\par\n\\pard\\ltrpar\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
