{
  "ID": 41764,
  "GUID": "49A51CCA-DECA-46B8-9926-574A14087928",
  "File": "Int 0851-2008",
  "Name": "Prohibiting the use of mobile handsets to text message while driving.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the use of mobile handsets to text message while driving.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2008-10-07T00:00:00Z",
  "AgendaDate": "2008-10-07T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    }
  ],
  "History": [
    {
      "ID": 220162,
      "Date": "2008-10-07T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220308,
      "Date": "2008-10-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8482,
      "AgendaSequence": 87,
      "MinutesSequence": 110,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236213,
      "Date": "2009-12-31T13:17:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42589,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subchapter 2 of Chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-175.2 to read as follows:\n§ 19-175.2  Text messaging while driving prohibited.  a.  For the purposes of this section, the following terms shall be defined as follows:\n1.  “Text message” shall mean a message sent or received via a process utilizing wireless handsets.  For the purposes of this section, an e-mail shall be considered a “text message.”\n2.  “Wireless handset” shall mean a portable electronic device capable of transmitting or receiving data in the form of a text message.\nb.  No person shall use a wireless handset to compose, send or read text messages while driving a motor vehicle in the city of New York.  Any person driving a motor vehicle who is operating a wireless handset while such vehicle is in motion in the city of New York shall be presumed to be composing, sending or reading a text message.  The presumption created by this subdivision shall be rebuttable by evidence showing that the driver was not composing, sending or reading a text message.\nc.  Notwithstanding the provisions of subdivision b, this section shall not be construed to prohibit the use of a wireless handset inside a motor vehicle to compose, send or read a text message by:\n1.  any (i) law enforcement, public safety or police officers, (ii) emergency services, first aid, or emergency medical technicians or personnel or (iii) fire safety officials, while performing official duties;\n2.  a driver using a wireless handset to contact an individual listed in paragraph one of this subdivision to report an emergency situation; or\n3.  a driver using a wireless handset inside a motor vehicle while such vehicle is parked, standing or stopped and is removed from the flow of traffic, in accordance with applicable laws or rules, or is stopped due to the inoperability of such vehicle.\nd.  Any person found to have violated this section shall be fined no more than one hundred dollars for the first offense and no more than two hundred fifty dollars for  each subsequent offense.\n\t§ 2.  This local law shall take effect sixty days after it is enacted into law.\n\n\nPH\nLS #6080\n9.30.08 - 4:40 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\ulnone\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\par\nSection 1.  Subchapter 2 of Chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-175.2 to read as follows:\\par\n\\ul\\'a7 19-175.2  Text messaging while driving prohibited.  a.  For the purposes of this section, the following terms shall be defined as follows:\\par\n1.  \\ldblquote Text message\\rdblquote  shall mean a message sent or received via a process utilizing wireless handsets.  For the purposes of this section, an e-mail shall be considered a \\ldblquote text message.\\rdblquote\\par\n2.  \\ldblquote Wireless handset\\rdblquote  shall mean a portable electronic device capable of transmitting or receiving data in the form of a text message.\\par\nb.  No person shall use a wireless handset to compose, send or read text messages while driving a motor vehicle in the city of New York.  Any person driving a motor vehicle who is operating a wireless handset while such vehicle is in motion in the city of New York shall be presumed to be composing, sending or reading a text message.  The presumption created by this subdivision shall be rebuttable by evidence showing that the driver was not composing, sending or reading a text message.\\par\nc.  Notwithstanding the provisions of subdivision b, this section shall not be construed to prohibit the use of a wireless handset inside a motor vehicle to compose, send or read a text message by:\\par\n1.  any (i) law enforcement, public safety or police officers, (ii) emergency services, first aid, or emergency medical technicians or personnel or (iii) fire safety officials, while performing official duties;\\par\n2.  a driver using a wireless handset to contact an individual listed in paragraph one of this subdivision to report an emergency situation; or\\par\n3.  a driver using a wireless handset inside a motor vehicle while such vehicle is parked, standing or stopped and is removed from the flow of traffic, in accordance with applicable laws or rules, or is stopped due to the inoperability of such vehicle.\\par\nd.  Any person found to have violated this section shall be fined no more than one hundred dollars for the first offense and no more than two hundred fifty dollars for  each subsequent offense.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\'a7 2.  This local law shall take effect sixty days after it is enacted into law.\\par\n\\pard\\qj\\fs16\\par\n\\par\nPH\\par\nLS #6080\\par\n9.30.08 - 4:40 pm\\par\n\\pard\\sb100\\sa100\\qj\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
