{
  "ID": 41841,
  "GUID": "462D3007-72A2-4BDA-9827-05E3985A3CB5",
  "File": "Int 0855-2008",
  "Name": "Permissible sidewalk vending locations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to permissible sidewalk vending locations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2008-10-23T00:00:00Z",
  "AgendaDate": "2008-10-23T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 220758,
      "Date": "2008-10-23T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220957,
      "Date": "2008-10-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8536,
      "AgendaSequence": 95,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236211,
      "Date": "2009-12-31T13:16:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42675,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Subsections d, e and q of section 20-465 of the administrative code of the city of New York are amended to read as follows: \nd. No vending pushcart, stand or goods shall be located against display windows of fixed location businesses. [, nor shall they be within twenty feet from an entranceway to any building, store, theatre, movie house, sports arena or other place of public assembly.]\ne.  No general vendor shall vend within any bus stop or taxi stand, or within ten feet of any driveway, any subway entrance or exit, or any corner. For purposes of this subdivision, ten feet from any corner shall be measured from a point where the property line on the nearest intersecting block face, when extended, meets the curb.  Vending shall be permitted for twenty linear feet parallel to the curb, beginning at ten feet from any corner and continuing for no more than twenty feet, providing such space is free from obstructions including, but not limited to bus stops, taxi stands, driveways, and subway entrances and exits.  The length of any obstruction shall be deducted from the total when calculating twenty feet of unobstructed space for the purposes of this section.  Vending shall not be permitted in the twenty linear feet immediately adjacent to the twenty feet of vending.  \nq.  No vendor shall vend:\n1.  within twenty feet from sidewalk cafes; and\n2.  within five feet from (a) bus shelters, (b) newsstands, (c) public telephones or (d) disabled access ramps. [; and]\n[3.  within ten feet from entrances or exits to buildings which are exclusively residential at the street level.]\n§2.  Subsections d and e of section 17-315 of the administrative code are amended to read as follows:\nd. No vending pushcart shall be located against display windows of fixed location businesses. [, nor shall they be within twenty feet from an entranceway to any building, store, theatre, movie house, sports arena or other place of public assembly.]\n \te. No food vendor shall vend within any bus stop, within ten feet of any driveway, any subway entrance or exit, or any crosswalk at any intersection. For purposes of this subdivision, ten feet from any corner shall be measured from a point where the property line on the nearest intersecting block face, when extended, meets the curb.  Vending shall be permitted for twenty linear feet parallel to the curb, beginning at ten feet from any corner and continuing for no more than twenty feet, providing such space is free from obstructions including, but not limited to bus stops, taxi stands, driveways, and subway entrances and exits.  The length of any obstruction shall be deducted from the total when calculating twenty feet of unobstructed space for the purposes of this section.  Vending shall not be permitted in the twenty linear feet immediately adjacent to the twenty feet of vending.  \n\n§3.  This local law shall take effect immediately.\n\n\n\nLS 5826\nLCC\n9/22/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Subsections d, e and q of section 20-465 of the administrative code of the city of New York are amended to read as follows: \\par\n\\cf1 d. No vending pushcart, stand or goods shall be located against display windows of fixed location businesses\\ul .\\ulnone  [, nor shall they be within twenty feet from an entranceway to any building, store, theatre, movie house, sports arena or other place of public assembly.]\\par\ne.  No general vendor shall vend within any bus stop or taxi stand, or within ten feet of any driveway, any subway entrance or exit, or any corner. For purposes of this subdivision, ten feet from any corner shall be measured from a point where the property line on the nearest intersecting block face, when extended, meets the curb.  \\ul Vending shall be permitted for twenty linear feet parallel to the curb, beginning at ten feet from any corner and continuing for no more than twenty feet, providing such space is free from obstructions including, but not limited to bus stops, taxi stands, driveways, and subway entrances and exits.  The length of any obstruction shall be deducted from the total when calculating twenty feet of unobstructed space for the purposes of this section.  Vending shall not be permitted in the twenty linear feet immediately adjacent to the twenty feet of vending.  \\par\n\\ulnone q.  No vendor shall vend:\\par\n1.  within twenty feet from sidewalk cafes; \\ul and\\par\n\\ulnone 2.  within five feet from (a) bus shelters, (b) newsstands, (c) public telephones or (d) disabled access ramps\\ul .\\ulnone  [; and]\\par\n[3.  within ten feet from entrances or exits to buildings which are exclusively residential at the street level.]\\par\n\\'a72.  Subsections d and e of section 17-315 of the administrative code are amended to read as follows:\\par\nd. No vending pushcart shall be located against display windows of fixed location businesses\\ul .\\ulnone  [, nor shall they be within twenty feet from an entranceway to any building, store, theatre, movie house, sports arena or other place of public assembly.]\\par\n \\tab e. No food vendor shall vend within any bus stop, within ten feet of any driveway, any subway entrance or exit, or any crosswalk at any intersection. \\ul For purposes of this subdivision, ten feet from any corner shall be measured from a point where the property line on the nearest intersecting block face, when extended, meets the curb.  Vending shall be permitted for twenty linear feet parallel to the curb, beginning at ten feet from any corner and continuing for no more than twenty feet, providing such space is free from obstructions including, but not limited to bus stops, taxi stands, driveways, and subway entrances and exits.  The length of any obstruction shall be deducted from the total when calculating twenty feet of unobstructed space for the purposes of this section.  Vending shall not be permitted in the twenty linear feet immediately adjacent to the twenty feet of vending.  \\par\n\\cf0\\ulnone\\par\n\\'a73.  This local law shall take effect immediately.\\par\n\\pard\\nowidctlpar\\par\n\\par\n\\par\n\\fs20 LS 5826\\par\nLCC\\par\n9/22/08\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
