{
  "ID": 41786,
  "GUID": "9EFEFDEF-D64A-4445-B09C-FD591A6C6532",
  "File": "Int 0858-2008",
  "Name": "Establish a Charter Revision Commission to draft a new or revised City Charter.",
  "Title": "A Local Law to establish a Charter Revision Commission to draft a new or revised City Charter.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2008-10-23T00:00:00Z",
  "AgendaDate": "2008-10-23T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 220392,
      "Date": "2008-10-16T13:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Introduction was Hearing on P-C Item by Comm",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 8485,
      "AgendaSequence": 3,
      "MinutesSequence": 9,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220465,
      "Date": "2008-10-16T13:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Introduction was P-C Item Laid Over by Comm",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 8485,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220396,
      "Date": "2008-10-17T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Introduction was Hearing on P-C Item by Comm",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 8486,
      "AgendaSequence": 3,
      "MinutesSequence": 9,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220472,
      "Date": "2008-10-17T10:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Introduction was P-C Item Laid Over by Comm",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 8486,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220389,
      "Date": "2008-10-23T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 220961,
      "Date": "2008-10-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8536,
      "AgendaSequence": 98,
      "MinutesSequence": 123,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236208,
      "Date": "2009-12-31T13:15:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 85444,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/16/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4310b169-3bba-4902-a12f-21cc8e05c3c4.doc",
      "Sort": 1
    },
    {
      "ID": 85670,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/16/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3d47f49e-1471-46e2-8aef-b28fff2a12af.pdf",
      "Sort": 2
    },
    {
      "ID": 85500,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/16/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a68c913d-2526-4bee-9eb3-bc6c0c68114c.PDF",
      "Sort": 3
    },
    {
      "ID": 85445,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/17/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4f2d6c86-4e59-4212-96bd-ee28dffebe2b.doc",
      "Sort": 4
    },
    {
      "ID": 85504,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/17/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/53ba40c9-bc42-4f13-b3a8-de8ba1c951a0.PDF",
      "Sort": 5
    },
    {
      "ID": 85775,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/17/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/63c14537-add7-42ce-951a-143abfd84ed5.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 42612,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Pursuant to the authority invested in it by § 36.2(a) of the Municipal Home Rule Law, the Council hereby establishes a commission to draft a new or revised City Charter (the “Charter Revision Commission” or “Commission”).\n§2.  \tPurpose and Intent.  The purpose and intent of this legislation and of the establishment of the Charter Revision Commission shall be to afford the people of the City of New York an opportunity to vote  by referendum at a special election in early 2009 on a proposal to amend the term limits provisions of Chapter 50 of the Charter together with such other or further Charter amendments or revisions that the Charter Revision Commission recommends.\n§3.\tMethod of Determining Composition of the Commission.  The method of determining the number of members of the Charter Revision Commission and the method of their selection shall be by designation of the Council as follows:\n\t(a)\tthe Charter Revision Commission shall be comprised of nine members, including a Chair, a Vice Chair, a Secretary and six additional members;\n\t(b)\tthe members of the Charter Revision Commission shall be selected by appointment;\n\t(c)\tthe power to appoint original members of the Charter Revision Commission shall be by majority vote of the Council;\n\t(d)\tthe Council shall appoint Charter Revision Commission members who, to the maximum extent feasible, (i) reflect the diversity of the people of the City of New York, (ii) are comprised of at least one resident of each of the five boroughs of the City, (iii) are familiar with the provisions of the Charter of the City of New York, (iv) are familiar with the operations of City government, and (v) are committed to the principle that Charter changes affecting the term limits provided for in Chapter 50 of the Charter shall be adopted by a vote of the citizens of the City at a referendum election;\n\t(e)\tno member of the Commission may be a registered lobbyist as that term is defined in § 3-211(a) of the Administrative Code;\n\t(f)\tno more than four members of the Commission serving at any one time may be persons doing business with the City as that term is defined in § 3-702.18 of the Administrative Code; and\n\t(g)\tany vacancy in the membership of the Charter Revision Commission or of its officers shall be filled by appointment made by majority vote of the Council.\n§4.\tCommission Appointments.  Pursuant to the authority invested in it \nunder §3 above, the members of the charter revision commission will be determined by the Council in a schedule attached hereto.\n§5.\tCommission Mandate.  The Charter Revision Commission shall review the entire Charter and prepare a draft of a proposed new or revised Charter in accordance with the provisions of § 36.5(a) of the Municipal Home Rule Law.\n§6.\tSubmission of Recommendation for Voter Approval.  Pursuant to § 36.5(b) of the Municipal Home Rule Law, the Charter Revision Commission is authorized to submit its proposed new Charter or amendments to the electors of the City at a special election and it is required to complete and file in the Office of the City Clerk its proposed new Charter or amendments in time for submission to the electors not later than the second general election after the date hereof; provided, however, that it is the purpose and intent of the Council in enacting this local law that the Charter Revision Commission shall complete and file its proposed new Charter or amendments as early in 2009 as is reasonably practicable but in any event on or before March 1, 2009, in time for submission to the electors at a special election to be held at least 60 days later but in any event not later than May 1, 2009 in order to enact any change to Chapter 50 of the Charter affecting term limits in time for the commencement of petitioning for the 2009 primary elections.\n§7.\tPublication of Recommendations.  The publication and publicity of the Charter Revision Commission’s proposed new Charter or amendments shall include but not be limited to a summary and detailed description to be included in a voters guide to be published by the Commission and mailed to each enrolled elector in the City of New York not less than ten days prior to the election at which the Commission’s proposal will be on the ballot together with such other and further publication and publicity that the Commission deems reasonably necessary to ensure that the electors of the City are fully informed of the recommendations and the need for their adoption.\n§8.\tAdditional Provisions.  \n\t(a)\tMembers of the Commission shall receive no compensation for their services, but shall be reimbursed for the actual and necessary expenses incurred by them in the performance of their duties.\n\t(b)\tThe Commission shall appoint and may at pleasure remove such employees and consultants as it shall require and fix their compensation and may accept any services, facilities or funds and use or expend the same for its purposes.  No Commission employee or consultant shall be a registered lobbyist as that term is defined in § 3-211(a) of the Administrative Code.  Any person who is a person doing business with the City as that term is defined in § 3-702.18 of the Administrative Code may serve as an employee or consultant of the Commission only after approval by the City’s Conflicts of Interest Board and only subject to such restrictions or limitations on their duties and responsibilities for the Commission as the Conflicts of Interest Board may require.\n\t(c)\tOn request of the Commission, the Mayor may direct any board, body, officer or employee of the city to cooperate with, assist, advise, provide facilities, materials or data and render services to the Commission and it is the desire and intent of the Council that the Mayor shall comply with any such request.\n\t(d)\tIn addition to action under any other power to make appropriations for the support of the Commission, the appropriate officials of the City shall have power, on request of the Commission, to appropriate to such Commission such sum or sums as shall be necessary to defray its expenses and it is the desire and intent of the Council that the Mayor shall timely fulfill any such necessary requests.\n\t(e)\tNo person shall be disqualified to serve as a member, employee or consultant of the Commission by reason of holding any other public office or employment, nor shall she forfeit any such office or employment by reason of her appointment hereunder, notwithstanding the provisions of any law.\n\t(f)\tThe terms of office of the members of the Commission shall expire on the day of the election at which the proposed new Charter or Charter amendments prepared by the Commission are submitted to the qualified electors of the City, or on the day of the second general election following the date hereof if no such questions have been submitted by that time.\n\t(g)\tIt is the intent and desire of the Council that the Commission  conduct not less than one public hearing in each of the five boroughs of the City. \n§9.\tSeverability.  If any provision of this bill or any provision of this local law, or any amendments thereto, shall be held invalid or ineffective in whole or in part or inapplicable to any person or situation, such holding shall not affect, impair or invalidate any portion of or the remainder of this local law, and all other provisions thereof shall nevertheless be separately and fully effective and the application of any such provision to other persons or situation shall not be affected.\n\t§10. Effective Date.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab Section 1.  Pursuant to the authority invested in it by \\'a7 36.2(a) of the Municipal Home Rule Law, the Council hereby establishes a commission to draft a new or revised City Charter (the \\ldblquote Charter Revision Commission\\rdblquote  or \\ldblquote Commission\\rdblquote ).\\par\n\\pard\\fi720\\sl480\\slmult1\\'a72.  \\tab Purpose and Intent.  The purpose and intent of this legislation and of the establishment of the Charter Revision Commission shall be to afford the people of the City of New York an opportunity to vote  by referendum at a special election in early 2009 on a proposal to amend the term limits provisions of Chapter 50 of the Charter together with such other or further Charter amendments or revisions that the Charter Revision Commission recommends.\\par\n\\'a73.\\tab Method of Determining Composition of the Commission.  The method of determining the number of members of the Charter Revision Commission and the method of their selection shall be by designation of the Council as follows:\\par\n\\tab (a)\\tab the Charter Revision Commission shall be comprised of nine members, including a Chair, a Vice Chair, a Secretary and six additional members;\\par\n\\tab (b)\\tab the members of the Charter Revision Commission shall be selected by appointment;\\par\n\\tab (c)\\tab the power to appoint original members of the Charter Revision Commission shall be by majority vote of the Council;\\par\n\\tab (d)\\tab the Council shall appoint Charter Revision Commission members who, to the maximum extent feasible, (i) reflect the diversity of the people of the City of New York, (ii) are comprised of at least one resident of each of the five boroughs of the City, (iii) are familiar with the provisions of the Charter of the City of New York, (iv) are familiar with the operations of City government, and (v) are committed to the principle that Charter changes affecting the term limits provided for in Chapter 50 of the Charter shall be adopted by a vote of the citizens of the City at a referendum election;\\par\n\\tab (e)\\tab no member of the Commission may be a registered lobbyist as that term is defined in \\'a7 3-211(a) of the Administrative Code;\\par\n\\tab (f)\\tab no more than four members of the Commission serving at any one time may be persons doing business with the City as that term is defined in \\'a7 3-702.18 of the Administrative Code; and\\par\n\\tab (g)\\tab any vacancy in the membership of the Charter Revision Commission or of its officers shall be filled by appointment made by majority vote of the Council.\\par\n\\'a74.\\tab Commission Appointments.  Pursuant to the authority invested in it \\line under \\'a73 above, the members of the charter revision commission will be determined by the Council in a schedule attached hereto.\\par\n\\'a75.\\tab Commission Mandate.  The Charter Revision Commission shall review the entire Charter and prepare a draft of a proposed new or revised Charter in accordance with the provisions of \\'a7 36.5(a) of the Municipal Home Rule Law.\\par\n\\'a76.\\tab Submission of Recommendation for Voter Approval.  Pursuant to \\'a7 36.5(b) of the Municipal Home Rule Law, the Charter Revision Commission is authorized to submit its proposed new Charter or amendments to the electors of the City at a special election and it is required to complete and file in the Office of the City Clerk its proposed new Charter or amendments in time for submission to the electors not later than the second general election after the date hereof; provided, however, that it is the purpose and intent of the Council in enacting this local law that the Charter Revision Commission shall complete and file its proposed new Charter or amendments as early in 2009 as is reasonably practicable but in any event on or before March 1, 2009, in time for submission to the electors at a special election to be held at least 60 days later but in any event not later than May 1, 2009 in order to enact any change to Chapter 50 of the Charter affecting term limits in time for the commencement of petitioning for the 2009 primary elections.\\par\n\\'a77.\\tab Publication of Recommendations.  The publication and publicity of the Charter Revision Commission\\rquote s proposed new Charter or amendments shall include but not be limited to a summary and detailed description to be included in a voters guide to be published by the Commission and mailed to each enrolled elector in the City of New York not less than ten days prior to the election at which the Commission\\rquote s proposal will be on the ballot together with such other and further publication and publicity that the Commission deems reasonably necessary to ensure that the electors of the City are fully informed of the recommendations and the need for their adoption.\\par\n\\'a78.\\tab Additional Provisions.  \\par\n\\tab (a)\\tab Members of the Commission shall receive no compensation for their services, but shall be reimbursed for the actual and necessary expenses incurred by them in the performance of their duties.\\par\n\\tab (b)\\tab The Commission shall appoint and may at pleasure remove such employees and consultants as it shall require and fix their compensation and may accept any services, facilities or funds and use or expend the same for its purposes.  No Commission employee or consultant shall be a registered lobbyist as that term is defined in \\'a7 3-211(a) of the Administrative Code.  Any person who is a person doing business with the City as that term is defined in \\'a7 3-702.18 of the Administrative Code may serve as an employee or consultant of the Commission only after approval by the City\\rquote s Conflicts of Interest Board and only subject to such restrictions or limitations on their duties and responsibilities for the Commission as the Conflicts of Interest Board may require.\\par\n\\tab (c)\\tab On request of the Commission, the Mayor may direct any board, body, officer or employee of the city to cooperate with, assist, advise, provide facilities, materials or data and render services to the Commission and it is the desire and intent of the Council that the Mayor shall comply with any such request.\\par\n\\tab (d)\\tab In addition to action under any other power to make appropriations for the support of the Commission, the appropriate officials of the City shall have power, on request of the Commission, to appropriate to such Commission such sum or sums as shall be necessary to defray its expenses and it is the desire and intent of the Council that the Mayor shall timely fulfill any such necessary requests.\\par\n\\tab (e)\\tab No person shall be disqualified to serve as a member, employee or consultant of the Commission by reason of holding any other public office or employment, nor shall she forfeit any such office or employment by reason of her appointment hereunder, notwithstanding the provisions of any law.\\par\n\\tab (f)\\tab The terms of office of the members of the Commission shall expire on the day of the election at which the proposed new Charter or Charter amendments prepared by the Commission are submitted to the qualified electors of the City, or on the day of the second general election following the date hereof if no such questions have been submitted by that time.\\par\n\\tab (g)\\tab It is the intent and desire of the Council that the Commission  conduct not less than one public hearing in each of the five boroughs of the City. \\par\n\\'a79.\\tab Severability.  If any provision of this bill or any provision of this local law, or any amendments thereto, shall be held invalid or ineffective in whole or in part or inapplicable to any person or situation, such holding shall not affect, impair or invalidate any portion of or the remainder of this local law, and all other provisions thereof shall nevertheless be separately and fully effective and the application of any such provision to other persons or situation shall not be affected.\\par\n\\pard\\sl480\\slmult1\\tab\\'a710. Effective Date.  This local law shall take effect immediately.\\par\n\\pard\\qj\\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
