{
  "ID": 41871,
  "GUID": "F559EA75-D67F-410A-BA69-FE9D1F4092DE",
  "File": "Int 0863-2008",
  "Name": "DOT  to conduct traffic studies for any school with students at or below the eighth grade level.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department of transportation to conduct traffic studies for any school with students at or below the eighth grade level.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2008-11-13T00:00:00Z",
  "AgendaDate": "2008-11-13T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 221180,
      "Date": "2008-11-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221329,
      "Date": "2008-11-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8555,
      "AgendaSequence": 62,
      "MinutesSequence": 82,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236205,
      "Date": "2009-12-31T13:14:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42708,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 19-179 of subchapter 3 of chapter 1 of title 19 of the administrative code of the city of New York is amended to read as follows:\n§19-179 Traffic [calming study] studies.  a.  The commissioner shall conduct a study on the feasibility of installing traffic calming measures, including but not limited to, raised crosswalks, traffic circles and protected pedestrian phases in appropriate locations in the city.  Within one year of the effective date of [this] the local law that added this section, the commissioner shall submit a report of the department’s findings to the council.\n\tb. For the purposes of this section, the following terms shall have the following meanings:\n\t(1) “traffic calming” shall mean any engineering measure which slows vehicular traffic and accommodates other street users such as pedestrians, bicyclists or children at play.\n\t(2) “raised crosswalks” shall mean crosswalks which are raised several inches above street level in order to slow vehicular traffic.\n\t(3) “traffic circles” shall mean landscaped islands in the middle of intersections which can replace traffic control indications or stop signs on non-arterial streets.\n\t(4) “protected pedestrians phases” shall mean traffic control indications that are adjusted to provide that all conflicting vehicular movements are stopped in order to accommodate pedestrian movement.\n\t(5) “eligible school” shall mean any educational facility under the jurisdiction of the New York city department of education and any non-public school that provides educational instruction to students at or below the eighth grade level.\nc.  The commissioner shall conduct traffic studies on the feasibility of installing traffic calming measures adjacent to all eligible schools.  (1) Such traffic studies shall follow the following schedule: within one year of the effective date of the local law that added this subdivision, the commissioner shall complete traffic studies of twenty-five percent of all eligible schools; within two years of the effective date of the local law that added this subdivision, the commissioner shall complete traffic studies of fifty percent of all eligible schools; within three years of the effective date of the local law that added this subdivision, the commissioner shall complete traffic studies of seventy-five percent of all eligible schools; and within four years of the effective date of this local law that added this subdivision, the commissioner shall complete traffic studies of all eligible schools.\n(2)  If any new eligible schools open within four years after the effective date of the local law that added this subdivision, a traffic study of such school shall be completed within the schedule provided in paragraph 1 of this subdivision.  With respect to the opening of any new eligible school after the expiration of the four year period following the effective date of the local law that added this subdivision, the commissioner shall conduct a traffic study of such eligible school within ninety days of such opening.\n(3)  If the commissioner determines, after conducting any traffic study mandated pursuant to this subdivision, that traffic calming measures are needed at any eligible school, such traffic calming measures shall be installed within one year after the completion of the traffic study at such eligible school.\n§2.  This local law shall take effect ninety days after its enactment.\n\nLS # 3345\nPH\n11.7..08 - 12:10 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1.  Section 19-179 of subchapter 3 of chapter 1 of title 19 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a719-179 Traffic [calming study] \\ul studies\\ulnone .  a.  The commissioner shall conduct a study on the feasibility of installing traffic calming measures, including but not limited to, raised crosswalks, traffic circles and protected pedestrian phases in appropriate locations in the city.  Within one year of the effective date of [this] \\ul the\\ulnone  local law \\ul that added this section\\ulnone , the commissioner shall submit a report of the department\\rquote s findings to the council.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab b. For the purposes of this section, the following terms shall have the following meanings:\\par\n\\tab (1) \\ldblquote traffic calming\\rdblquote  shall mean any engineering measure which slows vehicular traffic and accommodates other street users such as pedestrians, bicyclists or children at play.\\par\n\\tab (2) \\ldblquote raised crosswalks\\rdblquote  shall mean crosswalks which are raised several inches above street level in order to slow vehicular traffic.\\par\n\\tab (3) \\ldblquote traffic circles\\rdblquote  shall mean landscaped islands in the middle of intersections which can replace traffic control indications or stop signs on non-arterial streets.\\par\n\\tab (4) \\ldblquote protected pedestrians phases\\rdblquote  shall mean traffic control indications that are adjusted to provide that all conflicting vehicular movements are stopped in order to accommodate pedestrian movement.\\par\n\\tab\\ul (5) \\ldblquote eligible school\\rdblquote  shall mean any educational facility under the jurisdiction of the New York city department of education and any non-public school that provides educational instruction to students at or below the eighth grade level.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj c.  The commissioner shall conduct traffic studies on the feasibility of installing traffic calming measures adjacent to all eligible schools.  (1) Such traffic studies shall follow the following schedule: within one year of the effective date of the local law that added this subdivision, the commissioner shall complete traffic studies of twenty-five percent of all eligible schools; within two years of the effective date of the local law that added this subdivision, the commissioner shall complete traffic studies of fifty percent of all eligible schools; within three years of the effective date of the local law that added this subdivision, the commissioner shall complete traffic studies of seventy-five percent of all eligible schools; and within four years of the effective date of this local law that added this subdivision, the commissioner shall complete traffic studies of all eligible schools.\\par\n(2)  If any new eligible schools open within four years after the effective date of the local law that added this subdivision, a traffic study of such school shall be completed within the schedule provided in paragraph 1 of this subdivision.  With respect to the opening of any new eligible school after the expiration of the four year period following the effective date of the local law that added this subdivision, the commissioner shall conduct a traffic study of such eligible school within ninety days of such opening.\\par\n(3)  If the commissioner determines, after conducting any traffic study mandated pursuant to this subdivision, that traffic calming measures are needed at any eligible school, such traffic calming measures shall be installed within one year after the completion of the traffic study at such eligible school.\\par\n\\ulnone\\'a72.  This local law shall take effect ninety days after its enactment.\\ul\\par\n\\par\n\\pard\\nowidctlpar\\qj\\ulnone\\fs16 LS # 3345\\par\nPH\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj 11.7..08 - 12:10 pm\\ul\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
