{
  "ID": 41931,
  "GUID": "35D417F4-135D-4817-8E5A-F55D663891A4",
  "File": "Int 0876-2008",
  "Name": "Replacement cycles for taxicabs and repealing paragraph 3 of subdivision b of section 19-535.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to replacement cycles for taxicabs and repealing paragraph 3 of subdivision b of section 19-535.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2008-11-19T00:00:00Z",
  "AgendaDate": "2008-11-19T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    }
  ],
  "History": [
    {
      "ID": 221507,
      "Date": "2008-11-19T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221750,
      "Date": "2008-11-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8595,
      "AgendaSequence": 80,
      "MinutesSequence": 98,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221820,
      "Date": "2008-12-04T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 8611,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221999,
      "Date": "2008-12-04T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 8611,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236196,
      "Date": "2009-12-31T13:11:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 86178,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 12/4/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4f53e245-50c7-4603-a029-ab603a1ed8c0.doc",
      "Sort": 1
    },
    {
      "ID": 86182,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 12/4/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/49a760ff-440d-4a35-bbc8-ed73e61af998.PDF",
      "Sort": 2
    },
    {
      "ID": 87302,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/4/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6d26bcb9-7443-4a46-a6cd-1f66991964ed.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 42768,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Paragraph 3 of subdivision b of section 19-535 of the administrative code of the city of New York is REPEALED.\n\t§ 2.  Chapter five of title 19 of the administrative code of the city of New York is amended by adding a new section 19-537 to read as follows:\n\t§19-537  Taxicab retirement. a. Definitions.  For the purposes of this section only, the following terms shall have the following meanings:\n\t1.  “Hack-up” shall mean to outfit a vehicle as a taxicab and to obtain first-time approval from the commission for that vehicle to serve as a taxicab. \n\t2.  “Hybrid-electric taxicab” shall mean a commercially available mass-produced vehicle originally equipped by the manufacturer with a combustion engine system together with an electric propulsion system that operates in an integrated manner, which is approved by the commission for use as a taxicab.\n\t3.  “Wheelchair accessible taxicab” shall mean a vehicle which is designed to be able to transport persons in wheelchairs or containing any physical device or alteration designed to permit access to and enable the transportation of persons in wheelchairs and is approved by the commission for use as a taxicab.\n\tb.  Any taxicab that is not a hybrid-electric taxicab, a taxicab dedicated to operate on compressed natural gas no later than six months after hack-up and which remains so dedicated for the rest of its operation, a level one clean air taxicab or level two clean air vehicle, as defined under section 19-535 of the code, or a wheelchair accessible taxicab, shall be retired from taxicab service and replaced no later than the scheduled inspection date of the vehicle occurring eighteen months after the vehicle was hacked-up.\n\tc.  The provisions of subdivision b of this section shall not apply to taxicabs that are hacked-up prior to the effective date of this section.\n\t§ 3.  This local law shall take effect ninety days after its enactment into law.\n\nLS # 6260\n11.14.08, 3:30 pm\nPH",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\qj\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\fs25\\tab\\fs24 Section 1.  Paragraph 3 of subdivision b of section 19-535 of the administrative code of the city of New York is REPEALED.\\par\n\\tab\\'a7 2.  Chapter five of title 19 of the administrative code of the city of New York is amended by adding a new section 19-537 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\ul\\'a719-537  Taxicab retirement. a. Definitions.  For the purposes of this section only, the following terms shall have the following meanings:\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\ulnone\\tab\\ul 1.  \\ldblquote Hack-up\\rdblquote  shall mean to outfit a vehicle as a taxicab and to obtain first-time approval from the commission for that vehicle to serve as a taxicab. \\par\n\\ulnone\\tab\\ul 2.  \\ldblquote Hybrid-electric taxicab\\rdblquote  shall mean a commercially available mass-produced vehicle originally equipped by the manufacturer with a combustion engine system together with an electric propulsion system that operates in an integrated manner, which is approved by the commission for use as a taxicab.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx2160\\ulnone\\tab\\ul 3.  \\ldblquote Wheelchair accessible taxicab\\rdblquote  shall mean a vehicle which is designed to be able to transport persons in wheelchairs or containing any physical device or alteration designed to permit access to and enable the transportation of persons in wheelchairs and is approved by the commission for use as a taxicab.\\par\n\\ulnone\\tab\\ul b.  Any taxicab that is not a hybrid-electric taxicab, a taxicab dedicated to operate on compressed natural gas no later than six months after hack-up and which remains so dedicated for the rest of its operation, a level one clean air taxicab or level two clean air vehicle, as defined under section 19-535 of the code, or a wheelchair accessible taxicab, shall be retired from taxicab service and replaced no later than the scheduled inspection date of the vehicle occurring eighteen months after the vehicle was hacked-up.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\ulnone\\fs25\\tab\\ul\\fs24 c.  The provisions of subdivision b of this section shall not apply to taxicabs that are hacked-up prior to the effective date of this section.\\par\n\\ulnone\\tab\\'a7 3.  This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\qj\\fs16 LS # 6260\\par\n11.14.08, 3:30 pm\\par\nPH\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
