{
  "ID": 42016,
  "GUID": "574C2B34-AE2E-4742-8977-0EAA25034607",
  "File": "Int 0882-2008",
  "Name": "Requiring the department of health and mental hygiene to issue an annual report regarding hepatitis B.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department of health and mental hygiene to issue an annual report regarding hepatitis B.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2008-12-09T00:00:00Z",
  "AgendaDate": "2008-12-09T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    }
  ],
  "History": [
    {
      "ID": 222117,
      "Date": "2008-12-09T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 222300,
      "Date": "2008-12-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8642,
      "AgendaSequence": 100,
      "MinutesSequence": 115,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236194,
      "Date": "2009-12-31T13:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42856,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter one of title 17 of the administrative code of the city of New York is amended by adding a new section 17-194 to read as follows: \n§17-194 Hepatitis B data compilation and reporting. a. On or before December first of two thousand nine and each year thereafter, the department shall submit an annual report to the council and the mayor detailing the department’s efforts to identify and prevent the spread of hepatitis B during the preceding fiscal year.  Such annual report shall, at minimum, include data on (i) infection rates, including numbers of acute and chronic infections; (ii) any identified causes of new incidents of hepatitis B infections; (iii) the demographics of persons infected with hepatitis B; (iv) the number of deaths caused by hepatitis B; (v) the number of new liver cancers diagnosed; (vi) percentage of known cases receiving care and those referred to care; (vi) the number of vaccinations commenced and completed; (vii) the number of patients resistant to hepatitis B vaccination; (viii) the number of pregnant women with Hepatitis B; (ix) fiscal funding allocated and used on hepatitis B related programs; and (xi) community outreach efforts targeting hepatitis B.\nb. In addition to any other data the department may deem relevant, such report shall include a summation about the effectiveness of any prenatal and other hepatitis B prevention programs.\nc. The annual reports required pursuant to this section shall be made available on the department’s website and to any member of the public upon request.\n§2. This local law shall take effect immediately upon enactment. \n\n\nRC\nLS # 5908 \nNovember 28, 2008",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Chapter one of title 17 of the administrative code of the city of New York is amended by adding a new section 17-194 to read as follows: \\par\n\\ul\\'a717-194 \\b Hepatitis B data compilation and reporting\\b0 . a. On or before December first of two thousand nine and each year thereafter, the department shall submit an annual report to the council and the mayor detailing the department\\rquote s efforts to identify and prevent the spread of hepatitis B during the preceding fiscal year.  Such annual report shall, at minimum, include data on (i) infection rates, including numbers of acute and chronic infections; (ii) any identified causes of new incidents of hepatitis B infections; (iii) the demographics of persons infected with hepatitis B; (iv) the number of deaths caused by hepatitis B; (v) the number of new liver cancers diagnosed; (vi) percentage of known cases receiving care and those referred to care; (vi) the number of vaccinations commenced and completed; (vii) the number of patients resistant to hepatitis B vaccination; (viii) the number of pregnant women with Hepatitis B; (ix) fiscal funding allocated and used on hepatitis B related programs; and (xi) community outreach efforts targeting hepatitis B.\\par\nb. In addition to any other data the department may deem relevant, such report shall include a summation about the effectiveness of any prenatal and other hepatitis B prevention programs\\ulnone .\\par\n\\ul c. The annual reports required pursuant to this section shall be made available on the department\\rquote s website and to any member of the public upon request.\\par\n\\ulnone\\'a72. This local law shall take effect immediately upon enactment. \\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\fs20\\par\nRC\\par\nLS # 5908 \\par\nNovember 28, 2008\\fs24\\line\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
