{
  "ID": 41982,
  "GUID": "1A96DDDA-8160-4461-BD13-B1BE998549AF",
  "File": "Int 0889-2008",
  "Name": "Responsibilities of entities commencing action to recover real property in foreclosure actions.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to responsibilities of entities commencing action to recover real property in foreclosure actions.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2008-12-09T00:00:00Z",
  "AgendaDate": "2008-12-09T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 222109,
      "Date": "2008-12-09T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 222310,
      "Date": "2008-12-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8642,
      "AgendaSequence": 108,
      "MinutesSequence": 123,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 226569,
      "Date": "2009-04-21T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 8916,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 226596,
      "Date": "2009-04-21T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 8916,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236189,
      "Date": "2009-12-31T13:07:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 88392,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/21/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ae235ad5-d6b9-4dd3-97f0-217448c4a6e0.doc",
      "Sort": 1
    },
    {
      "ID": 88772,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/21/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5d943ffa-914b-4f37-8a16-c19125342e6f.pdf",
      "Sort": 2
    },
    {
      "ID": 89473,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 4/21/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6b9ff8e7-5dee-4a6d-8d9e-3b53d293ebef.PDF",
      "Sort": 3
    },
    {
      "ID": 88475,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - David B. Hanzel 4/21/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/cfc553d2-40cc-41b2-94a9-5384b45e01f0. Hanzel.doc",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 42820,
  "Text": "Be it enacted by the Council as follows: \n\t\nSection 1. a. Legislative Intent.  Foreclosures, especially of one and two family homes, have a deleterious effect on the neighborhoods surrounding the foreclosed properties.  The property being foreclosed upon may become hazardous from lack of proper maintenance and at a minimum, damages the appearance of neighborhoods and could lead to a reduction in property values in the surrounding area.  Moreover, a spate of foreclosures may lead to secondary effects, such as an increase in crime.  It is the intent of this legislation to address these issues, while not in any way interfering with the rights of litigants in foreclosure proceedings.\n§2. Article 2 of subchapter 4 of chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2109.1 to read as follows:\n§27-2109.1 Registration and responsibilities of entities commencing action seeking to recover real property in foreclosure actions.  a. Any mortgagee that commences an action or has commenced an action in a court of competent jurisdiction in the state of New York to foreclose upon a mortgage on real property within the city of New York shall register with the department within ten days of the commencement of such action.  Such registration shall include the following information: the name of the entity bringing such action, and the name of a principal or corporate officer of such entity, with the mailing address, telephone number and e-mail address of such principal or corporate officer; the entity against whom such action has been brought; the identification of such real property by street address and block and lot number; the date of the commencement of the action to recover such real property; and the court where such action was commenced.  Such registration shall take place within sixty days of the effective date of this section, if such action was commenced prior to the enactment of this section.  The department shall maintain such registration information on the official city website.  Such web site shall be updated at a minimum on the first business day of each month.  Such mortgagee shall notify the department within ten days of the stipulated discontinuance of such foreclosure action, issuance of a judgment in such foreclosure, and of the sale of such foreclosed property.  The registration information concerning a specific foreclosure action shall be removed from the official city website on or before the first business day of the month following disclosure of such discontinuance, or upon sale of such property or one year after notification of an order of foreclosure, whichever occurs sooner.\nb. Failure to register such action shall result in a civil penalty enforceable at the Housing Court, and shall result in a civil penalty not to exceed one thousand dollars for each day that there is such a failure to register.  However, a failure to register will not in any way affect a pending court action.\nc. An entity that brings an action within a court of competent jurisdiction in the state of New York to recover real property shall be responsible for adherence to all applicable provisions of law of the city of New York.  Any penalties against the property for violations of any such laws and regulations, both civil and criminal, shall be borne by such entity commencing such foreclosure proceeding.  However, any orders made or other action taken by a court having jurisdiction over such case shall take precedence over this section.  The responsibility of maintenance of such real property shall cease upon the sale of such property or discontinuance of such action.\nd. This section shall not apply to any foreclosure actions brought by any governmental entity.\n§3. This local law shall take effect immediately after enactment.\nLF \nLS #5922\n11/6/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\ulnone\\tab\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. a. Legislative Intent.  Foreclosures, especially of one and two family homes, have a deleterious effect on the neighborhoods surrounding the foreclosed properties.  The property being foreclosed upon may become hazardous from lack of proper maintenance and at a minimum, damages the appearance of neighborhoods and could lead to a reduction in property values in the surrounding area.  Moreover, a spate of foreclosures may lead to secondary effects, such as an increase in crime.  It is the intent of this legislation to address these issues, while not in any way interfering with the rights of litigants in foreclosure proceedings.\\ul\\par\n\\ulnone\\'a72. Article 2 of subchapter 4 of chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2109.1 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ul\\'a727-2109.1 Registration and responsibilities of entities commencing action seeking to recover real property in foreclosure actions.  a. Any mortgagee that commences an action or has commenced an action in a court of competent jurisdiction in the state of New York to foreclose upon a mortgage on real property within the city of New York shall register with the department within ten days of the commencement of such action.  Such registration shall include the following information: the name of the entity bringing such action, and the name of a principal or corporate officer of such entity, with the mailing address, telephone number and e-mail address of such principal or corporate officer; the entity against whom such action has been brought; the identification of such real property by street address and block and lot number; the date of the commencement of the action to recover such real property; and the court where such action was commenced.  Such registration shall take place within sixty days of the effective date of this section, if such action was commenced prior to the enactment of this section.  The department shall maintain such registration information on the official city website.  Such web site shall be updated at a minimum on the first business day of each month.  Such mortgagee shall notify the department within ten days of the stipulated discontinuance of such foreclosure action, issuance of a judgment in such foreclosure, and of the sale of such foreclosed property.  The registration information concerning a specific foreclosure action shall be removed from the official city website on or before the first business day of the month following disclosure of such discontinuance, or upon sale of such property or one year after notification of an order of foreclosure, whichever occurs sooner.\\par\nb. Failure to register such action shall result in a civil penalty enforceable at the Housing Court, and shall result in a civil penalty not to exceed one thousand dollars for each day that there is such a failure to register.  However, a failure to register will not in any way affect a pending court action.\\par\nc. An entity that brings an action within a court of competent jurisdiction in the state of New York to recover real property shall be responsible for adherence to all applicable provisions of law of the city of New York.  Any penalties against the property for violations of any such laws and regulations, both civil and criminal, shall be borne by such entity commencing such foreclosure proceeding.  However, any orders made or other action taken by a court having jurisdiction over such case shall take precedence over this section.  The responsibility of maintenance of such real property shall cease upon the sale of such property or discontinuance of such action.\\par\nd. This section shall not apply to any foreclosure actions brought by any governmental entity.\\par\n\\ulnone\\'a73. This local law shall take effect immediately after enactment.\\ul\\par\n\\pard\\qj\\ulnone LF \\par\nLS #5922\\par\n11/6/08\\par\n\\pard\\sl480\\slmult1\\qj\\ul\\par\n\\par\n\\pard\\ulnone\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
