{
  "ID": 42079,
  "GUID": "8C2EBA65-3CAD-4E10-93B8-EB5A78109C4D",
  "File": "Int 0891-2008",
  "Name": "Establishing an energy volatility task force.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing an energy volatility task force.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2008-12-18T00:00:00Z",
  "AgendaDate": "2008-12-18T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    }
  ],
  "History": [
    {
      "ID": 222663,
      "Date": "2008-12-18T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 222846,
      "Date": "2008-12-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8674,
      "AgendaSequence": 132,
      "MinutesSequence": 171,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236188,
      "Date": "2009-12-31T13:07:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 93187,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Introduced Items",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a0e60dce-f560-4068-94f1-56afd6f78907.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 42920,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subchapter 6 of chapter 1 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-154.1 to read as follows:\n\t§24-154.1 Energy volatility task force. a. There is hereby established an energy volatility task force consisting of eleven members, five of whom shall be appointed by the speaker of the council and six of whom shall appointed by the mayor, one of whom shall be designated by the mayor as chairperson. The task force members shall be selected as to represent as many sectors of the public as possible including, but not limited to, community boards, environmental groups, energy industry experts, academics, and energy consumers. Members shall serve for three years and be eligible for reappointment. Any vacancy occurring other than by expiration of term shall be filled in the same manner as the original position was filled. Members shall serve without compensation. The members of the task force shall be appointed within thirty days of the effective date of the local law that added this section. The task force shall meet at least four times per year.\n           b. The task force shall:\n           1. Acquire and study current data and information on energy volatility, including peak oil prices and other factors affecting the availability of supplies from all sources.\n   \t 2. Consider ways in which all city agency budgeting and planning decisions should \nincorporate energy volatility concerns, including future energy prices, and, where appropriate, revisions to PlaNYC 2030.\n   \t  3. Suggest ways to implement changes in city policies and procedures to mitigate the effects of energy volatility and to promote energy efficient transportation, construction and regional production of products and materials used in the city.\n      \t4. Survey efforts to address the energy volatility problem in other jurisdictions, with consideration to the replicating of such programs in New York city and recommend further program initiatives.\n            5.  Beginning on March first, two thousand ten and on each March first thereafter, the task force shall provide a report to the mayor and the council containing any  program, policy and procedural changes made during the prior year to lessen the effects of energy volatility. \n\t§2. This law shall take effect immediately upon its enactment. \n\nLS#5513\nCJC-07/25/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1. Subchapter 6 of chapter 1 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-154.1 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\ul\\'a724-154.1 Energy volatility task force. a. There is hereby established an energy volatility task force consisting of eleven members, five of whom shall be appointed by the speaker of the council and six of whom shall appointed by the mayor, one of whom shall be designated by the mayor as chairperson. The task force members shall be selected as to represent as many sectors of the public as possible including, but not limited to, community boards, environmental groups, energy industry experts, academics, and energy consumers. Members shall serve for three years and be eligible for reappointment. Any vacancy occurring other than by expiration of term shall be filled in the same manner as the original position was filled. Members shall serve without compensation. The members of the task force shall be appointed within thirty days of the effective date of the local law that added this section. The task force shall meet at least four times per year.\\ulnone\\par\n           \\ul b. The task force shall:\\par\n\\ulnone            \\ul 1. Acquire and study current data and information on energy volatility, including peak oil prices and other factors affecting the availability of supplies from all sources.\\par\n\\ulnone    \\tab  \\ul 2. Consider ways in which all city agency budgeting and planning decisions should \\par\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 incorporate energy volatility concerns, including future energy prices, and, where appropriate, revisions to PlaNYC 2030.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone    \\tab   \\ul 3. Suggest ways to implement changes in city policies and procedures to mitigate the effects of energy volatility and to promote energy efficient transportation, construction and regional production of products and materials used in the city.\\par\n\\ulnone       \\tab\\ul 4. Survey efforts to address the energy volatility problem in other jurisdictions, with consideration to the replicating of such programs in New York city and recommend further program initiatives.\\par\n\\ulnone             \\ul 5.  Beginning on March first, two thousand ten and on each March first thereafter, the task force shall provide a report to the mayor and the council containing any  program, policy and procedural changes made during the prior year to lessen the effects of energy volatility. \\par\n\\pard\\sl480\\slmult1\\tx720\\ulnone\\tab\\'a72. This law shall take effect immediately upon its enactment. \\par\n\\pard\\sl480\\slmult1\\par\n\\pard LS#5513\\par\n\\pard\\sl480\\slmult1 CJC-07/25/08\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
