{
  "ID": 42137,
  "GUID": "5798D9CC-4E8C-40A8-B5F2-D1D6B2FCA363",
  "File": "Int 0897-2008",
  "Name": "Requiring the Department of Finance to dismiss parking violations issued for the failure to display a muni-meter receipt if the driver provides a valid receipt from the time the ticket was issued.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the Department of Finance to dismiss parking violations issued for the failure to display a muni-meter receipt if the driver provides a valid receipt from the time the ticket was issued.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2008-12-18T00:00:00Z",
  "AgendaDate": "2008-12-18T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    }
  ],
  "History": [
    {
      "ID": 222719,
      "Date": "2008-12-18T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 222852,
      "Date": "2008-12-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8674,
      "AgendaSequence": 138,
      "MinutesSequence": 177,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236184,
      "Date": "2009-12-31T13:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42980,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-167.2 to read as follows: \n§19-167.2  a.  Failure to display a muni-meter receipt.  For purposes of this section, the term “muni-meter” shall mean an electronic parking meter that dispenses timed receipts that must be displayed in a conspicuous place on a vehicle’s dashboard.\n\tb. Notwithstanding any rule or regulation to the contrary, but subject to the provisions of the vehicle and traffic law, for notices of violations issued to an owner of a vehicle for the failure to display a muni-meter receipt reflecting the period of parking time purchased for such vehicle, the  hearing  officer or hearing examiner shall  dismiss  any such  notice  of  violation issued to the owner of such vehicle upon  receipt  from  the  owner,  in  person  or  by  mail,  of  a valid receipt from the time the ticket was issued, or other suitable evidence as determined by the hearing officer or hearing examiner.\n\t§2. This local law shall take effect immediately. \n\n\nTE 11-1-08\nLS# 6562",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-167.2 to read as follows: \\par\n\\ul\\'a719-167.2  a.  Failure to display a muni-meter receipt.  For purposes of this section, the term \\ldblquote muni-meter\\rdblquote  shall mean an electronic parking meter that dispenses timed receipts that must be displayed in a conspicuous place on a vehicle\\rquote s dashboard.\\par\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab\\ul b. Notwithstanding any rule or regulation to the contrary, but subject to the provisions of the vehicle and traffic law, for notices of violations issued to an owner of a vehicle for the failure to display a muni-meter receipt reflecting the period of parking time purchased for such vehicle, the  hearing  officer or hearing examiner shall  dismiss  any such  notice  of  violation issued to the owner of such vehicle upon  receipt  from  the  owner,  in  person  or  by  mail,  of  a valid receipt from the time the ticket was issued, or other suitable evidence as determined by the hearing officer or hearing examiner.\\par\n\\pard\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab\\'a72. This local law shall take effect immediately. \\par\n\\pard\\par\n\\par\nTE 11-1-08\\par\nLS# 6562\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
