{
  "ID": 42121,
  "GUID": "D9E205D4-88A4-49D7-AB05-515DF2474FE6",
  "File": "Int 0898-2008",
  "Name": "Definition of vending.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the definition of vending.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2008-12-18T00:00:00Z",
  "AgendaDate": "2008-12-18T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 222667,
      "Date": "2008-12-18T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 222854,
      "Date": "2008-12-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8674,
      "AgendaSequence": 139,
      "MinutesSequence": 178,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236183,
      "Date": "2009-12-31T13:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42964,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subdivision h of section 20-452 of the administrative code of the city of New York is amended to read as follows:\nh.  “Vend”.  To hawk, peddle, sell, lease, offer to sell or lease, at retail, goods or services other than food in a public place.  A general vendor in the act of preparing a pushcart, stand or vehicle on a street or sidewalk for use in a general vending business or dismantling such pushcart, stand or vehicle on a street or sidewalk after being used in a general vending business shall be considered to be vending for purposes of this subchapter.    \n§2.  Subdivision h of section 17-306 of the administrative code of the city of New York is amended to read as follows:\nh. “Vend\". To hawk, peddle, sell or offer to sell food at retail in a public space, delivered immediately upon consummation of purchase.  A food vendor in the act of preparing a pushcart, green cart or vehicle on a street or sidewalk for use in a food vending business or dismantling such pushcart, green cart or vehicle on a street or sidewalk after being used in a food vending business shall be considered to be vending for purposes of this subchapter.    \n§3.  This local law shall take effect immediately.\n\nLS 6484\nLCC\n12/10/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Subdivision h of section 20-452 of the administrative code of the city of New York is amended to read as follows:\\par\nh.  \\ldblquote Vend\\rdblquote .  To hawk, peddle, sell, lease, offer to sell or lease, at retail, goods or services other than food in a public place.  \\ul A general vendor in the act of preparing a pushcart, stand or vehicle on a street or sidewalk for use in a general vending business or dismantling such pushcart, stand or vehicle on a street or sidewalk after being used in a general vending business shall be considered to be vending for purposes of this subchapter.   \\ulnone  \\par\n\\'a72.  Subdivision h of section 17-306 of the administrative code of the city of New York is amended to read as follows:\\par\nh. \\ldblquote\\cf1 Vend\". To hawk, peddle, sell or offer to sell food at retail in a public space, delivered immediately upon consummation of purchase.  \\cf0\\ul A food vendor in the act of preparing a pushcart, green cart or vehicle on a street or sidewalk for use in a food vending business or dismantling such pushcart, green cart or vehicle on a street or sidewalk after being used in a food vending business shall be considered to be vending for purposes of this subchapter.   \\ulnone  \\par\n\\'a73.  This local law shall take effect immediately.\\par\n\\par\n\\pard\\nowidctlpar\\fs20 LS 6484\\par\nLCC\\par\n12/10/08\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
