{
  "ID": 42018,
  "GUID": "CE89FE1F-7831-47BE-B340-CE225F3ED64E",
  "File": "Int 0899-2008",
  "Name": "Use of ultra low sulfur diesel fuel in generators and best available technology used for street fairs and other events for which a street activity permit is required.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the use of ultra low sulfur diesel fuel in generators and best available technology used for street fairs and other events for which a street activity permit is required.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2008-12-18T00:00:00Z",
  "AgendaDate": "2008-12-18T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 222668,
      "Date": "2008-12-18T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 222853,
      "Date": "2008-12-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8674,
      "AgendaSequence": 140,
      "MinutesSequence": 179,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 223055,
      "Date": "2009-01-08T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 8678,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 223074,
      "Date": "2009-01-08T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 8678,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236182,
      "Date": "2009-12-31T13:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 86604,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 1/8/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/902efa79-6dca-4b40-a394-513b04ac949a.doc",
      "Sort": 1
    },
    {
      "ID": 86784,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 1/8/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/553cfff4-60dc-412d-83e2-b47e5253adf3.PDF",
      "Sort": 2
    },
    {
      "ID": 87010,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 1/8/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6c611930-4e61-4746-8218-0da7504497fd.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 42858,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Title 24 of the administrative code of the city of New York is amended by adding a new section 24-163.8 to read as follows:\n§24-163.8 Use of ultra low sulfur diesel fuel and best available technology in generators used in street fairs and other events for which a street activity permit is required. a. Definitions. When used in this chapter the following terms shall have the following meanings:\n(1)  “City agency” shall mean a city, county, borough, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\n\t(2) “Generator” shall mean a machine or device that combusts fossil fuel to create electricity.  \t \n(3) “Person” shall mean any natural person, partnership, firm, company, association, joint stock association, corporation or other legal entity.\n(4) “Ultra low sulfur diesel fuel” means diesel fuel that has a sulfur content of \nno more than fifteen parts per million.\nb.  Any diesel-powered generator that is used to provide electrical power for equipment used in the operation of any equipment during a street fair or other event for which a street activity permit is required shall be powered by ultra low sulfur diesel fuel and shall utilize the best available technology for reducing the emission of pollutants. \nc. The commissioner shall make determinations, and shall publish a list containing such determinations, as to the best available technology for reducing the emission of pollutants to be used for each type of diesel-powered generator.  Each such determination, which shall be updated on a regular basis, but in no event less often than once every year, shall be based upon the reduction in emissions of particulate matter and upon the reduction in emissions of nitrogen oxides associated with the use of such technology and shall in no event result in an increase in the emissions of either such pollutant.  In determining the best available technology for reducing the emission of pollutants, the commissioner shall select technology from that which has been verified by the United States environmental protection agency or the California air resources board for use in such generators or comparable equipment, but the commissioner may select technology that is not so verified as the commissioner deems appropriate.\nd. 1. Any person who violates any provision of this section shall be liable for a civil penalty in the amount of five hundred dollars for each day in which they are in violation of such provision.\n2. Where a person has been found to make a false claim with respect to the provisions of this section to a city agency, such person shall be liable for a civil penalty five thousand dollars.\n§2.  This local law shall take effect ninety days after enactment, except that the commissioner of environmental protection shall take all actions necessary, including the promulgation of rules, to implement this local law prior to such effective date.\n\nLS# 5799\nJH - 12-1-08",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\ri10\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\ltrpar\\fi720\\ri10\\sl480\\slmult1\\qj Section 1.  Title 24 of the administrative code of the city of New York is amended by adding a new section 24-163.8 to read as follows:\\par\n\\ul\\'a724-163.8 Use of ultra low sulfur diesel fuel and best available technology in generators used in street fairs and other events for which a street activity permit is required. a. Definitions. When used in this chapter the following terms shall have the following meanings:\\par\n(1)  \\ldblquote City agency\\rdblquote  shall mean a city, county, borough, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\\par\n\\pard\\ltrpar\\ri10\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (2) \\ldblquote Generator\\rdblquote  shall mean a machine or device that combusts fossil fuel to create electricity. \\ulnone  \\tab\\ul  \\par\n\\pard\\ltrpar\\fi720\\ri10\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 (3) \\ldblquote Person\\rdblquote  shall mean any natural person, partnership, firm, company, association, joint stock association, corporation or other legal entity.\\par\n\\pard\\ltrpar\\fi720\\ri10\\sl480\\slmult1\\qj (4) \\ldblquote Ultra low sulfur diesel fuel\\rdblquote  means diesel fuel that has a sulfur content of \\par\n\\pard\\ltrpar\\ri10\\sl480\\slmult1\\qj\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 no more than fifteen parts per million.\\par\n\\pard\\ltrpar\\fi720\\ri10\\sl480\\slmult1\\qj\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 b.  Any diesel-powered generator that is used to provide electrical power for equipment used in the operation of any equipment during a street fair or other event for which a street activity permit is required shall be powered by ultra low sulfur diesel fuel and shall utilize the best available technology for reducing the emission of pollutants. \\par\nc. The commissioner shall make determinations, and shall publish a list containing such determinations, as to the best available technology for reducing the emission of pollutants to be used for each type of diesel-powered generator.  Each such determination, which shall be updated on a regular basis, but in no event less often than once every year, shall be based upon the reduction in emissions of particulate matter and upon the reduction in emissions of nitrogen oxides associated with the use of such technology and shall in no event result in an increase in the emissions of either such pollutant.  In determining the best available technology for reducing the emission of pollutants, the commissioner shall select technology from that which has been verified by the United States environmental protection agency or the California air resources board for use in such generators or comparable equipment, but the commissioner may select technology that is not so verified as the commissioner deems appropriate.\\par\nd. 1. Any person who violates any provision of this section shall be liable for a civil penalty in the amount of five hundred dollars for each day in which they are in violation of such provision.\\par\n2. Where a person has been found to make a false claim with respect to the provisions of this section to a city agency, such person shall be liable for a civil penalty five thousand dollars.\\par\n\\pard\\ltrpar\\fi748\\ri10\\sl480\\slmult1\\qj\\tx4580\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\'a72.  This local law shall take effect ninety days after enactment, except that the commissioner of environmental protection shall take all actions necessary, including the promulgation of rules, to implement this local law prior to such effective date.\\par\n\\pard\\ltrpar\\ri10\\qj\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\par\nLS# 5799\\par\nJH - 12-1-08  \\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
