{
  "ID": 42122,
  "GUID": "82B63122-9A26-42DB-946E-03724A295461",
  "File": "Int 0900-2008",
  "Name": "Permitting the renewal of a master electrician or special electrician license by mail.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to permitting the renewal of a master electrician or special electrician license by mail.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2008-12-18T00:00:00Z",
  "AgendaDate": "2008-12-18T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 222671,
      "Date": "2008-12-18T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 222855,
      "Date": "2008-12-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8674,
      "AgendaSequence": 141,
      "MinutesSequence": 180,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236181,
      "Date": "2009-12-31T13:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42965,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 27-3015 of the administrative code of the city of New York is amended by adding a new subdivision c to read as follows:\nc. Applicants may renew a master electrician’s or special electrician’s license and seal by mail provided that the application for such renewal, accompanied by the renewal fees and such information as may be required by the commissioner, shall have been postmarked no earlier than three months and no later than two months prior to the expiration of the existing license.  The commissioner may charge an additional handling fee not to exceed ten dollars for renewals received by mail.  The department shall mail to the applicant a new license and seal, or a letter explaining why the application was rejected or the license denied, not later than two weeks prior to the expiration of the existing license.  The department shall not be responsible for lost, misdelivered, or stolen mail either sent to or sent by the department, and the applicant shall be responsible for the cost of reissuing a lost, misdelivered, or stolen license.\n\t§ 2. This local law shall take effect one hundred twenty days after enactment.\njtb\nLS #6112\nCr-12/8/2008\nSv-12/10/2008",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  Section 27-3015 of the administrative code of the city of New York is amended by adding a new subdivision c to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul c. Applicants may renew a master electrician\\rquote s or special electrician\\rquote s license and seal by mail provided that the application for such renewal, accompanied by the renewal fees and such information as may be required by the commissioner, shall have been postmarked no earlier than three months and no later than two months prior to the expiration of the existing license.  The commissioner may charge an additional handling fee not to exceed ten dollars for renewals received by mail.  The department shall mail to the applicant a new license and seal, or a letter explaining why the application was rejected or the license denied, not later than two weeks prior to the expiration of the existing license.  The department shall not be responsible for lost, misdelivered, or stolen mail either sent to or sent by the department, and the applicant shall be responsible for the cost of reissuing a lost, misdelivered, or stolen license.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\'a7 2. This local law shall take effect one hundred twenty days after enactment.\\par\n\\pard\\qj\\lang1024\\fs18 jtb\\lang1033\\par\nLS #6112\\fs24\\par\n\\fs18 Cr-\\lang1024 12/8/2008\\lang1033\\par\nSv-\\lang1024 12/10/2008\\lang1033\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
