{
  "ID": 42102,
  "GUID": "459D82C0-823E-4D8C-8D75-E4E4935753D3",
  "File": "Int 0903-2008",
  "Name": "The purchase and sale of certain dust removal products.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the purchase and sale of certain dust removal products.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2008-12-18T00:00:00Z",
  "AgendaDate": "2008-12-18T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 222674,
      "Date": "2008-12-18T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 222860,
      "Date": "2008-12-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8674,
      "AgendaSequence": 144,
      "MinutesSequence": 183,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236178,
      "Date": "2009-12-31T13:03:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 42944,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Title 10 of the administrative code of the city of New York is amended by adding a new section 10-168, to read as follows:\n§ 10-68  a.  Definitions.  For purposes of this section only, the following terms shall have the following meaning:\n1. “Dust remover” shall mean any canned dust removal product that contains tetrafluoroethane, also known as HFC-134a, difluoroethane, also known as HFC-152a, or containing such other similar chemical as the commissioner of health and mental hygiene shall prescribe by rule. \n2. “Dealer of dust remover” shall mean any person, firm, partnership, corporation or company who engages in the business of selling dust remover.\nb. Requirements for purchase or sale. Every dealer of dust remover shall request a valid government-issued photo identification card from each purchaser of dust remover at the time of such purchase.  \n\tc. Restriction on sale of dust remover.  1. No dealer of dust remover shall sell or offer to sell dust remover to any minor under seventeen years of age.  \n\t2.  No person under the age of seventeen shall purchase or offer to purchase dust remover.\n3. No dealer of dust remover shall sell or offer to sell dust remover to any person without requesting and receiving a valid government-issued photo identification card.  \n4. No person shall purchase dust remover without first providing his or her valid government-issued photo identification card to the dealer of dust remover pursuant to this section.  It shall be an affirmative defense to a violation of this section that the dealer failed to request a valid government-issued photo identification card from the purchaser of dust remover.\nd. Posting notice. Every dealer of dust remover shall conspicuously post at every table, desk or counter where orders are placed and/or payment is made a notice, the form and manner of which are to be provided by rule of the commissioner, indicating that the sale of dust remover to anyone under the age of seventeen is illegal and that purchasers of dust remover shall be required to provide valid government issued photo identification prior to purchase.   \n e. Punishment and penalties. 1. Any  dealer of dust remover who violates subdivision (c) (1) of this section shall be guilty of  an  offense  and  upon  conviction  thereof  shall be punished by imprisonment for up to ten days or by a fine of not less than fifty dollars  nor  more  than one two hundred fifty dollars  or  by both such fine and imprisonment and if any dealer of dust remover or person shall have been previously convicted of a  violation  of  this section,  he  or  she shall upon any subsequent conviction be punished by imprisonment of up to fifty days or by  a fine  of  not  less  than two hundred fifty dollars nor more than one thousand dollars or by both such fine and imprisonment. \n2. Any person violating subdivision (c)(1) of this section shall also be subject to a civil penalty of not less than one hundred dollars and not more than two hundred fifty dollars for a first offense and not less than two hundred fifty dollars and not more than five hundred dollars for any subsequent violation.  \n3. Any person who violates subdivision (c)(2) or (c)(4)  of this section shall be subject to a civil penalty of not less than one hundred dollars and not more than two hundred fifty dollars for a first offense and not less than two hundred fifty dollars and not more than five hundred dollars for any subsequent violation.  \n4. Any dealer of dust remover who violates subdivision (c)(3) or subdivision (d) of this section shall be subject to a fine of not less than one hundred dollars and not more than two hundred fifty dollars for a first offense and shall be subject to a fine of not less than two hundred fifty dollars and not more than five hundred dollars for any subsequent offense. \n5. Any person violating subdivision (c)(3) or subdivision (d) of this section shall also be subject to a civil penalty of not less than one hundred dollars and not more than two hundred fifty dollars for a first offense and not less than two hundred fifty dollars and not more than five hundred dollars for any subsequent violation.  \n§2.\tThis local law shall take effect one hundred and eighty days after its enactment into law.\n12/15/08 \n3:55 p.m.\nLS# 6313",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\b0\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1. Title 10 of the administrative code of the city of New York is amended by adding a new section 10-168, to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a7 10-68  a.\\b   \\b0 Definitions.  For purposes of this section only, the following terms shall have the following meaning:\\par\n1. \\ldblquote Dust remover\\rdblquote  shall mean any canned dust removal product that contains tetrafluoroethane, also known as HFC-134a, difluoroethane, also known as HFC-152a, or containing such other similar chemical as the commissioner of health and mental hygiene shall prescribe by rule. \\ulnone\\par\n\\ul 2. \\ldblquote Dealer of dust remover\\rdblquote  shall mean any person, firm, partnership, corporation or company who engages in the business of selling dust remover.\\par\n\\pard\\fi720\\sa120\\sl480\\slmult1 b. Requirements for purchase or sale.\\b  \\b0 Every dealer of dust remover shall request a valid government-issued photo identification card from each purchaser of dust remover at the time of such purchase.  \\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul c. Restriction on sale of dust remover.  1. No dealer of dust remover shall sell or offer to sell dust remover to any minor under seventeen years of age.  \\par\n\\ulnone\\tab\\ul 2.  No person under the age of seventeen shall purchase or offer to purchase dust remover.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul 3. No dealer of dust remover shall sell or offer to sell dust remover to any person without requesting and receiving a valid government-issued photo identification card.  \\b\\par\n\\pard\\fi720\\sl480\\slmult1\\b0 4. No person shall purchase dust remover without first providing his or her valid government-issued photo identification card to the dealer of dust remover pursuant to this section.  It shall be an affirmative defense to a violation of this section that the dealer failed to request a valid government-issued photo identification card from the purchaser of dust remover.\\par\n\\pard\\fi720\\sa120\\sl480\\slmult1 d. Posting notice. Every dealer of dust remover shall conspicuously post at every table, desk or counter where orders are placed and/or payment is made a notice, the form and manner of which are to be provided by rule of the commissioner, indicating that the sale of dust remover to anyone under the age of seventeen is illegal and that purchasers of dust remover shall be required to provide valid government issued photo identification prior to purchase.   \\par\n\\pard\\fi720\\sl480\\slmult1  e. Punishment and penalties. 1.\\b  \\b0 Any  dealer of dust remover who violates subdivision (c) (1) of this section shall be guilty of  an  offense  and  upon  conviction  thereof  shall be punished by imprisonment for up to ten days or by a fine of not less than fifty dollars  nor  more  than one two hundred fifty dollars  or  by both such fine and imprisonment and if any dealer of dust remover or person shall have been previously convicted of a  violation  of  this section,  he  or  she shall upon any subsequent conviction be punished by imprisonment of up to fifty days or by  a fine  of  not  less  than two hundred fifty dollars nor more than one thousand dollars or by both such fine and imprisonment. \\par\n2. Any person violating subdivision (c)(1) of this section shall also be subject to a civil penalty of not less than one hundred dollars and not more than two hundred fifty dollars for a first offense and not less than two hundred fifty dollars and not more than five hundred dollars for any subsequent violation.  \\par\n3. Any person who violates subdivision (c)(2) or (c)(4)  of this section shall be subject to a civil penalty of not less than one hundred dollars and not more than two hundred fifty dollars for a first offense and not less than two hundred fifty dollars and not more than five hundred dollars for any subsequent violation.  \\par\n4. Any dealer of dust remover who violates subdivision (c)(3) or subdivision (d) of this section shall be subject to a fine of not less than one hundred dollars and not more than two hundred fifty dollars for a first offense and shall be subject to a fine of not less than two hundred fifty dollars and not more than five hundred dollars for any subsequent offense. \\par\n5. Any person violating subdivision (c)(3) or subdivision (d) of this section shall also be subject to a civil penalty of not less than one hundred dollars and not more than two hundred fifty dollars for a first offense and not less than two hundred fifty dollars and not more than five hundred dollars for any subsequent violation.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72.\\tab This local law shall take effect one hundred and eighty days after its enactment into law.\\par\n\\pard\\qj 12/15/08 \\par\n3:55 p.m.\\par\nLS# 6313\\par\n\\par\n\\pard\\fi720\\qj\\par\n\\pard\\sl480\\slmult1\\cf1\\tab\\cf0\\ul  \\cf1\\par\n\\ulnone\\tab\\ul  \\cf0\\par\n\\pard\\fi720\\sa120\\sl480\\slmult1\\ulnone\\b\\par\n\\pard\\b0\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
