{
  "ID": 74585,
  "GUID": "C164FF16-3E98-4754-8E98-90EBBA6D26C3",
  "File": "Res 0715-2025",
  "Name": "Educational Choice for Children Act",
  "Title": "Resolution calling on Congress to pass, and the President to sign, the Educational Choice for Children Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 2,
  "StatusName": "Introduced",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2025-01-23T00:00:00Z",
  "AgendaDate": "2025-01-23T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    }
  ],
  "History": [
    {
      "ID": 416000,
      "Date": "2025-01-23T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-01-08T17:29:08.487Z"
    }
  ],
  "Attachments": [
    {
      "ID": 306395,
      "LastModified": "2025-01-23T14:34:59.547Z",
      "Name": "Res. No. 715",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6260404a-a702-470f-b799-db5f8473373f.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 78185,
  "Text": "Whereas, The New York City (\"City\") Department of Education (DOE) is the largest school district in the United States (U.S.), with approximately 915,000 students registered in 1,870 schools, including 274 charter schools, during the 2023-2024 school year (SY); and\n      Whereas, Of these students, during the 2022-2023 SY, 14.1% were English Language Learners; 20.9% were students with disabilities; and 72.8% were economically disadvantaged; and\n      Whereas, According to the New York State Education Department, COVID-related learning loss has been reflected in DOE students' overall math test results, which declined from 45.6% in 2019 to 37.9% in 2022; and\n      Whereas, Meanwhile, third grade English language arts testing showed a decline in proficiency from 53.3% in 2019 to 42.6% in 2022 and, for fourth grade, from 49.6% in 2019 to 43.6% in 2022; and\n      Whereas, Eighth grade students experienced the largest decline in math scores from 36% in 2019 to 25% in 2022; and\n      Whereas, DOE parents and guardians have expressed frustration with the quality of education that their children are receiving, with a reported 100,000 students exiting the City public school system since the 2020-2021 SY; and\n      Whereas, S.120, also known as the Educational Choice for Children Act (ECCA), sponsored by U.S. Senator Bill Cassidy, would amend the Internal Revenue Code of 1986 to allow a credit against Federal income tax for charitable donations to nonprofit organizations providing education scholarships to qualified elementary and secondary students; and\n      Whereas, Under the ECCA, $10 billion in annual federal tax credits would be available to incentivize individuals and organizations to fund scholarship awards for eligible students to cover expenses related to private school tuition, fees, book supplies, and equipment for the enrollment or attendance at an elementary or secondary school; and\n      Whereas, In order to be eligible for a scholarship, a student must be a U.S. citizen or resident, be a member of a household with an income not greater than 300% of the area median gross income, and be eligible to enroll in a public elementary or secondary school; and\n      Whereas, Passing the ECCA would expand parents' and guardians' choice by providing elementary and secondary school scholarships for up to two million students across the country to attend schools that best meet their educational needs; now, therefore, be it\n\tResolved, That the Council of the City of New York calls on Congress to pass, and the President to sign, the Educational Choice for Children Act.\n\nLS #17035\n07/08/2024\nCGR\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar By Council Member Holden\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The New York City (\\ldblquote City\\rdblquote ) Department of Education (DOE) is the largest school district in the United States (U.S.), with approximately 915,000 students registered in 1,870 schools, including 274 charter schools, during the 2023-2024 school year (SY); and\\par\nWhereas, Of these students, during the 2022-2023 SY, 14.1% were English Language Learners; 20.9% were students with disabilities; and 72.8% were economically disadvantaged; and\\par\nWhereas, According to the New York State Education Department, COVID-related learning loss has been reflected in DOE students\\rquote  overall math test results, which declined from 45.6% in 2019 to 37.9% in 2022; and\\par\nWhereas, Meanwhile, third grade English language arts testing showed a decline in proficiency from 53.3% in 2019 to 42.6% in 2022 and, for fourth grade, from 49.6% in 2019 to 43.6% in 2022; and\\par\nWhereas, Eighth grade students experienced the largest decline in math scores from 36% in 2019 to 25% in 2022; and\\par\nWhereas, DOE parents and guardians have expressed frustration with the quality of education that their children are receiving, with a reported 100,000 students exiting the City public school system since the 2020-2021 SY; and\\par\nWhereas, S.120, also known as the Educational Choice for Children Act (ECCA), sponsored by U.S. Senator Bill Cassidy, would amend the Internal Revenue Code of 1986 to allow a credit against Federal income tax for charitable donations to nonprofit organizations providing education scholarships to qualified elementary and secondary students; and\\par\nWhereas, Under the ECCA, $10 billion in annual federal tax credits would be available to incentivize individuals and organizations to fund scholarship awards for eligible students to cover expenses related to private school tuition, fees, book supplies, and equipment for the enrollment or attendance at an elementary or secondary school; and\\par\nWhereas, In order to be eligible for a scholarship, a student must be a U.S. citizen or resident, be a member of a household with an income not greater than 300% of the area median gross income, and be eligible to enroll in a public elementary or secondary school; and\\par\nWhereas, Passing the ECCA would expand parents\\cf1\\revised\\rquote\\cf0\\revised0  and guardians\\rquote  choice by providing elementary and secondary school scholarships for up to two million students across the country to attend schools that best meet their educational needs; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls on Congress to pass, and the President to sign, the Educational Choice for Children Act.\\par\n\\pard\\ltrpar\\qj\\fs18\\par\nLS #17035\\par\n07/08/2024\\par\nCGR\\par\n}\n",
  "LastModified": "2025-01-23T14:34:59.547Z"
}
