{
  "ID": 75205,
  "GUID": "66053B11-CC9B-48C1-9BCD-7EB28FD63E11",
  "File": "Res 0718-2025",
  "Name": "Calling on the New York State Education Department to adopt oral health education for all elementary school students.",
  "Title": "Resolution calling on the New York State Education Department to adopt oral health education for all elementary school students.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2025-01-23T00:00:00Z",
  "AgendaDate": "2025-01-23T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7798,
      "Slug": "oswald-feliz",
      "FullName": "Oswald Feliz"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    }
  ],
  "History": [
    {
      "ID": 415994,
      "Date": "2025-01-23T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-01-08T16:45:55.187Z"
    },
    {
      "ID": 416402,
      "Date": "2025-01-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21393,
      "AgendaSequence": 83,
      "MinutesSequence": 92,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2025-01-23T17:53:58.08Z"
    },
    {
      "ID": 421577,
      "Date": "2025-06-18T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 21682,
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-06-18T19:47:35.693Z"
    },
    {
      "ID": 422212,
      "Date": "2025-06-18T13:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 21682,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-06-20T12:52:05.01Z"
    },
    {
      "ID": 421585,
      "Date": "2025-06-18T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5235,
      "BodyName": "Committee on Civil and Human Rights",
      "EventID": 21683,
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-06-20T12:52:09.12Z"
    },
    {
      "ID": 422204,
      "Date": "2025-06-18T13:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5235,
      "BodyName": "Committee on Civil and Human Rights",
      "EventID": 21683,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-06-20T12:52:14.997Z"
    }
  ],
  "Attachments": [
    {
      "ID": 312929,
      "LastModified": "2025-07-22T23:02:16.193Z",
      "Name": "Res. No. 718",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4edf3ef3-1ba0-4920-804d-a647a9b30926.docx",
      "Sort": 1
    },
    {
      "ID": 313952,
      "LastModified": "2025-01-23T18:51:18.073Z",
      "Name": "January 23, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/05a3b7ee-f17a-4030-aa89-cf143303b9b0.pdf",
      "Sort": 2
    },
    {
      "ID": 314382,
      "LastModified": "2025-01-31T14:52:57.68Z",
      "Name": "Hearing Transcript - Stated Meeting  1-23-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f17d4c26-7b08-461a-be04-d8aeb7864c9d.pdf",
      "Sort": 3
    },
    {
      "ID": 321729,
      "LastModified": "2025-06-17T19:45:18.667Z",
      "Name": "Committee Report 6/18/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ac071d30-b4a9-4e7d-8e28-29dba8c816dd.docx",
      "Sort": 4
    },
    {
      "ID": 322669,
      "LastModified": "2025-07-02T16:53:21.593Z",
      "Name": "Hearing Testimony 6/18/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/90f4a64d-3825-449d-8921-7528fb6d52d5.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 78885,
  "Text": "Whereas, There is a systematic lack of cognizance regarding the importance of maintaining proper dental hygiene as robust oral health is related to maintaining overall physical health; and\n      Whereas, Dental cavities are the most common chronic disease in both children and adults according to the National Institute of Dental and Craniofacial Research; and \n      Whereas, Tooth decay and many oral diseases are preventable with proper brushing and flossing; and\n      Whereas, The New York State Department of Health recommends oral hygiene measures for babies from birth and brushing teeth should start as soon as the child's first tooth comes in; and\n      Whereas, A child learning dental hygiene early can create the habit of regular brushing and flossing-promoting healthy oral hygiene from adolescence to adulthood; and\n      Whereas, According to the New York City Department of Health and Mental Hygiene, more than 33 percent of third-grade students have untreated tooth decay; and\n      Whereas, Failure to resolve tooth decay will only cause further health issues for the child growing up; and\n      Whereas, The American Dental Association recommends that children brush their teeth for at least two minutes a day twice a day and flossing should occur once a day; and\n      Whereas, Proper teaching of brushing and flossing behooves the child's parents; and \n      Whereas, Not every student has the privilege to learn the intricacies of brushing and flossing; and\n      Whereas, According to the Centers for Disease Control and Prevention, children from low-income families are twice as likely to have cavities juxtaposed to children from wealthier households; and\n      Whereas, As oral hygiene should start as early as possible, elementary school-aged children are primed for oral health lessons; and \n      Whereas, The New York State Education Department governs the education curriculum in public schools; and \n      Whereas, the New York State Education Department should dictate that public schools in New York State teach oral health education to set students up for a lifetime of positive oral health; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Education Department to adopt oral health education for elementary school students.\n\nLS # 18494\n12/23/24\nJEB",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Joseph, Stevens, Narcisse, Schulman, Louis, Oss\\'e9, Banks, Ayala, Brooks-Powers, Brewer, Menin, Feliz and Guti\\'e9rrez\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, There is a systematic lack of cognizance regarding the importance of maintaining proper dental hygiene as robust oral health is related to maintaining overall physical health; and\\par\nWhereas, Dental cavities are the most common chronic disease in both children and adults according to the National Institute of Dental and Craniofacial Research; and \\par\nWhereas, Tooth decay and many oral diseases are preventable with proper brushing and flossing; and\\par\nWhereas, The New York State Department of Health recommends oral hygiene measures for babies from birth and brushing teeth should start as soon as the child\\rquote s first tooth comes in; and\\par\nWhereas, A child learning dental hygiene early can create the habit of regular brushing and flossing-promoting healthy oral hygiene from adolescence to adulthood; and\\par\nWhereas, According to the New York City Department of Health and Mental Hygiene, more than 33 percent of third-grade students have untreated tooth decay; and\\par\nWhereas, Failure to resolve tooth decay will only cause further health issues for the child growing up; and\\par\nWhereas, The American Dental Association recommends that children brush their teeth for at least two minutes a day twice a day and flossing should occur once a day; and\\par\nWhereas, Proper teaching of brushing and flossing behooves the child\\rquote s parents; and \\par\nWhereas, Not every student has the privilege to learn the intricacies of brushing and flossing; and\\par\nWhereas, According to the Centers for Disease Control and Prevention, children from low-income families are twice as likely to have cavities juxtaposed to children from wealthier households; and\\par\nWhereas, As oral hygiene should start as early as possible, elementary school-aged children are primed for oral health lessons; and \\par\nWhereas, The New York State Education Department governs the education curriculum in public schools; and \\par\nWhereas, the New York State Education Department should dictate that public schools in New York State teach oral health education to set students up for a lifetime of positive oral health; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Education Department to adopt oral health education for elementary school students.\\par\n\\pard\\ltrpar\\qj\\par\n\\fs18 LS # 18494\\par\n12/23/24\\fs24\\par\n\\pard\\ltrpar\\fs18 JEB\\par\n\\pard\\ltrpar\\qj\\par\n\\fs24\\par\n}\n",
  "LastModified": "2025-07-22T23:02:16.197Z"
}
