{
  "ID": 75254,
  "GUID": "D4ADEFF5-7754-4EB0-BF90-5838ABDF3342",
  "File": "Res 0726-2025",
  "Name": "Allow designated specialized high schools in New York City to establish their own standards for admission (S.5765).",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S.5765 and a companion bill in the Assembly, to allow designated specialized high schools in New York City to establish their own standards for admission.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2025-01-23T00:00:00Z",
  "AgendaDate": "2025-01-23T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    }
  ],
  "History": [
    {
      "ID": 416011,
      "Date": "2025-01-23T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-01-09T16:07:34.363Z"
    },
    {
      "ID": 416412,
      "Date": "2025-01-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21393,
      "AgendaSequence": 96,
      "MinutesSequence": 105,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2025-01-23T17:53:58.097Z"
    }
  ],
  "Attachments": [
    {
      "ID": 313432,
      "LastModified": "2025-01-30T18:16:46.66Z",
      "Name": "Res. No. 726",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2ace0f08-9c92-4edd-aca9-2daac80f79b2.docx",
      "Sort": 1
    },
    {
      "ID": 313965,
      "LastModified": "2025-01-23T18:51:20.68Z",
      "Name": "January 23, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/60246595-e5b4-4c98-b1b6-f14b268786f3.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 78934,
  "Text": "Whereas, The New York City (\"NYC\" or \"City\") Department of Education (DOE) school district is the largest public school system in the United States (U.S.), serving more than 900,000 students in 1,596 schools; and\n      Whereas, Of those 1,596 DOE schools, there are nine designated Specialized High Schools that \"[support] the educational needs of students who excel academically and/or artistically,\" including the Bronx High School of Science; the Brooklyn Latin School; the Brooklyn Technical High School; High School for Mathematics, Science and Engineering at City College of New York; High School of American Studies at Lehman College; Queens High School for the Sciences at York College; Staten Island Technical High School; Stuyvesant High School (\"Stuyvesant\"); and Fiorello H. LaGuardia High School of Music & Art and Performing Arts (\"LaGuardia\"); and\n      Whereas, LaGuardia is considered to be one of the most prestigious performing art schools in the U.S., while the other eight schools rank among the top 10 high schools in the state of New York (\"State\"), according to the U.S. News & World Report 2024 rankings; and\n      Whereas, Apart from LaGuardia, which bases admission on portfolio submission or an audition, admission to the Specialized High Schools is determined by a student's performance on a standardized entrance exam, the Specialized High Schools Admissions Test (SHSAT); and\n      Whereas, In 1971, the State Legislature passed the Hecht-Calandra Act, which made the SHSAT the single metric that can be used to admit students to the then-four Specialized High Schools in NYC; and\n      Whereas, The Hecht-Calandra Act effectively prevents the City from making decisions about admissions to its Specialized High Schools; and\n      Whereas, No other public school district in the U.S. uses a single measure entrance exam; and\n      Whereas, Research shows that performance on a single exam is not an accurate method for measuring student performance, capability or intellect, and many studies have shown that racial bias in standardized testing shows up in multiples ways; and\n      Whereas, Black and Latinx students comprise about 62% of the NYC public school population and nearly half of the approximately 26,000 eight graders who took the SHSAT in 2023, yet only 12.1% of students admitted to the Specialized High Schools were Black or Latinx; and\n      Whereas, At Stuyvesant, the City's most selective public high school, 10 out of the 744 offers made in the spring of 2024 went to Black students while 16 went to Latinx students; and\n      Whereas These numbers continue a long trend of low Black and Latinx enrollment at the City's Specialized High Schools; and\n      Whereas, Despite the fact that the landmark 1954 Brown v. Board of Education decision made integrating public schools a nationwide objective, NYC public schools remain among the most segregated in the country; and\n      Whereas, S.5765, sponsored by New York State (\"NYS\" or \"State\") Senator Kevin Parker, would amend the State Education Law to allow special high schools in cities with a population of one million or more to establish standards for admission to designated specialized high schools; now, therefore, be it\n\tResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.5765 and a companion bill in the Assembly, to allow designated specialized high schools in New York City to establish their own standards for admission.\n\nLS #17535\n12/13/2024\nCGR\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar By Council Members Williams, Stevens and Louis\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The New York City (\\ldblquote NYC\\rdblquote  or \\ldblquote City\\rdblquote ) Department of Education (DOE) school district is the largest public school system in the United States (U.S.), serving more than 900,000 students in 1,596 schools; and\\par\nWhereas, Of those 1,596 DOE schools, there are nine designated Specialized High Schools that \\ldblquote [support] the educational needs of students who excel academically and/or artistically,\\rdblquote  including the Bronx High School of Science; the Brooklyn Latin School; the Brooklyn Technical High School; High School for Mathematics, Science and Engineering at City College of New York; High School of American Studies at Lehman College; Queens High School for the Sciences at York College; Staten Island Technical High School; Stuyvesant High School (\\ldblquote Stuyvesant\\rdblquote ); and Fiorello H. LaGuardia High School of Music & Art and Performing Arts (\\ldblquote LaGuardia\\rdblquote ); and\\par\nWhereas, LaGuardia is considered to be one of the most prestigious performing art schools in the U.S., while the other eight schools rank among the top 10 high schools in the state of New York (\\ldblquote State\\rdblquote ), according to the U.S. News & World Report 2024 rankings; and\\par\nWhereas, Apart from LaGuardia, which bases admission on portfolio submission or an audition, admission to the Specialized High Schools is determined by a student\\rquote s performance on a standardized entrance exam, the Specialized High Schools Admissions Test (SHSAT); and\\par\nWhereas, In 1971, the State Legislature passed the Hecht-Calandra Act, which made the SHSAT the single metric that can be used to admit students to the then-four Specialized High Schools in NYC; and\\par\nWhereas, The Hecht-Calandra Act effectively prevents the City from making decisions about admissions to its Specialized High Schools; and\\par\nWhereas, No other public school district in the U.S. uses a single measure entrance exam; and\\par\nWhereas, Research shows that performance on a single exam is not an accurate method for measuring student performance, capability or intellect, and many studies have shown that racial bias in standardized testing shows up in multiples ways; and\\par\nWhereas, Black and Latinx students comprise about 62% of the NYC public school population and nearly half of the approximately 26,000 eight graders who took the SHSAT in 2023, yet only 12.1% of students admitted to the Specialized High Schools were Black or Latinx; and\\par\nWhereas, At Stuyvesant, the City\\rquote s most selective public high school, 10 out of the 744 offers made in the spring of 2024 went to Black students while 16 went to Latinx students; and\\par\nWhereas\\cf1  These numbers continue a long trend of low Black and Latinx enrollment at the City\\rquote s Specialized High Schools\\cf0 ; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\tx720\\cf1 Whereas, Despite the fact that the landmark 1954 Brown v. Board of Education decision made integrating public schools a nationwide objective, NYC public schools remain among the most segregated in the country; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf0 Whereas, S.5765, sponsored by New York State (\\ldblquote NYS\\rdblquote  or \\ldblquote State\\rdblquote ) Senator Kevin Parker, would amend the State Education Law to allow special high schools in cities with a population of one million or more to establish standards for admission to designated specialized high schools; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.5765 and a companion bill in the Assembly, to allow designated specialized high schools in New York City to establish their own standards for admission.\\par\n\\pard\\ltrpar\\qj\\fs18\\par\nLS #17535\\par\n12/13/2024\\par\nCGR\\par\n}\n",
  "LastModified": "2025-01-30T18:16:46.66Z"
}
