{
  "ID": 75370,
  "GUID": "49CA0693-1C58-4F33-9406-716090B8C545",
  "File": "Res 0735-2025",
  "Name": "MTA to conduct longitudinal studies on the environmental, economic, and social impacts of congestion pricing throughout New York City.",
  "Title": "Resolution calling on the Metropolitan Transportation Authority to conduct longitudinal studies on the environmental, economic, and social impacts of congestion pricing throughout New York City.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5268,
  "BodyName": "Committee on Transportation and Infrastructure",
  "IntroDate": "2025-02-13T00:00:00Z",
  "AgendaDate": "2025-02-13T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    }
  ],
  "History": [
    {
      "ID": 416731,
      "Date": "2025-02-13T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-02-05T20:28:41.5Z"
    },
    {
      "ID": 417021,
      "Date": "2025-02-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation and Infrastructure",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21433,
      "AgendaSequence": 124,
      "MinutesSequence": 153,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation and Infrastructure",
      "MatterStatusID": 3,
      "LastModified": "2025-02-13T21:42:26.933Z"
    }
  ],
  "Attachments": [
    {
      "ID": 314058,
      "LastModified": "2025-11-12T17:22:19.503Z",
      "Name": "Res. No. 735",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a4409a6b-008f-433a-9884-85bee2d68d73.docx",
      "Sort": 1
    },
    {
      "ID": 315079,
      "LastModified": "2025-02-14T15:29:00.293Z",
      "Name": "February 13, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/776c8066-7f5a-4c88-ac77-4cc0eb44fe67.pdf",
      "Sort": 2
    },
    {
      "ID": 315843,
      "LastModified": "2025-02-25T18:23:58.727Z",
      "Name": "Hearing Transcript - Stated Meeting  2-13-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7268e072-a36e-425f-82a1-d4ac19accd61.pdf",
      "Sort": 3
    },
    {
      "ID": 329111,
      "LastModified": "2025-11-12T17:22:23.53Z",
      "Name": "Committee Report 11/13/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5d8d6906-77bd-4c60-b7f5-ab0ee2decbd9.docx",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 79057,
  "Text": "Whereas, Congestion pricing, sometimes called value pricing, is a system of surcharging  for the use of certain roadways to reduce the impacts of traffic congestion by shifting some rush hour highway travel to other transportation modes or to off-peak periods, according to the United States Department of Transportation (USDOT); and \n      Whereas, The USDOT notes that if even a fraction of vehicles are removed from roadways due to pricing, the roadway system will flow more efficiently, reducing congestion and the related impacts of congestion; and \n      Whereas, In recent decades, congestion pricing has been proposed as a potential means of reducing traffic congestion in New York City (NYC), but was never implemented until 2025; and \n      Whereas, Effective January 5, 2025, vehicles are charged a toll if they enter the Congestion Relief Zone (CRZ), otherwise referred to as the Manhattan Central Business District, the area of Manhattan south of and including 60th Street, excluding the FDR Drive, West Side Highway/Route 9A, and the Hugh L. Carey Tunnel connections to West Street; and \n      Whereas, E-ZPass rates for the CRZ toll vary based on vehicle type, from $4.50 to $21.60 for peak riders, and from $1.05 to $5.40 for overnight riders, with taxis, green cabs, and black cars licensed by the NYC Taxi and Limousine Commission (TLC) paying $0.75 per trip regardless of time, and TLC high-volume for-hire vehicles paying $1.50 per trip regardless of time; and \n      Whereas, Only specific types of vehicles are exempt from the toll, including, among others, qualifying emergency vehicles, qualifying vehicles transporting people with disabilities, and specialized government vehicles; and \n      Whereas, According to the Metropolitan Transportation Authority (MTA), more than 700,000 vehicles enter the CRZ every weekday, with average travel speeds from just 4.9 miles per hour (mph) to 7 mph; and \n      Whereas, In addition, the MTA notes that New Yorkers lose 117 hours per year on average sitting in traffic, costing them nearly $2,000 in wasted time, while increased traffic results in worse air pollution, and associated health and environmental effects; and \n      Whereas, The MTA predicts that the congestion pricing toll will result in an estimated 80,000 fewer vehicles entering the CRZ daily, although there are concerns that the program may have negative environmental, economic, and social impacts on NYC and its communities, including, among other things, potentially limiting lower-income people from entering the CRZ due to the high toll, shifting environmental burdens to vulnerable communities where traffic may be re-routed, and hurting businesses in the CRZ due to less people entering and interacting in the area; and \n      Whereas, Given the concern around potential negative impacts, it is important that the MTA conduct longitudinal studies on the environmental, economic, and social impacts of the congestion pricing program, particularly in communities surrounding the CRZ and in transit deserts, where residents largely rely on cars for transportation due to limited public transit options; and \n      Whereas, Such studies would allow for a clearer understanding of how congestion pricing affects communities, which then can be used to reform and adapt the program equitably and effectively; now, therefore, be it \n      Resolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority to conduct longitudinal studies on the environmental, economic, and social impacts of congestion pricing throughout New York City.\nKK\nLS 18724\n1/28/25",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Brooks-Powers, Schulman, Far\\'edas, Louis, Riley, Williams and Banks\\par\n\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Congestion pricing, sometimes called value pricing, is a system of surcharging  for the use of certain roadways to reduce the impacts of traffic congestion by shifting some rush hour highway travel to other transportation modes or to off-peak periods, according to the United States Department of Transportation (USDOT); and \\par\nWhereas, The USDOT notes that if even a fraction of vehicles are removed from roadways due to pricing, the roadway system will flow more efficiently, reducing congestion and the related impacts of congestion; and \\par\nWhereas, In recent decades, congestion pricing has been proposed as a potential means of reducing traffic congestion in New York City (NYC), but was never implemented until 2025; and \\par\nWhereas, Effective January 5, 2025, vehicles are charged a toll if they enter the Congestion Relief Zone (CRZ), otherwise referred to as the Manhattan Central Business District, the area of Manhattan south of and including 60th Street, excluding the FDR Drive, West Side Highway/Route 9A, and the Hugh L. Carey Tunnel connections to West Street; and \\par\nWhereas, E-ZPass rates for the CRZ toll vary based on vehicle type, from $4.50 to $21.60 for peak riders, and from $1.05 to $5.40 for overnight riders, with taxis, green cabs, and black cars licensed by the NYC Taxi and Limousine Commission (TLC) paying $0.75 per trip regardless of time, and TLC high-volume for-hire vehicles paying $1.50 per trip regardless of time; and \\par\nWhereas, Only specific types of vehicles are exempt from the toll, including, among others, qualifying emergency vehicles, qualifying vehicles transporting people with disabilities, and specialized government vehicles; and \\par\nWhereas, According to the Metropolitan Transportation Authority (MTA), more than 700,000 vehicles enter the CRZ every weekday, with average travel speeds from just 4.9 miles per hour (mph) to 7 mph; and \\par\nWhereas, In addition, the MTA notes that New Yorkers lose 117 hours per year on average sitting in traffic, costing them nearly $2,000 in wasted time, while increased traffic results in worse air pollution, and associated health and environmental effects; and \\par\nWhereas, The MTA predicts that the congestion pricing toll will result in an estimated 80,000 fewer vehicles entering the CRZ daily, although there are concerns that the program may have negative environmental, economic, and social impacts on NYC and its communities, including, among other things, potentially limiting lower-income people from entering the CRZ due to the high toll, shifting environmental burdens to vulnerable communities where traffic may be re-routed, and hurting businesses in the CRZ due to less people entering and interacting in the area; and \\par\nWhereas, Given the concern around potential negative impacts, it is important that the MTA conduct longitudinal studies on the environmental, economic, and social impacts of the congestion pricing program, particularly in communities surrounding the CRZ and in transit deserts, where residents largely rely on cars for transportation due to limited public transit options; and \\par\nWhereas, Such studies would allow for a clearer understanding of how congestion pricing affects communities, which then can be used to reform and adapt the program equitably and effectively; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority to conduct longitudinal studies on the environmental, economic, and social impacts of congestion pricing throughout New York City.\\cf0\\fs16\\par\n\\pard\\ltrpar\\qj KK\\par\nLS 18724\\par\n1/28/25\\par\n}\n",
  "LastModified": "2025-11-12T17:22:23.53Z"
}
