{
  "ID": 75407,
  "GUID": "9ADA3736-ED18-48A6-B5A4-66753E2C8CD5",
  "File": "Res 0744-2025",
  "Name": "Establishing the commission on African American history and achievement (A.2184)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A.2184 and a companion bill the Senate, to amend the education law, in relation to establishing the commission on African American history and achievement.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2025-02-13T00:00:00Z",
  "AgendaDate": "2025-02-13T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7832,
      "Slug": "kamillah-hanks",
      "FullName": "Kamillah Hanks"
    }
  ],
  "History": [
    {
      "ID": 416717,
      "Date": "2025-02-13T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-02-05T15:32:29.74Z"
    },
    {
      "ID": 417045,
      "Date": "2025-02-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21433,
      "AgendaSequence": 148,
      "MinutesSequence": 177,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2025-02-13T21:41:22.757Z"
    }
  ],
  "Attachments": [
    {
      "ID": 314489,
      "LastModified": "2025-02-27T18:22:53.5Z",
      "Name": "Res. No. 744",
      "Link": "https://nyc.legistar1.com/nyc/attachments/71bc9f31-407e-446a-82fd-6b3f6123f029.docx",
      "Sort": 1
    },
    {
      "ID": 315103,
      "LastModified": "2025-02-14T15:29:06.777Z",
      "Name": "February 13, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1e2f6d0a-482a-41b8-9643-77113f601a68.pdf",
      "Sort": 2
    },
    {
      "ID": 315867,
      "LastModified": "2025-02-25T18:24:05.323Z",
      "Name": "Hearing Transcript - Stated Meeting  2-13-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1b9b0508-ffff-4ed0-a831-1a4a4cb87520.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 79095,
  "Text": "Whereas, New York City (\"NYC\" or \"City\"), the largest city in the United States (U.S.) and one of the most ethnically, racially, and linguistically diverse cities in the world, has long been an epicenter for art, culture, and political movements; and\n      Whereas, The NYC Department of Education (DOE) school district is the largest public school system in the U.S., serving more than 900,000 students; and\n      Whereas, Like NYC, the DOE student population is diverse: 42.2% of students identify as Hispanic, 19.5% as Black, 18.7% as Asian, 16.2% as white, 1.8% as multiracial, and 1.2% as Native American; and\n      Whereas, However, the Education Justice Research and Organizing Collaborative at the New York University Metropolitan Center for Research on Equity and the Transformation of Schools published a report in 2019 (\"2019 Report\"), which found that for years, DOE curricula did not reflect the diversity of students, their families, or their communities; and\n      Whereas, Additionally, the 2019 Report claims \"[t]he lack of representation in curriculum presents a developmental challenge for students striving to establish their identity to establish their identity and sense of self; it also presents an academic challenge, as research shows that students engage more deeply and achieve at higher levels when their curriculum connects to their identities and experiences\"; and\n      Whereas, Indeed, research has shown that culturally responsive curricula is associated with decreased dropout rates and suspensions, as well as increased grade point averages, student participation, self-image, critical thinking skills, and graduation rates for both students of color and white students; and\n      Whereas, In 2021, in response to the 2019 Report, the NYC Council Black, Latino and Asian Caucus provided $10 million in funding to develop an Education Equity Action Plan (EEAP); and\n      Whereas, The United Way of New York City, The Black Education Research Collective, The Eagle Academy Foundation, The Association of Black Educators of New York, Black Edfluencers United partnered to form the EEAP Coalition, which is responsible for developing and launching an interdisciplinary Pre-K-12 Black studies curriculum in collaboration with DOE; and\n      Whereas, The curriculum, which was first implemented by DOE in the 2024-2025 school year, is designed to demonstrate the contribution of ancient Black civilizations and their impact on the modern world and aims to provide \"an African-centered perspective that predates slavery and values unity, wholeness, cooperation, liberation, and education as the practice of human freedom\"; and\n      Whereas, S.5078/A.2144, sponsored by NYS Senator Cordell Cleare and NYS Assembly Member Brian Cunningham, respectively, would establish the Commission on African American History and Achievement to develop and recommend curriculum that incorporates the achievements made by African Americans as part of the State's education curriculum; and\n      Whereas, African American history is a vital component of U.S. history, and learning about it is beneficial for all students; now, therefore, be it\n\tResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.2184 and a companion bill the Senate, to amend the education law, in relation to establishing the commission on African American history and achievement.\n\nLS #18061\n1/13/2025\nCGR\n3",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\tx2925 By Council Members Stevens, Louis, Riley, Williams, Oss\\'e9, Nurse, Far\\'edas, Joseph, Brooks-Powers, Avil\\'e9s, Ayala, Krishnan and Hanks\\par\n\\pard\\ltrpar\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York City (\\ldblquote NYC\\rdblquote  or \\ldblquote City\\rdblquote ), the largest city in the United States (U.S.) and one of the most ethnically, racially, and linguistically diverse cities in the world, has long been an epicenter for art, culture, and political movements; and\\par\nWhereas, The NYC Department of Education (DOE) school district is the largest public school system in the U.S., serving more than 900,000 students; and\\par\nWhereas, Like NYC, the DOE student population is diverse: 42.2% of students identify as Hispanic, 19.5% as Black, 18.7% as Asian, 16.2% as white, 1.8% as multiracial, and 1.2% as Native American; and\\par\nWhereas, However, the Education Justice Research and Organizing Collaborative at the New York University Metropolitan Center for Research on Equity and the Transformation of Schools published a report in 2019 (\\ldblquote 2019 Report\\rdblquote ), which found that for years, DOE curricula did not reflect the diversity of students, their families, or their communities; and\\par\nWhereas, Additionally, the 2019 Report claims \\ldblquote [t]he lack of representation in curriculum presents a developmental challenge for students striving to establish their identity to establish their identity and sense of self; it also presents an academic challenge, as research shows that students engage more deeply and achieve at higher levels when their curriculum connects to their identities and experiences\\rdblquote ; and\\par\nWhereas, Indeed, research has shown that culturally responsive curricula is associated with decreased dropout rates and suspensions, as well as increased grade point averages, student participation, self-image, critical thinking skills, and graduation rates for both students of color and white students; and\\par\nWhereas, In 2021, in response to the 2019 Report, the NYC Council Black, Latino and Asian Caucus provided $10 million in funding to develop an Education Equity Action Plan (EEAP); and\\par\nWhereas, The United Way of New York City, The Black Education Research Collective, The Eagle Academy Foundation, The Association of Black Educators of New York, Black Edfluencers United partnered to form the EEAP Coalition, which is responsible for developing and launching an interdisciplinary Pre-K-12 Black studies curriculum in collaboration with DOE; and\\par\nWhereas, The curriculum, which was first implemented by DOE in the 2024-2025 school year, is designed to demonstrate the contribution of ancient Black civilizations and their impact on the modern world and aims to provide \\ldblquote an African-centered perspective that predates slavery and values unity, wholeness, cooperation, liberation, and education as the practice of human freedom\\rdblquote ; and\\par\n\\pard\\ltrpar\\noline\\fi720\\sl480\\slmult1\\qj Whereas, S.5078/A.2144, sponsored by NYS Senator Cordell Cleare and NYS Assembly Member Brian Cunningham, respectively, would establish the Commission on African American History and Achievement to develop and recommend curriculum that incorporates the achievements made by African Americans as part of the State\\rquote s education curriculum; and\\par\nWhereas, African American history is a vital component of U.S. history, and learning about it is beneficial for all students; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.2184 and a companion bill the Senate, to amend the education law, in relation to establishing the commission on African American history and achievement.\\par\n\\pard\\ltrpar\\qj\\fs18\\par\nLS #18061\\par\n1/13/2025\\par\nCGR\\par\n}\n",
  "LastModified": "2025-02-27T18:22:53.5Z"
}
