{
  "ID": 75495,
  "GUID": "C54C3C50-CDDD-493C-86DE-0F764C9D43F4",
  "File": "Res 0771-2025",
  "Name": "Extend protections over personal health information (S.929/A.2141).",
  "Title": "Resolution calling upon the New York State Governor to sign S.929/A.2141, which, having been passed by both the New York State Senate and the New York State Assembly, would extend protections over personal health information.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5244,
  "BodyName": "Committee on Women and Gender Equity",
  "IntroDate": "2025-02-27T00:00:00Z",
  "AgendaDate": "2025-02-27T00:00:00Z",
  "PassedDate": "2025-04-24T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 417344,
      "Date": "2025-02-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-02-21T22:36:32.447Z"
    },
    {
      "ID": 417492,
      "Date": "2025-02-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women and Gender Equity",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21453,
      "AgendaSequence": 69,
      "MinutesSequence": 81,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Women and Gender Equity",
      "MatterStatusID": 3,
      "LastModified": "2025-02-27T22:29:10.123Z"
    },
    {
      "ID": 417345,
      "Date": "2025-02-28T12:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21414,
      "AgendaSequence": 6,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-02-28T20:55:11.337Z"
    },
    {
      "ID": 417655,
      "Date": "2025-02-28T12:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21414,
      "MinutesSequence": 14,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-02-28T20:55:41.747Z"
    },
    {
      "ID": 419754,
      "Date": "2025-04-24T11:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21564,
      "AgendaSequence": 5,
      "MinutesSequence": 19,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-04-24T15:36:20.29Z"
    },
    {
      "ID": 420076,
      "Date": "2025-04-24T11:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21564,
      "MinutesSequence": 20,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7785,
          "Slug": "farah-n-louis",
          "FullName": "Farah N. Louis",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7813,
          "Slug": "tiffany-caban",
          "FullName": "Tiffany Cabán",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7821,
          "Slug": "jennifer-gutierrez",
          "FullName": "Jennifer Gutiérrez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7794,
          "Slug": "kevin-c-riley",
          "FullName": "Kevin C. Riley",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7831,
          "Slug": "inna-vernikov",
          "FullName": "Inna Vernikov",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 50
        }
      ],
      "LastModified": "2025-04-24T15:36:39.1Z"
    },
    {
      "ID": 419902,
      "Date": "2025-04-24T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21593,
      "AgendaSequence": 73,
      "MinutesSequence": 83,
      "AgendaNumber": "~coupled",
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Women and Gender Equity",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, Majority Leader and Acting President Pro Tempore (Council Member Farías) called for a voice vote.  Hearing those in favor, the Majority Leader and Acting President Pro Tempore (Council Member Farías) declared the Resolution to be adopted.\r\n\r\nThe following 5 Council Members formally noted their intention to vote in the negative against this item:  \r\nCouncil Members Holden, Marmorato, Paladino, Vernikov, and the Minority Leader (Council Member Ariola).\r\n\r\nThe following Council Member formally noted his intention to abstain from voting on this item: \r\nCouncil Member Felder.\r\n\r\n.Adopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2025-04-24T22:49:34.07Z"
    }
  ],
  "Attachments": [
    {
      "ID": 315679,
      "LastModified": "2025-04-24T21:42:06.557Z",
      "Name": "Res. No. 771",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c02dc7ed-d9a4-495a-99a5-d7140562147e.docx",
      "Sort": 1
    },
    {
      "ID": 316144,
      "LastModified": "2025-02-28T03:22:36Z",
      "Name": "February 27, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/07662b6a-0573-4875-94e3-c86605e96135.pdf",
      "Sort": 2
    },
    {
      "ID": 316830,
      "LastModified": "2025-04-23T22:54:49.36Z",
      "Name": "Hearing Transcript - Stated Meeting  2-27-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/26d9bda4-3992-46a4-876c-5424266eac81.pdf",
      "Sort": 3
    },
    {
      "ID": 316116,
      "LastModified": "2025-04-23T22:54:49.317Z",
      "Name": "Committee Report 2/28/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/80104c69-f5b7-4d8d-a5b4-a24e964c62f8.docx",
      "Sort": 4
    },
    {
      "ID": 316400,
      "LastModified": "2025-04-23T22:54:48.783Z",
      "Name": "Hearing Testimony 2/28/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b4e049c5-59f4-4fef-ab5a-e1cb950a7e60.pdf",
      "Sort": 5
    },
    {
      "ID": 316766,
      "LastModified": "2025-04-23T22:54:48.347Z",
      "Name": "Hearing Transcript 2/28/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a8e9107a-ab45-45f2-b91d-014e359d5446.pdf",
      "Sort": 6
    },
    {
      "ID": 318350,
      "LastModified": "2025-04-23T20:46:58.283Z",
      "Name": "Committee Report 4/24/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d892c492-7c45-4bc7-8aab-76fa46dea253.docx",
      "Sort": 7
    },
    {
      "ID": 318468,
      "LastModified": "2025-04-24T17:43:08.54Z",
      "Name": "April 24, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5293aca0-f617-4c3c-92a6-e71a90c1629d.pdf",
      "Sort": 8
    },
    {
      "ID": 319502,
      "LastModified": "2025-05-16T15:27:04.777Z",
      "Name": "Hearing Transcript - Stated Meeting  4-24-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fa0a1f01-f4cd-497b-b47b-51886fc3496a.pdf",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 79200,
  "Text": "Whereas, The federal law known as the Health Insurance Portability and Accountability Act (HIPAA), enacted in 1996, was designed to protect patients' personal health data that is collected and shared within traditional healthcare settings, such as hospitals and doctors' offices; and\n      Whereas, According to the New York City Civil Liberties Union (NYCCLU), private companies collect and sell consumer health related data that have been mined through electronic applications, such as wearable devices and other digital platforms, without consumer consent, thereby failing to afford individuals protections or compensation for use of their personal health data; and\n      Whereas, S.929, sponsored by New York State Senator Liz Krueger, and companion bill A.2141, sponsored by New York State Assemblymember Linda Rosenthal, would make it illegal to sell a person's regulated health information without their explicit written consent or unless it meets an enumerated purpose as outlined in the legislation, such as complying with the regulated entity's legal obligations; and\n       Whereas, On January 22, 2025, the New York State Legislature passed S.929/A.2141, known as the New York Health Information Privacy (NYHIP) Act, and delivered the legislation to the Governor's desk for her signature; and \n      Whereas, If signed into law, in addition to  prohibiting the sale of health information to a third party without consent, NYHIP would allow individuals the right to access and delete their information through a mechanism to revoke authorization for personal health information that has already been sold; and\n      Whereas, Once passed, the law would allow the New York State Attorney General to enforce the law through civil penalties; and\n      Whereas, The current federal administration has stated unequivocally its intention to eliminate access to abortion and \"erase transgender people from public life\" by rescinding previously FDA-supported, gender-affirming therapies such as hormone therapies and puberty blockers; and \n      Whereas, According to Presidential Executive Order 14187 entitled Protecting Children from Chemical and Surgical Mutilation, the administration has vowed to prioritize investigations and take appropriate action to end gender-affirming care they refer to as \"child-abusive practice by so-called sanctuary States\" and \"facilitate stripping custody from parents who support the healthy development of their own children, including by considering the application of the Parental Kidnaping Prevention Act and recognized constitutional rights\"; and\n      Whereas, In an attempt to eliminate access to healthcare including reproductive freedom such as abortion and gender-affirming healthcare services, the current federal administration has drastically cut federal funding for reproductive health and gender affirming care services; and\n\tWhereas, According to lawmakers and advocates, most users do not have an understanding of how much of their medical information is being collected, stored, or sold for the benefits of third-parties; and\n      Whereas, For example, a mobile application to track menstrual cycles was recently found to be selling user data to an antiabortion advocacy organization; and\n      Whereas, In order to ensure medical data is not unknowingly being used against New Yorkers, including those persons who are seeking gender-affirming care and reproductive healthcare services; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Governor to sign S.929/A.2141, which, having been passed by both the New York State Senate and the New York State Assembly, would extend protections over personal health information.\n\n\n\nCD\nLS #18673\n2/21/25\n\n\n3",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red17\\green17\\blue17;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Bottcher, Hanif, Hudson, Cab\\'e1n, Louis, Avil\\'e9s, Rivera, Brewer, Marte, Oss\\'e9, Brannan, Krishnan, Guti\\'e9rrez, Sanchez and the Public Advocate (Mr. Williams)\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The federal law known as the Health Insurance Portability and Accountability Act (HIPAA), enacted in 1996, was designed to protect patients\\rquote  personal health data that is collected and shared within traditional healthcare settings, such as hospitals and doctors\\rquote  offices; and\\par\nWhereas, According to the New York City Civil Liberties Union (NYCCLU), private companies collect and sell consumer health related data that have been mined through electronic applications, such as wearable devices and other digital platforms, without consumer consent, thereby failing to afford individuals protections or compensation for use of their personal health data; and\\par\nWhereas, S.929, sponsored by New York State Senator Liz Krueger, and companion bill A.2141, sponsored by New York State Assemblymember Linda Rosenthal, would make it illegal to sell a person\\rquote s regulated health information without their explicit written consent or unless it meets an enumerated purpose as outlined in the legislation, such as complying with the regulated entity\\rquote s legal obligations; and\\par\n Whereas, On January 22, 2025, the New York State Legislature passed S.929/A.2141, known as the New York Health Information Privacy (NYHIP) Act, and delivered the legislation to the Governor\\rquote s desk for her signature; and \\par\nWhereas, If signed into law, in addition to  prohibiting the sale of health information to a third party without consent, NYHIP would allow individuals the right to access and delete their information through a mechanism to revoke authorization for personal health information that has already been sold; and\\par\nWhereas, Once passed, the law would allow the New York State Attorney General to enforce the law through civil penalties; and\\par\nWhereas, The current federal administration has stated unequivocally its intention to eliminate access to abortion and \\ldblquote erase transgender people from public life\\rdblquote  by rescinding previously FDA-supported, gender-affirming therapies such as hormone therapies and puberty blockers; and \\par\nWhereas, According to Presidential Executive Order 14187 entitled Protecting Children from Chemical and Surgical Mutilation, the administration has vowed to prioritize\\cf1  investigations and take appropriate action to end gender-affirming care they refer to as \\ldblquote child-abusive practice by so-called sanctuary States\\rdblquote  and \\ldblquote facilitate stripping custody from parents who support the healthy development of their own children, including by considering the application of the Parental Kidnaping Prevention Act and recognized constitutional rights\\rdblquote ; \\cf0 and\\par\nWhereas, In an attempt to eliminate access to healthcare including reproductive freedom such as abortion and gender-affirming healthcare services, the current federal administration has drastically cut federal funding for reproductive health and gender affirming care services; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, According to lawmakers and advocates, most users do not have an understanding of how much of their medical information is being collected, stored, or sold for the benefits of third-parties; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, For example, a mobile application to track menstrual cycles was recently found to be selling user data to an antiabortion advocacy organization; and\\par\nWhereas, In order to ensure medical data is not unknowingly being used against New Yorkers, including those persons who are seeking gender-affirming care and reproductive healthcare services; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Governor to sign S.929/A.2141, which, having been passed by both the New York State Senate and the New York State Assembly, would extend protections over personal health information.\\par\n\\pard\\ltrpar\\qj\\par\n\\fs20\\par\n\\par\nCD\\par\nLS #18673\\par\n\\pard\\ltrpar 2/21/25\\par\n\\pard\\ltrpar\\qj\\fs18\\par\n\\fs24\\par\n}\n",
  "LastModified": "2025-05-16T15:27:04.777Z"
}
