{
  "ID": 75491,
  "GUID": "E8BC2AFA-EE81-453E-9904-115E201A5DE0",
  "File": "Res 0774-2025",
  "Name": "Dept of Health to implement regulations requiring hospitals in NYC to adhere to the World Professional Association for Transgender Health’s Standards of Care 8.",
  "Title": "Resolution calling on the New York State Department of Health to implement regulations requiring hospitals in New York City to adhere to the World Professional Association for Transgender Health’s Standards of Care 8, to ensure medical professionals can provide high-quality and ethical treatment for individuals with gender dysphoria.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5244,
  "BodyName": "Committee on Women and Gender Equity",
  "IntroDate": "2025-02-27T00:00:00Z",
  "AgendaDate": "2025-02-27T00:00:00Z",
  "PassedDate": "2025-04-24T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 417346,
      "Date": "2025-02-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-02-23T04:03:51.267Z"
    },
    {
      "ID": 417501,
      "Date": "2025-02-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women and Gender Equity",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21453,
      "AgendaSequence": 74,
      "MinutesSequence": 86,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Women and Gender Equity",
      "MatterStatusID": 3,
      "LastModified": "2025-02-27T22:29:10.127Z"
    },
    {
      "ID": 417355,
      "Date": "2025-02-28T12:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21414,
      "AgendaSequence": 7,
      "MinutesSequence": 15,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-02-28T20:55:13.87Z"
    },
    {
      "ID": 417656,
      "Date": "2025-02-28T12:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21414,
      "MinutesSequence": 16,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-02-28T20:55:44.207Z"
    },
    {
      "ID": 419755,
      "Date": "2025-04-24T11:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21564,
      "AgendaSequence": 6,
      "MinutesSequence": 21,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-04-24T15:36:44.323Z"
    },
    {
      "ID": 420077,
      "Date": "2025-04-24T11:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21564,
      "MinutesSequence": 22,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7785,
          "Slug": "farah-n-louis",
          "FullName": "Farah N. Louis",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7813,
          "Slug": "tiffany-caban",
          "FullName": "Tiffany Cabán",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7821,
          "Slug": "jennifer-gutierrez",
          "FullName": "Jennifer Gutiérrez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7794,
          "Slug": "kevin-c-riley",
          "FullName": "Kevin C. Riley",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7831,
          "Slug": "inna-vernikov",
          "FullName": "Inna Vernikov",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 50
        }
      ],
      "LastModified": "2025-04-24T15:36:55.2Z"
    },
    {
      "ID": 419903,
      "Date": "2025-04-24T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21593,
      "AgendaSequence": 74,
      "MinutesSequence": 84,
      "AgendaNumber": "~coupled",
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Women and Gender Equity",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, Majority Leader and Acting President Pro Tempore (Council Member Farías) called for a voice vote.  Hearing those in favor, the Majority Leader and Acting President Pro Tempore (Council Member Farías) declared the Resolution to be adopted.\r\n\r\nThe following 6 Council Members formally noted their intention to vote in the negative against this item:  \r\nCouncil Members Holden, Marmorato, Paladino, Vernikov, Zhuang, and the Minority Leader (Council Member Ariola).\r\n\r\nThe following Council Member formally noted his intention to abstain from voting on this item: \r\nCouncil Member Felder.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2025-04-24T22:50:10.15Z"
    }
  ],
  "Attachments": [
    {
      "ID": 315667,
      "LastModified": "2025-05-22T04:39:12.523Z",
      "Name": "Res. No. 774",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fe5933e7-bc51-431b-a676-33e81b3aeefe.docx",
      "Sort": 1
    },
    {
      "ID": 316149,
      "LastModified": "2025-02-28T03:22:43.417Z",
      "Name": "February 27, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/df1939d8-3918-4554-afc4-f34f8c6a83f5.pdf",
      "Sort": 2
    },
    {
      "ID": 316835,
      "LastModified": "2025-04-23T22:54:39.503Z",
      "Name": "Hearing Transcript - Stated Meeting  2-27-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3b1a41d8-1287-4d76-9a81-611d41c60524.pdf",
      "Sort": 3
    },
    {
      "ID": 316117,
      "LastModified": "2025-04-23T22:54:39.46Z",
      "Name": "Committee Report 2/28/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5c71f512-ee3d-48a1-9442-0dac07610ab5.docx",
      "Sort": 4
    },
    {
      "ID": 316401,
      "LastModified": "2025-04-23T22:54:38.967Z",
      "Name": "Hearing Testimony 2/28/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c8140c46-232f-4424-82ed-9055e324ce76.pdf",
      "Sort": 5
    },
    {
      "ID": 316767,
      "LastModified": "2025-04-23T22:54:38.44Z",
      "Name": "Hearing Transcript 2/28/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ba19276c-9dde-4016-96ac-81eaf232a53d.pdf",
      "Sort": 6
    },
    {
      "ID": 318351,
      "LastModified": "2025-04-23T20:46:47.723Z",
      "Name": "Committee Report 4/24/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8b3b6ade-2e4e-4923-b997-af4a489c2a59.docx",
      "Sort": 7
    },
    {
      "ID": 318469,
      "LastModified": "2025-04-24T17:43:08.8Z",
      "Name": "April 24, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1c2b087c-9e68-4f63-b087-4f4449700877.pdf",
      "Sort": 8
    },
    {
      "ID": 319503,
      "LastModified": "2025-05-16T15:27:04.993Z",
      "Name": "Hearing Transcript - Stated Meeting  4-24-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b3ed6a4a-4890-45c7-afbd-f6ab9808b631.pdf",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 79196,
  "Text": "Whereas, The World Professional Association for Transgender Health (WPATH) is a 501(c)(3) non-profit, interdisciplinary, professional, and educational organization devoted to transgender health, whose members engage in academic research to develop evidence-based medicine and strive to promote a high quality of care for transgender, gender nonconforming, non-binary, and intersex (TGNCNBI) individuals internationally; and\n\tWhereas, WPATH established the internationally accepted Standards of Care (SOC) for the treatment of individuals with gender dysphoria; and\n\tWhereas, the SOC promotes the health and welfare of TGNCNBI individuals in all cultural settings; and\n\tWhereas, WPATH updates and revises the SOC as new scientific information becomes available; and\n\tWhereas, the Standards of Care 8 (SOC8) is the most recent version of the SOC; and\n\tWhereas, According to the Human Rights Campaign, gender dysphoria is the distress that results from having one's gender identity not match one's sex assigned at birth; and\n\tWhereas, According to the Human Rights Campaign, the age-appropriate care that is medically necessary for the well-being of many TGNCNBI individuals with gender dysphoria is called gender affirming care; and\n\tWhereas, Every major medical and mental health organization, collectively representing more than 1.3 million doctors, and including organizations like the American Medical Association, the American Academy of Pediatrics, and the American Psychological Association, recognizes that gender affirming care is medically necessary for TGNCNBI individuals, according to the Human Rights Campaign; and\n\tWhereas, According to the Williams Institute of the University of California, Los Angeles School of Law (\"Williams Institute\"), the New York metropolitan area has the highest population of lesbian, gay, bisexual, and transgender (LGBT) adults of any American metropolitan area, at about 706,000 as of March 2021, and New York State, as of June 2022, has a population of 34,800 individuals aged 13-17 who identify as transgender and 81,800 adults who identify as transgender; and\n\tWhereas, According to the most recent Behavioral Risk Factor Surveillance System survey on sexual orientation and gender identity, published in June 2022 and using data collected from 2019 and 2020, which is managed and published by New York State's (\"State\") Department of Health (DOH), about 0.6% of New York City's (\"City\") population identifies as transgender; and\n\tWhereas, Some private hospitals in the city already adhere to the WPATH SOC8, such as NYU Langone Health, and others, such as Mount Sinai, require providers to be \"informed by\" WPATH SOC8; and\n\tWhereas, Other hospitals in the city, including the public hospitals run by the Health and Hospitals Corporation (H+H), do not adhere to WPATH SOC8, despite H+H's strong track record of meeting LGBT individuals' needs, including being recognized by the Human Rights Campaign's and Services and Advocacy for GLBT Elders' Long-Term Care Equality Index; and\n\tWhereas, The DOH is responsible for the development and administration of the State's policy with respect to hospital and related services; and\n\tWhereas, An official policy manual of the State's Office on Mental Health (OMH) published in 2020 requires the delivery of medically managed hormone therapy (a form of gender affirming care) to adhere to the SOC set forth by WPATH; and\n\tWhereas, A memorandum from the OMH's Chief Medical Officer Thomas E. Smith required all UR Agents, defined in the memorandum as health maintenance organizations and insurers, and their contracted utilization review agents, to update their previously approved clinical review criteria, and associated policies and procedures regarding how such criteria are used, for all gender affirming treatments to be consistent with the updated recommendations in WPATH SOC8; and\n\tWhereas, Despite these policies, the DOH has not made any broad call to require WPATH SOC in all hospitals in the state; and\n\tWhereas, Gender affirming care is under attack in multiple states, including in 26 states that passed bans or restrictions on gender affirming care for youth; in Oklahoma, Texas, and South Carolina, which considered bans for gender affirming care for those up to 26 years of age; and in several states that prohibited public funds from being used to provide gender affirming care for anyone, meaning those under Medicaid cannot receive care; and\n\tWhereas, The City and State should continue to strive to be a center for TGNCBI health in the face of these attacks; now, therefore, be it\n\tResolved, that the Council of the City of New York calls on the New York State Department of Health to implement regulations requiring hospitals in New York City to adhere to the World Professional Association for Transgender Health's Standards of Care 8, to ensure medical professional can provide high-quality and ethical treatment for individuals with gender dysphoria.\nLS 18679\n2/21/2025\nJN",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Hudson, Cab\\'e1n, Oss\\'e9, Hanif, Bottcher, Louis, Avil\\'e9s, Banks, Rivera, Brewer, Marte, Krishnan, Guti\\'e9rrez, Sanchez and the Public Advocate (Mr. Williams)\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The World Professional Association for Transgender Health (WPATH) is a 501(c)(3) non-profit, interdisciplinary, professional, and educational organization devoted to transgender health, whose members engage in academic research to develop evidence-based medicine and strive to promote a high quality of care for transgender, gender nonconforming, non-binary, and intersex (TGNCNBI) individuals internationally; and\\par\n\\tab Whereas, WPATH established the internationally accepted Standards of Care (SOC) for the treatment of individuals with gender dysphoria; and\\par\n\\tab Whereas, the SOC promotes the health and welfare of TGNCNBI individuals in all cultural settings; and\\par\n\\tab Whereas, WPATH updates and revises the SOC as new scientific information becomes available; and\\par\n\\tab Whereas, the Standards of Care 8 (SOC8) is the most recent version of the SOC; and\\par\n\\tab Whereas, According to the Human Rights Campaign, gender dysphoria is the distress that results from having one\\rquote s gender identity not match one\\rquote s sex assigned at birth; and\\par\n\\tab Whereas, According to the Human Rights Campaign, the age-appropriate care that is medically necessary for the well-being of many TGNCNBI individuals with gender dysphoria is called gender affirming care; and\\par\n\\tab Whereas, Every major medical and mental health organization, collectively representing more than 1.3 million doctors, and including organizations like the American Medical Association, the American Academy of Pediatrics, and the American Psychological Association, recognizes that gender affirming care is medically necessary for TGNCNBI individuals, according to the Human Rights Campaign; and\\par\n\\tab Whereas, According to the Williams Institute of the University of California, Los Angeles School of Law (\\ldblquote Williams Institute\\rdblquote ), the New York metropolitan area has the highest population of lesbian, gay, bisexual, and transgender (LGBT) adults of any American metropolitan area, at about 706,000 as of March 2021, and New York State, as of June 2022, has a population of 34,800 individuals aged 13-17 who identify as transgender and 81,800 adults who identify as transgender; and\\par\n\\tab Whereas, According to the most recent Behavioral Risk Factor Surveillance System survey on sexual orientation and gender identity, published in June 2022 and using data collected from 2019 and 2020, which is managed and published by New York State\\rquote s (\\ldblquote State\\rdblquote ) Department of Health (DOH), about 0.6% of New York City\\rquote s (\\ldblquote City\\rdblquote ) population identifies as transgender; and\\par\n\\tab Whereas, Some private hospitals in the city already adhere to the WPATH SOC8, such as NYU Langone Health, and others, such as Mount Sinai, require providers to be \\ldblquote informed by\\rdblquote  WPATH SOC8; and\\par\n\\tab Whereas, Other hospitals in the city, including the public hospitals run by the Health and Hospitals Corporation (H+H), do not adhere to WPATH SOC8, despite H+H\\rquote s strong track record of meeting LGBT individuals\\rquote  needs, including being recognized by the Human Rights Campaign\\rquote s and Services and Advocacy for GLBT Elders\\rquote  Long-Term Care Equality Index; and\\par\n\\tab Whereas, The DOH is responsible for the development and administration of the State\\rquote s policy with respect to hospital and related services; and\\par\n\\tab Whereas, An official policy manual of the State\\rquote s Office on Mental Health (OMH) published in 2020 requires the delivery of medically managed hormone therapy (a form of gender affirming care) to adhere to the SOC set forth by WPATH; and\\par\n\\tab Whereas, A memorandum from the OMH\\rquote s Chief Medical Officer Thomas E. Smith required all UR Agents, defined in the memorandum as health maintenance organizations and insurers, and their contracted utilization review agents, to update their previously approved clinical review criteria, and associated policies and procedures regarding how such criteria are used, for all gender affirming treatments to be consistent with the updated recommendations in WPATH SOC8; and\\par\n\\tab Whereas, Despite these policies, the DOH has not made any broad call to require WPATH SOC in all hospitals in the state; and\\par\n\\tab Whereas, Gender affirming care is under attack in multiple states, including in 26 states that passed bans or restrictions on gender affirming care for youth; in Oklahoma, Texas, and South Carolina, which considered bans for gender affirming care for those up to 26 years of age; and in several states that prohibited public funds from being used to provide gender affirming care for anyone, meaning those under Medicaid cannot receive care; and\\par\n\\tab Whereas, The City and State should continue to strive to be a center for TGNCBI health in the face of these attacks; now, therefore, be it\\par\n\\tab Resolved, that the Council of the City of New York calls on the New York State Department of Health to implement regulations requiring hospitals in New York City to adhere to the World Professional Association for Transgender Health\\rquote s Standards of Care 8, to ensure medical professional can provide high-quality and ethical treatment for individuals with gender dysphoria.\\par\n\\pard\\ltrpar\\qj\\fs20 LS 18679\\par\n2/21/2025\\par\nJN\\par\n}\n",
  "LastModified": "2025-05-22T04:39:12.523Z"
}
