{
  "ID": 75084,
  "GUID": "AB27F6F1-55BD-4898-82FF-BF24F086F800",
  "File": "Res 0778-2025",
  "Name": "Creating an independent Housing Development Authority under the Department of Housing and Urban Development for the acquisition, remediation, and construction of permanently affordable housing. (H.R.9662/S.5078)",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign, H.R.9662/S.5078, in relation to creating an independent Housing Development Authority under the Department of Housing and Urban Development for the acquisition, remediation, and construction of permanently affordable housing",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2025-02-27T00:00:00Z",
  "AgendaDate": "2025-02-27T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-l-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    }
  ],
  "History": [
    {
      "ID": 417232,
      "Date": "2025-02-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-02-19T16:08:01.533Z"
    },
    {
      "ID": 417506,
      "Date": "2025-02-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21453,
      "AgendaSequence": 79,
      "MinutesSequence": 91,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2025-02-27T22:29:10.133Z"
    }
  ],
  "Attachments": [
    {
      "ID": 312685,
      "LastModified": "2025-03-10T17:34:38.14Z",
      "Name": "Res. No. 778",
      "Link": "https://nyc.legistar1.com/nyc/attachments/17716d72-1388-47a9-8846-7a9ec81e8ae1.docx",
      "Sort": 1
    },
    {
      "ID": 316154,
      "LastModified": "2025-02-27T22:37:50.47Z",
      "Name": "February 27, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4c5735ed-3fe8-4d21-91c2-4754649f7105.pdf",
      "Sort": 2
    },
    {
      "ID": 316840,
      "LastModified": "2025-03-19T13:55:26.567Z",
      "Name": "Hearing Transcript - Stated Meeting  2-27-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5695c045-96f3-41d6-9644-6e13067293c5.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 78746,
  "Text": "Whereas, The United States is experiencing a severe housing shortage, and in 2020, it was estimated by FreddieMac that the U.S. had a deficit of 3.8 million owner-occupied and rental units; and  \n      Whereas, This shortage means that, on average, the United States' housing supply has failed to keep pace with the demand for housing, leading to higher mortgage cost and higher rents for many Americans; and \n      Whereas, In 2024, Harvard University's Joint Center for Housing Studies (J.C.H.S.) published an analysis of the 2022 U.S. census data that revealed that approximately 22.4 million renters, or 50 percent of all tenants, including individuals across the income spectrum, pay more than 30 percent of their annual pre-tax income on rent and utilities; and\n      Whereas, In January 2023, J.C.H.S. reported that 653,100 U.S. citizens were homeless on a given night, with older residents, residents with disabilities, or poorer residents who have inflexible budgets at greater risk for homelessness as the housing shortage continues; and\n      Whereas, Commonly cited explanations for the housing shortage include increased construction costs, a construction labor shortage, cumbersome zoning laws, limited financing for cheaper home mortgages, and community resistance to multifamily housing; and  \n      Whereas, All of these factors result in fewer homes being built or financed, especially homes less than 1,400 square feet that are most likely to serve as starter homes, thus trapping potential home buyers in the rental market, leading to further increases in rental costs; and\n      Whereas, Housing stock in the U.S. is aging, as illustrated by the fact that the median age for a rental unit is 44 years, which means more Americans are living in inadequate and energy-inefficient homes; and \n      Whereas, The starter home pool is both aging and shrinking, which, combined with more restrictive banking regulations passed after the 2008 financial crisis, makes it difficult for many low-income and young households to obtain small-dollar mortgages; and \n      Whereas, The effects of the nationwide housing shortage are acutely felt in major metropolitan areas like the City of New York (N.Y.C.); and \n      Whereas, The 2023 Housing and Vacancy Survey showed that N.Y.C.'s rental housing vacancy rate is only 1.41 percent, and roughly half of the City's tenants spend about 30 percent or more of their annual pre-tax income on housing costs; and\n      Whereas, Approximately half of N.Y.C. households making less than $70,000 annually pay more than 50 percent of their annual pre-tax income in rent; and \n      Whereas, According to the NY Building Congress, a construction industry advocacy group, the private sector has faced challenges in creating new housing units in N.Y.C., with a 62 percent decline in production in 2023; and\n      Whereas, 69 percent of the City's households are tenants, and approximately 55 percent of NYC rental units are rent regulated; and \n      Whereas, According to the New York City Comptroller's report on N.Y.C.'s rental housing market, rent regulated tenants that lived in their units prior to 2019 had significantly lower median rents than rent-regulated tenants that moved into their units after 2019; and\n      Whereas, The City of New York is home to the largest public housing authority in the country, the New York City Housing Authority, which houses about 300,000 residents in traditional public housing; and\n      Whereas, New York's public housing stock has aged significantly, and shifts in housing policy have left this valuable source of affordable housing in need of over $50 to $80 billion in repairs; and \n      Whereas, All levels of government must act to meet the demand for quality permanently affordable housing; and \n      Whereas, H.R.9662, sponsored by Representative Alexandria Ocasio-Cortez, currently pending in the United States House of Representatives, and S.5078, sponsored by Senator Tina Smith, currently pending in the United States Senate, would create an independent Housing Development Authority (the \"Authority\") within the U.S. Department of Housing and Urban Development to acquire, renovate, and build permanently affordable single-family and multifamily housing; and\n      Whereas, The Authority would be authorized to convey property within its portfolio to public housing authorities, mission-driven nonprofits, resident-owned cooperatives, state or local governments, community land trusts, and other eligible entities; and\n      Whereas, The Authority would be required to set aside 40 percent of its portfolio for extremely low-income households, 30 percent of its portfolio for low-income households, and cap rents at 25 percent of the annual adjusted gross income of the household with a maximum annual rent increase of 3 percent; and  \n      Whereas, This bill would provide opportunities for homeownership by enabling residents to purchase homes under shared equity models; and \n      Whereas, This bill would prioritize neighborhood stability through mortgage relief for borrowers at risk of foreclosure due to market instability or economic distress; and \n      Whereas, This bill would give tenants opportunities to collectively purchase their buildings before they can be sold to private, for-profit developers; and \n      Whereas, This bill would provide funding to rehabilitate public housing units and repeal the Faircloth Amendment that limits the construction of new public housing; and \n      Whereas, This bill would require all laborers and mechanics doing construction work carried out, in whole or in part, with assistance made available under this bill, to be paid a prevailing wage and have the right to organize without deterrence from their employer; and\n      Whereas, H.R.9662/S.5078 would cover operating costs through 30 billion dollars annually appropriated by the federal government over 10 years, tenant payments, and a revolving loan fund; and \n      Whereas, Establishing the Authority would ensure quality, stable, and permanently affordable housing for the most vulnerable N.Y.C. residents and support the City's growing economy and cultivate union jobs; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, H.R.9662/S.5078, in relation to creating an independent Housing Development Authority under the Department of Housing and Urban Development for the acquisition, remediation, and construction of permanently affordable housing.\n\n\nDJS\nLS #17779, 17785, 17787\n12/16/2024\n4",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Marte, Hanif, Rivera, Cab\\'e1n and Banks\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, The United States is experiencing a severe housing shortage, and in 2020, it was estimated by FreddieMac that the U.S. had a deficit of 3.8 million owner-occupied and rental units; and  \\par\nWhereas, This shortage means that, on average, the United States\\rquote  housing supply has failed to keep pace with the demand for housing, leading to higher mortgage cost and higher rents for many Americans; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In 2024, Harvard University\\rquote s Joint Center for Housing Studies (J.C.H.S.) published an analysis of the 2022 U.S. census data that revealed that approximately 22.4 million renters, or 50 percent of all tenants, including individuals across the income spectrum, pay more than 30 percent of their annual pre-tax income on rent and utilities; and\\par\nWhereas, In January 2023, J.C.H.S. reported that 653,100 U.S. citizens were homeless on a given night, with older residents, residents with disabilities, or poorer residents who have inflexible budgets at greater risk for homelessness as the housing shortage continues; and\\par\nWhereas, Commonly cited explanations for the housing shortage include increased construction costs, a construction labor shortage, cumbersome zoning laws, limited financing for cheaper home mortgages, and community resistance to multifamily housing; and  \\par\nWhereas, All of these factors result in fewer homes being built or financed, especially homes less than 1,400 square feet that are most likely to serve as starter homes, thus trapping potential home buyers in the rental market, leading to further increases in rental costs; and\\par\nWhereas, Housing stock in the U.S. is aging, as illustrated by the fact that the median age for a rental unit is 44 years, which means more Americans are living in inadequate and energy-inefficient homes; and \\par\nWhereas, \\cf1 The starter home pool is both aging and shrinking, which, combined with more restrictive banking regulations passed after the 2008 financial crisis, makes it difficult for many low-income and young households to obtain small-dollar mortgages\\cf0 ; and \\par\nWhereas, The effects of the nationwide housing shortage are acutely felt in major metropolitan areas like the City of New York (N.Y.C.); and \\par\nWhereas, The 2023 Housing and Vacancy Survey showed that N.Y.C.'s rental housing vacancy rate is only 1.41 percent, and roughly half of the City\\rquote s tenants spend about 30 percent or more of their annual pre-tax income on housing costs; and\\par\nWhereas, Approximately half of N.Y.C. households making less than $70,000 annually pay more than 50 percent of their annual pre-tax income in rent; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, According to the NY Building Congress, a construction industry advocacy group, the private sector has faced challenges in creating new housing units in N.Y.C., with a 62 percent decline in production in 2023; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, 69 percent of the City\\rquote s households are tenants, and approximately 55 percent of NYC rental units are rent regulated; and \\par\nWhereas, According to the New York City Comptroller\\rquote s report on N.Y.C.\\rquote s rental housing market, rent regulated tenants that lived in their units prior to 2019 had significantly lower median rents than rent-regulated tenants that moved into their units after 2019; and\\par\nWhereas, The City of New York is home to the largest public housing authority in the country, the New York City Housing Authority, which houses about 300,000 residents in traditional public housing; and\\par\nWhereas, New York\\rquote s public housing stock has aged significantly, and shifts in housing policy have left this valuable source of affordable housing in need of over $50 to $80 billion in repairs; and \\par\nWhereas, All levels of government must act to meet the demand for quality permanently affordable housing; and \\par\nWhereas, H.R.9662, sponsored by Representative Alexandria Ocasio-Cortez, currently pending in the United States House of Representatives, and S.5078, sponsored by Senator Tina Smith, currently pending in the United States Senate, would create an independent Housing Development Authority (the \\ldblquote Authority\\rdblquote ) within the U.S. Department of Housing and Urban Development to acquire, renovate, and build permanently affordable single-family and multifamily housing; and\\par\nWhereas, The Authority would be authorized to convey property within its portfolio to public housing authorities, mission-driven nonprofits, resident-owned cooperatives, state or local governments, community land trusts, and other eligible entities; and\\par\nWhereas, The Authority would be required to set aside 40 percent of its portfolio for extremely low-income households, 30 percent of its portfolio for low-income households, and cap rents at 25 percent of the annual adjusted gross income of the household with a maximum annual rent increase of 3 percent; and  \\par\nWhereas, This bill would provide opportunities for homeownership by enabling residents to purchase homes under shared equity models; and \\par\nWhereas, This bill would prioritize neighborhood stability through mortgage relief for borrowers at risk of foreclosure due to market instability or economic distress; and \\par\nWhereas, This bill would give tenants opportunities to collectively purchase their buildings before they can be sold to private, for-profit developers; and \\par\nWhereas, This bill would provide funding to rehabilitate public housing units and repeal the Faircloth Amendment that limits the construction of new public housing; and \\par\nWhereas, This bill would require all laborers and mechanics doing construction work carried out, in whole or in part, with assistance made available under this bill, to be paid a prevailing wage and have the right to organize without deterrence from their employer; and\\par\nWhereas, H.R.9662/S.5078 would cover operating costs through 30 billion dollars annually appropriated by the federal government over 10 years, tenant payments, and a revolving loan fund; and \\par\nWhereas, Establishing the Authority would ensure quality, stable, and permanently affordable housing for the most vulnerable N.Y.C. residents and support the City\\rquote s growing economy and cultivate union jobs; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, H.R.9662/S.5078, in relation to creating an independent Housing Development Authority under the Department of Housing and Urban Development for the acquisition, remediation, and construction of permanently affordable housing.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 DJS\\par\nLS #17779, 17785, 17787\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1 12/16/2024\\fs24\\par\n}\n",
  "LastModified": "2025-03-19T13:55:26.57Z"
}
