{
  "ID": 75409,
  "GUID": "5E4B5277-2621-4EF4-8679-DDE98CFD6717",
  "File": "Res 0781-2025",
  "Name": "Prohibit out-of-state access to the New York State Prescription Monitoring Program’s data for certain medications including abortion medications, hormone therapy, and puberty blockers.",
  "Title": "Resolution calling upon the New York State Legislature to introduce and pass, and the Governor to sign, legislation to prohibit out-of-state access to the New York State Prescription Monitoring Program’s data for certain medications including abortion medications, hormone therapy, and puberty blockers.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5244,
  "BodyName": "Committee on Women and Gender Equity",
  "IntroDate": "2025-02-27T00:00:00Z",
  "AgendaDate": "2025-02-27T00:00:00Z",
  "PassedDate": "2025-04-24T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 417357,
      "Date": "2025-02-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-02-24T15:12:41.04Z"
    },
    {
      "ID": 417511,
      "Date": "2025-02-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women and Gender Equity",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21453,
      "AgendaSequence": 84,
      "MinutesSequence": 96,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Women and Gender Equity",
      "MatterStatusID": 3,
      "LastModified": "2025-02-27T22:29:10.137Z"
    },
    {
      "ID": 417358,
      "Date": "2025-02-28T12:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21414,
      "AgendaSequence": 8,
      "MinutesSequence": 17,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-02-28T20:55:16.42Z"
    },
    {
      "ID": 417657,
      "Date": "2025-02-28T12:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21414,
      "MinutesSequence": 18,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-02-28T20:55:50.167Z"
    },
    {
      "ID": 419756,
      "Date": "2025-04-24T11:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21564,
      "AgendaSequence": 7,
      "MinutesSequence": 23,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-04-24T15:37:01.08Z"
    },
    {
      "ID": 420078,
      "Date": "2025-04-24T11:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21564,
      "MinutesSequence": 24,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7785,
          "Slug": "farah-n-louis",
          "FullName": "Farah N. Louis",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7813,
          "Slug": "tiffany-caban",
          "FullName": "Tiffany Cabán",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7821,
          "Slug": "jennifer-gutierrez",
          "FullName": "Jennifer Gutiérrez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7794,
          "Slug": "kevin-c-riley",
          "FullName": "Kevin C. Riley",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7831,
          "Slug": "inna-vernikov",
          "FullName": "Inna Vernikov",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 50
        }
      ],
      "LastModified": "2025-04-24T15:37:11.34Z"
    },
    {
      "ID": 419904,
      "Date": "2025-04-24T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be City Charter Rule Adopted approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21593,
      "AgendaSequence": 75,
      "MinutesSequence": 85,
      "AgendaNumber": "~coupled",
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Women and Gender Equity",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Farías) called for a voice vote.  Hearing those in favor, the Majority Leader and Acting President Pro Tempore (Council Member Farías) declared the Resolution to be adopted.\r\n\r\nThe following 5 Council Members formally noted their intention to vote in the negative against this item:  \r\nCouncil Members Holden, Marmorato, Paladino, Vernikov, and the Minority Leader (Council Member Ariola).\r\n\r\nThe following Council Member formally noted his intention to abstain from voting on this item:\r\nCouncil Member Felder.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2025-04-24T22:50:24.45Z"
    }
  ],
  "Attachments": [
    {
      "ID": 314513,
      "LastModified": "2025-04-24T21:44:25.657Z",
      "Name": "Res. No. 781",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ac6f07d3-7512-4d54-926d-bab174d678ba.docx",
      "Sort": 1
    },
    {
      "ID": 316159,
      "LastModified": "2025-02-28T03:22:50.8Z",
      "Name": "February 27, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2daec877-72d6-4a80-82e7-f8f4a617c2d1.pdf",
      "Sort": 2
    },
    {
      "ID": 316845,
      "LastModified": "2025-04-23T22:54:09.317Z",
      "Name": "Hearing Transcript - Stated Meeting  2-27-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0dfb8b48-3693-4521-946a-87a233ad400a.pdf",
      "Sort": 3
    },
    {
      "ID": 316118,
      "LastModified": "2025-04-23T22:54:09.277Z",
      "Name": "Committee Report 2/28/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/742a11e4-f5a4-4626-a06c-2adc3d90276d.docx",
      "Sort": 4
    },
    {
      "ID": 316402,
      "LastModified": "2025-04-23T22:54:08.917Z",
      "Name": "Hearing Testimony 2/28/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6a923997-0206-47f2-9b8e-f5c1dbe7aa10.pdf",
      "Sort": 5
    },
    {
      "ID": 316768,
      "LastModified": "2025-04-23T22:54:08.357Z",
      "Name": "Hearing Transcript 2/28/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9a12b1a8-e7b4-4579-87ba-a70b45989ec3.pdf",
      "Sort": 6
    },
    {
      "ID": 318352,
      "LastModified": "2025-04-23T20:46:33.02Z",
      "Name": "Committee Report 4/24/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c773de91-4b41-41c7-8f41-f70ec7cc88b2.docx",
      "Sort": 7
    },
    {
      "ID": 318470,
      "LastModified": "2025-04-24T17:43:09.06Z",
      "Name": "April 24, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a15cc228-209d-4a92-b436-44c7a7d7977e.pdf",
      "Sort": 8
    },
    {
      "ID": 319504,
      "LastModified": "2025-05-16T15:27:05.313Z",
      "Name": "Hearing Transcript - Stated Meeting  4-24-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e6b20d2b-7996-4d27-b29e-5a62e69b0922.pdf",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 79097,
  "Text": "Whereas, In order to reduce prescription misuse and illegal diversion of regulated drugs, according to the Centers for Disease Control and Prevention, a Prescription Drug Monitoring Program (PDMP) is a state operated database established to collect and monitor information about controlled substances and the patients to whom they are being prescribed; and\n      Whereas, PDMPs collect information from pharmacies to help clinicians identify patients who might be at risk of overdose and health authorities use the data to obtain information on prescribing practices and patient behaviors; and\n      Whereas, In 1918, New York State enacted the earliest PDMP program in the United States which required physicians to use official prescription forms and pharmacists to report the dispensing of cocaine, heroin, morphine and opium to the Health Department within 24 hours; and \n      Whereas, While 49 states currently have a PDMP, what drugs are to be monitored by each of the PDMPs is left to the discretion of each state; and\n      Whereas, According to the New York State Prescription Monitoring Program (PMP) Registry, practitioners are provided with direct and secure access to view dispensed controlled substance prescription histories for their patients, including all controlled substances that were dispensed in New York State and reported by the pharmacy for the past year; and\n      Whereas, According to the DOH, any New York State licensed prescriber or pharmacist may access the PMP Registry if they have an Individual Health Commerce System Account (HCS) in order to gain access to the system; and \n      Whereas, In an effort to prevent patients from accessing drugs heretofore commonly prescribed to them by their physicians, on October 1, 2024 Louisiana became the first state to reclassify the drugs Mifepristone and Misoprostol-drugs regularly used to aid in the management of miscarriages and postpartum hemorrhaging for people after childbirth-as Schedule IV controlled substances; and\n      Whereas, By reclassifying birth control as a Schedule IV controlled substance, Louisiana has now made it a crime punishable by up to five years in prison to possess these drugs without a prescription; and\n      Whereas, Because each PDMP has been developed at the state level, significant variations in policies and procedures and data reporting inconsistencies preclude accurate communication between stakeholders and, according to the Congressional Research Service, PDMPs may pose risks to patient privacy because there is potential for unauthorized access to confidential information; and\n      Whereas, According to clinicians, physicians, and advocates, disparities among PDMPs include the random collection and reporting methods in various states that may or may not capture the correct identities of the persons writing the prescriptions, the history of physicians disciplinary and licensing status, and notifications of license suspensions among healthcare providers; and\n      Whereas, In response to public threats made by the current administration about eliminating access to women's reproductive healthcare options, including birth control, and gender affirming care for people of all ages, stakeholders have noted individuals have begun to stockpile medications such as Mifepristone, and hormone replacement therapy drugs; and\n      Whereas, As of December 2024, 26 states have passed laws restricting gender-affirming care for transgender youth including medically necessary, evidenced based care that use a multidisciplinary approach to help individuals transition safely; and\n      Whereas, According to the Human Rights Campaign, 39.4 percent of transgender youth live in states that have passed bans on medically necessary gender-affirming care and several states have prohibited public funds from being used to provide transgender healthcare for anyone of any age; and\n      Whereas, Despite Testosterone being categorized as controlled substance, PDMP databases can potentially expose transgender people to discrimination and harassment by publicizing they are taking this drug which may put them at risk and harm, both physically and emotionally; and\n      Whereas, According to the 2024 World Population Review, a reported 81,800 transgender people live in New York State, with an estimated 50,000 transgender residents living in New York City;  and\n      Whereas, According to the U.S. Census Bureau in 2023 approximately 3,860,526 people of childbearing age (15-44) live in New York State; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to introduce and pass, and the Governor to sign, legislation to prohibit out-of-state access to Prescription Monitoring Program's data for certain medications including abortion medications, hormone therapy, and puberty blockers.\n\nCD\nLS 18253\n2/4/25\n\n\n\n\n4",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Aptos;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Schulman, Powers, Hanif, Louis, Cab\\'e1n, Avil\\'e9s, Banks, Rivera, Brewer, Marte, Oss\\'e9, Hudson, Krishnan, Bottcher, Guti\\'e9rrez, Sanchez and the Public Advocate (Mr. Williams)\\par\n\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\qj\\tab Whereas, In order to reduce prescription misuse and illegal diversion of regulated drugs, according to the Centers for Disease Control and Prevention, a Prescription Drug Monitoring Program (PDMP) is a state operated database established to collect and monitor information about controlled substances and the patients to whom they are being prescribed; and\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1\\qj Whereas, PDMPs collect information from pharmacies to help clinicians identify patients who might be at risk of overdose and health authorities use the data to obtain information on prescribing practices and patient behaviors; and\\par\nWhereas, In 1918, New York State enacted the earliest PDMP program in the United States which required physicians to use official prescription forms and pharmacists to report the dispensing of cocaine, heroin, morphine and opium to the Health Department within 24 hours; and \\par\nWhereas, While 49 states currently have a PDMP, what drugs are to be monitored by each of the PDMPs is left to the discretion of each state; and\\par\nWhereas, According to the New York State Prescription Monitoring Program (PMP) Registry, practitioners are provided with direct and secure access to view dispensed controlled substance prescription histories for their patients, including all controlled substances that were dispensed in New York State and reported by the pharmacy for the past year; and\\par\nWhereas, According to the DOH, any New York State licensed prescriber or pharmacist may access the PMP Registry if they have an Individual Health Commerce System Account (HCS) in order to gain access to the system; and \\par\nWhereas, In an effort to prevent patients from accessing drugs heretofore commonly prescribed to them by their physicians, on October 1, 2024 Louisiana became the first state to reclassify the drugs Mifepristone and Misoprostol-drugs regularly used to aid in the management of miscarriages and postpartum hemorrhaging for people after childbirth-as Schedule IV controlled substances; and\\par\nWhereas, By reclassifying birth control as a Schedule IV controlled substance, Louisiana has now made it a crime punishable by up to five years in prison to possess these drugs without a prescription; and\\par\nWhereas, Because each PDMP has been developed at the state level, significant variations in policies and procedures and data reporting inconsistencies preclude accurate communication between stakeholders and, according to the Congressional Research Service, PDMPs may pose risks to patient privacy because there is potential for unauthorized access to confidential information; and\\par\nWhereas, According to clinicians, physicians, and advocates, disparities among PDMPs include the random collection and reporting methods in various states that may or may not capture the correct identities of the persons writing the prescriptions, the history of physicians disciplinary and licensing status, and notifications of license suspensions among healthcare providers; and\\par\nWhereas, In response to public threats made by the current administration about eliminating access to women\\rquote s reproductive healthcare options, including birth control, and gender affirming care for people of all ages, stakeholders have noted individuals have begun to stockpile medications such as Mifepristone, and hormone replacement therapy drugs; and\\par\nWhereas, As of December 2024, 26 states have passed laws restricting gender-affirming care for transgender youth including medically necessary, evidenced based care that use a multidisciplinary approach to help individuals transition safely; and\\par\nWhereas, According to the Human Rights Campaign, 39.4 percent of transgender youth live in states that have passed bans on medically necessary gender-affirming care and several states have prohibited public funds from being used to provide transgender healthcare for anyone of any age; and\\par\nWhereas, Despite Testosterone being categorized as controlled substance, PDMP databases can potentially expose transgender people to discrimination and harassment by publicizing they are taking this drug which may put them at risk and harm, both physically and emotionally; and\\par\nWhereas, According to the 2024 World Population Review, a reported 81,800 transgender people live in New York State, with an estimated 50,000 transgender residents living in New York City;  and\\par\nWhereas, According to the U.S. Census Bureau in 2023 approximately 3,860,526 people of childbearing age (15-44) live in New York State; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to introduce and pass, and the Governor to sign, legislation to prohibit out-of-state access to Prescription Monitoring Program\\rquote s data for certain medications including abortion medications, hormone therapy, and puberty blockers.\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj\\fs20 CD\\par\nLS 18253\\par\n2/4/25\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\f1\\fs22\\par\n}\n",
  "LastModified": "2025-05-16T15:27:05.313Z"
}
