{
  "ID": 75528,
  "GUID": "2061E968-94B0-41E1-8284-3839CCF32C39",
  "File": "Res 0798-2025",
  "Name": "Provide assistance for SUNY and CUNY students experiencing homelessness (S.4247/A.9615).",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S.4247/A.9615 to provide assistance for SUNY and CUNY students experiencing homelessness.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2025-03-12T00:00:00Z",
  "AgendaDate": "2025-03-12T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7832,
      "Slug": "kamillah-hanks",
      "FullName": "Kamillah Hanks"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7798,
      "Slug": "oswald-feliz",
      "FullName": "Oswald Feliz"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    }
  ],
  "History": [
    {
      "ID": 417676,
      "Date": "2025-03-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-03-03T20:02:46.823Z"
    },
    {
      "ID": 417956,
      "Date": "2025-03-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21480,
      "AgendaSequence": 104,
      "MinutesSequence": 119,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2025-03-12T15:33:50.267Z"
    }
  ],
  "Attachments": [
    {
      "ID": 316252,
      "LastModified": "2025-07-22T20:17:22.38Z",
      "Name": "Res. No. 798",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7f1bcdca-21a1-4b4e-beca-753f89329e5a.docx",
      "Sort": 1
    },
    {
      "ID": 316692,
      "LastModified": "2025-03-12T22:17:24.39Z",
      "Name": "March 12, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/39740b65-ae91-429f-9747-9322fc7eb7da.pdf",
      "Sort": 2
    },
    {
      "ID": 317511,
      "LastModified": "2025-04-03T20:19:00.983Z",
      "Name": "Hearing Transcript - Stated Meeting  3-12-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/aa7f514f-7443-47b2-9895-18c2080bfcdc.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 79239,
  "Text": "Whereas, As of December 2024, there were 124,763 New Yorkers sleeping in shelters in New York City, and another 250,000 more sleeping doubled-up or unsheltered, according to Coalition for the Homeless; and\n      Whereas, In 2020, 14% of all college students across the United States reported that they were homeless, and 48% said that they experienced housing insecurity; and\n      Whereas, In New York City, 18% of students studying at The City University of New York (CUNY) schools reported that they were homeless, and 55% said they were experiencing housing insecurity, according to the CUNY Real College Survey; and\n      Whereas, Research shows that students experiencing housing insecurity and homelessness are less likely to enroll full-time in college, have lower grades, and are less likely to graduate; and\n      Whereas, A college degree is a an established driver of economic mobility; and\n      Whereas, CUNY is particularly important in promoting economic mobility for historically disadvantaged populations, enrolling over 220,000 students annually, of which over 75% are students of color, over half are first generation college students, and almost a quarter are over the age of 25; and\n      Whereas, A 2021 report from the New York City Comptroller found that CUNY graduates working in New York City earned a combined $28.6 billion more than those without a post-secondary degree; and\n      Whereas, The report also noted that 79% of CUNY graduates work full time in New York State after graduation; and\n      Whereas, New York State Senate Bill S.4247, sponsored by New York State Senator Andrew Gounardes, and companion bill A.9615, sponsored by New York State Assembly member Alicia Hyndman, would provide assistance for the State University of New York (SUNY) and CUNY students experiencing homelessness; and\n      Whereas, S.4247/A.9615 would create the positions of a liaison officer and part-time adjunct staff to serve as regional contacts at each CUNY and SUNY school to provide support to incoming and current students experiencing homelessness, and mandate university staff and professors to attend annual training about how to best support students experiencing homelessness; and\n      Whereas, CUNY currently offers some guidance for students experiencing homelessness by providing links to searchable databases and resource guides; and\n      Whereas, Some individual CUNY schools also provide holistic support through Advocacy Resource Centers where students can receive benefits screenings, legal advice, and other assistance; and\n      Whereas, The National Center for Homeless Education, National Center on Safe and Supportive Learning Environments, and national nonprofit SchoolHouse Connection all cite access to a dedicated liaison or Single Point of Contact who supports students through the entire process of identifying and accessing services as key to ensuring that students experiencing homelessness succeed in higher education; and\n      Whereas, S.4247/A.9615 would enhance access to education for the over 100,000 CUNY students in NYC who experience some form of housing insecurity and help these students to graduate and develop greater economic stability; now, therefore, be it\n\tResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.4247/A.9615 to provide assistance for SUNY and CUNY students experiencing homelessness.\n\nPR\nLSR 18607\n2/14/2025\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1 By Council Members Williams, Stevens, Cab\\'e1n, Hanif, Banks, Brewer, Hanks, Louis, Ayala, Feliz, Hudson, Schulman and Guti\\'e9rrez\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, As of December 2024, there were 124,763 New Yorkers sleeping in shelters in New York City, and another 250,000 more sleeping doubled-up or unsheltered, according to Coalition for the Homeless; and\\par\nWhereas, In 2020, 14% of all college students across the United States reported that they were homeless, and 48% said that they experienced housing insecurity; and\\par\nWhereas, In New York City, 18% of students studying at The City University of New York (CUNY) schools reported that they were homeless, and 55% said they were experiencing housing insecurity, according to the CUNY Real College Survey; and\\par\nWhereas, Research shows that students experiencing housing insecurity and homelessness are less likely to enroll full-time in college, have lower grades, and are less likely to graduate; and\\par\nWhereas, A college degree is a an established driver of economic mobility; and\\par\nWhereas, CUNY is particularly important in promoting economic mobility for historically disadvantaged populations, enrolling over 220,000 students annually, of which over 75% are students of color, over half are first generation college students, and almost a quarter are over the age of 25; and\\par\nWhereas, A 2021 report from the New York City Comptroller found that CUNY graduates working in New York City earned a combined $28.6 billion more than those without a post-secondary degree; and\\par\nWhereas, The report also noted that 79% of CUNY graduates work full time in New York State after graduation; and\\par\nWhereas, New York State Senate Bill S.4247, sponsored by New York State Senator Andrew Gounardes, and companion bill A.9615, sponsored by New York State Assembly member Alicia Hyndman, would provide assistance for the State University of New York (SUNY) and CUNY students experiencing homelessness; and\\par\nWhereas, S.4247/A.9615 would create the positions of a liaison officer and part-time adjunct staff to serve as regional contacts at each CUNY and SUNY school to provide support to incoming and current students experiencing homelessness, and mandate university staff and professors to attend annual training about how to best support students experiencing homelessness; and\\par\nWhereas, CUNY currently offers some guidance for students experiencing homelessness by providing links to searchable databases and resource guides; and\\par\nWhereas, Some individual CUNY schools also provide holistic support through Advocacy Resource Centers where students can receive benefits screenings, legal advice, and other assistance; and\\par\nWhereas, The National Center for Homeless Education, National Center on Safe and Supportive Learning Environments, and national nonprofit SchoolHouse Connection all cite access to a dedicated liaison or Single Point of Contact who supports students through the entire process of identifying and accessing services as key to ensuring that students experiencing homelessness succeed in higher education; and\\par\nWhereas, S.4247/A.9615 would enhance access to education for the over 100,000 CUNY students in NYC who experience some form of housing insecurity and help these students to graduate and develop greater economic stability; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.4247/A.9615 to provide assistance for SUNY and CUNY students experiencing homelessness.\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\par\n\\pard\\ltrpar\\sl252\\slmult1\\fs16 PR\\par\nLSR 18607\\par\n2/14/2025\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\fs24\\par\n}\n",
  "LastModified": "2025-07-22T20:17:22.38Z"
}
