{
  "ID": 75550,
  "GUID": "089B890B-2C14-4945-8DB0-646AE938421E",
  "File": "Res 0817-2025",
  "Name": "Provide the necessary funds to ensure hospital and healthcare provider services for gender-affirming care remain accessible for all people in New York City.",
  "Title": "Resolution calling upon the New York State Legislature to provide the necessary funds to ensure hospital and healthcare provider services for gender-affirming care remain accessible for all people in New York City",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5244,
  "BodyName": "Committee on Women and Gender Equity",
  "IntroDate": "2025-03-26T00:00:00Z",
  "AgendaDate": "2025-03-26T00:00:00Z",
  "PassedDate": "2025-06-30T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7813,
      "Slug": "tiffany-l-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7810,
      "Slug": "amanda-c-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    }
  ],
  "History": [
    {
      "ID": 418174,
      "Date": "2025-03-26T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-03-17T15:11:55.847Z"
    },
    {
      "ID": 418646,
      "Date": "2025-03-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women and Gender Equity",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21518,
      "AgendaSequence": 100,
      "MinutesSequence": 117,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Women and Gender Equity",
      "MatterStatusID": 3,
      "LastModified": "2025-03-26T17:12:02.117Z"
    },
    {
      "ID": 420731,
      "Date": "2025-06-03T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21623,
      "AgendaSequence": 6,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-06-20T20:52:06.627Z"
    },
    {
      "ID": 421501,
      "Date": "2025-06-03T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21623,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-06-03T19:22:21.203Z"
    },
    {
      "ID": 422282,
      "Date": "2025-06-30T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21718,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-06-30T14:34:06.443Z"
    },
    {
      "ID": 422768,
      "Date": "2025-06-30T10:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21718,
      "MinutesSequence": 3,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7785,
          "Slug": "farah-n-louis",
          "FullName": "Farah N. Louis",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7813,
          "Slug": "tiffany-l-caban",
          "FullName": "Tiffany Cabán",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7821,
          "Slug": "jennifer-gutierrez",
          "FullName": "Jennifer Gutiérrez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7794,
          "Slug": "kevin-c-riley",
          "FullName": "Kevin C. Riley",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7831,
          "Slug": "inna-vernikov",
          "FullName": "Inna Vernikov",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        }
      ],
      "LastModified": "2025-06-30T15:22:37.69Z"
    },
    {
      "ID": 422551,
      "Date": "2025-06-30T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21731,
      "AgendaSequence": 147,
      "MinutesSequence": 162,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Women and Gender Equity",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Farías) called for a voice vote.  Hearing those in favor, the Majority Leader and Acting President Pro Tempore (Council Member Farías) declared the Resolution to be adopted.\r\n\r\nThe following 7 Council Members formally noted their intention to vote negative against this item:: \r\n\r\nCouncil Members Carr, Holden, Marmorato, Morano, Paladino, Vernikov. and the Minority Leader (Council Member Ariola).\r\n\r\nAdopted by the Council by voice-vote. ",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2025-07-01T14:59:12.25Z"
    }
  ],
  "Attachments": [
    {
      "ID": 316407,
      "LastModified": "2025-08-12T14:54:58.19Z",
      "Name": "Res. No. 817",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fa257ee2-5c77-48de-b721-8ed2e0a78800.docx",
      "Sort": 1
    },
    {
      "ID": 317187,
      "LastModified": "2025-03-26T22:05:15.017Z",
      "Name": "March 26, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8e4a3d66-63d5-4c9c-b90d-9b3142beb561.pdf",
      "Sort": 2
    },
    {
      "ID": 318118,
      "LastModified": "2025-04-21T12:12:17.573Z",
      "Name": "Hearing Transcript - Stated Meeting  3-26-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5619149f-48e9-4e57-a24b-01083b27fed9.pdf",
      "Sort": 3
    },
    {
      "ID": 320540,
      "LastModified": "2025-06-02T20:45:52.477Z",
      "Name": "Committee Report 6/3/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6b00a778-c9df-498b-b370-57841e08c1e3.docx",
      "Sort": 5
    },
    {
      "ID": 320821,
      "LastModified": "2025-06-09T13:19:51.457Z",
      "Name": "Hearing Testimony 6/3/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/62ea1fdc-3c79-4eee-b30f-2f2431a56100.pdf",
      "Sort": 6
    },
    {
      "ID": 321920,
      "LastModified": "2025-06-20T20:51:52.42Z",
      "Name": "Hearing Transcript 6/3/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/737fed0a-8b00-4dfe-a76f-69363ba9829d.pdf",
      "Sort": 7
    },
    {
      "ID": 322366,
      "LastModified": "2025-08-12T14:59:55.153Z",
      "Name": "Committee Report 6/30/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d218f632-6fde-4e44-bfde-165939ceda9e.docx",
      "Sort": 8
    },
    {
      "ID": 323966,
      "LastModified": "2025-08-05T13:57:36.527Z",
      "Name": "Hearing Transcript 6/30/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8470963c-0951-4f11-bb7a-186ed216bebe.pdf",
      "Sort": 9
    },
    {
      "ID": 322621,
      "LastModified": "2025-08-05T13:57:36.49Z",
      "Name": "June 30, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6288205e-71f4-4f2a-bd8d-32895712a17b.pdf",
      "Sort": 10
    },
    {
      "ID": 324212,
      "LastModified": "2025-08-08T20:29:12.7Z",
      "Name": "Hearing Transcript - Stated Meeting  6-30-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/02b95d39-8adf-46da-90bd-8c86b4fac311.pdf",
      "Sort": 11
    }
  ],
  "Summary": "",
  "TextID": 79276,
  "Text": "Whereas, According to the Human Rights Campaign (HRC), gender-affirming care is treatment for a diagnosis of gender dysphoria which occurs when one's gender identity does not match their assigned sex at birth; and\n      Whereas, Depending upon individual need, gender-affirming care may include surgical and non-surgical procedures, mental health care, hormone therapy, speech therapy, fertility treatments and social services, to name a few; and\n      Whereas, The American Medical Association, the American Academy of Pediatrics and the American Psychological Association each recognize that it is medically necessary to support people who are in the process of affirming their gender identity; and\n      Whereas, According to the New York State Attorney General (NYS AG), individuals have a right to receive health care services free from discrimination based on their identification as transgender, non-binary or gender nonconforming, or as intersex-individuals who are born with variations and differences in their reproductive characteristics or reproductive anatomy; and\n      Whereas, New York law prohibits discrimination based on sexual orientation or gender identity in health care services and withholding services to patients may be considered discrimination under Article I, Section 11 of the New York State Constitution as well as the New York State Human Rights Law; and\n      Whereas, Recently the NYS AG reaffirmed that under New York State law, if you are under the age of 18 you have the right to receive gender-affirming care, and conversely, you also have the right to refuse non-medically necessary treatment defined as procedures that may be required to diagnose a disease, injury or condition; and\n      Whereas, In response to the current federal Administration's January 28, 2025 Executive Order 14187, dated January 28, 2025, entitled \"Protecting Children from Chemical and Surgical Mutilation,\" New York University (NYU) Langone Health cancelled two scheduled procedures for patients-in effect denying medical treatment for people who were already receiving treatments for gender-affirming care; and\n      Whereas, According to the New York State Department of Health in 2022, an estimated 76,100 people who identified as transgender were found to be residing in New York City; and \n      Whereas, While such disruptions in gender-affirming care is arguably discriminatory and illegal in New York State, according to medical professionals, it can also lead to increased dysphoria, anxiety, and depression and can create medical and psychological consequences for those individuals whose care has been interrupted; and\n      Whereas, Executive Order 14187 states, \"the United States will not fund, sponsor, promote, assist or support the so-called \"transition\" of a child from one sex to another and it will rigorously enforce all laws that prohibit or limit these destructive and life altering procedures\"; and \n      Whereas, Executive Order 14187 specifically directs HHS to rescind Medicare and Medicaid coverage as relates to the provision of gender affirming care services; now, therefore, be it \n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to provide the necessary funds to ensure hospital and healthcare provider services for gender-affirming care remain accessible for all people in New York City.\n\n\n\nCD\nLS 18272/18985\n3/10/25\n\n3",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cab\\'e1n, Louis, Oss\\'e9, Schulman, Hudson, Bottcher, Banks, Hanif, Brewer, Far\\'edas, Guti\\'e9rrez and Rivera\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to the Human Rights Campaign (HRC), gender-affirming care is treatment for a diagnosis of gender dysphoria which occurs when one\\rquote s gender identity does not match their assigned sex at birth; and\\par\nWhereas, Depending upon individual need, gender-affirming care may include surgical and non-surgical procedures, mental health care, hormone therapy, speech therapy, fertility treatments and social services, to name a few; and\\par\nWhereas, The American Medical Association, the American Academy of Pediatrics and the American Psychological Association each recognize that it is medically necessary to support people who are in the process of affirming their gender identity; and\\par\nWhereas, According to the New York State Attorney General (NYS AG), individuals have a right to receive health care services free from discrimination based on their identification as transgender, non-binary or gender nonconforming, or as intersex-individuals who are born with variations and differences in their reproductive characteristics or reproductive anatomy; and\\par\nWhereas, New York law prohibits discrimination based on sexual orientation or gender identity in health care services and withholding services to patients may be considered discrimination under Article I, Section 11 of the New York State Constitution as well as the New York State Human Rights Law; and\\par\nWhereas, Recently the NYS AG reaffirmed that under New York State law, if you are under the age of 18 you have the right to receive gender-affirming care, and conversely, you also have the right to refuse non-medically necessary treatment defined as procedures that may be required to diagnose a disease, injury or condition; and\\par\nWhereas, In response to the current federal Administration\\rquote s January 28, 2025 Executive Order 14187, dated January 28, 2025, entitled \\ldblquote Protecting Children from Chemical and Surgical Mutilation,\\rdblquote  New York University (NYU) Langone Health cancelled two scheduled procedures for patients-in effect denying medical treatment for people who were already receiving treatments for gender-affirming care; and\\par\nWhereas, According to the New York State Department of Health in 2022, an estimated 76,100 people who identified as transgender were found to be residing in New York City; and \\par\nWhereas, While such disruptions in gender-affirming care is arguably discriminatory and illegal in New York State, according to medical professionals, it can also lead to increased dysphoria, anxiety, and depression and can create medical and psychological consequences for those individuals whose care has been interrupted; and\\par\nWhereas, Executive Order 14187 states, \\ldblquote the United States will not fund, sponsor, promote, assist or support the so-called \\ldblquote transition\\rdblquote  of a child from one sex to another and it will rigorously enforce all laws that prohibit or limit these destructive and life altering procedures\\rdblquote ; and \\par\nWhereas, Executive Order 14187 specifically directs HHS to rescind Medicare and Medicaid coverage as relates to the provision of gender affirming care services; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to provide the necessary funds to ensure hospital and healthcare provider services for gender-affirming care remain accessible for all people in New York City.\\par\n\\pard\\ltrpar\\qj\\par\n\\fs20\\par\n\\par\nCD\\par\nLS 18272/18985\\par\n\\pard\\ltrpar 3/10/25\\par\n\\pard\\ltrpar\\qj\\fs24\\par\n}\n",
  "LastModified": "2025-08-12T14:59:55.153Z"
}
