{
  "ID": 75569,
  "GUID": "720D7149-0DBB-4318-BDBC-DAD4CE96120D",
  "File": "Res 0824-2025",
  "Name": "LU 254 - Union Street Houses, Brooklyn, Community District No. 9, Council Districts No. 35.",
  "Title": "Resolution approving an exemption from real property taxes for property located at Block 1396, Lots 47, 68, 70, and 74, Block 1402, Lots 21 and 24, Brooklyn, pursuant to Section 577 of the Private Housing Finance Law (Preconsidered L.U. No. 254).",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 24,
  "StatusName": "Reported from Committee",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2025-03-26T00:00:00Z",
  "AgendaDate": "2025-03-26T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 418117,
      "Date": "2025-03-26T10:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "This Resolution was P-C Item Approved by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "Version": "*",
      "MatterStatusID": 37,
      "LastModified": "2025-03-13T14:31:46.52Z"
    }
  ],
  "Attachments": [
    {
      "ID": 316800,
      "LastModified": "2025-03-26T17:31:15.507Z",
      "Name": "Housing Preservation and Development Letter",
      "Link": "https://nyc.legistar1.com/nyc/attachments/47b2ffc9-67e8-4a71-a4f7-0dab4212f025.docx",
      "Sort": 1
    },
    {
      "ID": 316807,
      "LastModified": "2025-03-26T17:31:25.367Z",
      "Name": "Res. No. 824",
      "Link": "https://nyc.legistar1.com/nyc/attachments/486060ee-661e-450c-816a-d670252495ec.docx",
      "Sort": 2
    },
    {
      "ID": 317137,
      "LastModified": "2025-03-26T17:31:27.163Z",
      "Name": "Memorandum",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dcef3eca-efd1-4535-8d51-ba7a9e7ba1b1.pdf",
      "Sort": 4
    },
    {
      "ID": 317145,
      "LastModified": "2025-03-26T16:49:20.23Z",
      "Name": "Committee Report",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f4c23c2a-86e0-4ba5-81c5-68ca86ac5e9c.docx",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 79297,
  "Text": "WHEREAS, The New York City Department of Housing Preservation and Development (\"HPD\") submitted to the Council its request dated March 3, 2025, that the Council take the following action regarding a housing project located at Block 1396, Lots 47, 68, 70, and 74, and Block 1402, Lots 21 and 24, Brooklyn (\"Exemption Area\"):\nApprove an exemption of the Project from real property taxes pursuant to Section 577 of the Private Housing Finance Law (the \"Tax Exemption\");\n      WHEREAS, The project description that HPD provided to the Council states that the purchaser of the Project (the \"Owner\") is a duly organized housing development fund company under Article XI of the Private Housing Finance Law;\n      WHEREAS, The Council has considered the financial implications relating to the Tax Exemption; now, therefore, be it\n      RESOLVED: \n\n1. For the purposes hereof, the following terms shall have the following meanings:\na. \"Company\" shall mean Union Street Houses Owners LLC or any other entity that acquires the beneficial interest in the Exemption Area with the prior written consent of HPD.\n\nb. \"Contract Rent Deadline\" shall mean three hundred and sixty-five (365) days from the date of the HPD letter requesting the information that HPD needs to calculate the Contract Rent Differential Tax for the applicable tax year.\n\nc. \"Contract Rent Differential\" shall mean the amount by which the total contract rents applicable to the Exemption Area for such tax year (as adjusted and established pursuant to Section 8 of the United States Housing Act of 1937, as amended) exceed the total contract rents which are authorized as of the Effective Date.\n\nd. \"Contract Rent Differential Tax\" shall mean the sum of (i) $659,068, plus (ii) twenty-five percent (25%) of the Contract Rent Differential; provided, however, the total annual real property tax payment by the Owner shall not at any time exceed the lesser of (A) seventeen percent (17%) of the contract rents in the applicable tax year, or (B) the amount of real property taxes that would otherwise be due in the absence of any form of exemption from or abatement of real property taxation provided by an existing or future local, state, or federal law, rule, or regulation. Notwithstanding the foregoing, if the Owner fails to provide the contract rents on or before the Contract Rent Deadline, Contract Rent Differential Tax shall mean an amount equal to real property taxes that would otherwise be due in such tax year in the absence of any form of exemption from or abatement of real property taxation.\n\ne. \"Effective Date\" shall mean the later of (i) the date of conveyance of the Exemption Area to the HDFC, or (ii) the date that HPD and the Owner enter into the Regulatory Agreement.\n\nf. \"Exemption\" shall mean the exemption from real property taxation provided hereunder.\n\ng. \"Exemption Area\" shall mean the real property located in the Borough of Brooklyn, City and State of New York, identified as Block 1396, Lots 47, 68, 70, and 74, and Block 1402, Lots 21 and 24 on the Tax Map of the City of New York.\n\nh. \"Expiration Date\" shall mean the earlier to occur of (i) a date which is forty (40) years from the Effective Date, (ii) the date of the expiration or termination of the Regulatory Agreement, or (iii) the date upon which the Exemption Area ceases to be owned by either a housing development fund company or an entity wholly controlled by a housing development fund company.  \n\ni. \"HDFC\" shall mean Union Street Housing Development Fund Corporation or a housing development fund company that acquires the Exemption Area with the prior written consent of HPD.\n\nj. \"HPD\" shall mean the Department of Housing Preservation and Development of the City of New York.\n\nk. \"Owner\" shall mean, collectively, the HDFC and the Company. \n\nl. \"Regulatory Agreement\" shall mean the regulatory agreement between HPD and the Owner establishing certain controls upon the operation of the Exemption Area during the term of the Exemption.\n\n2. All of the value of the property in the Exemption Area, including both the land and any improvements (excluding those portions, if any, devoted to business, commercial, or community facility use), shall be exempt from real property taxation, other than assessments for local improvements, for a period commencing upon the Effective Date and terminating upon the Expiration Date.\n\n3. Commencing upon the Effective Date, and during each year thereafter until the Expiration Date, the Owner shall make real property tax payments in the sum of the Contract Rent Differential Tax.\n\n4. Notwithstanding any provision hereof to the contrary:\na. The Exemption shall terminate if HPD determines at any time that (i) the Exemption Area is not being operated in accordance with the requirements of Article XI of the Private Housing Finance Law, (ii) the Exemption Area is not being operated in accordance with the requirements of the Regulatory Agreement, (iii) the Exemption Area is not being operated in accordance with the requirements of any other agreement with, or for the benefit of, the City of New York, (iv) any interest in the Exemption Area is conveyed or transferred to a new owner without the prior written approval of HPD, or (v) the construction or demolition of any private or multiple dwelling on the Exemption Area has commenced without the prior written consent of HPD. HPD shall deliver written notice of any such determination to Owner and all mortgagees of record, which notice shall provide for an opportunity to cure of not less than sixty (60) days. If the noncompliance specified in such notice is not cured within the time period specified therein, the Exemption shall prospectively terminate.\nb. The Exemption shall apply to all land in the Exemption Area, but shall only apply to buildings on the Exemption Area that exist on the Effective Date.\n\nc. Nothing herein shall entitle the HDFC, the Owner, or any other person or entity to a refund of any real property taxes which accrued and were paid with respect to the Exemption Area prior to the Effective Date.\n\n5. In consideration of the Exemption, the owner of the Exemption Area shall, for so long as the Exemption shall remain in effect, waive the benefits of any additional or concurrent exemption from or abatement of real property taxation which may be authorized under any existing or future local, state, or federal law, rule, or regulation. Notwithstanding the foregoing, nothing herein shall prohibit the granting of any real property tax abatement pursuant to Sections 467-b or 467-c of the Real Property Tax Law to real property occupied by senior citizens or persons with disabilities.\n\nOffice of the City Clerk,     }\nThe City of New York        } ss.:\nI hereby certify that the foregoing is a true copy of a Resolution passed by The Council of the City of New York on March 26, 2025, on file in this office.\n\n_______________________\nCity Clerk, Clerk of Council\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Brannan\\par\n\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\li29\\sa240\\qj\\b WHEREAS\\b0 , The New York City Department of Housing Preservation and Development (\\ldblquote HPD\\rdblquote ) submitted to the Council its request dated March 3, 2025, that the Council take the following action regarding a housing project located\\b  \\b0 at Block 1396, Lots 47, 68, 70, and 74, and Block 1402, Lots 21 and 24, Brooklyn (\\ldblquote Exemption Area\\rdblquote ):\\par\n\\pard\\cbpat2\\ltrpar\\fi9\\li720\\sa240\\qj Approve an exemption of the Project from real property taxes pursuant to Section 577 of the Private Housing Finance Law (the \\ldblquote Tax Exemption\\rdblquote );\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\li29\\sa240\\qj\\b WHEREAS\\b0 , The project description that HPD provided to the Council states that the purchaser of the Project (the \\ldblquote Owner\\rdblquote ) is a duly organized housing development fund company under Article XI of the Private Housing Finance Law;\\par\n\\b WHEREAS\\b0 , The Council has considered the financial implications relating to the Tax Exemption; now, therefore, be it\\par\n\\pard\\ltrpar\\fi691\\li29\\sa37\\sl216\\slmult1\\qj\\b RESOLVED:\\b0  \\par\n\\pard\\ltrpar\\fi9\\li29\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li720\\sa240\\qj\\cf0 1.\\tab For the purposes hereof, the following terms shall have the following meanings:\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj\\cf1 a.\\tab\\ldblquote Company\\rdblquote  shall mean Union Street Houses Owners LLC or any other entity that acquires the beneficial interest in the Exemption Area with the prior written consent of HPD.\\line\\par\nb.\\tab\\ldblquote Contract Rent Deadline\\rdblquote  shall mean three hundred and sixty-five (365) days from the date of the HPD letter requesting the information that HPD needs to calculate the Contract Rent Differential Tax for the applicable tax year.\\par\n\\pard\\ltrpar\\li1440\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj c.\\tab\\ldblquote Contract Rent Differential\\rdblquote  shall mean the amount by which the total contract rents applicable to the Exemption Area for such tax year (as adjusted and established pursuant to Section 8 of the United States Housing Act of 1937, as amended) exceed the total contract rents which are authorized as of the Effective Date.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj d.\\tab\\ldblquote Contract Rent Differential Tax\\rdblquote  shall mean the sum of (i) $659,068, plus (ii) twenty-five percent (25%) of the Contract Rent Differential; provided, however, the total annual real property tax payment by the Owner shall not at any time exceed the lesser of (A) seventeen percent (17%) of the contract rents in the applicable tax year, or (B) the amount of real property taxes that would otherwise be due in the absence of any form of exemption from or abatement of real property taxation provided by an existing or future local, state, or federal law, rule, or regulation. Notwithstanding the foregoing, if the Owner fails to provide the contract rents on or before the Contract Rent Deadline, Contract Rent Differential Tax shall mean an amount equal to real property taxes that would otherwise be due in such tax year in the absence of any form of exemption from or abatement of real property taxation.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj e.\\tab\\ldblquote Effective Date\\rdblquote  shall mean the later of (i) the date of conveyance of the Exemption Area to the HDFC, or (ii) the date that HPD and the Owner enter into the Regulatory Agreement.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj f.\\tab\\ldblquote Exemption\\rdblquote  shall mean the exemption from real property taxation provided hereunder.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj g.\\tab\\ldblquote Exemption Area\\rdblquote  shall mean the real property located in the Borough of Brooklyn, City and State of New York, identified as Block 1396, Lots 47, 68, 70, and 74, and Block 1402, Lots 21 and 24 on the Tax Map of the City of New York.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj h.\\tab\\ldblquote Expiration Date\\rdblquote  shall mean the earlier to occur of (i) a date which is forty (40) years from the Effective Date, (ii) the date of the expiration or termination of the Regulatory Agreement, or (iii) the date upon which the Exemption Area ceases to be owned by either a housing development fund company or an entity wholly controlled by a housing development fund company.  \\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj i.\\tab\\ldblquote HDFC\\rdblquote  shall mean Union Street Housing Development Fund Corporation or a housing development fund company that acquires the Exemption Area with the prior written consent of HPD.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj j.\\tab\\ldblquote HPD\\rdblquote  shall mean the Department of Housing Preservation and Development of the City of New York.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj k.\\tab\\ldblquote Owner\\rdblquote  shall mean, collectively, the HDFC and the Company. \\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440 l.\\tab\\ldblquote Regulatory Agreement\\rdblquote  shall mean the regulatory agreement between HPD and the Owner establishing certain controls upon the operation of the Exemption Area during the term of the Exemption.\\par\n\\pard\\ltrpar\\qj\\cf0\\par\n\\pard\\ltrpar\\fi-720\\li720\\sa37\\sl216\\slmult1\\qj\\cf1 2.\\tab All of the value of the property in the Exemption Area, including both the land and any improvements (excluding those portions, if any, devoted to business, commercial, or community facility use), shall be exempt from real property taxation, other than assessments for local improvements, for a period commencing upon the Effective Date and terminating upon the Expiration Date.\\par\n\\pard\\ltrpar\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li720\\sa37\\sl216\\slmult1\\qj\\cf0 3.\\tab Commencing upon the Effective Date, and during each year thereafter until the Expiration Date, the Owner shall make real property tax payments in the sum of the Contract Rent Differential Tax.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li720\\sa240 4.\\tab Notwithstanding any provision hereof to the contrary:\\par\n\\pard\\ltrpar\\fi-720\\li1440\\sa240\\qj a.\\tab The Exemption shall terminate if HPD determines at any time that (i) the Exemption Area is not being operated in accordance with the requirements of Article XI of the Private Housing Finance Law, (ii) the Exemption Area is not being operated in accordance with the requirements of the Regulatory Agreement, (iii) the Exemption Area is not being operated in accordance with the requirements of any other agreement with, or for the benefit of, the City of New York, (iv) any interest in the Exemption Area is conveyed or transferred to a new owner without the prior written approval of HPD, or (v) the construction or demolition of any private or multiple dwelling on the Exemption Area has commenced without the prior written consent of HPD. HPD shall deliver written notice of any such determination to Owner and all mortgagees of record, which notice shall provide for an opportunity to cure of not less than sixty (60) days. If the noncompliance specified in such notice is not cured within the time period specified therein, the Exemption shall prospectively terminate.\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj\\cf1 b.\\tab The Exemption shall apply to all land in the Exemption Area, but shall only apply to buildings on the Exemption Area that exist on the Effective Date.\\par\n\\pard\\ltrpar\\fi9\\li1440\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj c.\\tab Nothing herein shall entitle the HDFC, the Owner, or any other person or entity to a refund of any real property taxes which accrued and were paid with respect to the Exemption Area prior to the Effective Date.\\line\\par\n\\pard\\ltrpar\\fi-720\\li720\\sa37\\sl216\\slmult1\\qj\\cf0 5.\\tab In consideration of the Exemption, the owner of the Exemption Area shall, for so long as the Exemption shall remain in effect, waive the benefits of any additional or concurrent exemption from or abatement of real property taxation which may be authorized under any existing or future local, state, or federal law, rule, or regulation. Notwithstanding the foregoing, nothing herein shall prohibit the granting of any real property tax abatement pursuant to Sections 467-b or 467-c of the Real Property Tax Law to real property occupied by senior citizens or persons with disabilities.\\par\n\\pard\\ltrpar\\hyphpar0\\sa37\\sl216\\slmult1\\qj\\tx720\\tx1430\\tx1728\\tx2304\\tx2880\\tx3456\\tx4032\\tx4608\\tx5184\\tx5760\\tx6336\\tx6912\\tx7488\\tx8064\\tx8640\\tx9216\\tx9792\\tx10368\\tx10944\\cf1\\par\n\\pard\\cbpat2\\ltrpar\\li1440\\sa240 Office of the City Clerk,     \\}\\line The City of New York        \\} ss.:\\par\n\\pard\\cbpat2\\ltrpar\\li29\\sa240\\qj I hereby certify that the foregoing is a true copy of a Resolution passed by The Council of the City of New York on March 26, 2025, on file in this office.\\par\n\\pard\\cbpat2\\ltrpar\\li5040\\sa240\\qj\\line _______________________\\line City Clerk, Clerk of Council\\par\n}\n",
  "LastModified": "2025-03-26T17:31:27.163Z"
}
