{
  "ID": 75642,
  "GUID": "5CDEAB5D-C81A-451A-920E-076288E3E184",
  "File": "Res 0841-2025",
  "Name": "Designating April 6 annually as Lubavitcher Rebbe Day in the City of New York to honor Rabbi Menachem M. Schneerson for his remarkable life and lasting legacy.",
  "Title": "Resolution designating April 6 annually as Lubavitcher Rebbe Day in the City of New York to honor Rabbi Menachem M. Schneerson for his remarkable life and lasting legacy",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2025-04-10T00:00:00Z",
  "AgendaDate": "2025-04-10T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 418882,
      "Date": "2025-04-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-04-02T00:36:58.56Z"
    },
    {
      "ID": 419180,
      "Date": "2025-04-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21547,
      "AgendaSequence": 100,
      "MinutesSequence": 109,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2025-04-10T16:06:00.953Z"
    }
  ],
  "Attachments": [
    {
      "ID": 317392,
      "LastModified": "2025-08-05T21:00:36.44Z",
      "Name": "Res. No. 841",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ba909785-233a-453f-8f28-72134c058c46.docx",
      "Sort": 1
    },
    {
      "ID": 317865,
      "LastModified": "2025-04-10T22:16:25.127Z",
      "Name": "April 10, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/290692ae-b1ba-4e39-92af-3e12f00070e5.pdf",
      "Sort": 2
    },
    {
      "ID": 319588,
      "LastModified": "2025-05-19T13:02:18.36Z",
      "Name": "Hearing Transcript - Stated Meeting  4-10-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e5be67e8-48d1-4034-b637-7fd2cd52d7e4.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 79392,
  "Text": "Whereas, Born in 1902, Menachem Mendel Schneerson came to New York as a Ukrainian immigrant during World War II; and\n      Whereas, In 1951, he became the seventh Rebbe of the Chabad Lubavitch movement, which originated in Russia over 250 years ago, when he succeeded his father-in-law, Rabbi Yosef Yitzchak Schneerson, who appointed him; and\n      Whereas, The Rebbe was responsible for transforming Chabad Lubavitch into the largest of the Hasidic movements established in the United States (U.S.) after the Holocaust, with over 6,000 emissaries, known as shluchim, in all 50 states and more than 100 countries; and \n      Whereas, Speaking at the International Conference of Shluchim on November 20, 2011, Rabbi Lord Jonathan Sacks of the United Kingdom noted, while considering whether \"you can redeem a world that had witnessed Hitler,\" that \"the Rebbe did something absolutely extraordinary, he said to himself: if the Nazis searched out every Jew in hate, we will search out every Jew in love\"; and\n      Whereas, According to New York State Senate Resolution Number (NYS Sen. Res. No.) 545, sponsored by State Senator Zellnor Myrie and adopted on March 25, 2025, the Rebbe was a \"towering figure in 20th-century Jewish life and one of the most influential Jewish leaders in modern history,\" who launched \"a global movement with institutions and followers across the world\"; and\n      Whereas, According to NYS Sen. Res. No. 545, the Rebbe's \"vision was characterized by a deep commitment to Jewish education, outreach, and the spiritual renewal of Jewish communities worldwide,\" and his \"wisdom...resonated with people across diverse Jewish denominations and also non-Jews\"; and\n      Whereas, According to NYS Sen. Res. No. 545, the Rebbe \"emphasized that every small, everyday act of goodness and care has the potential to elevate that world and bring us closer to a more compassionate society...whether...through offering a smile to a stranger, helping a neighbor, or simply showing respect and love for all people\"; and\n      Whereas, The Rebbe, who had suffered several strokes, passed away on June 12, 1994, at the age of 92 at Beth Israel Medical Center in Manhattan; and\n      Whereas, Amidst thousands of mourners, who had come from all over the world, he was buried in Queens at Old Montefiore Cemetery, next to his father-in-law and close to the women in his family, including his wife, Chaya Moussia, who had passed away in 1988; and\n      Whereas, According to The New York Times, mourners at the cemetery said Kaddish and El Moleh Rachamim, the Hebrew prayer for the dead, but there was no eulogy because \"officials said that no speech could possibly convey the rabbi's nature or his meaning to the Lubavitch movement\"; and\n      Whereas, New York City, New York State, U.S., and world leaders paid their respects upon the Rebbe's death, as government leaders continue to do when visiting the Ohel, which is Hebrew for \"tent\" and which is the Rebbe's gravesite at the cemetery; and\n      Whereas, The Ohel, along with the vistors' center housing videos of the Rebbe and located on the outer perimeter of the cemetery, draws about one million visitors annually from around the world and is the most visited religious site in Judaism outside of Israel; and\n      Whereas, It is customary for visitors to write down prayers and requests, known as pidyonai nefeshot, on blank sheets of paper and, upon entering the actual gravesite, to rip up their notes and throw them into the paper-lined pit surrounding the grave; and\n      Whereas, It is fitting to honor Rabbi Menachem M. Schneerson, the Lubavitcher Rebbe, for his role as a prominent leader for decades in New York City's Jewish community and that his leadership be recognized by the co-naming of Presidents Street in Brooklyn, where he lived with his wife, as \"Lubavitcher Rebbe Way,\" as commemorated with a co-naming ceremony on April 6, 2025; now, therefore, be it\n\tResolved, That the Council of the City of New York designates April 6 annually as Lubavitcher Rebbe Day in the City of New York to honor Rabbi Menachem M. Schneerson for his remarkable life and lasting legacy.\n\n\nLS #19221\n4/1/25\nRHP\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Hudson, Brannan, Banks and Brewer\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Born in 1902, Menachem Mendel Schneerson came to New York as a Ukrainian immigrant during World War II; and\\par\nWhereas, In 1951, he became the seventh Rebbe of the Chabad Lubavitch movement, which originated in Russia over 250 years ago, when he succeeded his father-in-law, Rabbi Yosef Yitzchak Schneerson, who appointed him; and\\par\nWhereas, The Rebbe was responsible for transforming Chabad Lubavitch into the largest of the Hasidic movements established in the United States (U.S.) after the Holocaust, with over 6,000 emissaries, known as \\i shluchim\\i0 , in all 50 states and more than 100 countries; and \\par\nWhereas, Speaking at the International Conference of Shluchim on November 20, 2011, Rabbi Lord Jonathan Sacks of the United Kingdom noted, while considering whether \\ldblquote you can redeem a world that had witnessed Hitler,\\rdblquote  that \\ldblquote the Rebbe did something absolutely extraordinary, he said to himself: if the Nazis searched out every Jew in hate, we will search out every Jew in love\\rdblquote ; and\\par\nWhereas, According to New York State Senate Resolution Number (NYS Sen. Res. No.) 545, sponsored by State Senator Zellnor Myrie and adopted on March 25, 2025, the Rebbe was a \\ldblquote towering figure in 20th-century Jewish life and one of the most influential Jewish leaders in modern history,\\rdblquote  who launched \\ldblquote a global movement with institutions and followers across the world\\rdblquote ; and\\par\nWhereas, According to NYS Sen. Res. No. 545, the Rebbe\\rquote s \\ldblquote vision was characterized by a deep commitment to Jewish education, outreach, and the spiritual renewal of Jewish communities worldwide,\\rdblquote  and his \\ldblquote wisdom\\'85resonated with people across diverse Jewish denominations and also non-Jews\\rdblquote ; and\\par\nWhereas, According to NYS Sen. Res. No. 545, the Rebbe \\ldblquote emphasized that every small, everyday act of goodness and care has the potential to elevate that world and bring us closer to a more compassionate society\\'85whether\\'85through offering a smile to a stranger, helping a neighbor, or simply showing respect and love for all people\\rdblquote ; and\\par\nWhereas, The Rebbe, who had suffered several strokes, passed away on June 12, 1994, at the age of 92 at Beth Israel Medical Center in Manhattan; and\\par\nWhereas, Amidst thousands of mourners, who had come from all over the world, he was buried in Queens at Old Montefiore Cemetery, next to his father-in-law and close to the women in his family, including his wife, Chaya Moussia, who had passed away in 1988; and\\par\nWhereas, According to \\i The New York Times\\i0 , mourners at the cemetery said Kaddish and El Moleh Rachamim, the Hebrew prayer for the dead, but there was no eulogy because \\ldblquote officials said that no speech could possibly convey the rabbi\\rquote s nature or his meaning to the Lubavitch movement\\rdblquote ; and\\par\nWhereas, New York City, New York State, U.S., and world leaders paid their respects upon the Rebbe\\rquote s death, as government leaders continue to do when visiting the Ohel, which is Hebrew for \\ldblquote tent\\rdblquote  and which is the Rebbe\\rquote s gravesite at the cemetery; and\\par\nWhereas, The Ohel, along with the vistors\\rquote  center housing videos of the Rebbe and located on the outer perimeter of the cemetery, draws about one million visitors annually from around the world and is the most visited religious site in Judaism outside of Israel; and\\par\nWhereas, It is customary for visitors to write down prayers and requests, known as \\i pidyonai nefeshot\\i0 , on blank sheets of paper and, upon entering the actual gravesite, to rip up their notes and throw them into the paper-lined pit surrounding the grave; and\\par\nWhereas, It is fitting to honor Rabbi Menachem M. Schneerson, the Lubavitcher Rebbe, for his role as a prominent leader for decades in New York City\\rquote s Jewish community and that his leadership be recognized by the co-naming of Presidents Street in Brooklyn, where he lived with his wife, as \\ldblquote Lubavitcher Rebbe Way,\\rdblquote  as commemorated with a co-naming ceremony on April 6, 2025; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York designates April 6 annually as Lubavitcher Rebbe Day in the City of New York to honor Rabbi Menachem M. Schneerson for his remarkable life and lasting legacy.\\par\n\\par\n\\par\n\\pard\\ltrpar\\qj\\fs18 LS #19221\\par\n4/1/25\\par\nRHP\\par\n}\n",
  "LastModified": "2025-08-05T21:00:36.44Z"
}
