{
  "ID": 75622,
  "GUID": "A8FF9CF5-8DA5-48AD-9353-23C4D5992A16",
  "File": "Res 0843-2025",
  "Name": "NYSED and the New York State Office of Children and Family Services (OCFS) to prepare posters and pamphlets to ensure that foster youth are made aware of the higher education financial resources available to them (A5658A/S378).",
  "Title": "Resolution calling on the New York State Assembly to pass, and the Governor to sign, A5658A/S378, which directs the New York State Education Department and the New York State Office of Children and Family Services (OCFS) to prepare posters and pamphlets to ensure that foster youth are made aware of the higher education financial resources available to them",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 5294,
  "BodyName": "Committee on Children and Youth",
  "IntroDate": "2025-04-10T00:00:00Z",
  "AgendaDate": "2025-04-10T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-l-caban",
      "FullName": "Tiffany L. Cabán"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    }
  ],
  "History": [
    {
      "ID": 418992,
      "Date": "2025-04-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-04-07T13:57:23.8Z"
    },
    {
      "ID": 419188,
      "Date": "2025-04-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Children and Youth",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21547,
      "AgendaSequence": 106,
      "MinutesSequence": 115,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Children and Youth",
      "MatterStatusID": 3,
      "LastModified": "2025-04-10T16:07:15.72Z"
    },
    {
      "ID": 425538,
      "Date": "2025-10-30T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5294,
      "BodyName": "Committee on Children and Youth",
      "EventID": 21880,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-10-30T19:04:41.27Z"
    },
    {
      "ID": 426949,
      "Date": "2025-10-30T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5294,
      "BodyName": "Committee on Children and Youth",
      "EventID": 21880,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-10-30T19:04:49.46Z"
    }
  ],
  "Attachments": [
    {
      "ID": 317075,
      "LastModified": "2025-12-04T01:09:06.467Z",
      "Name": "Res. No. 843",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b458ff42-3c22-4f5f-91cc-ba31e6fc4010.docx",
      "Sort": 1
    },
    {
      "ID": 317871,
      "LastModified": "2025-04-10T22:16:26.497Z",
      "Name": "April 10, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/55cc04ba-06e3-49a3-a16c-ddb9bacf9fe2.pdf",
      "Sort": 2
    },
    {
      "ID": 319594,
      "LastModified": "2025-05-19T13:02:19.69Z",
      "Name": "Hearing Transcript - Stated Meeting  4-10-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/15881cfb-8d8e-4670-83fc-4921351243d1.pdf",
      "Sort": 3
    },
    {
      "ID": 327958,
      "LastModified": "2025-10-28T16:24:44.003Z",
      "Name": "Committee Report 10/30/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/056c42e9-4575-4bcf-bb5c-60e9ce5de22b.docx",
      "Sort": 4
    },
    {
      "ID": 328810,
      "LastModified": "2025-11-07T13:55:15.333Z",
      "Name": "Hearing Testimony 10/30/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8a1330af-dab9-4ea5-8e28-58ce92d545ac.pdf",
      "Sort": 5
    },
    {
      "ID": 330454,
      "LastModified": "2025-12-04T01:09:15.707Z",
      "Name": "Committee Report 12/4/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/effcbfe1-9b1a-486e-b45e-04058869c6cf.docx",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 79372,
  "Text": "Whereas, Children who have spent time in the child welfare system face unique challenges in educational settings, including a lack of financial and emotional support that negatively impacts their school enrollment, academic performance, and graduation rates; and\n      Whereas, According to the National Foster Youth Institute, nationwide only about 5 percent of foster youth graduate from a four-year college and 2 to 6 percent complete a degree from a two-year college; and\n      Whereas, The rising cost of higher education makes access to financial aid critical for foster youth in New York State, yet many remain unaware of available funding opportunities; and\n      Whereas, Many former, current, and prospective students, as well as admissions and financial aid staff at public higher education institutions, may not be adequately informed about financial resources specifically designated for foster youth; and\n      Whereas, New York State Assembly Bill A5658A, sponsored by Assembly Member Stefani Zinerman, and its companion legislation, New York State Senate Bill S378, sponsored by Senator Samra Brouk, seek to increase awareness of these funding opportunities by requiring the New York State Education Department and the Office of Children and Family Services (OCFS) to develop and distribute informational materials about financial aid resources available to foster youth; and\n      Whereas, On February 24, 2025 the New York State Senate passed Senate Bill S378, demonstrating legislative support for this critical initiative; and\n      Whereas, Ensuring widespread access to this information will help foster youth overcome financial barriers, encourage them to pursue higher education, and improve college enrollment and graduation rates among this vulnerable population; and\n      Whereas, Providing students, educators, and families with written materials outlining funding opportunities and eligibility requirements will inform and empower foster youth to make informed decisions about their educational future; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Assembly to pass, and the Governor to sign, A5658A/S378, which directs the New York State Education Department and the New York State Office of Children and Family Services (OCFS) to prepare posters and pamphlets to ensure that foster youth are made aware of the higher education financial resources available to them\n      \nEA\nLS 19004\n3/24/25",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\sb100\\sa100\\v0 By Council Members Stevens, Narcisse, Cab\\'e1n, Brannan, Banks, Brewer, Oss\\'e9, De La Rosa, Brooks-Powers, Marte, Hanif, Nurse, Guti\\'e9rrez, Schulman and Louis\\b\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\b0 Whereas, Children who have spent time in the child welfare system face unique challenges in educational settings, including a lack of financial and emotional support that negatively impacts their school enrollment, academic performance, and graduation rates; and\\par\nWhereas, According to the National Foster Youth Institute, nationwide only about 5 percent of foster youth graduate from a four-year college and 2 to 6 percent complete a degree from a two-year college; and\\par\nWhereas, The rising cost of higher education makes access to financial aid critical for foster youth in New York State, yet many remain unaware of available funding opportunities; and\\par\nWhereas\\b ,\\b0  Many former, current, and prospective students, as well as admissions and financial aid staff at public higher education institutions, may not be adequately informed about financial resources specifically designated for foster youth; and\\par\nWhereas, New York State Assembly Bill A5658A, sponsored by Assembly Member Stefani Zinerman, and its companion legislation, New York State Senate Bill S378, sponsored by Senator Samra Brouk, seek to increase awareness of these funding opportunities by requiring the New York State Education Department and the Office of Children and Family Services (OCFS) to develop and distribute informational materials about financial aid resources available to foster youth; and\\par\nWhereas, On February 24, 2025 the New York State Senate passed Senate Bill S378, demonstrating legislative support for this critical initiative; and\\par\nWhereas, Ensuring widespread access to this information will help foster youth overcome financial barriers, encourage them to pursue higher education, and improve college enrollment and graduation rates among this vulnerable population; and\\par\nWhereas, Providing students, educators, and families with written materials outlining funding opportunities and eligibility requirements will inform and empower foster youth to make informed decisions about their educational future; now, therefore, be it\\par\nResolved,\\b  \\b0 That the Council of the City of New York calls upon the New York State Assembly to pass, and the Governor to sign, A5658A/S378, which directs the New York State Education Department and the New York State Office of Children and Family Services (OCFS) to prepare posters and pamphlets to ensure that foster youth are made aware of the higher education financial resources available to them\\par\n\\par\n\\pard\\ltrpar\\qj\\fs18 EA\\par\nLS 19004\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\qj 3/24/25\\par\n}\n",
  "LastModified": "2025-12-04T01:09:15.707Z"
}
