{
  "ID": 75613,
  "GUID": "501FFDEB-E376-4ADC-B7C4-4EA27BE6DF3B",
  "File": "Res 0844-2025",
  "Name": "Recognizing May 10 annually as Chinese American Railroad Workers Memorial Day in New York City.",
  "Title": "Resolution recognizing May 10 annually as Chinese American Railroad Workers Memorial Day in New York City",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2025-04-10T00:00:00Z",
  "AgendaDate": "2025-04-10T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7867,
      "Slug": "susan-zhuang",
      "FullName": "Susan Zhuang"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7832,
      "Slug": "kamillah-hanks",
      "FullName": "Kamillah Hanks"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7799,
      "Slug": "eric-dinowitz",
      "FullName": "Eric Dinowitz"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7833,
      "Slug": "david-m-carr",
      "FullName": "David M. Carr"
    }
  ],
  "History": [
    {
      "ID": 418866,
      "Date": "2025-04-08T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 5105,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "EventID": 21455,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 3,
      "LastModified": "2025-04-09T01:38:58.06Z"
    },
    {
      "ID": 419054,
      "Date": "2025-04-08T10:15:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Resolution was P-C Item Laid Over by Comm",
      "BodyID": 5105,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "EventID": 21455,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-04-09T01:38:27.557Z"
    },
    {
      "ID": 418867,
      "Date": "2025-04-08T10:30:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 21454,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 3,
      "LastModified": "2025-04-09T01:38:31.38Z"
    },
    {
      "ID": 419048,
      "Date": "2025-04-08T10:45:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Resolution was P-C Item Laid Over by Comm",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 21454,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-04-09T01:38:36.45Z"
    },
    {
      "ID": 418852,
      "Date": "2025-04-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-03-31T15:10:41.273Z"
    }
  ],
  "Attachments": [
    {
      "ID": 317004,
      "LastModified": "2025-04-10T12:46:21.36Z",
      "Name": "Res. No. 844",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f43df462-0090-4f41-8440-77f62f97907c.docx",
      "Sort": 1
    },
    {
      "ID": 317622,
      "LastModified": "2025-04-08T14:27:54.293Z",
      "Name": "Committee Report 4/8/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bdef1280-e0a6-44b0-9c8a-787a490167d5.docx",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 79361,
  "Text": "Whereas, The nearly 2,000-mile Transcontinental Railroad, which shortened travel time across the United States (U.S) from six months to one week, was completed on May 10, 1869, when the Central Pacific Railroad Company and the Union Pacific Railroad Company linked railroad tracks with a golden spike at Promontory Summit, Utah; and \n      Whereas, One of the earliest proponents for the construction of a transcontinental railroad was New York City (NYC) entrepreneur Asa Whitney, who in 1845 presented a proposal to the U.S. Congress for a railroad running from Lake Michigan to the Pacific; and \n      Whereas, While Whitney's initial proposal failed, it set in motion the idea of a transcontinental railroad that would be championed in the 1860s by engineer Theodore Judah, who lobbied to pass the Pacific Railroad Act in the U.S. House of Representatives on May 6, 1862, and in the U.S. Senate on June 6, 1862; and \n      Whereas, On July 1, 1862, President Abraham Lincoln signed into law the Pacific Railroad Act of 1862, which authorized the Central Pacific Railroad Company, co-founded by Charles Crocker, a Troy, New York native, and the Union Pacific Railroad Company, controlled by Wall Street investor Thomas Durant, to build a transcontinental railroad that would link the U.S. from east to west; and \n      Whereas, Work began in 1863, as the Central Pacific Railroad Company started to build its tracks in Sacramento moving east and the Union Pacific Railroad Company started to build westward from Council Bluffs, Iowa, where railroad lines were already operating from the eastern part of the country; and \n      Whereas, For six years, the workers of both companies toiled to lay down the rail beds, tracks, and other necessary infrastructure; and \n      Whereas, The workers of the Central Pacific Railroad Company initially numbered many Irish immigrants from NYC and Boston; and\n      Whereas, Because of difficulties in recruiting a sufficient number of workers, nearly 12,000 Chinese immigrants were employed by the Central Pacific Railroad Company and made up more than 80 percent of its workforce; and\n      Whereas, According to 2019 U.S. House of Representatives Resolution ( H. Res.) 165, the Chinese workers \"were given the most difficult, dangerous jobs and were paid lower wages than other railroad workers\" and \"nearly 1,200 Chinese railroad workers died from work accidents, avalanches, and explosions while working in the Sierra Nevada Mountains\"; and \n      Whereas, According to H. Res. 165, the Chinese workers, who once set a world record when they laid 10 miles of track in one day, were thought of as \"indispensable by their foremen and were respected for their work ethic and discipline\"; and\n      Whereas, In 2014, the U.S. Department of Labor inducted the Chinese railroad workers into the Labor Hall of Honor, noting that they \"faced prejudice, low wages and social isolation,\" but, in spite of these challenges, \" they courageously took a stand to organize for fairer wages and safer working conditions\"; and \n      Whereas, According to H. Res. 165, the Chinese workers' fight against unfair labor practices \"set an example for the millions of Asian Americans who came to the [U.S] after them\"; and\n      Whereas, According to H. Res. 165, \"both the descendants of these workers and the wider Asian-American community view the sacrifices of the Chinese railroad workers as being integral to the creation of the vibrant and growing Asian-American community\" in the U.S. today; and\n      Whereas, According to 2020 population figures provided by the Asian American Federation, over 600,000 Chinese and Chinese Americans live in NYC, with roughly one-third being U.S. born, one-third being naturalized citizens, and one-third being non-citizens; and \n      Whereas, According to those figures, roughly 40 percent of Chinese and Chinese Americans reside in Queens, with another approximately 35 percent residing in Brooklyn; and\n      Whereas, The considerable cultural, economic, and political contributions of New Yorkers of Chinese descent help make NYC what it is today; and\n      Whereas, It is fitting that the early contributions of the Chinese railroad workers also be honored and celebrated by all New Yorkers; now, therefore, be it\n      Resolved, That the Council of the City of New York recognizes May 10 annually as Chinese American Railroad Workers Memorial Day in New York City. \n      \nLS #18967\n3/24/25\nRHP\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Zhuang, Holden, Hanks, Krishnan, Ung, Won, Louis, Avil\\'e9s, Dinowitz, Hanif and Carr\\par\n\\pard\\ltrpar\\fi720\\qj\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The nearly 2,000-mile Transcontinental Railroad, which shortened travel time across the United States (U.S) from six months to one week, was completed on May 10, 1869, when the Central Pacific Railroad Company and the Union Pacific Railroad Company linked railroad tracks with a golden spike at Promontory Summit, Utah; and \\par\nWhereas, One of the earliest proponents for the construction of a transcontinental railroad was New York City (NYC) entrepreneur Asa Whitney, who in 1845 presented a proposal to the U.S. Congress for a railroad running from Lake Michigan to the Pacific; and \\par\nWhereas, While Whitney\\rquote s initial proposal failed, it set in motion the idea of a transcontinental railroad that would be championed in the 1860s by engineer Theodore Judah, who lobbied to pass the Pacific Railroad Act in the U.S. House of Representatives on May 6, 1862, and in the U.S. Senate on June 6, 1862; and \\par\nWhereas, On July 1, 1862, President Abraham Lincoln signed into law the Pacific Railroad Act of 1862, which authorized the Central Pacific Railroad Company, co-founded by Charles Crocker, a Troy, New York native, and the Union Pacific Railroad Company, controlled by Wall Street investor Thomas Durant, to build a transcontinental railroad that would link the U.S. from east to west; and \\par\nWhereas, Work began in 1863, as the Central Pacific Railroad Company started to build its tracks in Sacramento moving east and the Union Pacific Railroad Company started to build westward from Council Bluffs, Iowa, where railroad lines were already operating from the eastern part of the country; and \\par\nWhereas, For six years, the workers of both companies toiled to lay down the rail beds, tracks, and other necessary infrastructure; and \\par\nWhereas, The workers of the Central Pacific Railroad Company initially numbered many Irish immigrants from NYC and Boston; and\\par\nWhereas, Because of difficulties in recruiting a sufficient number of workers, nearly 12,000 Chinese immigrants were employed by the Central Pacific Railroad Company and made up more than 80 percent of its workforce; and\\par\nWhereas, According to 2019 U.S. House of Representatives Resolution ( H. Res.) 165, the Chinese workers \\ldblquote were given the most difficult, dangerous jobs and were paid lower wages than other railroad workers\\rdblquote  and \\ldblquote nearly 1,200 Chinese railroad workers died from work accidents, avalanches, and explosions while working in the Sierra Nevada Mountains\\rdblquote ; and \\par\nWhereas, According to H. Res. 165, the Chinese workers, who once set a world record when they laid 10 miles of track in one day, were thought of as \\ldblquote indispensable by their foremen and were respected for their work ethic and discipline\\rdblquote ; and\\par\nWhereas, In 2014, the U.S. Department of Labor inducted the Chinese railroad workers into the Labor Hall of Honor, noting that they \\ldblquote faced prejudice, low wages and social isolation,\\rdblquote  but, in spite of these challenges, \\ldblquote  they courageously took a stand to organize for fairer wages and safer working conditions\\rdblquote ; and \\par\nWhereas, According to H. Res. 165, the Chinese workers\\rquote  fight against unfair labor practices \\ldblquote set an example for the millions of Asian Americans who came to the [U.S] after them\\rdblquote ; and\\par\nWhereas, According to H. Res. 165, \\ldblquote both the descendants of these workers and the wider Asian-American community view the sacrifices of the Chinese railroad workers as being integral to the creation of the vibrant and growing Asian-American community\\rdblquote  in the U.S. today; and\\par\nWhereas, According to 2020 population figures provided by the Asian American Federation, over 600,000 Chinese and Chinese Americans live in NYC, with roughly one-third being U.S. born, one-third being naturalized citizens, and one-third being non-citizens; and \\par\nWhereas, According to those figures, roughly 40 percent of Chinese and Chinese Americans reside in Queens, with another approximately 35 percent residing in Brooklyn; and\\par\nWhereas, The considerable cultural, economic, and political contributions of New Yorkers of Chinese descent help make NYC what it is today; and\\par\nWhereas, It is fitting that the early contributions of the Chinese railroad workers also be honored and celebrated by all New Yorkers; now, therefore, be it\\par\nResolved, That the Council of the City of New York recognizes May 10 annually as Chinese American Railroad Workers Memorial Day in New York City. \\par\n\\par\n\\pard\\ltrpar\\qj\\fs20 LS #18967\\par\n3/24/25\\par\nRHP\\f1\\fs22\\par\n}\n",
  "LastModified": "2025-04-10T12:54:36.03Z"
}
