{
  "ID": 75693,
  "GUID": "6BA6ABD6-3C2A-444A-9A0A-2F99CDEA6870",
  "File": "Res 0849-2025",
  "Name": "Approving the new designation and changes in the designation of certain organizations to receive funding in the Expense Budget.",
  "Title": "Resolution approving the new designation and changes in the designation of certain organizations to receive funding in the Expense Budget",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 2,
  "StatusName": "Introduced",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2025-04-24T00:00:00Z",
  "AgendaDate": "2025-04-24T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 419281,
      "Date": "2025-04-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-04-10T21:04:32.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 318354,
      "LastModified": "2025-04-24T13:07:09.267Z",
      "Name": "Res. No. 849",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c21700c5-f71d-40a3-bc64-b8301777734e.docx",
      "Sort": 1
    },
    {
      "ID": 318355,
      "LastModified": "2025-04-24T11:42:32.497Z",
      "Name": "Committee Report",
      "Link": "https://nyc.legistar1.com/nyc/attachments/228d3774-ad6e-4f36-9dff-631a7a4a5f96.docx",
      "Sort": 2
    },
    {
      "ID": 318383,
      "LastModified": "2025-04-24T12:50:36.473Z",
      "Name": "Charts for Resolution",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f0dc36ee-1859-46ac-a6f7-5f5e1afc61e4.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 79456,
  "Text": "Whereas, On June 30, 2024, the Council of the City of New York (the \"City Council\") adopted the expense budget for Fiscal Year 2025 with various programs and initiatives (the \"Fiscal 2025 Expense Budget\"); and\n      Whereas, On June 30, 2023, the Council of the City of New York (the \"City Council\") adopted the expense budget for Fiscal Year 2024 with various programs and initiatives (the \"Fiscal 2024 Expense Budget\"); and\n      Whereas, The Council of the City of New York hereby implements and furthers the appropriations set forth in the Fiscal 2025 and Fiscal 2024 Expense Budgets by approving the new designations and changes in the designation of certain organizations receiving discretionary funding; now, therefore, be it \n      Resolved, That the Council of the City of New York approves the new designations and changes in the designation of certain organizations receiving discretionary funding pursuant to the Fiscal 2025 and Fiscal 2024 Expense Budgets, as set forth in Charts 1 through 18.\n      .\n\nPage 1 of 1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\v0  \\f1\\par\n\\f0 By Council Member Brannan\\f1\\line\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\f0 Whereas, On June 30, 2024, the Council of the City of New York (the \\ldblquote City Council\\rdblquote ) adopted the expense budget for Fiscal Year 2025 with various programs and initiatives (the \\ldblquote Fiscal 2025 Expense Budget\\rdblquote ); and\\par\nWhereas, On June 30, 2023, the Council of the City of New York (the \\ldblquote City Council\\rdblquote ) adopted the expense budget for Fiscal Year 2024 with various programs and initiatives (the \\ldblquote Fiscal 2024 Expense Budget\\rdblquote ); and\\par\nWhereas, The Council of the City of New York hereby implements and furthers the appropriations set forth in the Fiscal 2025 and Fiscal 2024 Expense Budgets by approving the new designations and changes in the designation of certain organizations receiving discretionary funding; now, therefore, be it \\par\nResolved, That the Council of the City of New York approves the new designations and changes in the designation of certain organizations receiving discretionary funding pursuant to the Fiscal 2025 and Fiscal 2024 Expense Budgets, as set forth in Charts 1 through 18.\\par\n.\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\cf0\\f1\\fs22\\par\n}\n",
  "LastModified": "2025-04-24T13:09:10.36Z"
}
