{
  "ID": 75791,
  "GUID": "5611E6B1-DD53-48B8-9887-0179B1A83A7F",
  "File": "Res 0861-2025",
  "Name": "The Beauty Justice Act.",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, the Beauty Justice Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5269,
  "BodyName": "Committee on Consumer and Worker Protection",
  "IntroDate": "2025-05-01T00:00:00Z",
  "AgendaDate": "2025-05-01T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    }
  ],
  "History": [
    {
      "ID": 420163,
      "Date": "2025-05-01T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-04-28T19:39:12.65Z"
    },
    {
      "ID": 420295,
      "Date": "2025-05-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Consumer and Worker Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21621,
      "AgendaSequence": 75,
      "MinutesSequence": 95,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer and Worker Protection",
      "MatterStatusID": 3,
      "LastModified": "2025-05-01T17:26:27.213Z"
    }
  ],
  "Attachments": [
    {
      "ID": 318579,
      "LastModified": "2025-05-01T11:34:58.033Z",
      "Name": "Res. No.",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a8eccb02-f653-4c21-9ad2-2b0160363306.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 79582,
  "Text": "Whereas, There are thousands of chemicals in cosmetics and personal care products, many of which have never been fully tested for potential impacts on human health or the environment; and \n      Whereas, According to the Environmental Working Group, women use an average of 12 and men use an average of six cosmetics and personal care products per day, exposing themselves to up to 168 different chemicals; and \n      Whereas, The European Union has banned or restricted the use of more than 1,300 chemicals in cosmetics and personal care products while the United States has banned or restricted just 11, according to The Guardian; and \n      Whereas, Studies have found that many personal care products and cosmetics in the United States, particularly those marketed to Black women, contain potentially toxic ingredients that have been linked to cancer, infertility, miscarriage, poor infant and maternal health outcomes, obesity, asthma, and many other serious health concerns; and \n      Whereas, California and Maryland enacted legislation banning 24 of the worst chemicals and contaminants in cosmetics, including formaldehyde, some parabens, and some PFAS, in 2020 and 2021, respectively; and \n      Whereas, A.2054, introduced by Assembly Member Deborah Glick and pending in the New York State Assembly, and its companion bill S.2057, introduced by State Senator Lea Webb and pending in the New York State Assembly, known as the \"Beauty Justice Act,\" would create a list of prohibited substances in cosmetic products and prevent the sale of any cosmetic product that contains these substances as an intentionally added ingredient after 2029; and\n      Whereas, A.2054/S.2057 would ban the use of chemicals that are known to be dangerous such as PFAS, asbestos, formaldehyde, benzophenones, butylated compounds, siloxanes, phenylenediamines, triclosan, and nitrosamine in cosmetics and personal care products; and\n       Whereas, The Beauty Justice Act would significantly reduce the adverse health impacts of exposure to toxic chemicals for New Yorkers; now, therefore, be it, \n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, the Beauty Justice Act. \n\n\nNEM\nLS #19324\n4/22/25\n\n\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\qj By Council Members Louis, Williams and Narcisse\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, There are thousands of chemicals in cosmetics and personal care products, many of which have never been fully tested for potential impacts on human health or the environment; and \\par\nWhereas, According to the Environmental Working Group, women use an average of 12 and men use an average of six cosmetics and personal care products per day, exposing themselves to up to 168 different chemicals; and \\par\nWhereas, The European Union has banned or restricted the use of more than 1,300 chemicals in cosmetics and personal care products while the United States has banned or restricted just 11, according to The Guardian; and \\par\nWhereas, Studies have found that many personal care products and cosmetics in the United States, particularly those marketed to Black women, contain potentially toxic ingredients that have been linked to cancer, infertility, miscarriage, poor infant and maternal health outcomes, obesity, asthma, and many other serious health concerns; and \\par\nWhereas, California and Maryland enacted legislation banning 24 of the worst chemicals and contaminants in cosmetics, including formaldehyde, some parabens, and some PFAS, in 2020 and 2021, respectively; and \\par\nWhereas, A.2054, introduced by Assembly Member Deborah Glick and pending in the New York State Assembly, and its companion bill S.2057, introduced by State Senator Lea Webb and pending in the New York State Assembly, known as the \\ldblquote Beauty Justice Act,\\rdblquote  would create a list of prohibited substances in cosmetic products and prevent the sale of any cosmetic product that contains these substances as an intentionally added ingredient after 2029; and\\par\nWhereas, A.2054/S.2057 would ban the use of chemicals that are known to be dangerous such as PFAS, asbestos, formaldehyde, benzophenones, butylated compounds, siloxanes, phenylenediamines, triclosan, and nitrosamine in cosmetics and personal care products; and\\par\n Whereas, The Beauty Justice Act would significantly reduce the adverse health impacts of exposure to toxic chemicals for New Yorkers; now, therefore, be it, \\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, the Beauty Justice Act. \\par\n\\pard\\ltrpar\\fs20\\par\n\\par\nNEM\\par\nLS #19324\\par\n4/22/25\\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\qj\\fs24\\par\n}\n",
  "LastModified": "2025-05-01T15:13:02.207Z"
}
