{
  "ID": 75430,
  "GUID": "F219892E-11C8-4FBA-9242-AAD6A4486D8E",
  "File": "Res 0873-2025",
  "Name": "The HELP Act (S 254).",
  "Title": "Resolution Calling on the New York State Senate to pass S.254, the HELP Act, to expand the number of mental health professionals who can perform clinical evaluations for involuntary hospitalization and assisted outpatient treatment.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5243,
  "BodyName": "Committee on Mental Health, Disabilities and Addiction",
  "IntroDate": "2025-05-28T00:00:00Z",
  "AgendaDate": "2025-05-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    }
  ],
  "History": [
    {
      "ID": 420639,
      "Date": "2025-05-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-05-15T14:01:21.717Z"
    },
    {
      "ID": 421114,
      "Date": "2025-05-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Mental Health, Disabilities and Addiction",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21671,
      "AgendaSequence": 178,
      "MinutesSequence": 215,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Mental Health, Disabilities and Addiction",
      "MatterStatusID": 3,
      "LastModified": "2025-05-28T20:47:39.24Z"
    }
  ],
  "Attachments": [
    {
      "ID": 314655,
      "LastModified": "2025-05-28T11:38:38.973Z",
      "Name": "Res. No. 873",
      "Link": "https://nyc.legistar1.com/nyc/attachments/956a2f32-23a9-4417-97db-9d5c2bef046a.docx",
      "Sort": 1
    },
    {
      "ID": 320266,
      "LastModified": "2025-05-28T19:03:16.463Z",
      "Name": "May 28, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6dd14d79-1509-4d6e-b12e-1a073f767261.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 79124,
  "Text": "Whereas, On November 18, 2024, a mentally disturbed homeless individual tragically took the lives of three innocent people across Manhattan; and\n      Whereas, The New York City mental healthcare system failed these city residents by allowing this individual, struggling with mental illness, to languish on the streets and public transit system; and\n      Whereas, The individual had two documented instances of mental distress across New York City according to ABC Eyewitness News; and\n      Whereas, The inability of the State and City to take corrective action after witnessing these two mental health episodes had deadly consequences for New Yorkers; and\n      Whereas, In response to this terrible set of events, New York Senator Brad Hoylman-Sigil introduced the HELP Act, Harness Expertise of Licensed Professionals, on November 20, 2024, so that more mental health professionals-such as psychiatric nurse practitioners, psychologists, and clinical social workers-are able to conduct a \"clinical evaluation of a person's need for involuntary hospitalization;\" and\n      Whereas, According to Dr. Janis Cutler, the Director of the Medical Student Education in Psychiatry at Columbia University, there is a nationwide shortage of psychiatrists, and this trend is only going to continue in the future as the number of psychiatrists cannot keep pace with the growing demand for mental health services; and\n      Whereas, Senator Hoylman-Sigal stated: \"...expand the pool [mental health professionals who can conduct evaluations], and we can have greater capacity to treat individuals;\" and\n      Whereas, The HELP Act also mandates that hospital administrators alert mental health providers who have previously treated the patient when they are admitted to the hospital, and the bill requires that upon a patient discharge, mental health government officials and community healthcare providers are notified-ensuring better continuity of care and coordination across the state's multilayered healthcare system; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Senate to pass S254, the HELP Act, to expand the number of mental health professionals who can perform clinical evaluations for involuntary hospitalization and assisted outpatient treatment.\n\n\nJEB\nLS #18381\n2/10/2025",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Bottcher and Rivera\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, On November 18, 2024, a mentally disturbed homeless individual tragically took the lives of three innocent people across Manhattan; and\\par\nWhereas, The New York City mental healthcare system failed these city residents by allowing this individual, struggling with mental illness, to languish on the streets and public transit system; and\\par\nWhereas, The individual had two documented instances of mental distress across New York City according to ABC Eyewitness News; and\\par\nWhereas, The inability of the State and City to take corrective action after witnessing these two mental health episodes had deadly consequences for New Yorkers; and\\par\nWhereas, In response to this terrible set of events, New York Senator Brad Hoylman-Sigil introduced the HELP Act, Harness Expertise of Licensed Professionals, on November 20, 2024, so that more mental health professionals-such as psychiatric nurse practitioners, psychologists, and clinical social workers-are able to conduct a \\ldblquote clinical evaluation of a person\\rquote s need for involuntary hospitalization;\\rdblquote  and\\par\nWhereas, According to Dr. Janis Cutler, the Director of the Medical Student Education in Psychiatry at Columbia University, there is a nationwide shortage of psychiatrists, and this trend is only going to continue in the future as the number of psychiatrists cannot keep pace with the growing demand for mental health services; and\\par\nWhereas, Senator Hoylman-Sigal stated: \\ldblquote\\'85expand the pool [mental health professionals who can conduct evaluations], and we can have greater capacity to treat individuals;\\rdblquote  and\\par\nWhereas, The HELP Act also mandates that hospital administrators alert mental health providers who have previously treated the patient when they are admitted to the hospital, and the bill requires that upon a patient discharge, mental health government officials and community healthcare providers are notified-ensuring better continuity of care and coordination across the state\\rquote s multilayered healthcare system; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Senate to pass S254, the HELP Act, to expand the number of mental health professionals who can perform clinical evaluations for involuntary hospitalization and assisted outpatient treatment.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 JEB\\par\nLS #18381\\par\n2/10/2025\\par\n\\par\n\\fs24\\par\n}\n",
  "LastModified": "2025-05-28T19:03:16.463Z"
}
