{
  "ID": 75698,
  "GUID": "680A67B2-6EEE-481B-92FE-F10F6303359A",
  "File": "Res 0888-2025",
  "Name": "Enacting the rider representation act (A.1162/S.1148).",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A.1162/S.1148, in relation to enacting the rider representation act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5268,
  "BodyName": "Committee on Transportation and Infrastructure",
  "IntroDate": "2025-05-28T00:00:00Z",
  "AgendaDate": "2025-05-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7799,
      "Slug": "eric-dinowitz",
      "FullName": "Eric Dinowitz"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    }
  ],
  "History": [
    {
      "ID": 420473,
      "Date": "2025-05-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-05-09T15:05:51.43Z"
    },
    {
      "ID": 421146,
      "Date": "2025-05-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation and Infrastructure",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21671,
      "AgendaSequence": 205,
      "MinutesSequence": 242,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation and Infrastructure",
      "MatterStatusID": 3,
      "LastModified": "2025-05-28T20:47:39.263Z"
    }
  ],
  "Attachments": [
    {
      "ID": 317930,
      "LastModified": "2025-06-06T18:21:55.05Z",
      "Name": "Res. No. 888",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a5f6cb58-2caf-42ab-848b-3b62d519ffa6.docx",
      "Sort": 1
    },
    {
      "ID": 320287,
      "LastModified": "2025-05-28T19:03:21.63Z",
      "Name": "May 28, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/314c3ebd-f329-4ff0-b6ac-f2aad1a7dc25.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 79461,
  "Text": "Whereas, The current composition of the Metropolitan Transit Authority (the M.T.A.) was established in 1968 in an attempt to resolve New York City Transit's fiscal and political challenges; and\n      Whereas, The M.T.A. is a public benefit corporation that oversees the integrated mass transit system within New York City's Metropolitan Commuter Transportation District (the M.C.T.D.), which includes New York City, as well as Dutchess, Nassau, Orange, Putnam, Rockland, Suffolk, and Westchester counties; and\n      Whereas, The M.T.A. is considered the largest transportation network in the United States, and is comprised of 6 agencies: M.T.A. New York City Transit, M.T.A. Bus Company, M.T.A. Long Island Rail Road, M.T.A. Metro-North Railroad, M.T.A. Bridges and Tunnels, and M.T.A. Construction, and Development, with a combined 8,700 subway and commuter rail cars, and a combined fleet of 5,800 buses; and\n      Whereas, It is the mission of the M.T.A. to grow and maintain the vast public transit system within the M.T.C.D.; and\n      Whereas, The M.T.A. plays a role in approving or overseeing many important programs, including the Central Business District Tolling Program, known colloquially as congestion pricing, which seeks to reduce traffic congestion in the central business district and fund mass transit improvement projects by tolling cars that enter local Manhattan streets south of sixtieth street; and\n      Whereas, In January 2025, the M.T.A. approved the Queens Bus Network Redesign plan that would spend $30 million to create 17 new bus routes, with a goal of improving service on existing routes; and\n      Whereas, In 2025, the M.T.A. is governed by a 23-member M.T.A. Board (the Board), which consists of the Board chair, 16 other voting members that collectively cast 14 votes, and 6 additional non-voting members; and \n      Whereas, Six non-voting Board members are divided equally between 2 categories, transit rider representatives and labor representatives, where 1 non-voting member and 2 alternate non-voting members are required by state law to be regular users of MTA New York City Transit, MTA Long Island Rail Road, and MTA Metro-North Railroad respectively, and 1 non-voting member and 2 alternate non-voting members are required by state law to be recommended to the Governor by the labor organizations that represent the employees of the MTA New York City Transit, MTA Long Island Rail Road, and MTA Metro-North Railroad, respectively; and\n      Whereas, Each non-voting member serves for an 18-month term and then cyclically rotates with their respective alternate non-voting members; and\n      Whereas, Each rotating transit rider representative on the Board is recommended to the Governor by their respective commuter councils that are the New York City Transit Authority commuter council, the Long Island Rail Road commuter council, and the Metro-North Commuter Railroad Company commuter council; and\n       Whereas, The commuter councils were created by state law to advocate to the M.T.A. on behalf of transit riders and serve in an advisory role to the M.T.A., the commuter councils accomplish this purpose by holding public meetings to listen to the needs of transit riders, and conducting research that informs transit policy; and \n      Whereas, In 2023 the office of the New York City Public Advocate published a report that highlights how the M.T.A. has fell short in its responsibility to provide riders with equitable access to transportation, wherein only 29 percent of M.T.A. subways stations are accessible by elevator; and\n      Whereas, Subway station platforms lack a visual alternative to real-time audio station announcement for riders with hearing disabilities; and\n      Whereas, These service deficits for New York transit riders with disabilities indicate a need for a stronger rider influence on the M.T.A. governing process; and\n      Whereas, A1162, sponsored by Assembly Member Jeffrey Dinowitz and pending in the New York State Assembly, and S.1148, sponsored by State Senator Andrew Gounardes and pending in the New York State Senate, promotes the non-voting transit rider representatives on the Board to voting members; and\n      Whereas, This bill would also add an additional voting member to the Board that will represent the perspective of transit riders with disabilities, and this member would be recommended by the Commissioner of the Mayor's Office for People With Disabilities, in consultation with external disability advocacy groups; and\n      Whereas, The breadth of New York City's transit riders' lived experience would provide a unique on the ground perspective that would positively steer M.T.A. policy if further empowered as voting members of the board; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.1162/S.1148, in relation to enacting the rider representation act.\n\n\n\nDJS\nLS #19256\n04/11/2025",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red192\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Menin, Dinowitz and Banks\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The current composition of the Metropolitan Transit Authority (the M.T.A.) was established in 1968 in an attempt to resolve New York City Transit\\rquote s fiscal and political challenges; and\\par\nWhereas, The M.T.A. is a public benefit corporation that oversees the integrated mass transit system within New York City\\rquote s Metropolitan Commuter Transportation District (the M.C.T.D.), which includes New York City, as well as Dutchess, Nassau, Orange, Putnam, Rockland, Suffolk, and Westchester counties; and\\par\nWhereas, \\cf1 The M.T.A. is considered the largest transportation network in the United States, and is comprised of 6 agencies: M.T.A. New York City Transit, M.T.A. Bus Company, M.T.A. Long Island Rail Road, M.T.A. Metro-North Railroad, M.T.A. Bridges and Tunnels, and M.T.A. Construction, and Development, with a combined 8,700 subway and commuter rail cars, and a combined fleet of 5,800 buses\\cf0 ; and\\par\nWhereas, \\cf1 It is the \\fs22 mission of the M.T.A. to grow and maintain the vast public transit system within the M.T.C.D.\\cf0\\fs24 ; and\\par\nWhereas, \\cf1 The M.T.A. plays a role in approving or overseeing many important programs, including the Central Business District Tolling Program, known colloquially as congestion pricing, which seeks to reduce traffic congestion in the central business district and fund mass transit improvement projects by tolling cars that enter local Manhattan streets south of sixtieth street\\cf0 ; and\\cf2\\par\n\\cf0 Whereas, In \\cf1 January 2025, the M.T.A. approved the Queens Bus Network Redesign plan that would spend $30 million to create 17 new bus routes, with a goal of improving service on existing routes\\cf0 ; and\\par\nWhereas,\\cf1  In 2025, the M.T.A. \\fs22 is governed by a 23-member M.T.A. \\fs24 Board (the Board), which consists of the Board chair, 16 other voting members that collectively cast 14 votes, and 6 additional non-voting members\\cf0 ; and \\par\nWhereas,\\cf1  Six non-voting Board members are divided equally between 2 categories, transit rider representatives and labor representatives, where 1 non-voting member and 2 alternate non-voting members are required by state law to be regular users of MTA New York City Transit, MTA Long Island Rail Road, and MTA Metro-North Railroad respectively, and 1 non-voting member and 2 alternate non-voting members are required by state law to be recommended to the Governor by the labor organizations that represent the employees of the MTA New York City Transit, MTA Long Island Rail Road, and MTA Metro-North Railroad, respectively\\cf0 ; and\\par\nWhereas, Each\\cf1  non-voting member serves for an 18-month term and then cyclically rotates with their respective alternate non-voting members\\cf0 ; and\\par\nWhereas, \\cf1 Each rotating transit rider representative on the Board is recommended to the Governor by their respective commuter councils that are the \\fs22 New York City Transit Authority \\fs24 commuter council\\fs22 , the Long Island Rail Road \\fs24 commuter council\\fs22 , and the Metro-North Commuter Railroad Company\\fs24  commuter council\\cf0 ; and\\par\n \\cf1 Whereas, The commuter councils were created by state law to advocate to the M.T.A. on behalf of transit riders and serve in an advisory role to the M.T.A., the commuter councils accomplish this purpose by holding public meetings to listen to the needs of transit riders, and conducting research that informs transit policy; \\cf0 and \\par\nWhereas, \\cf1 In 2023 the office of the New York City Public Advocate published a report that highlights how the M.T.A. has fell short in its responsibility to provide riders with equitable access to transportation, wherein only 29 percent of M.T.A. subways stations are accessible by elevator; and\\par\nWhereas, Subway station platforms lack a visual alternative to real-time audio station announcement for riders with hearing disabilities\\cf0 ; and\\par\nWhereas, \\cf1 These service deficits for New York transit riders with disabilities indicate a need for a stronger rider influence on the M.T.A. governing process\\cf0 ; and\\par\nWhereas, \\cf1 A1162, sponsored by Assembly Member Jeffrey Dinowitz and pending in the New York State Assembly, and S.1148, sponsored by State Senator Andrew Gounardes and pending in the New York State Senate, \\fs22 promotes the non-voting transit rider representatives\\b  \\b0 on the Board to voting members\\cf0\\fs24 ; and\\par\nWhereas,\\cf1  This bill\\fs22  would also add an additional voting member to the Board that will represent the perspective of transit riders with disabilities, and this member would be recommended by the Commissioner of the Mayor\\rquote s Office for People With Disabilities, in consultation with external disability advocacy groups\\cf0\\fs24 ; and\\par\nWhereas, \\cf1 The breadth of New York City\\rquote s transit riders\\rquote  lived experience would provide a unique on the ground perspective that would positively steer M.T.A. policy\\fs22  if further empowered as voting members of the board\\cf0\\fs24 ; now, therefore, be it\\par\nResolved, \\cf1 That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.1162/S.1148, in relation to enacting the rider representation act\\cf0 .\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18\\par\nDJS\\par\nLS #19256\\par\n\\pard\\ltrpar 04/11/2025\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\fs24\\par\n}\n",
  "LastModified": "2025-06-06T18:21:55.05Z"
}
