{
  "ID": 75898,
  "GUID": "318C7FDB-D70E-45A1-85ED-168D374964AE",
  "File": "Res 0894-2025",
  "Name": "Amending the New York State Alcoholic Beverage Control Law to permit liquor stores to sell non-alcoholic versions of beer, wine, and spirits (S. 3836/A. 7457)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S. 3836/A. 7457, in relation to amending the New York State Alcoholic Beverage Control Law to permit liquor stores to sell non-alcoholic versions of beer, wine, and spirits.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5269,
  "BodyName": "Committee on Consumer and Worker Protection",
  "IntroDate": "2025-05-28T00:00:00Z",
  "AgendaDate": "2025-05-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    }
  ],
  "History": [
    {
      "ID": 420732,
      "Date": "2025-05-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-05-20T22:17:56.46Z"
    },
    {
      "ID": 421169,
      "Date": "2025-05-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Consumer and Worker Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21671,
      "AgendaSequence": 221,
      "MinutesSequence": 258,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer and Worker Protection",
      "MatterStatusID": 3,
      "LastModified": "2025-05-28T20:47:39.28Z"
    }
  ],
  "Attachments": [
    {
      "ID": 319729,
      "LastModified": "2025-05-30T12:55:58.86Z",
      "Name": "Res. No. 894",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ffef396d-f49d-49e8-95cd-5ce4176d678a.docx",
      "Sort": 1
    },
    {
      "ID": 320299,
      "LastModified": "2025-05-28T19:03:24.3Z",
      "Name": "May 28, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6a1a2f93-c00f-42df-90c9-c75218082fdd.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 79695,
  "Text": "Whereas, S. 3836 introduced by State Senator Michelle Hinchey (D- Brooklyn) on January 30, 2025, and pending in the State Senate, would amend the New York State Alcoholic Beverage Law to permit liquor stores to sell non-alcoholic versions of beer, wine, and spirits; and \n\tWhereas, Companion bill, A. 7457, introduced by Assembly Member Al Stirpe (D-Manhattan) on March 28, 2025, and pending in the State Assembly, would provide the same designation; and \n\tWhereas, According to Liquor Authority, the primary purpose of the Alcoholic Beverage Control Law (\"ABC Law\") is to carry out the policies of the State of New York with respect to alcoholic beverages and the policy is necessary to regulate and control the manufacture, sale, and distribution of alcoholic beverages, within the state for the purpose of promoting temperance within their consumption; and \n\tWhereas, \"Non-Alcoholic Beverages May Soon Be Sold In New York Liquor Stores,\" by Mark Hamstra claims that the sale of non-alcoholic beer, wine, and spirits grew 35 percent in 2023 in New York City (NYC), reaching more than $565 million dollars and this trend is forecasted to continue; and\n\tWhereas, Hamstra also claims that 45 percent of Gen Z consumers who are old enough to drink have never had alcohol for reasons that include a greater emphasis on mental and physical health, a preference for sober-curious lifestyles, and changing social dynamics, so non-alcoholic beverages foster the future of the younger generation by supporting their health-conscious lifestyles, encouraging their responsible habits, and promoting inclusivity; and  \n\tWhereas, According to \"Explainer: Islam's Ban On Alcohol And How It's Applied,\" by The Business Journal, some religions, such as Islam prohibit drinking alcoholic beverages, therefore permitting the sale of non-alcoholic beverages in liquor stores aligns with their beliefs that prohibit alcohol consumption, promotes social cohesion, and fosters cultural sensitivity; and \n\tWhereas, \"Do You Need ID for Non Alcoholic Beer? Local Laws and Buying Tips Explained,\" states that non-alcoholic beverages sold in liquor stores are beneficial for alcoholics who do not drink, but want to feel socially included because it offers a refreshing alternative for those who want to enjoy the taste of beer, without the intoxicating effects of alcohol; and\n\tWhereas, \"NY liquor stores prepare for battle with supermarkets over non-alcoholic booze,\" by Lisa Fickenscher argues that unlike liquor stores, grocery stores are permitted to sell non-alcoholic beverages, giving them a competitive edge in meeting the growing demand from consumers seeking sober or moderate lifestyle options, which puts liquor stores at a competitive disadvantage as grocery stores can offer a wider selection of non-alcoholic options that attract health conscious consumers; and\n\tWhereas, \"Can You Buy or Drink NA Beer (Non-Alcoholic Beer) Under 21 Years Old?,\" claims that states, such as California and Florida offer non-alcoholic alternatives in their liquor stores and they benefit from this by expanding market reach, potentially increasing revenue, and catering to a growing consumer demand for alcohol-free options; and \n\tWhereas, New York City lags behind compared to other states that permit the sale of non-alcoholic beverages in liquor stores, potentially hindering market growth within the sector; and \n\tWhereas, Permitting liquor stores to sell non-alcoholic versions of alcoholic beverages bolsters small businesses and reflects evolving consumer preferences and now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S. 3836/A. 7457, in relation to amending the Alcoholic Beverage Control Law to permit liquor stores to sell non-alcoholic versions of beer, wine, and spirits.\n\n\n\n\n\nLS #19658\n5/14/2025\nOO\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Williams, Louis and Restler\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, S. 3836 introduced by State Senator Michelle Hinchey (D- Brooklyn) on January 30, 2025, and pending in the State Senate, would amend the New York State Alcoholic Beverage Law to permit liquor stores to sell non-alcoholic versions of beer, wine, and spirits; and \\par\n\\tab Whereas, Companion bill, A. 7457, introduced by Assembly Member Al Stirpe (D-Manhattan) on March 28, 2025, and pending in the State Assembly, would provide the same designation; and \\par\n\\tab Whereas, According to Liquor Authority, the primary purpose of the Alcoholic Beverage Control Law (\\ldblquote ABC Law\\rdblquote ) is to carry out the policies of the State of New York with respect to alcoholic beverages and the policy is necessary to regulate and control the manufacture, sale, and distribution of alcoholic beverages, within the state for the purpose of promoting temperance within their consumption; and \\par\n\\tab Whereas, \\ldblquote Non-Alcoholic Beverages May Soon Be Sold In New York Liquor Stores,\\rdblquote  by Mark Hamstra claims that the sale of non-alcoholic beer, wine, and spirits grew 35 percent in 2023 in New York City (NYC), reaching more than $565 million dollars and this trend is forecasted to continue; and\\par\n\\tab Whereas, Hamstra also claims that 45 percent of Gen Z consumers who are old enough to drink have never had alcohol for reasons that include a greater emphasis on mental and physical health, a preference for sober-curious lifestyles, and changing social dynamics, so non-alcoholic beverages foster the future of the younger generation by supporting their health-conscious lifestyles, encouraging their responsible habits, and promoting inclusivity; and  \\par\n\\tab Whereas, According to \\ldblquote Explainer: Islam\\rquote s Ban On Alcohol And How It\\rquote s Applied,\\rdblquote  by The Business Journal, some religions, such as Islam prohibit drinking alcoholic beverages, therefore permitting the sale of non-alcoholic beverages in liquor stores aligns with their beliefs that prohibit alcohol consumption, promotes social cohesion, and fosters cultural sensitivity; and \\par\n\\tab Whereas, \\ldblquote Do You Need ID for Non Alcoholic Beer? Local Laws and Buying Tips Explained,\\rdblquote  states that non-alcoholic beverages sold in liquor stores are beneficial for alcoholics who do not drink, but want to feel socially included because it offers a refreshing alternative for those who want to enjoy the taste of beer, without the intoxicating effects of alcohol; and\\par\n\\tab Whereas, \\ldblquote NY liquor stores prepare for battle with supermarkets over non-alcoholic booze,\\rdblquote  by Lisa Fickenscher argues that unlike liquor stores, grocery stores are permitted to sell non-alcoholic beverages, giving them a competitive edge in meeting the growing demand from consumers seeking sober or moderate lifestyle options, which puts liquor stores at a competitive disadvantage as grocery stores can offer a wider selection of non-alcoholic options that attract health conscious consumers; and\\par\n\\tab Whereas, \\ldblquote Can You Buy or Drink NA Beer (Non-Alcoholic Beer) Under 21 Years Old?,\\rdblquote  claims that states, such as California and Florida offer non-alcoholic alternatives in their liquor stores and they benefit from this by expanding market reach, potentially increasing revenue, and catering to a growing consumer demand for alcohol-free options; and \\par\n\\tab Whereas, New York City lags behind compared to other states that permit the sale of non-alcoholic beverages in liquor stores, potentially hindering market growth within the sector; and \\par\n\\tab Whereas, Permitting liquor stores to sell non-alcoholic versions of alcoholic beverages bolsters small businesses and reflects evolving consumer preferences and now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S. 3836/A. 7457, in relation to amending the Alcoholic Beverage Control Law to permit liquor stores to sell non-alcoholic versions of beer, wine, and spirits.\\par\n\\pard\\ltrpar\\par\n\\par\n\\par\n\\par\n\\par\nLS #19658\\par\n5/14/2025\\par\nOO\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\par\n}\n",
  "LastModified": "2025-05-30T12:55:58.86Z"
}
