{
  "ID": 75822,
  "GUID": "A364E14D-7796-4D33-BA45-17C10D8D3258",
  "File": "Res 0895-2025",
  "Name": "Designating March 17 annually as Dr. Hazel Dukes Day.",
  "Title": "Resolution designating March 17 annually as Dr. Hazel Dukes Day in the City of New York to recognize her contributions as a civil rights leader, equal housing and educational opportunity activist, public health advocate, and NAACP officer for more than five decades.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5235,
  "BodyName": "Committee on Civil and Human Rights",
  "IntroDate": "2025-05-28T00:00:00Z",
  "AgendaDate": "2025-05-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7814,
      "Slug": "linda-lee",
      "FullName": "Linda Lee"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    }
  ],
  "History": [
    {
      "ID": 420454,
      "Date": "2025-05-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-05-07T13:43:17.16Z"
    },
    {
      "ID": 421167,
      "Date": "2025-05-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil and Human Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21671,
      "AgendaSequence": 222,
      "MinutesSequence": 259,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil and Human Rights",
      "MatterStatusID": 3,
      "LastModified": "2025-05-28T20:47:39.28Z"
    }
  ],
  "Attachments": [
    {
      "ID": 318839,
      "LastModified": "2025-06-06T18:35:37.11Z",
      "Name": "Res. No. 895",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4a78cef2-7054-4b26-b8f7-c0355e3eadc8.docx",
      "Sort": 1
    },
    {
      "ID": 320300,
      "LastModified": "2025-05-28T19:03:24.53Z",
      "Name": "May 28, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f96cb079-acd3-49f2-bee7-3ba3f09aa118.pdf",
      "Sort": 2
    },
    {
      "ID": 321514,
      "LastModified": "2025-06-16T13:34:16.583Z",
      "Name": "Hearing Transcript - Stated Meeting  5-28-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/db728436-5253-4c59-ae31-579dca130922.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 79614,
  "Text": "Whereas, Hazel Nell Dukes was born in Montgomery, Alabama, on March 17, 1932, to Alice Dukes, a domestic worker, and Edward Dukes, a Pullman porter and union organizer; and\n      Whereas, Having studied at Alabama State Teachers College, she eventually moved to Nassau County, New York, in 1955, where she worked for the federal Head Start program, as the first Black employee in the Nassau County Attorney's office, and as a community organizer for the county's Economic Opportunity Commission; and\n      Whereas, In 1969, she was elected as president of the branch of the NAACP (National Association for the Advancement of Colored People) in Great Neck, Port Washington, Manhasset, and Roslyn in Nassau County and went on to become the first Black vice chairwoman of the Nassau County Democratic Committee, where she fought for integrated housing in the county and lower class sizes across New York State (NYS); and\n      Whereas, In 1972, she seconded the groundbreaking presidential nomination of Shirley Chisholm at the Democratic National Convention and then served on the Democratic National Committee from 1976 to 1982; and\n      Whereas, She was elected president of the NYS NAACP in 1977, an office she held until her death, along with being the founder and president of Hazel N. Dukes & Associates, a consulting firm; and\n      Whereas, In 1978, she earned a bachelor's degree in business administration from Adelphi University, went on to postgraduate study at The City University of New York's Queens College, and later received several honorary doctorates; and \n      Whereas, Dr. Dukes was the second woman to serve as president of the national NAACP, an office she held from 1990 to 1992, and she continued on its National Board of Directors and Executive Committee until her death; and\n      Whereas, In 2023, she received the organization's highest award, the Spingarn Medal, saying upon receiving the award that she would \"continue to advocate and do the work necessary to stop those trying to turn back the hand of time\" and that her \"greatest privilege [had] been to mentor those growing up in the Association...[and to leave] a roadmap for younger generations to learn from and use as they carry this movement forward\"; and\n      Whereas, Though never being elected as a government official, Dr. Dukes was a fixture in NYS and New York City (NYC) Democratic politics as a relentless advocate for the education, housing, and employment rights of Black people and as an advisor to the gubernatorial administrations of Mario Cuomo through Kathy Hochul and to the mayoral administrations of David Dinkins through Eric Adams; and\n      Whereas, She died at her home in Harlem on March 1, 2025, at the age of 92 and is survived by her son Ronald; and \n      Whereas, She was a key influence on Joseph R. Biden, Jr.'s decision to choose a Black woman as his running mate in 2020, and Kamala Harris praised Dr. Dukes upon her death as a hero \"upon whose broad shoulders we stand\"; and\n      Whereas, The NAACP noted in its statement on her passing that Dr. Dukes was the \"living embodiment\" of the NAACP and that she \"led with conviction, always put her community first, and stood up to those who tried to bring us down\"; and\n      Whereas, Flags were flown at half-staff in both NYC and Nassau County in honor of her leadership and legacy; now, therefore, be it\n\tResolved, That the Council of the City of New York designates March 17 annually as Dr. Hazel Dukes Day in the City of New York to recognize her contributions as a civil rights leader, equal housing and educational opportunity activist, public health advocate, and NAACP officer for more than five decades.\n\n\nLS #19215 and 19235\n5/6/2025\nRHP\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Williams, Joseph, Stevens, Brooks-Powers, Lee, Louis, Restler and Banks\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Hazel Nell Dukes was born in Montgomery, Alabama, on March 17, 1932, to Alice Dukes, a domestic worker, and Edward Dukes, a Pullman porter and union organizer; and\\par\nWhereas, Having studied at Alabama State Teachers College, she eventually moved to Nassau County, New York, in 1955, where she worked for the federal Head Start program, as the first Black employee in the Nassau County Attorney\\rquote s office, and as a community organizer for the county\\rquote s Economic Opportunity Commission; and\\par\nWhereas, In 1969, she was elected as president of the branch of the NAACP (National Association for the Advancement of Colored People) in Great Neck, Port Washington, Manhasset, and Roslyn in Nassau County and went on to become the first Black vice chairwoman of the Nassau County Democratic Committee, where she fought for integrated housing in the county and lower class sizes across New York State (NYS); and\\par\nWhereas, In 1972, she seconded the groundbreaking presidential nomination of Shirley Chisholm at the Democratic National Convention and then served on the Democratic National Committee from 1976 to 1982; and\\par\nWhereas, She was elected president of the NYS NAACP in 1977, an office she held until her death, along with being the founder and president of Hazel N. Dukes & Associates, a consulting firm; and\\par\nWhereas, In 1978, she earned a bachelor\\rquote s degree in business administration from Adelphi University, went on to postgraduate study at The City University of New York\\rquote s Queens College, and later received several honorary doctorates; and \\par\nWhereas, Dr. Dukes was the second woman to serve as president of the national NAACP, an office she held from 1990 to 1992, and she continued on its National Board of Directors and Executive Committee until her death; and\\par\nWhereas, In 2023, she received the organization\\rquote s highest award, the Spingarn Medal, saying upon receiving the award that she would \\ldblquote continue to advocate and do the work necessary to stop those trying to turn back the hand of time\\rdblquote  and that her \\ldblquote greatest privilege [had] been to mentor those growing up in the Association\\'85[and to leave] a roadmap for younger generations to learn from and use as they carry this movement forward\\rdblquote ; and\\par\nWhereas, Though never being elected as a government official, Dr. Dukes was a fixture in NYS and New York City (NYC) Democratic politics as a relentless advocate for the education, housing, and employment rights of Black people and as an advisor to the gubernatorial administrations of Mario Cuomo through Kathy Hochul and to the mayoral administrations of David Dinkins through Eric Adams; and\\par\nWhereas, She died at her home in Harlem on March 1, 2025, at the age of 92 and is survived by her son Ronald; and \\par\nWhereas, She was a key influence on Joseph R. Biden, Jr.\\rquote s decision to choose a Black woman as his running mate in 2020, and Kamala Harris praised Dr. Dukes upon her death as a hero \\ldblquote upon whose broad shoulders we stand\\rdblquote ; and\\par\nWhereas, The NAACP noted in its statement on her passing that Dr. Dukes was the \\ldblquote living embodiment\\rdblquote  of the NAACP and that she \\ldblquote led with conviction, always put her community first, and stood up to those who tried to bring us down\\rdblquote ; and\\par\nWhereas, Flags were flown at half-staff in both NYC and Nassau County in honor of her leadership and legacy; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York designates March 17 annually as Dr. Hazel Dukes Day in the City of New York to recognize her contributions as a civil rights leader, equal housing and educational opportunity activist, public health advocate, and NAACP officer for more than five decades.\\par\n\\par\n\\par\n\\pard\\ltrpar\\qj\\fs18 LS #19215 and 19235\\par\n5/6/2025\\par\nRHP\\par\n}\n",
  "LastModified": "2025-06-16T13:34:16.583Z"
}
