{
  "ID": 75830,
  "GUID": "B22FEC23-8B2C-4E9B-918D-BFBFD9778669",
  "File": "Res 0896-2025",
  "Name": "Recognizing June 25, 2025, as the 75th anniversary of the beginning of the Korean War and commemorating June 25 annually as Korean War Remembrance Day in the City of New York.",
  "Title": "Resolution recognizing June 25, 2025, as the 75th anniversary of the beginning of the Korean War and commemorating June 25 annually as Korean War Remembrance Day in the City of New York to honor those who served and to express hope for a lasting peace.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2025-05-28T00:00:00Z",
  "AgendaDate": "2025-05-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7867,
      "Slug": "susan-zhuang",
      "FullName": "Susan Zhuang"
    }
  ],
  "History": [
    {
      "ID": 420464,
      "Date": "2025-05-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-05-08T16:39:37.993Z"
    },
    {
      "ID": 421172,
      "Date": "2025-05-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21671,
      "AgendaSequence": 225,
      "MinutesSequence": 260,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2025-05-28T16:14:01.24Z"
    }
  ],
  "Attachments": [
    {
      "ID": 318936,
      "LastModified": "2025-05-28T13:51:57.32Z",
      "Name": "Res. No. 896",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f945a879-b338-4a63-a77d-578ecd1a2d74.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 79622,
  "Text": "Whereas, After World War II, the Korean Peninsula was split into a Soviet-backed government in the North and a United States (U.S.)-backed government in the South; and\n      Whereas, On June 25, 1950, North Korean soldiers attacked along the 38th parallel, which divided the North and South, and invaded South Korea; and\n      Whereas, After the attack was condemned by the United Nations (UN) Security Council, members of the U.S. Armed Forces joined with the forces of South Korea and 20 allied nations under the UN Command to fight against North Korea; and\n      Whereas, The ensuing three-year war cost the lives of millions of Korean civilians and soldiers from many countries and forever changed the lives of hundreds of thousands of those who were wounded and those who were inhumanely treated as prisoners of war; and\n      Whereas, More than 5 million U.S. servicemembers supported the war effort, with almost 1.8 million of them fighting on Korean soil in some of the most brutal wartime conditions ever recorded and with 36,574 in-theater deaths suffered; and\n      Whereas, On July 27, 1953, the Korean Armistice Agreement (\"Agreement\") was signed by military delegates from the U.S., on behalf of the UN Command, the Korean People's Army, and the Chinese People's Volunteer Army, which had aided North Korea, thus bringing an end to armed conflict; and\n      Whereas, The Agreement, which is the longest-negotiated armistice agreement in history, spanning two years and 17 days, is not a formal peace treaty signed by nations, but rather a military truce, which separated the two parts of the Korean Peninsula by a Demilitarized Zone, which exists today; and\n      Whereas, Currently, approximately 28,500 U.S. servicemembers, who are stationed in South Korea, mostly at Camp Humphreys, which is the largest U.S. overseas military base, continue to safeguard South Korea and maintain the terms of the Agreement; and\n      Whereas, On the National Mall in Washington, D.C., in 1995, U.S. President William J. Clinton and South Korea's President Kim Young-sam dedicated the Korean War Veterans Memorial, described by President Clinton as an \"enduring testament to [the Veterans'] valor and generosity of spirit\"; and\n      Whereas, The haunting Memorial includes 19 \"On Patrol\" stainless steel standing sculptures of servicemembers in a triangular \"field of service,\" a wall with more than 36,000 names of Americans killed in the War, a pool of remembrance, a UN wall with the engraved names of the 21 countries that fought with the U.S., and a black granite mural wall with etchings of more than 2,400 candid photographs of servicemembers; and\n      Whereas, President Clinton wrote in Proclamation 6812 on July 26, 1995, that \"we look back in awe and gratitude at what our Armed Forces and allies accomplished in Korea\" and that \"[u]nder the banner of the United Nations, they fought to defend freedom and human dignity in the Korean peninsula, demonstrating to the world's totalitarian regimes that men and women of goodwill were ready to pay the ultimate price so that others might enjoy the blessings of liberty\"; and\n      Whereas, President Joseph R. Biden, Jr., in a Proclamation on July 26, 2022, remarked on almost 70 years of \"ensuing peace and the abiding relationship between the Korean and American people [that] has been the foundation for the thriving democracy and incredible economic progress\" of South Korea; and\n      Whereas, New York City (NYC) honors those who served with the New York Korean War Veterans Memorial, which was designed by artist Mac Adams and displays a 15-foot black granite slab with a cut-out in the shape of a soldier, symbolizing loss and death; and\n      Whereas, June 25, 2025, marks the 75th anniversary of the first attack by North Korean soldiers that began the Korean War and serves as a stark reminder of the importance of a continued peace; now, therefore, be it\n      Resolved, That the Council of the City of New York recognizes June 25, 2025, as the 75th anniversary of the beginning of the Korean War and commemorates June 25 annually as Korean War Remembrance Day in the City of New York to honor those who served and to express hope for a lasting peace. \n\n\n\nLS #19345\n5/7/2025\nRHP\n\n\n\n\n3",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Won, Far\\'edas, Ung, Hanif, Krishnan and Zhuang\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, After World War II, the Korean Peninsula was split into a Soviet-backed government in the North and a United States (U.S.)-backed government in the South; and\\b\\par\n\\b0 Whereas, On June 25, 1950, North Korean soldiers attacked along the 38th parallel, which divided the North and South, and invaded South Korea; and\\b\\par\n\\b0 Whereas, After the attack was condemned by the United Nations (UN) Security Council, members of the U.S. Armed Forces joined with the forces of South Korea and 20 allied nations under the UN Command to fight against North Korea; and\\b\\par\n\\b0 Whereas, The ensuing three-year war cost the lives of millions of Korean civilians and soldiers from many countries and forever changed the lives of hundreds of thousands of those who were wounded and those who were inhumanely treated as prisoners of war; and\\b\\par\n\\b0 Whereas, More than 5 million U.S. servicemembers supported the war effort, with almost 1.8 million of them fighting on Korean soil in some of the most brutal wartime conditions ever recorded and with 36,574 in-theater deaths suffered; and\\b\\par\n\\b0 Whereas, On July 27, 1953, the Korean Armistice Agreement (\\ldblquote Agreement\\rdblquote ) was signed by military delegates from the U.S., on behalf of the UN Command, the Korean People\\rquote s Army, and the Chinese People\\rquote s Volunteer Army, which had aided North Korea, thus bringing an end to armed conflict; and\\b\\par\n\\b0 Whereas, The Agreement, which is the longest-negotiated armistice agreement in history, spanning two years and 17 days, is not a formal peace treaty signed by nations, but rather a military truce, which separated the two parts of the Korean Peninsula by a Demilitarized Zone, which exists today; and\\par\nWhereas, Currently, approximately 28,500 U.S. servicemembers, who are stationed in South Korea, mostly at Camp Humphreys, which is the largest U.S. overseas military base, continue to safeguard South Korea and maintain the terms of the Agreement; and\\par\nWhereas, On the National Mall in Washington, D.C., in 1995, U.S. President William J. Clinton and South Korea\\rquote s President Kim Young-sam dedicated the Korean War Veterans Memorial, described by President Clinton as an \\ldblquote enduring testament to [the Veterans\\rquote ] valor and generosity of spirit\\rdblquote ; and\\par\nWhereas, The haunting Memorial includes 19 \\ldblquote On Patrol\\rdblquote  stainless steel standing sculptures of servicemembers in a triangular \\ldblquote field of service,\\rdblquote  a wall with more than 36,000 names of Americans killed in the War, a pool of remembrance, a UN wall with the engraved names of the 21 countries that fought with the U.S., and a black granite mural wall with etchings of more than 2,400 candid photographs of servicemembers; and\\par\nWhereas, President Clinton wrote in Proclamation 6812 on July 26, 1995, that \\ldblquote we look back in awe and gratitude at what our Armed Forces and allies accomplished in Korea\\rdblquote  and that \\ldblquote [u]nder the banner of the United Nations, they fought to defend freedom and human dignity in the Korean peninsula, demonstrating to the world\\rquote s totalitarian regimes that men and women of goodwill were ready to pay the ultimate price so that others might enjoy the blessings of liberty\\rdblquote ; and\\b\\par\n\\b0 Whereas, President Joseph R. Biden, Jr., in a Proclamation on July 26, 2022, remarked on almost 70 years of \\ldblquote ensuing peace and the abiding relationship between the Korean and American people [that] has been the foundation for the thriving democracy and incredible economic progress\\rdblquote  of South Korea; and\\par\nWhereas, New York City (NYC) honors those who served with the New York Korean War Veterans Memorial, which was designed by artist Mac Adams and displays a 15-foot black granite slab with a cut-out in the shape of a soldier, symbolizing loss and death; and\\par\nWhereas, June 25, 2025, marks the 75th anniversary of the first attack by North Korean soldiers that began the Korean War and serves as a stark reminder of the importance of a continued peace; now, therefore, be it\\f1\\par\n\\f0 Resolved, That the Council of the City of New York recognizes June 25, 2025, as the 75th anniversary of the beginning of the Korean War and commemorates June 25 annually as Korean War Remembrance Day in the City of New York to honor those who served and to express hope for a lasting peace. \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\fs18\\par\n\\par\n\\par\n\\pard\\ltrpar\\qj LS #19345\\par\n5/7/2025\\par\nRHP\\par\n\\pard\\ltrpar\\fs22\\par\n}\n",
  "LastModified": "2025-05-28T16:14:00.923Z"
}
