{
  "ID": 75970,
  "GUID": "C5545AF4-6C66-41F0-9654-BC61A5DC9DE2",
  "File": "Res 0935-2025",
  "Name": "Recognize institutional and systemic racism and generations of harm embedded in today’s child protective services (CPS) systems.",
  "Title": "Resolution calling upon the City of New York to recognize institutional and systemic racism and generations of harm embedded in today’s child protective services (CPS) systems",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5294,
  "BodyName": "Committee on Children and Youth",
  "IntroDate": "2025-06-11T00:00:00Z",
  "AgendaDate": "2025-06-11T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    }
  ],
  "History": [
    {
      "ID": 421474,
      "Date": "2025-06-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-06-02T14:43:54.867Z"
    },
    {
      "ID": 421828,
      "Date": "2025-06-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Children and Youth",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21698,
      "AgendaSequence": 183,
      "MinutesSequence": 210,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Children and Youth",
      "MatterStatusID": 3,
      "LastModified": "2025-06-11T21:34:27.877Z"
    }
  ],
  "Attachments": [
    {
      "ID": 320132,
      "LastModified": "2025-10-29T14:50:43.333Z",
      "Name": "Res. No. 935",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bb63b545-c626-4674-bd90-601299d7f13a.docx",
      "Sort": 1
    },
    {
      "ID": 321250,
      "LastModified": "2025-06-11T20:24:17.497Z",
      "Name": "June 11, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/73de6297-4709-4165-a434-c41961f2cfe9.pdf",
      "Sort": 2
    },
    {
      "ID": 323601,
      "LastModified": "2025-07-30T14:31:30.957Z",
      "Name": "Hearing Transcript - Stated Meeting  6-11-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b7731428-9f28-4dbf-9b38-ea0ae87da780.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 79779,
  "Text": "Whereas, The New York City (NYC) Administration for Children's Services (ACS) Racial Equity Plan states that there is a \"significant need to address disparities as they relate to race and ethnicity within both child welfare and juvenile justice, focusing on how racial disproportionality increases at each point of decision-making in the processes;\" and\n      Whereas, According to The New York City Narrowing the Front Door Work Group, Black and Latinx children in NYC account for roughly 90 percent of children in ACS custody despite the absence of evidence indicating that Black and Latinx parents mistreat their children at higher rates than other groups; and\n      Whereas, According to the Commission on Racial Equity, although the current institutional and structural framework of ACS is rooted in anti-Blackness, the framework's inherent racism also has negative effects on Latinx families despite most of the historical background being centered around Black families; and\n      Whereas, These racial disparities have roots in historical injustices and systemic racism; and\n           Whereas, Child separation began when Indigenous children were separated from their parents and placed with white families to sever them from their cultural ties, assimilate them into white society, and remove them from land sought by white settlers; and\n      Whereas, Slavery laid the groundwork for the false narrative that Black parents do not love and care for their children, and it is these and other narratives, stereotypes, and biases that continue to permeate into the child welfare system as well as all other levers of government; and\n      Whereas, The role of slavery in the current targeting and disparate treatment of Black families by the U.S. CPS system has been recognized by the United Nations (UN) Committee on the Elimination of Racial Discrimination, the UN Working Group of Experts on People of African Descent, the UN Permanent Forum on People of African Descent, the American Bar Association, the New York State Bar Association, and the New York State Advisory Committee to the U.S. Civil Rights Commission, among others; and\n      Whereas, After the abolition of slavery, Black Codes were enacted to continue the separation of Black families through court and police enforced involuntary \"apprenticeships,\" forcing Black children back into indentured servitude when their parents were found in violation of these codes; and\n      Whereas, The calculated exclusion of Black families from opportunities to attain economic security and accumulate wealth through government-sanctioned and facilitated job discrimination, redlining, and deprivation of public benefits has been and continues to be used as justification for family separation based on deliberate, socially constructed impairments to parental inability to provide the resources necessary to care for their children; and\n      Whereas, This penalization of poverty was exacerbated by the federal passage of the Child Abuse Prevention and Treatment Act of 1974 (CAPTA), which predicated child protective services system intervention into families on allegations of \"neglect\" defined as parental failure to provide for their children's basic needs; and\n      Whereas, Criminalizing poverty not only causes both short-and-long term trauma, it exacerbates on-going social economic challenges, as well as disrupting, destabilizing, and destroying cohesive and loving Black and Latinx family units; and\n      Whereas, Investigations conducted by child protective services are disruptive, humiliating, traumatic, and corrosive of trust in schools, hospitals, shelters, and other public institutions; and\n      Whereas, A Propublica and NBC News investigation found that a warrant is obtained in less than one percent of NYC ACS home investigations-ultimately depriving children and parents of their constitutional rights; and\n      Whereas, According to a March 2022 report from the Adoptive and Foster Family Coalition of New York, more than two-thirds of reports to maltreatment hotlines are unsubstantiated, subjecting families to an intrusive and traumatic investigation with no benefit to child safety; and\n      Whereas, Government separation of Black and Latinx children from their parents increases their exposure to poor outcomes across every indicator of well-being, including cognitive and behavioral development, mental and physical health, educational attainments, and income earnings; and\n      Whereas, It is clear NYC ACS needs a change in its policies and procedures to rectify the harm done to Black and Latinx families and to prevent future harm; and\n      Whereas, The first step of healing is to acknowledge the harm that has been done to Black and Latinx families, especially those who are experiencing poverty; now, therefore, be it\n           Resolved, That the Council of the City of New York calls upon the City of New York to recognize institutional and systemic racism and generations of harm embedded in today's child protective services (CPS) systems.\n\n\nLS #19509\n5/28/2025\nMJG\n\n      2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Stevens, Won, Hanif, Brooks-Powers, Riley, Williams, Guti\\'e9rrez, Oss\\'e9, De La Rosa, Marte, Nurse, Banks, Far\\'edas, Joseph, Avil\\'e9s, Hudson, Louis, Ayala, Cab\\'e1n and Krishnan\\par\n\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1\\qj\\cf0 Whereas, The New York City (NYC) Administration for Children\\rquote s Services (ACS) Racial Equity Plan states that there is a \\ldblquote significant need to address disparities as they relate to race and ethnicity within both child welfare and juvenile justice, focusing on how racial disproportionality increases at each point of decision-making in the processes;\\rdblquote  and\\par\nWhereas, According to The New York City Narrowing the Front Door Work Group, Black and Latinx children in NYC account for roughly 90 percent of children in ACS custody despite the absence of evidence indicating that Black and Latinx parents mistreat their children at higher rates than other groups; and\\par\nWhereas, According to the Commission on Racial Equity, although the current institutional and structural framework of ACS is rooted in anti-Blackness, the framework\\rquote s inherent racism also has negative effects on Latinx families despite most of the historical background being centered around Black families; and\\par\nWhereas, These racial disparities have roots in historical injustices and systemic racism; and\\par\n     Whereas, Child separation began when Indigenous children were separated from their parents and placed with white families to sever them from their cultural ties, assimilate them into white society, and remove them from land sought by white settlers; and\\par\nWhereas, Slavery laid the groundwork for the false narrative that Black parents do not love and care for their children, and it is these and other narratives, stereotypes, and biases that continue to permeate into the child welfare system as well as all other levers of government; and\\par\nWhereas, The role of slavery in the current targeting and disparate treatment of Black families by the U.S. CPS system has been recognized by the United Nations (UN) Committee on the Elimination of Racial Discrimination, the UN Working Group of Experts on People of African Descent, the UN Permanent Forum on People of African Descent, the American Bar Association, the New York State Bar Association, and the New York State Advisory Committee to the U.S. Civil Rights Commission, among others; and\\par\nWhereas, After the abolition of slavery, Black Codes were enacted to continue the separation of Black families through court and police enforced involuntary \\ldblquote apprenticeships,\\rdblquote  forcing Black children back into indentured servitude when their parents were found in violation of these codes; and\\par\nWhereas, The calculated exclusion of Black families from opportunities to attain economic security and accumulate wealth through government-sanctioned and facilitated job discrimination, redlining, and deprivation of public benefits has been and continues to be used as justification for family separation based on deliberate, socially constructed impairments to parental inability to provide the resources necessary to care for their children; and\\par\nWhereas, This penalization of poverty was exacerbated by the federal passage of the Child Abuse Prevention and Treatment Act of 1974 (CAPTA), which predicated child protective services system intervention into families on allegations of \\ldblquote neglect\\rdblquote  defined as parental failure to provide for their children\\rquote s basic needs; and\\par\nWhereas, Criminalizing poverty not only causes both short-and-long term trauma, it exacerbates on-going social economic challenges, as well as disrupting, destabilizing, and destroying cohesive and loving Black and Latinx family units; and\\par\nWhereas, Investigations conducted by child protective services are disruptive, humiliating, traumatic, and corrosive of trust in schools, hospitals, shelters, and other public institutions; and\\par\nWhereas, A Propublica and NBC News investigation found that a warrant is obtained in less than one percent of NYC ACS home investigations-ultimately depriving children and parents of their constitutional rights; and\\par\nWhereas, According to a March 2022 report from the Adoptive and Foster Family Coalition of New York, more than two-thirds of reports to maltreatment hotlines are unsubstantiated, subjecting families to an intrusive and traumatic investigation with no benefit to child safety; and\\par\nWhereas, Government separation of Black and Latinx children from their parents increases their exposure to poor outcomes across every indicator of well-being, including cognitive and behavioral development, mental and physical health, educational attainments, and income earnings; and\\par\nWhereas, It is clear NYC ACS needs a change in its policies and procedures to rectify the harm done to Black and Latinx families and to prevent future harm; and\\par\nWhereas, The first step of healing is to acknowledge the harm that has been done to Black and Latinx families, especially those who are experiencing poverty; now, therefore, be it\\par\n     Resolved, That the Council of the City of New York calls upon the City of New York to recognize institutional and systemic racism and generations of harm embedded in today\\rquote s child protective services (CPS) systems.\\par\n\\pard\\ltrpar\\cf1\\par\n\\par\n\\fs18 LS #19509\\par\n5/28/2025\\par\nMJG\\par\n\\fs24\\par\n}\n",
  "LastModified": "2025-10-29T14:50:43.337Z"
}
