{
  "ID": 76133,
  "GUID": "FA0B6854-19C1-4C5A-8757-C70E5A61E7B2",
  "File": "Res 0960-2025",
  "Name": "Approving the expenditure of payments in lieu of taxes to fund the development of infrastructure over the Western Rail Yards in support of the development of housing.",
  "Title": "Resolution approving the expenditure of payments in lieu of taxes to fund the development of infrastructure over the Western Rail Yards in support of the development of housing.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 24,
  "StatusName": "Reported from Committee",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2025-06-30T00:00:00Z",
  "AgendaDate": "2025-06-30T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 422471,
      "Date": "2025-06-30T12:30:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 21726,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2025-06-30T18:50:54.3Z"
    },
    {
      "ID": 422823,
      "Date": "2025-06-30T12:30:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 21726,
      "MinutesSequence": 5,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7748,
          "Slug": "justin-l-brannan",
          "FullName": "Justin L. Brannan",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7742,
          "Slug": "diana-i-ayala",
          "FullName": "Diana I. Ayala",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 5259,
          "Slug": "gale-a-brewer",
          "FullName": "Gale A. Brewer",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7796,
          "Slug": "selvena-n-brooks-powers",
          "FullName": "Selvena N. Brooks-Powers",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7833,
          "Slug": "david-m-carr",
          "FullName": "David M. Carr",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7810,
          "Slug": "amanda-farias",
          "FullName": "Amanda Farías",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7832,
          "Slug": "kamillah-hanks",
          "FullName": "Kamillah Hanks",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        },
        {
          "ID": 7822,
          "Slug": "crystal-hudson",
          "FullName": "Crystal Hudson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 80
        },
        {
          "ID": 7785,
          "Slug": "farah-n-louis",
          "FullName": "Farah N. Louis",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 90
        },
        {
          "ID": 7745,
          "Slug": "francisco-p-moya",
          "FullName": "Francisco P. Moya",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 100
        },
        {
          "ID": 7823,
          "Slug": "chi-a-osse",
          "FullName": "Chi A. Ossé",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 110
        },
        {
          "ID": 7741,
          "Slug": "keith-powers",
          "FullName": "Keith Powers",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 120
        },
        {
          "ID": 7866,
          "Slug": "yusef-salaam",
          "FullName": "Yusef Salaam",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 130
        },
        {
          "ID": 7808,
          "Slug": "pierina-ana-sanchez",
          "FullName": "Pierina Ana Sanchez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 140
        },
        {
          "ID": 7809,
          "Slug": "althea-v-stevens",
          "FullName": "Althea V.  Stevens",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 150
        },
        {
          "ID": 7817,
          "Slug": "nantasha-m-williams",
          "FullName": "Nantasha M. Williams",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 160
        },
        {
          "ID": 7816,
          "Slug": "julie-won",
          "FullName": "Julie Won",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 170
        }
      ],
      "LastModified": "2025-06-30T18:50:54.3Z"
    },
    {
      "ID": 422470,
      "Date": "2025-06-30T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-06-26T20:43:37.623Z"
    }
  ],
  "Attachments": [
    {
      "ID": 322514,
      "LastModified": "2025-06-30T21:12:26.627Z",
      "Name": "Res. No. 960",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c9f5825f-f6ea-4888-ac38-e77c38c11d8f.docx",
      "Sort": 1
    },
    {
      "ID": 322515,
      "LastModified": "2025-06-30T19:28:44.623Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b575db96-fbb2-4569-bd6d-233a6364c599.docx",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 79971,
  "Text": "Whereas, New York City must take steps to address the crisis facing New Yorkers in the provision of affordable housing and encourage the production of new housing for lower income New Yorkers; and\n      Whereas, Additional development within the Hudson Yards Financing District (\"HYFD\"), as defined in Reso. No. 547, adopted by the Council on October 11, 2006, presents an opportunity to address the housing crisis and create affordable housing for lower income New Yorkers; and\n      Whereas, The Council has long committed support to redevelopment within the HYFD; and\n      Whereas, Specifically, the Council adopted Reso. No. 760 on January 19, 2005, Reso. No. 1214 on October 27, 2005, Reso. No. 547 on October 11, 2006, and Reso. No. 469 on July 19, 2018, to express support for and authorize the provision of City financial support for the redevelopment of the HYFD; and\n      Whereas, Among other components of financial support, the Council has approved the expenditure of payments in lieu of taxes, as defined in Local Law 73 of 2005 (\"PILOTs\"), for purposes of redevelopment in the HYFD; and\n      Whereas, To effectuate this support, the Council and the Mayor entered into an Agreement dated October 27, 2005 (the \"PILOT Agreement\"), which the Council approved when it adopted Reso. No. 1214 pursuant to Local Law 73 of 2005; and\n      Whereas, Item 1 of Exhibit 1 of the PILOT Agreement (\"Item 1\"), as modified by adoption of Reso. No. 547 and by approval of such modification by the Mayor, sets forth the Hudson Yards infrastructure projects authorized to be financed by the Hudson Yards Infrastructure Corporation (\"HYIC\"); and\n      Whereas, Those authorized projects included the extension of the Number 7 subway line, the development of a network of streets and open spaces, the purchase from Metropolitan Transportation Authority (\"MTA\") of Eastern Rail Yard (\"ERY\") transferable development rights (\"TDRs\"), and the engineering and planning studies for development of ERY and the Western Rail Yard (\"WRY\"); and\n      Whereas, City financial support for these infrastructure projects was critical to the redevelopment within the HYFD; and\n      Whereas, This redevelopment within the HYFD produced housing and commercial space and led to the creation of a new neighborhood; and\n      Whereas, HYIC's revenues, including PILOTs, from properties in the HYFD, now exceed the costs of HYIC debt service and other HYIC operating costs, resulting in a surplus that is available to be paid to the City; and\n      Whereas, In Fiscal Year 2025 alone, HYIC paid to the City $394 million to support City operations; and\n      Whereas, HYIC's projections, which at present cover through Fiscal Year 2029, indicate that an annual surplus is expected to continue and be available to the City; and\n      Whereas, Further development within the HYFD over the WRY would support the construction of housing critical to taking steps to ameliorate the City's housing crisis; and\n      Whereas, The Council and the Mayor received a request from the project sponsor of the WRY (\"Sponsor\") to amend Item 1 to expand the description of the authorized purposes and projects for which PILOTs may be spent, to include a platform over the WRY, the development of approximately 6 acres of open space in the WRY, the construction of an approximately 120,000 square foot K-8 public school with approximately 750 seats, and payments to the MTA for rent and site acquisition (collectively, the \"WRY Project\"); and \n      Whereas, The Sponsor represented that the projected revenues to the HYIC from the development over the WRY will be available and sufficient to pay projected debt service on future HYIC borrowing related to the WRY Project (not including the debt service costs associated with the financing of the K-8 public school); and\n      Whereas, The Sponsor's representation indicates it should be possible for the HYIC to provide financial support to the WRY project without affecting the amount of surplus available for the City; and \n      Whereas, HYIC may determine that it is prudent to direct HYIC revenues to the WRY Project to achieve most efficient financing for the WRY Project; and\n      Whereas, The amendment of Item 1 as provided for herein would authorize HYIC to provide substantial financial support for the additional purposes and projects proposed within the HYFD over the WRY; and \n      Whereas, Existing and future HYIC indebtedness will continue to be available to be repayable from the revenue sources assigned by the City to HYIC for certain infrastructure projects as defined in Item 1; now, therefore, be it\n      Resolved, that the Council of the City of New York:\n(i) Supports borrowing by HYIC to finance the development of the WRY Project, as defined herein, within the HYFD, in furtherance of the Council's goal to create affordable housing for lower income New Yorkers and develop the WRY; \n(ii) Amends the definition of \"Hudson Yards Infrastructure Project\" set forth in Item 1, as approved by Reso. No. 760 and amended by Reso. 547, to include the WRY Project; \n(iii) Supports an undertaking by HYIC to make revenues available to secure future \n      borrowing related to the WRY Project; and\n(iv) Attaches hereto an amended Item 1, which, pursuant to the PILOT Agreement, shall take effect and be deemed to amend such PILOT Agreement upon approval by the Mayor and: (A) a closing by the Sponsor of the WRY Project to finance the construction of an initial commercial building on the WRY, which shall include a signed lease or purchase agreement with an anchor tenant; (B) delivery by the Sponsor of a completion guarantee for the initial commercial building, as required by, and made to, MTA; and (C) a determination from Board of the HYIC, consistent with by-laws of the HYIC, that projected revenues to the HYIC from the development over the WRY, including from the initial commercial building, will be available and sufficient to pay projected debt service on future HYIC borrowing related to the WRY Project (not including the debt service costs associated with the financing of the K-8 public school); and (D) a determination from the Mayor or a designee of the Mayor, provided to the Board of HYIC prior to its authorization for any borrowing related to the WRY Project, that the WRY Project promotes the public interest and maximizes, to the extent feasible, benefits to the public, including but not limited to, creating open spaces, developing affordable housing, and facilitating the construction of new public schools.\n            \n            \nItem 1 of EXHIBIT 1, as amended\n1. Hudson Yards Infrastructure Projects:  Pursuant to Res. No. 760, adopted by the Council on January 19, 2005, Res. No. 1214, adopted by the Council on October 27, 2005, Res. No. 547, adopted by the Council on October 11, 2006, and Res. No. 960, adopted by the Council on June 30, 2025, the term \"Hudson Yards infrastructure projects\" means the principal infrastructure elements in the Hudson Yards Redevelopment Area, as Hudson Yards Redevelopment Area is defined in 93-01 of the zoning resolution, as follows:  the extension of the Number 7 subway line; the building of the network of streets and open spaces; the purchase from the Metropolitan Transportation Authority (\"MTA\") of certain transferable development rights in respect of the Eastern Rail Yards (\"ERY\"); the costs of engineering and planning studies for development of the MTA's ERY, bounded by 10th and 11th Avenues and 30th and 33rd Streets, and the MTA's Western Rail Yard (\"WRY\"), bounded by 11th and 12th Avenues and 30th and 33rd Streets; the building of a platform over the WRY; the development of approximately 6 acres of open space in the WRY; the construction of an approximately 120,000 square foot K-8 public school with approximately 750 seats; and payments to the MTA for rent and site acquisition in the WRY; provided that Hudson Yards infrastructure projects does not include any components of the New York Sports and Convention Center. PILOTs paid on account of the Hudson Yards Financing District, as such term is defined in Res. No. 547, may be spent on Hudson Yards infrastructure projects and the related costs of the Hudson Yard Infrastructure Corporation (\"HYIC\") and the Hudson Yards Development Corporation.  Such expenditure of PILOTs shall include the assignment, including the assignment and sale of the contract right to receive the payments of PILOTs, to a trustee to repay bonds issued by HYIC to fund Hudson Yards infrastructure projects.\nKL3 3748843.1\nKL3 3748843.4\n\n4\n\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\qj By Council Member Brannan\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York City must take steps to address the crisis facing New Yorkers in the provision of affordable housing and encourage the production of new housing for lower income New Yorkers; and\\par\nWhereas, Additional development within the Hudson Yards Financing District (\\ldblquote HYFD\\rdblquote ), as defined in Reso. No. 547, adopted by the Council on October 11, 2006, presents an opportunity to address the housing crisis and create affordable housing for lower income New Yorkers; and\\par\nWhereas, The Council has long committed support to redevelopment within the HYFD; and\\par\nWhereas, Specifically, the Council adopted Reso. No. 760 on January 19, 2005, Reso. No. 1214 on October 27, 2005, Reso. No. 547 on October 11, 2006, and Reso. No. 469 on July 19, 2018, to express support for and authorize the provision of City financial support for the redevelopment of the HYFD; and\\par\nWhereas, Among other components of financial support, the Council has approved the expenditure of payments in lieu of taxes, as defined in Local Law 73 of 2005 (\\ldblquote PILOTs\\rdblquote ), for purposes of redevelopment in the HYFD; and\\par\nWhereas, To effectuate this support, the Council and the Mayor entered into an Agreement dated October 27, 2005 (the \\ldblquote PILOT Agreement\\rdblquote ), which the Council approved when it adopted Reso. No. 1214 pursuant to Local Law 73 of 2005; and\\par\nWhereas, Item 1 of Exhibit 1 of the PILOT Agreement (\\ldblquote Item 1\\rdblquote ), as modified by adoption of Reso. No. 547 and by approval of such modification by the Mayor, sets forth the Hudson Yards infrastructure projects authorized to be financed by the Hudson Yards Infrastructure Corporation (\\ldblquote HYIC\\rdblquote ); and\\par\nWhereas, Those authorized projects included the extension of the Number 7 subway line, the development of a network of streets and open spaces, the purchase from Metropolitan Transportation Authority (\\ldblquote MTA\\rdblquote ) of Eastern Rail Yard (\\ldblquote ERY\\rdblquote ) transferable development rights (\\ldblquote TDRs\\rdblquote ), and the engineering and planning studies for development of ERY and the Western Rail Yard (\\ldblquote WRY\\rdblquote ); and\\par\nWhereas, City financial support for these infrastructure projects was critical to the redevelopment within the HYFD; and\\par\nWhereas, This redevelopment within the HYFD produced housing and commercial space and led to the creation of a new neighborhood; and\\par\nWhereas, HYIC\\rquote s revenues, including PILOTs, from properties in the HYFD, now exceed the costs of HYIC debt service and other HYIC operating costs, resulting in a surplus that is available to be paid to the City; and\\par\nWhereas, In Fiscal Year 2025 alone, HYIC paid to the City $394 million to support City operations; and\\par\nWhereas, HYIC\\rquote s projections, which at present cover through Fiscal Year 2029, indicate that an annual surplus is expected to continue and be available to the City; and\\par\nWhereas, Further development within the HYFD over the WRY would support the construction of housing critical to taking steps to ameliorate the City\\rquote s housing crisis; and\\par\nWhereas, The Council and the Mayor received a request from the project sponsor of the WRY (\\ldblquote Sponsor\\rdblquote ) to amend Item 1 to expand the description of the authorized purposes and projects for which PILOTs may be spent, to include a platform over the WRY, the development of approximately 6 acres of open space in the WRY, the construction of an approximately 120,000 square foot K-8 public school with approximately 750 seats, and payments to the MTA for rent and site acquisition (collectively, the \\ldblquote WRY Project\\rdblquote ); and \\par\nWhereas, The Sponsor represented that the projected revenues to the HYIC from the development over the WRY will be available and sufficient to pay projected debt service on future HYIC borrowing related to the WRY Project (not including the debt service costs associated with the financing of the K-8 public school); and\\par\nWhereas, The Sponsor\\rquote s representation indicates it should be possible for the HYIC to provide financial support to the WRY project without affecting the amount of surplus available for the City; and \\par\nWhereas, HYIC may determine that it is prudent to direct HYIC revenues to the WRY Project to achieve most efficient financing for the WRY Project; and\\par\nWhereas, The amendment of Item 1 as provided for herein would authorize HYIC to provide substantial financial support for the additional purposes and projects proposed within the HYFD over the WRY; and \\par\nWhereas, Existing and future HYIC indebtedness will continue to be available to be repayable from the revenue sources assigned by the City to HYIC for certain infrastructure projects as defined in Item 1; now, therefore, be it\\par\nResolved, that the Council of the City of New York:\\par\n\\pard\\ltrpar\\fi-720\\li1440\\sl480\\slmult1\\qj (i)\\tab Supports borrowing by HYIC to finance the development of the WRY Project, as defined herein, within the HYFD, in furtherance of the Council\\rquote s goal to create affordable housing for lower income New Yorkers and develop the WRY; \\par\n(ii)\\tab Amends the definition of \\ldblquote Hudson Yards Infrastructure Project\\rdblquote  set forth in Item 1, as approved by Reso. No. 760 and amended by Reso. 547, to include the WRY Project; \\par\n\\pard\\ltrpar\\li720\\sl480\\slmult1\\qj (iii)\\tab Supports an undertaking by HYIC to make revenues available to secure future \\par\n\\pard\\ltrpar\\fi720\\li720\\sl480\\slmult1\\qj borrowing related to the WRY Project; and\\par\n\\pard\\ltrpar\\fi-720\\li1440\\sl480\\slmult1\\qj (iv)\\tab Attaches hereto an amended Item 1, which, pursuant to the PILOT Agreement, shall take effect and be deemed to amend such PILOT Agreement upon approval by the Mayor and: (A) a closing by the Sponsor of the WRY Project to finance the construction of an initial commercial building on the WRY, which shall include a signed lease or purchase agreement with an anchor tenant; (B) delivery by the Sponsor of a completion guarantee for the initial commercial building, as required by, and made to, MTA; and (C) a determination from Board of the HYIC, consistent with by-laws of the HYIC, that projected revenues to the HYIC from the development over the WRY, including from the initial commercial building, will be available and sufficient to pay projected debt service on future HYIC borrowing related to the WRY Project (not including the debt service costs associated with the financing of the K-8 public school); and (D) a determination from the Mayor or a designee of the Mayor, provided to the Board of HYIC prior to its authorization for any borrowing related to the WRY Project, that the WRY Project promotes the public interest and maximizes, to the extent feasible, benefits to the public, including but not limited to, creating open spaces, developing affordable housing, and facilitating the construction of new public schools.\\par\n\\pard\\ltrpar\\fi1440\\sa240\\sl480\\slmult1\\par\n\\pard\\ltrpar\\sa240\\qc Item 1 of EXHIBIT 1, as amended\\par\n\\pard\\ltrpar\\fi-360\\li360\\sa240\\sl480\\slmult1 1.\\tab Hudson Yards Infrastructure Projects:  Pursuant to Res. No. 760, adopted by the Council on January 19, 2005, Res. No. 1214, adopted by the Council on October 27, 2005, Res. No. 547, adopted by the Council on October 11, 2006, and Res. No. 960, adopted by the Council on June 30, 2025, the term \\ldblquote Hudson Yards infrastructure projects\\rdblquote  means the principal infrastructure elements in the Hudson Yards Redevelopment Area, as Hudson Yards Redevelopment Area is defined in 93-01 of the zoning resolution, as follows:  the extension of the Number 7 subway line; the building of the network of streets and open spaces; the purchase from the Metropolitan Transportation Authority (\\ldblquote MTA\\rdblquote ) of certain transferable development rights in respect of the Eastern Rail Yards (\\ldblquote ERY\\rdblquote ); the costs of engineering and planning studies for development of the MTA\\rquote s ERY, bounded by 10\\super th\\nosupersub  and 11\\super th\\nosupersub  Avenues and 30\\super th\\nosupersub  and 33\\super rd\\nosupersub  Streets, and the MTA\\rquote s Western Rail Yard (\\ldblquote WRY\\rdblquote ), bounded by 11\\super th\\nosupersub  and 12\\super th\\nosupersub  Avenues and 30\\super th\\nosupersub  and 33\\super rd\\nosupersub  Streets; the building of a platform over the WRY; the development of approximately 6 acres of open space in the WRY; the construction of an approximately 120,000 square foot K-8 public school with approximately 750 seats; and payments to the MTA for rent and site acquisition in the WRY; provided that Hudson Yards infrastructure projects does not include any components of the New York Sports and Convention Center. PILOTs paid on account of the Hudson Yards Financing District, as such term is defined in Res. No. 547, may be spent on Hudson Yards infrastructure projects and the related costs of the Hudson Yard Infrastructure Corporation (\\ldblquote HYIC\\rdblquote ) and the Hudson Yards Development Corporation.  Such expenditure of PILOTs shall include the assignment, including the assignment and sale of the contract right to receive the payments of PILOTs, to a trustee to repay bonds issued by HYIC to fund Hudson Yards infrastructure projects.\\par\n}\n",
  "LastModified": "2025-06-30T21:12:26.627Z"
}
