{
  "ID": 75998,
  "GUID": "694335E0-2ACD-4F43-86D7-51B63E6A4EF9",
  "File": "Res 0963-2025",
  "Name": "Penny's Law. (A. 8462)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A. 8462, known as \"Penny's law,\" which would create the offenses of negligent handling of a dog and reckless handling of a dog.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 2,
  "StatusName": "Introduced",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2025-06-30T00:00:00Z",
  "AgendaDate": "2025-06-30T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    }
  ],
  "History": [
    {
      "ID": 421852,
      "Date": "2025-06-30T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-06-10T16:16:02.5Z"
    }
  ],
  "Attachments": [
    {
      "ID": 321433,
      "LastModified": "2025-06-30T18:17:31.127Z",
      "Name": "Res. No. 963",
      "Link": "https://nyc.legistar1.com/nyc/attachments/aa2e5fca-826c-49d1-b762-f0a277fe373a.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 79808,
  "Text": "Whereas, According to a date article, \"Grisly NYC dog attack inspires new \"Penny's Law\" to hold negligent pet owners criminally accountable,\" by Nicole Rosenthal in The New York Post, a Chihuahua named Penny, who was mauled on the Upper West Side on May 2, 2025 by two pit bulls, allegedly off their leashes, was hospitalized requiring surgery following the attack; and \n\tWhereas, Rosenthal claims that \"Penny's Law,\" seeks to create criminal offenses for careless owners - including cruelty to animals through negligent handling of a dog and leaving the scene of an animal attack; and\n\tWhereas, Rosenthal states in \"Grisly NYC dog attack inspires new \"Penny's Law\" to hold negligent pet owners criminally accountable,\" that the same pit bulls that attacked Penny are believed to have killed a dog in Central Park earlier this year, while the dogs were illegally off their leashes and the lack of accountability has permitted numerous dog owners to allow their pets to attack other dogs without consequences; and \n\tWhereas, Rosenthal also states that dogs are considered property under the state law and police do not get involved, unless a human is attacked or a human owner participates and this has drawn attention to the limitations of existing law, which often provides no path for justice, unless a person is injured; and\n\tWhereas, \"Rajkumar introduces \"Penny's Law\" to hold reckless dog owners accountable for violent pet attacks,\" by Colum Motherway in politics undergirds that on April 24, 2025, before Penny's attack, another off-leash dog injured both a person and another dog in Riverside Park and in that incident, the dog's owner fled the scene; and\n\tWhereas, Motherway states that in 2025 alone, New York City's (NYC's) 311 system recorded over 1,300 complaints involving off-leash dogs-a figure animal advocate states underrepresents the true scale of the problem; and \n\tWhereas, \"How many more dogs need to die before lawmakers protect New Yorkers?,\" by Gail Luben affirms that for years, Staten Island has had the highest rate of dog bites in NYC and that is still the case with the data from 2022-2023, showing that Staten Island saw 124 dog bites per 100,000 residents, compared to 82 for the rest of the city; and \n\tWhereas, A. 8462, sponsored by Assemblymember Jenifer Rajkumar and pending in the New York State Assembly seeks to enact \"Penny's law\" to create the offenses of negligent and reckless handling of a dog, codifies the requirement that dogs be restrained, and requires signs in parks that dogs must be leashed; and  \n\tWhereas, \"Penny's Law\" is important to the Council because it addresses the issue of criminal accountability for dog owners, whose pets cause harm, particularly in violent dog-on-dog attacks and this legislation seeks to close a legal loophole that has left many pet owners with limited recourse after their pets are injured by aggressive dogs, aiming to hold negligent owners accountable and ensuring the safety of other animals and people; now, therefore, be it\n\tResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A. 8462, known as \"Penny's law,\" which would create the offenses of negligent handling of a dog and reckless handling of a dog.\n\nLS #19695; 19714; 19948\n6/13/2025\nOO",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Brewer, Schulman and Won \\par\n\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\tab Whereas, According to a date article, \\ldblquote Grisly NYC dog attack inspires new \\ldblquote Penny\\rquote s Law\\rdblquote  to hold negligent pet owners criminally accountable,\\rdblquote  by Nicole Rosenthal in \\i The New York Post\\i0 , a Chihuahua named Penny, who was mauled on the Upper West Side on May 2, 2025 by two pit bulls, allegedly off their leashes, was hospitalized requiring surgery following the attack; and \\par\n\\tab Whereas, Rosenthal claims that \\ldblquote Penny\\rquote s Law,\\rdblquote  seeks to create criminal offenses for careless owners - including cruelty to animals through negligent handling of a dog and leaving the scene of an animal attack; and\\par\n\\tab Whereas, Rosenthal states in \\ldblquote Grisly NYC dog attack inspires new \\ldblquote Penny\\rquote s Law\\rdblquote  to hold negligent pet owners criminally accountable,\\rdblquote  that the same pit bulls that attacked Penny are believed to have killed a dog in Central Park earlier this year, while the dogs were illegally off their leashes and the lack of accountability has permitted numerous dog owners to allow their pets to attack other dogs without consequences; and \\par\n\\tab Whereas, Rosenthal also states that dogs are considered property under the state law and police do not get involved, unless a human is attacked or a human owner participates and this has drawn attention to the limitations of existing law, which often provides no path for justice, unless a person is injured; and\\par\n\\tab Whereas, \\ldblquote Rajkumar introduces \\ldblquote Penny\\rquote s Law\\rdblquote  to hold reckless dog owners accountable for violent pet attacks,\\rdblquote  by Colum Motherway in \\i politics\\i0  undergirds that on April 24, 2025, before Penny\\rquote s attack, another off-leash dog injured both a person and another dog in Riverside Park and in that incident, the dog\\rquote s owner fled the scene; and\\par\n\\tab Whereas, Motherway states that in 2025 alone, New York City\\rquote s (NYC\\rquote s) 311 system recorded over 1,300 complaints involving off-leash dogs-a figure animal advocate states underrepresents the true scale of the problem; and \\par\n\\tab Whereas, \\ldblquote How many more dogs need to die before lawmakers protect New Yorkers?,\\rdblquote  by Gail Luben affirms that for years, Staten Island has had the highest rate of dog bites in NYC and that is still the case with the data from 2022-2023, showing that Staten Island saw 124 dog bites per 100,000 residents, compared to 82 for the rest of the city; and \\par\n\\tab Whereas, A. 8462, sponsored by Assemblymember Jenifer Rajkumar and pending in the New York State Assembly seeks to enact \"Penny's law\" to create the offenses of negligent and reckless handling of a dog, codifies the requirement that dogs be restrained, and requires signs in parks that dogs must be leashed; and  \\par\n\\tab Whereas, \\ldblquote Penny\\rquote s Law\\rdblquote  is important to the Council because it addresses the issue of criminal accountability for dog owners, whose pets cause harm, particularly in violent dog-on-dog attacks and this legislation seeks to close a legal loophole that has left many pet owners with limited recourse after their pets are injured by aggressive dogs, aiming to hold negligent owners accountable and ensuring the safety of other animals and people; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A. 8462, known as \"Penny's law,\" which would create the offenses of negligent handling of a dog and reckless handling of a dog.\\par\n\\pard\\ltrpar\\par\nLS #19695; 19714; 19948\\par\n6/13/2025\\par\nOO\\par\n}\n",
  "LastModified": "2025-06-30T18:22:38.85Z"
}
