{
  "ID": 75990,
  "GUID": "EFDD8AB7-B2CD-479A-8E56-56C7C2055BFA",
  "File": "Res 0966-2025",
  "Name": "Ensure that battery energy storage systems are sited at an appropriate distance from neighboring properties. (A.6955-A/S.7197)",
  "Title": "Resolution calling upon the New York State Legislature to pass and the governor to sign A.6955-A/S.7197, which would ensure that battery energy storage systems are sited at an appropriate distance from neighboring properties.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5239,
  "BodyName": "Committee on Fire and Emergency Management",
  "IntroDate": "2025-06-30T00:00:00Z",
  "AgendaDate": "2025-06-30T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7819,
      "Slug": "joann-ariola",
      "FullName": "Joann Ariola"
    },
    {
      "ID": 7887,
      "Slug": "frank-morano",
      "FullName": "Frank Morano"
    }
  ],
  "History": [
    {
      "ID": 422273,
      "Date": "2025-06-30T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-06-23T17:42:57.237Z"
    },
    {
      "ID": 422647,
      "Date": "2025-06-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Fire and Emergency Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21731,
      "AgendaSequence": 162,
      "MinutesSequence": 177,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Emergency Management",
      "MatterStatusID": 3,
      "LastModified": "2025-07-01T02:05:33.177Z"
    }
  ],
  "Attachments": [
    {
      "ID": 320919,
      "LastModified": "2025-08-11T16:07:51.41Z",
      "Name": "Res. No. 966",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0fcd2e86-21fc-4d94-a647-bf6a4fc4116c.docx",
      "Sort": 1
    },
    {
      "ID": 322540,
      "LastModified": "2025-07-01T11:14:34.407Z",
      "Name": "June 30, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fa0282c4-cd09-4cba-bbea-64dfb5cccbb8.pdf",
      "Sort": 2
    },
    {
      "ID": 324127,
      "LastModified": "2025-08-08T20:10:09.75Z",
      "Name": "Hearing Transcript - Stated Meeting  6-30-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cb5993db-93d3-4496-94a3-6b0473947c56.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 79799,
  "Text": "Whereas, Battery energy storage systems are increasingly becoming a vital part of New York's clean energy framework; and\n\tWhereas, In 2024, Governor Kathy Hochul announced the New York State Public Service Commission approved a new plan for the State to reach six gigawatts of energy storage by 2030, accounting for at least 20 percent of the State's peak electricity demand; and \n\tWhereas, Similarly, in 2024, the Adam's Administration announced New York City's Green Economy Economic Action plan, which is a comprehensive initiative to foster the City's green economy by creating jobs and ensuring an equitable approach to a sustainability; and \tWhereas, The plan aims to generate 400,000 \"green-collar\" jobs by 2040, which will focus on areas including: climate innovation, renewable energy, and low-carbon transportation; and\t\n\tWhereas, In 2023, the Adams Administration launched the City of Yes for Carbon Neutrality initiative, aimed at increasing housing supply and affordability by creating numerous zoning reforms; and\n\tWhereas, Part of these zoning reforms have loosened requirements and have made it easier to install battery energy storage systems in residential neighborhoods; and\n\tWhereas, During the same year, the New York City Economic Development Cooperation announced the development of four new battery storage facilities in Queens and Staten Island in an effort to expand the City's clean and renewable energy system; and \n\tWhereas, Recently, there has been public concern about safety and placement in neighborhoods where battery storage facilities may be located; and\n\tWhereas, In January of 2025, a California based battery-storage plant, approximately the same size as the one planned for Staten Island, caught fire and burned for multiple days, prompting the evacuation of more than 1,000 residents and closing of local schools; and\n\tWhereas, Specific safeguards must be established to ensure the public safety of residents located near battery storage facilities; and\n\tWhereas, New York State Assemblymember Jaime R. Williams introduced A.6955-A, and New York State Senator Joseph P. Addabbo Jr. introduced companion bill S.7197; and\n\tWhereas, A.6955-A/S.7197, would direct the New York State Department of Public Service to promulgate rules and regulations regarding setback requirements for the siting of battery energy storage systems, in addition to surety requirements for developers; and\n\tWhereas; A.6955-A/S.7197, would require a minimum setback for commercial energy storage systems, with a capacity of five megawatts or greater, of no less than one-thousand feet from residential property; and\n\tWhereas, A.6955-A/S.7197 would require public hearings prior to the approval of an application for a permit of such systems; and\n\tWhereas, Establishing these safeguards will provide a balance of achieving clean energy goals and creating public safety and community trust for all New Yorkers; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the governor to sign A.6955-A/S.7197, which would ensure that battery energy storage systems are sited at an appropriate distance from neighboring properties. \n\n\nWJH\nLS # 19378\n6/2/2025",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red31\\green36\\blue60;\\red0\\green0\\blue0;\\red0\\green29\\blue53;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Holden, Ariola and Morano\\par\n\\par\n\\pard\\cbpat4\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, \\cf1 Battery energy storage systems are increasingly becoming a vital part of New York's clean energy framework; and\\par\n\\tab Whereas, In 2024, Governor Kathy Hochul announced \\cf0 the New York State Public Service Commission approved a new plan for the State to reach six gigawatts of energy storage by 2030, accounting for at least 20 percent of the State's peak electricity demand\\cf2 ; and \\cf1\\par\n\\tab Whereas, Similarly, in 2024, the Adam\\rquote s Administration announced New York City\\rquote s Green Economy Economic Action plan, which is a comprehensive initiative to foster the City\\rquote s green economy by creating jobs and ensuring an equitable approach to a sustainability; and \\tab Whereas, The plan aims to generate 400,000 \\ldblquote green-collar\\rdblquote  jobs by 2040, which will focus on areas including: climate innovation, renewable energy, and low-carbon transportation; and\\cf3\\tab\\cf1\\par\n\\cf3\\tab Whereas, In 2023, the Adams Administration launched the \\i City of Yes for Carbon Neutrality\\i0  initiative, aimed at increasing housing supply and affordability by creating numerous zoning reforms; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Part of these zoning reforms have loosened requirements and have made it easier to install battery energy storage systems in residential neighborhoods; and\\cf1\\par\n\\tab Whereas, During the same year, the New York City Economic Development Cooperation announced \\cf2 the development of four new battery storage facilities in Queens and Staten Island in an effort to expand the City\\rquote s clean and renewable energy system; and \\cf3\\par\n\\pard\\cbpat4\\ltrpar\\sl480\\slmult1\\qj\\cf2\\tab Whereas, Recently, there has been public concern about safety and placement in neighborhoods where battery storage facilities may be located; and\\par\n\\tab Whereas, In January of 2025, a California based battery-storage plant, approximately the same size as the one planned for Staten Island, caught fire and burned for multiple days, prompting the evacuation of more than 1,000 residents and closing of local schools; and\\par\n\\tab Whereas, Specific safeguards must be established to ensure the public safety of residents located near battery storage facilities; and\\par\n\\cf1\\tab Whereas, New York State Assemblymember Jaime R. Williams introduced A.6955-A, and New York State Senator Joseph P. Addabbo Jr. introduced companion bill S.7197; and\\par\n\\tab Whereas, A.6955-A/S.7197, would direct the New York State Department of Public Service to promulgate rules and regulations regarding setback requirements for the siting of battery energy storage systems, in addition to surety requirements for developers; and\\par\n\\tab Whereas; A.6955-A/S.7197, would require a minimum setback for commercial energy storage systems, with a capacity of five megawatts or greater, of no less than one-thousand feet from residential property; and\\par\n\\tab Whereas, A.6955-A/S.7197 would require public hearings prior to the approval of an application for a permit of such systems; and\\par\n\\cf0\\tab Whereas, Establishing these safeguards will provide a balance of achieving clean energy goals and creating public safety and community trust for all New Yorkers; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the governor to sign A.6955-A/S.7197, which would ensure that battery energy storage systems are sited at an appropriate distance from neighboring properties. \\par\n\\pard\\cbpat4\\ltrpar\\qj\\par\n\\par\nWJH\\par\nLS # 19378\\par\n6/2/2025\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\par\n}\n",
  "LastModified": "2025-08-11T16:07:51.41Z"
}
