{
  "ID": 76190,
  "GUID": "B3A4DD96-FA21-4271-8E61-DF6F19D52289",
  "File": "Res 0986-2025",
  "Name": "Recognizing August 14, 2025, as the 90th anniversary of Social Security and commemorating August 14 annually as Social Security Day in the City of New York.",
  "Title": "Resolution recognizing August 14, 2025, as the 90th anniversary of Social Security and commemorating August 14 annually as Social Security Day in the City of New York",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 3,
  "BodyName": "Committee on Aging",
  "IntroDate": "2025-07-14T00:00:00Z",
  "AgendaDate": "2025-07-14T00:00:00Z",
  "PassedDate": "2025-08-14T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7799,
      "Slug": "eric-dinowitz",
      "FullName": "Eric Dinowitz"
    }
  ],
  "History": [
    {
      "ID": 422992,
      "Date": "2025-07-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-07-09T16:51:01.203Z"
    },
    {
      "ID": 423153,
      "Date": "2025-07-14T15:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Aging",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21762,
      "AgendaSequence": 136,
      "MinutesSequence": 163,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Aging",
      "MatterStatusID": 3,
      "LastModified": "2025-07-15T12:18:38.95Z"
    },
    {
      "ID": 423614,
      "Date": "2025-08-14T09:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 21796,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-08-14T14:25:54.803Z"
    },
    {
      "ID": 423912,
      "Date": "2025-08-14T09:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "This Resolution was Approved by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 21796,
      "MinutesSequence": 4,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7822,
          "Slug": "crystal-hudson",
          "FullName": "Crystal Hudson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7864,
          "Slug": "chris-banks",
          "FullName": "Chris Banks",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7814,
          "Slug": "linda-lee",
          "FullName": "Linda Lee",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 6272,
          "Slug": "darlene-mealy",
          "FullName": "Darlene Mealy",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7866,
          "Slug": "yusef-salaam",
          "FullName": "Yusef Salaam",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 50
        },
        {
          "ID": 7818,
          "Slug": "lynn-c-schulman",
          "FullName": "Lynn C. Schulman",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7867,
          "Slug": "susan-zhuang",
          "FullName": "Susan Zhuang",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        }
      ],
      "LastModified": "2025-08-14T14:02:20.383Z"
    },
    {
      "ID": 423753,
      "Date": "2025-08-14T13:45:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21806,
      "AgendaSequence": 99,
      "MinutesSequence": 121,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Aging",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Farías) called for a voice vote.  Hearing no objections, the Majority Leader and Acting President Pro Tempore (Council Member Farías) declared the Resolution to be adopted.\r\n\r\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2025-08-14T21:02:43.183Z"
    }
  ],
  "Attachments": [
    {
      "ID": 322868,
      "LastModified": "2025-08-22T15:49:14.157Z",
      "Name": "Res. No. 986",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0be5bb23-9c15-480c-9917-2bdc54157468.docx",
      "Sort": 1
    },
    {
      "ID": 323282,
      "LastModified": "2025-07-14T22:01:46.703Z",
      "Name": "July 14, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2abcfc8d-e96a-4139-82fc-53001e6e7929.pdf",
      "Sort": 2
    },
    {
      "ID": 324275,
      "LastModified": "2025-08-13T13:45:32.837Z",
      "Name": "Committee Report 8/14/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/31a1f56d-e6aa-42af-aa9e-631d5ff98692.docx",
      "Sort": 3
    },
    {
      "ID": 324495,
      "LastModified": "2025-08-14T23:20:09.953Z",
      "Name": "August 14, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/37dca2e9-3def-4f71-ad94-60795accb7f0.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 80039,
  "Text": "Whereas, Since 1935, the American people have been able to count on Social Security to provide financial support for Americans living in retirement, for those living with disabilities, and for those who have suffered the loss of a family breadwinner; and\n      Whereas, The Social Security program in the United States (U.S.) was founded on the principle of \"social insurance,\" the concept of a government-sponsored program that provides economic security for its citizens that began in Europe in the 19th century, was first adopted in Germany in 1889, and was in place in 34 nations by 1935; and\n      Whereas, Addressing the 1912 convention of the Progressive Party, former President Theodore Roosevelt spoke strongly in favor of social insurance, leading to a plank in the Progressive Party platform, which read, \"We pledge ourselves to work unceasingly in state and nation for...[t]he protection of home life against the hazards of sickness, irregular employment, and old age through the adoption of a system of social insurance adapted to American use\": and\n      Whereas, When working through the economic crisis of the Depression, President Franklin D. Roosevelt chose social insurance as the foundation of his plan for economic security for the American people, noting in his message to Congress on June 8, 1934, that \"we are compelled to employ the active interest of the Nation as a whole through government in order to encourage a greater security for each individual who composes it\";\n      Whereas, President Roosevelt signed the Social Security Act into law on August 14, 1935, saying that \"[w]e can never insure one hundred percent of the population against one hundred percent of the hazards and vicissitudes of life, but we have tried to frame a law which will give some measure of protection to the average citizen and to his family against the loss of a job and against poverty-ridden old age\"; and\n      Whereas, Social Security is funded by taxes from workers' paychecks and is thus a benefit that is earned by those who have contributed to the system throughout their working years; and\n      Whereas, Since its inception, no Social Security payment has ever been missed, despite economic downturns, political opposition, and changes in the population of Americans being served; and\n      Whereas, Social Security has provided peace of mind to Americans from all walks of life, regardless of income, background, or political affiliation; and\n      Whereas, In 2025, an average of almost 69 million Americans will receive a Social Security payment each month, totaling about $1.6 trillion to be paid out during the year, with the vast majority of about 52 million recipients being retired workers; and\n      Whereas, Social Security benefits make up about 31 percent of the income of Americans over 65 years of age; and \n      Whereas, The number of Americans 65 and older will increase from about 61 million in 2023 to 77 million by 2035, thus greatly increasing the number of Americans who will be claiming and relying on Social Security benefits; and\n      Whereas, Approximately 1.3 million New York City (NYC) residents receive Social Security benefits; and\n      Whereas, According to an April 7, 2025, press release by NYC Comptroller Brad Lander, over 40 percent of recipients, including \"some of the most vulnerable New Yorkers,\" use Social Security monthly checks to meet their basic needs; and \n      Whereas, In the current national political climate, both elected leaders and advocates have called for the continued protection and strengthening of Social Security so that much-needed benefits are available to Americans who have earned them and who need them; now, therefore, be it\n      Resolved, That the Council of the City of New York recognizes August 14, 2025, as the 90th anniversary of Social Security and commemorates August 14 annually as Social Security Day in the City of New York. \n\n\nLS #20031\n7/8/2025\nRHP\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Hudson, Restler, Cab\\'e1n, Banks, Louis, Schulman, Avil\\'e9s, Brannan and Dinowitz\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Since 1935, the American people have been able to count on Social Security to provide financial support for Americans living in retirement, for those living with disabilities, and for those who have suffered the loss of a family breadwinner; and\\par\nWhereas, The Social Security program in the United States (U.S.) was founded on the principle of \\ldblquote social insurance,\\rdblquote  the concept of a government-sponsored program that provides economic security for its citizens that began in Europe in the 19th century, was first adopted in Germany in 1889, and was in place in 34 nations by 1935; and\\par\nWhereas, Addressing the 1912 convention of the Progressive Party, former President Theodore Roosevelt spoke strongly in favor of social insurance, leading to a plank in the Progressive Party platform, which read, \\ldblquote We pledge ourselves to work unceasingly in state and nation for\\'85[t]he protection of home life against the hazards of sickness, irregular employment, and old age through the adoption of a system of social insurance adapted to American use\\rdblquote : and\\par\nWhereas, When working through the economic crisis of the Depression, President Franklin D. Roosevelt chose social insurance as the foundation of his plan for economic security for the American people, noting in his message to Congress on June 8, 1934, that \\ldblquote we are compelled to employ the active interest of the Nation as a whole through government in order to encourage a greater security for each individual who composes it\\rdblquote ;\\par\nWhereas, President Roosevelt signed the Social Security Act into law on August 14, 1935, saying that \\ldblquote [w]e can never insure one hundred percent of the population against one hundred percent of the hazards and vicissitudes of life, but we have tried to frame a law which will give some measure of protection to the average citizen and to his family against the loss of a job and against poverty-ridden old age\\rdblquote ; and\\par\nWhereas, Social Security is funded by taxes from workers\\rquote  paychecks and is thus a benefit that is earned by those who have contributed to the system throughout their working years; and\\par\nWhereas, Since its inception, no Social Security payment has ever been missed, despite economic downturns, political opposition, and changes in the population of Americans being served; and\\par\nWhereas, Social Security has provided peace of mind to Americans from all walks of life, regardless of income, background, or political affiliation; and\\par\nWhereas, In 2025, an average of almost 69 million Americans will receive a Social Security payment each month, totaling about $1.6 trillion to be paid out during the year, with the vast majority of about 52 million recipients being retired workers; and\\par\nWhereas, Social Security benefits make up about 31 percent of the income of Americans over 65 years of age; and \\par\nWhereas, The number of Americans 65 and older will increase from about 61 million in 2023 to 77 million by 2035, thus greatly increasing the number of Americans who will be claiming and relying on Social Security benefits; and\\par\nWhereas, Approximately 1.3 million New York City (NYC) residents receive Social Security benefits; and\\par\nWhereas, According to an April 7, 2025, press release by NYC Comptroller Brad Lander, over 40 percent of recipients, including \\ldblquote some of the most vulnerable New Yorkers,\\rdblquote  use Social Security monthly checks to meet their basic needs; and \\par\nWhereas, In the current national political climate, both elected leaders and advocates have called for the continued protection and strengthening of Social Security so that much-needed benefits are available to Americans who have earned them and who need them; now, therefore, be it\\par\nResolved, That the Council of the City of New York recognizes August 14, 2025, as the 90th anniversary of Social Security and commemorates August 14 annually as Social Security Day in the City of New York. \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\fs18\\par\n\\pard\\ltrpar\\qj\\par\nLS #20031\\par\n7/8/2025\\par\nRHP\\par\n\\par\n}\n",
  "LastModified": "2025-08-22T15:49:14.157Z"
}
