{
  "ID": 76212,
  "GUID": "68A0C8F0-FEB2-4EE4-B410-A2E692F2DF05",
  "File": "Res 1021-2025",
  "Name": "Expand coverage for colorectal cancer early detection to individuals age 35 and older and add coverage for colorectal cancer early detection as a required coverage for individual policies (A.4029/S.5302).",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A.4029/S.5302, to expand coverage for colorectal cancer early detection to individuals age 35 and older and add coverage for colorectal cancer early detection as a required coverage for individual policies.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2025-08-14T00:00:00Z",
  "AgendaDate": "2025-08-14T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 423355,
      "Date": "2025-08-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-07-14T22:09:36.303Z"
    },
    {
      "ID": 423825,
      "Date": "2025-08-14T13:45:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21806,
      "AgendaSequence": 128,
      "MinutesSequence": 150,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2025-08-14T17:45:11.183Z"
    }
  ],
  "Attachments": [
    {
      "ID": 323188,
      "LastModified": "2025-09-26T14:34:33.103Z",
      "Name": "Res. No. 1021",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5142674b-ff51-4378-9890-f6698eff5d7e.docx",
      "Sort": 1
    },
    {
      "ID": 324411,
      "LastModified": "2025-08-14T23:18:55.733Z",
      "Name": "August 14, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/149fe4ee-1219-47fb-8b9b-856579708a07.pdf",
      "Sort": 2
    },
    {
      "ID": 324884,
      "LastModified": "2025-09-04T19:16:29.223Z",
      "Name": "Hearing Transcript - Stated Meeting  8-14-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b91b8080-1efd-4bf2-ace4-d85f92469c79.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 80071,
  "Text": "Whereas, A.4029-introduced by Assemblyman Charles D. Fall on January 30, 2025 and pending in New York State Assembly Insurance Committee-and companion bill S.5302-introduced by State Senator Jessica Scarcella-Spanton on February 20, 2025 and pending in New York State Senate Insurance Committee-call for an amendment to Section 3221 of New York State Insurance law; and\n      Whereas, This amendment would adjust the covered screening age for colorectal cancer preventative screenings to begin at age 35 and ensure that colorectal cancer early detection is covered for individual policies in New York; and\n      Whereas, Insurance companies in New York State (NYS) are currently only required by the Affordable Care Act to cover colorectal cancer screening for patients who are over the age of 45 due to guidance from the American Cancer Society and the U.S. Preventative Services Task Force; and\n      Whereas, There has been a decline in the rate of colorectal cancer among older adults, which experts attribute in part to regular colonoscopies; and\n      Whereas, Despite the decline in older adults the National Institute of Health's National Cancer Institute has found that the rate of colorectal cancer in adults under 50 has steadily risen over the last three decades; and\n      Whereas, More specifically, a study published in the Journal of the American Medical Association on colorectal cancer mortality rates from 1970 to 2014 found that the rate of diagnosis for young-onset colorectal cancer in adults under 50 has been increasing one to two percent annually since the mid-1990's; and\n      Whereas, Because early-stage colorectal cancer typically shows no signs or symptoms, earlier screenings are critical, as waiting longer to screen for cancer could lead to cancer diagnoses at more advanced and potentially inalterable stages; and\n      Whereas, Dr. Erin King-Mullins, a colorectal surgeon in Georgia and the founder of Colorectal Wellness Center, stated that the cancers she removes are often more advanced because of a delayed diagnosis due to the patient's presumed age-related low risk; and\n      Whereas, A study from the American College of Gastroenterology found that when patients between the ages of 18-44 were tested, diagnosed, and treated for colorectal cancer, the overall survival rate was higher than that of individuals age 44-80; and\n      Whereas, New York City (NYC) Health + Hospitals states that the five-year survival rate for colon cancer is 90 percent when it is detected in the early stages; and\n      Whereas, A new report from the American Cancer Society found that colorectal cancer is the second leading cause of death in the United States, with NYS ranking fourth in colorectal cancer deaths; and\n      Whereas, According to the NYC Department of Health, this trend is also reflective in NYC, where colon cancer is the second leading cause of cancer death with more than 3,400 new cases being diagnosed each year and causing more than 1,000 deaths a year; and\n      Whereas, The NYC Citywide Colorectal Cancer Control Coalition (C5) already recommends that individuals under the age of 45 with familial or other increased risks get a colorectal cancer screening, which is generally the only reason insurers cover these screenings for individuals under 45; and\n      Whereas, The age for recommended colorectal cancer screening has been lowered before when the U.S. Preventative Services Task Force lowered the recommended screening age from 50 to 45 in 2021 to ensure more people were captured; and\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S5302/A4029, to expand coverage for colorectal cancer early detection to individuals age 35 and older, and add coverage for colorectal cancer early detection as a required coverage for individual policies.\n\n\nMJG\nLS #20003\n06/26/2025\n\n3",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Louis, Schulman and Brewer\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, A.4029-introduced by Assemblyman Charles D. Fall on January 30, 2025 and pending in New York State Assembly Insurance Committee-and companion bill S.5302-introduced by State Senator Jessica Scarcella-Spanton on February 20, 2025 and pending in New York State Senate Insurance Committee-call for an amendment to Section 3221 of New York State Insurance law; and\\par\nWhereas, This amendment would adjust the covered screening age for colorectal cancer preventative screenings to begin at age 35 and ensure that colorectal cancer early detection is covered for individual policies in New York; and\\par\nWhereas, Insurance companies in New York State (NYS) are currently only required by the Affordable Care Act to cover colorectal cancer screening for patients who are over the age of 45 due to guidance from the American Cancer Society and the U.S. Preventative Services Task Force; and\\par\nWhereas, There has been a decline in the rate of colorectal cancer among older adults, which experts attribute in part to regular colonoscopies; and\\par\nWhereas, Despite the decline in older adults the National Institute of Health\\rquote s National Cancer Institute has found that the rate of colorectal cancer in adults under 50 has steadily risen over the last three decades; and\\par\nWhereas, More specifically, a study published in the Journal of the American Medical Association on colorectal cancer mortality rates from 1970 to 2014 found that the rate of diagnosis for young-onset colorectal cancer in adults under 50 has been increasing one to two percent annually since the mid-1990\\rquote s; and\\par\nWhereas, Because early-stage colorectal cancer typically shows no signs or symptoms, earlier screenings are critical, as waiting longer to screen for cancer could lead to cancer diagnoses at more advanced and potentially inalterable stages; and\\par\nWhereas, Dr. Erin King-Mullins, a colorectal surgeon in Georgia and the founder of Colorectal Wellness Center, stated that the cancers she removes are often more advanced because of a delayed diagnosis due to the patient\\rquote s presumed age-related low risk; and\\par\nWhereas, A study from the American College of Gastroenterology found that when patients between the ages of 18-44 were tested, diagnosed, and treated for colorectal cancer, the overall survival rate was higher than that of individuals age 44-80; and\\par\nWhereas, New York City (NYC) Health + Hospitals states that the five-year survival rate for colon cancer is 90 percent when it is detected in the early stages; and\\par\nWhereas, A new report from the American Cancer Society found that colorectal cancer is the second leading cause of death in the United States, with NYS ranking fourth in colorectal cancer deaths; and\\par\nWhereas, According to the NYC Department of Health, this trend is also reflective in NYC, where colon cancer is the second leading cause of cancer death with more than 3,400 new cases being diagnosed each year and causing more than 1,000 deaths a year; and\\par\nWhereas, The NYC Citywide Colorectal Cancer Control Coalition (C5) already recommends that individuals under the age of 45 with familial or other increased risks get a colorectal cancer screening, which is generally the only reason insurers cover these screenings for individuals under 45; and\\par\nWhereas, The age for recommended colorectal cancer screening has been lowered before when the U.S. Preventative Services Task Force lowered the recommended screening age from 50 to 45 in 2021 to ensure more people were captured; and\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S5302/A4029, to expand coverage for colorectal cancer early detection to individuals age 35 and older, and add coverage for colorectal cancer early detection as a required coverage for individual policies.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 MJG\\par\nLS #20003\\par\n\\pard\\ltrpar 06/26/2025\\par\n\\fs16\\par\n}\n",
  "LastModified": "2025-10-03T19:21:17.253Z"
}
