{
  "ID": 76093,
  "GUID": "64DF600D-BBDD-4947-AFC0-3AFCC730C5B1",
  "File": "Res 1025-2025",
  "Name": "Designating August 6 annually as Fatman Scoop Recognition Day.",
  "Title": "Resolution designating August 6 annually as Fatman Scoop Recognition Day in the City of New York and celebrating the signature style that he brought to every musical collaboration and the inimitable energy he brought to every audience.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2025-08-14T00:00:00Z",
  "AgendaDate": "2025-08-14T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7866,
      "Slug": "yusef-salaam",
      "FullName": "Yusef Salaam"
    },
    {
      "ID": 7810,
      "Slug": "amanda-c-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-l-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    }
  ],
  "History": [
    {
      "ID": 423493,
      "Date": "2025-08-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-08-01T16:03:50.497Z"
    },
    {
      "ID": 423835,
      "Date": "2025-08-14T13:45:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21806,
      "AgendaSequence": 139,
      "MinutesSequence": 161,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2025-08-14T17:45:11.193Z"
    }
  ],
  "Attachments": [
    {
      "ID": 321765,
      "LastModified": "2025-08-26T23:04:34.363Z",
      "Name": "Res. No. 1025",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9050caa1-3699-4b58-a477-3a060665f28b.docx",
      "Sort": 1
    },
    {
      "ID": 324422,
      "LastModified": "2025-08-14T23:18:57.897Z",
      "Name": "August 14, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/409b49d7-1af0-4bea-82af-e8d23c692585.pdf",
      "Sort": 2
    },
    {
      "ID": 324895,
      "LastModified": "2025-09-04T19:16:35.913Z",
      "Name": "Hearing Transcript - Stated Meeting  8-14-25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7fca6e6e-6a26-462b-8fb6-2bd5b7f10208.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 79913,
  "Text": "Whereas, Fatman Scoop was born Isaac Freeman, III, on August 6, 1968, in Manhattan to Elizabeth Freeman, who worked as a day care director, and Isaac Freeman, Jr., who worked in the dry cleaning business; and\n      Whereas, Scoop explained that he got his nickname and eventual stage name from his Uncle Jack who \"gave me the name when I was a baby because I used to eat ice cream\"; and\n      Whereas, Scoop was raised in Harlem, graduated from Cardinal Hayes High School in the Bronx, and attended New York Institute of Technology; and\n      Whereas, Scoop was known for his \"thunderous voice, infectious energy and call-and-response style,\" which \"became synonymous with the dance floor,\" according to Jon Powell, writing for the REVOLT, a multi-platform media company and voice of Hip Hop and global youth culture; and\n      Whereas, Powell praised Scoop's versatility, noting that Scoop went beyond rap and R&B and \"successfully bridged multiple musical worlds, becoming equally at home in house, EDM [electronic dance music] and pop\"; and\n      Whereas, From 1995 to 2007, Scoop hosted a popular show, called Ignorant Radio, on New York City's Hot 97 WQHT radio station, taking the midnight to 5:00 a.m. slot for a decade before moving to midday; and \n      \n      Whereas, Scoop is known for his \"Be Faithful\" (1999), featuring the Crooklyn Clan (the duo of DJ Sizzahandz and DJ Riz) and sampling Faith Evans's \"Love Like This,\" which reached the top spot on the British Billboard singles chart in 2003 and has become the unforgettable beat of countless house parties, clubs, and raves worldwide; and\n      Whereas, Scoop famously hypes up the audience in \"Be Faithful,\" starting with the memorable lines, \"you got a 100 dollar bill, put your hands up; you got a 20 dollar bill, put your hands up\" and shouting for the audience to \"make noise\"; and\n      Whereas, Collaborating with Missy Elliott and Ciara, Scoop won a GRAMMY in 2006 for best short form music video for Elliott's triple-platinum single \"Lose Control,\" which was also nominated for best rap song and which was ranked in the top three spots on Billboard's Hot Rap Songs and Pop 100 charts; and\n      Whereas, Scoop's other top tracks as lead artist include \"Put Your Hands Up,\" featuring the Crooklyn Clan (2004); \"It Takes Scoop,\" with DJ Kool (2005); \"It's Your Birthday (CN Remix),\" featuring Pitbull; and \"Beyonce Before I Let You Go Remix,\" with DJ Kazzanova (2019); and\n      Whereas, Scoop collaborated with a long list of well-known artists when they needed a high-energy feature for an original song or a remix, including on \"Drop,\" by Timbaland & Magoo (2001); \"It's Like That,\" by Mariah Carey and featuring Jermaine Dupri (2005); \"So Excited,\" remix by Janet Jackson (2006); \"We Came to Party,\" by LL Cool J and featuring Snoop Dogg (2013); \"Recess,\" by Skrillex and Kill The Noise (2014); and \"Level Up,\" remix by Ciara (2018); and\n      Whereas, During the pandemic, Scoop interviewed and released personal conversations with a variety of stars, including rappers Snoop Dogg and DMX and actor Michael K. Williams; and\n      Whereas, On August 30, 2024, Scoop collapsed while performing on stage in Hamden, Connecticut, and died due to hypertensive and atherosclerotic cardiovascular disease at the age of 56; and\n      Whereas, Drummer of the Roots and Hip Hop historian Questlove wrote of Scoop, \"I want to thank FATMAN SCOOP for being an embodiment of what hip-hop was truly about\"; and\n      Whereas, Scoop's ex-wife Shanda, with whom he starred in an MTV reality show Man & Wife, paid tribute to him, saying that he \"was a pure heart and loved reaching back and helping others\" and that he \"had the best parents and learned his heart through them\"; now, therefore, be it\n\tResolved, That the Council of the City of New York designates August 6 annually as Fatman Scoop Recognition Day in the City of New York and celebrates the signature style that he brought to every musical collaboration and the inimitable energy he brought to every audience.\n\n\nLS #18095 and 17725\n12/2/2024\nRHP\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Salaam, Far\\'edas, Louis, Brooks-Powers, Cab\\'e1n, Williams, Hanif and Banks\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Fatman Scoop was born Isaac Freeman, III, on August 6, 1968, in Manhattan to Elizabeth Freeman, who worked as a day care director, and Isaac Freeman, Jr., who worked in the dry cleaning business; and\\par\nWhereas, Scoop explained that he got his nickname and eventual stage name from his Uncle Jack who \\ldblquote gave me the name when I was a baby because I used to eat ice cream\\rdblquote ; and\\par\nWhereas, Scoop was raised in Harlem, graduated from Cardinal Hayes High School in the Bronx, and attended New York Institute of Technology; and\\par\nWhereas, Scoop was known for his \\ldblquote thunderous voice, infectious energy and call-and-response style,\\rdblquote  which \\ldblquote became synonymous with the dance floor,\\rdblquote  according to Jon Powell, writing for the REVOLT, a multi-platform media company and voice of Hip Hop and global youth culture; and\\par\nWhereas, Powell praised Scoop\\rquote s versatility, noting that Scoop went beyond rap and R&B and \\ldblquote successfully bridged multiple musical worlds, becoming equally at home in house, EDM [electronic dance music] and pop\\rdblquote ; and\\par\nWhereas, From 1995 to 2007, Scoop hosted a popular show, called \\i Ignorant Radio\\i0 , on New York City\\rquote s Hot 97 WQHT radio station, taking the midnight to 5:00 a.m. slot for a decade before moving to midday; and \\par\n\\par\nWhereas, Scoop is known for his \\ldblquote Be Faithful\\rdblquote  (1999), featuring the Crooklyn Clan (the duo of DJ Sizzahandz and DJ Riz) and sampling Faith Evans\\rquote s \\ldblquote Love Like This,\\rdblquote  which reached the top spot on the British Billboard singles chart in 2003 and has become the unforgettable beat of countless house parties, clubs, and raves worldwide; and\\par\nWhereas, Scoop famously hypes up the audience in \\ldblquote Be Faithful,\\rdblquote  starting with the memorable lines, \\ldblquote you got a 100 dollar bill, put your hands up; you got a 20 dollar bill, put your hands up\\rdblquote  and shouting for the audience to \\ldblquote make noise\\rdblquote ; and\\par\nWhereas, Collaborating with Missy Elliott and Ciara, Scoop won a GRAMMY in 2006 for best short form music video\\i  \\i0 for Elliott\\rquote s triple-platinum single \\ldblquote Lose Control,\\rdblquote  which was also nominated for best rap song and which was ranked in the top three spots on Billboard\\rquote s Hot Rap Songs and Pop 100 charts; and\\par\nWhereas, Scoop\\rquote s other top tracks as lead artist include \\ldblquote Put Your Hands Up,\\rdblquote  featuring the Crooklyn Clan (2004); \\ldblquote It Takes Scoop,\\rdblquote  with DJ Kool (2005); \\ldblquote It\\rquote s Your Birthday (CN Remix),\\rdblquote  featuring Pitbull; and \\ldblquote Beyonce Before I Let You Go Remix,\\rdblquote  with DJ Kazzanova (2019); and\\par\nWhereas, Scoop collaborated with a long list of well-known artists when they needed a high-energy feature for an original song or a remix, including on \\ldblquote Drop,\\rdblquote  by Timbaland & Magoo (2001); \\ldblquote It\\rquote s Like That,\\rdblquote  by Mariah Carey and featuring Jermaine Dupri (2005); \\ldblquote So Excited,\\rdblquote  remix by Janet Jackson (2006); \\ldblquote We Came to Party,\\rdblquote  by LL Cool J and featuring Snoop Dogg (2013); \\ldblquote Recess,\\rdblquote  by Skrillex and Kill The Noise (2014); and \\ldblquote Level Up,\\rdblquote  remix by Ciara (2018); and\\par\nWhereas, During the pandemic, Scoop interviewed and released personal conversations with a variety of stars, including rappers Snoop Dogg and DMX and actor Michael K. Williams; and\\par\nWhereas, On August 30, 2024, Scoop collapsed while performing on stage in Hamden, Connecticut, and died due to hypertensive and atherosclerotic cardiovascular disease at the age of 56; and\\par\nWhereas, Drummer of the Roots and Hip Hop historian Questlove wrote of Scoop, \\ldblquote I want to thank FATMAN SCOOP for being an embodiment of what hip-hop was truly about\\rdblquote ; and\\par\nWhereas, Scoop\\rquote s ex-wife Shanda, with whom he starred in an MTV reality show \\i Man & Wife\\i0 , paid tribute to him, saying that he \\ldblquote was a pure heart and loved reaching back and helping others\\rdblquote  and that he \\ldblquote had the best parents and learned his heart through them\\rdblquote ; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York designates August 6 annually as Fatman Scoop Recognition Day in the City of New York and celebrates the signature style that he brought to every musical collaboration and the inimitable energy he brought to every audience.\\par\n\\par\n\\par\n\\pard\\ltrpar\\qj\\fs18 LS #18095 and 17725\\par\n12/2/2024\\par\nRHP\\par\n}\n",
  "LastModified": "2025-09-04T19:16:35.913Z"
}
