{
  "ID": 76363,
  "GUID": "AD590BA9-4EE9-4360-A39B-8C97D425B5E3",
  "File": "Res 1053-2025",
  "Name": "LU 362 - MBD Cluster 3: Block 2851, Lot 29; Block 2852, Lot 27; Block 2879, Lots 121 and 123 (Tentative Lot 123); and Block 3180, Lot 9, Bronx, Community District No. 5, Council District No. 14.",
  "Title": "Resolution approving an amendment to a previously approved real property tax exemption pursuant to Section 577 of the Private Housing Finance Law for property located at (Block 2851, Lot 29; Block 2852, Lot 27; Block 2879, Lots 121 and 123 (Tentative Lot 123); and Block 3180, Lot 9, the Bronx (Preconsidered L.U. No. 362).",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 24,
  "StatusName": "Reported from Committee",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2025-09-10T00:00:00Z",
  "AgendaDate": "2025-09-10T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 424151,
      "Date": "2025-09-10T10:30:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "This Resolution was P-C Item Approved by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "Version": "*",
      "MatterStatusID": 37,
      "LastModified": "2025-09-04T15:32:42.66Z"
    }
  ],
  "Attachments": [
    {
      "ID": 324660,
      "LastModified": "2025-09-10T16:27:30.037Z",
      "Name": "Housing Preservation and Development Letter",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cc8bef9d-a0e3-4216-8091-202f79b0469b.docx",
      "Sort": 1
    },
    {
      "ID": 324659,
      "LastModified": "2025-09-04T15:31:53.107Z",
      "Name": "Memorandum",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3030cc7e-1ae3-425b-be94-8bf988cb34e7.docx",
      "Sort": 2
    },
    {
      "ID": 324661,
      "LastModified": "2025-09-10T16:28:09.657Z",
      "Name": "Res. No. 1053",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6669dfdb-1e2e-4f34-8407-0643e6fae6e9.docx",
      "Sort": 3
    },
    {
      "ID": 325157,
      "LastModified": "2025-09-10T16:28:10.967Z",
      "Name": "Committee Report",
      "Link": "https://nyc.legistar1.com/nyc/attachments/32d2845c-c2ee-4cbe-af99-f93220bdff2e.docx",
      "Sort": 4
    },
    {
      "ID": 325163,
      "LastModified": "2025-09-10T16:49:31.01Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5790ddea-ef4b-4e21-82c2-87a7f2d718a6.docx",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 80242,
  "Text": "WHEREAS, the New York City Department of Housing Preservation and Development (\"HPD\") submitted to the Council its request dated July 24, 2025 that the Council amend a previously approved tax exemption for real property located at (Block 2851, Lot 29; Block 2852, Lot 27; Block 2879, Lots 121 and 123 (Tentative Lot 123); and Block 3180, Lot 9, the Bronx (\"Exemption Area\") pursuant to Section 577 of the Private Housing Finance Law;\n      \n      WHEREAS, the HPD's request for amendments is related to a previously approved resolution (Res. No. 750) (the \"Prior Resolution\"), granting the Exemption Area a real property tax exemption pursuant to Section 577 of the Private Housing Finance Law;\n \n      WHEREAS, the Council has considered the financial implications relating to the Tax Exemption;\n      RESOLVED:\n      \n      The Council approves the amendments to the Prior Resolution requested by HPD for the Exemption Area pursuant to Section 577 of the Private Housing Finance Law as follows:\n\n\tParagraph 1, section j of the Prior Resolution is deleted in its entirety and replaced with the following:\n\n1. j. \"Regulatory Agreement\" shall mean the regulatory agreement between HPD and the Owner that is executed on or after October 1, 2024, establishing certain controls upon the operation of the Exemption Area during the term of the Exemption on or after the date such Regulatory Agreement is executed. \n      \n      Paragraph 2 of the Prior Resolution is deleted in its entirety and replaced with the following:\n      \n2. All of the value of the property in the Exemption Area, including both the land and any improvements (excluding those portions, if any, devoted to business or commercial use other than the Community Facility Space) shall be exempt from real property taxation, other than assessments for local improvements, for a period commencing upon the Effective Date and terminating upon the Expiration Date. \n      \n      \n      Except as specifically amended above, all other terms, conditions, provisions and requirements of the Prior Resolution remain in full force and effect.\n   \nOffice of the City Clerk,     }\nThe City of New York        } ss.:\nI hereby certify that the foregoing is a true copy of a Resolution passed by The Council of the City of New York on September 10, 2025, on file in this office.\n\n_______________________\nCity Clerk, Clerk of Council",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\nouicompat\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\~\\par\nBy Council Member Brannan\\par\n\\~\\par\n\n\\pard\\cbpat2\\widctlpar\\fi720\\li29\\qj\\b WHEREAS\\b0 , the New York City Department of Housing Preservation and Development (\\ldblquote HPD\\rdblquote ) submitted to the Council its request dated July 24, 2025 that the Council amend a previously approved tax exemption for real property located at (Block 2851, Lot 29; Block 2852, Lot 27; Block 2879, Lots 121 and 123 (Tentative Lot 123); and Block 3180, Lot 9, the Bronx (\\ldblquote Exemption Area\\rdblquote ) pursuant to Section 577 of the Private Housing Finance Law;\\par\n\\par\n\\b WHEREAS\\b0 , the HPD\\rquote s request for amendments is related to a previously approved resolution (Res. No. 750) (the \\ldblquote Prior Resolution\\rdblquote ), granting the Exemption Area a real property tax exemption pursuant to Section 577 of the Private Housing Finance Law;\\par\n\n\\pard\\cbpat2\\widctlpar\\fi9\\li29\\qj\\~\\par\n\n\\pard\\cbpat2\\widctlpar\\fi720\\li29\\sa240\\qj\\b WHEREAS\\b0 , the Council has considered the financial implications relating to the Tax Exemption;\\par\n\n\\pard\\cbpat2\\widctlpar\\fi720\\li29\\qj\\b RESOLVED:\\par\n\\par\n\\b0 The Council approves the\\~amendments to the Prior Resolution requested by HPD for the Exemption Area pursuant to Section 577 of the Private Housing Finance Law as follows:\\par\n\n\\pard\\widctlpar\\fi-720\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\n\\pard\\widctlpar\\sa37\\sl216\\slmult1\\qj\\tab Paragraph 1, section j of the Prior Resolution is deleted in its entirety and replaced with the following:\\par\n\n\\pard\\widctlpar\\fi-720\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\n\\pard\\cbpat2\\widctlpar\\fi-360\\li389\\qj 1.\\tab\\ul j. \\ldblquote Regulatory Agreement\\rdblquote  shall mean the regulatory agreement between HPD and the Owner that is executed on or after October 1, 2024, establishing certain controls upon the operation of the Exemption Area during the term of the Exemption on or after the date such Regulatory Agreement is executed. \\par\n\n\\pard\\cbpat2\\widctlpar\\fi720\\li29\\qj\\par\n\\ulnone Paragraph 2 of the Prior Resolution is deleted in its entirety and replaced with the following:\\ul\\par\n\\par\n\n\\pard\\cbpat2\\widctlpar\\fi-360\\li398\\qj\\ulnone 2.\\tab\\ul All of the value of the property in the Exemption Area, including both the land and any improvements (excluding those portions, if any, devoted to business or commercial use other than the Community Facility Space) shall be exempt from real property taxation, other than assessments for local improvements, for a period commencing upon the Effective Date and terminating upon the Expiration Date. \\par\n\n\\pard\\cbpat2\\widctlpar\\fi720\\li29\\qj\\par\n\\ulnone\\par\nExcept as specifically amended above, all other terms, conditions, provisions and requirements of the Prior Resolution remain in full force and effect.\\par\n\n\\pard\\widctlpar\\fi-720\\li720\\sa37\\sl216\\slmult1\\qj    \\par\n\n\\pard\\cbpat2\\widctlpar\\li1440\\sa240 Office of the City Clerk,\\~\\~\\~\\~ \\}\\line The City of New York\\~\\~\\~\\~\\~\\~\\~ \\} ss.:\\par\n\n\\pard\\cbpat2\\widctlpar\\li29\\sa240\\qj I hereby certify that the foregoing is a true copy of a Resolution passed by The Council of the City of New York on September 10, 2025, on file in this office.\\par\n\n\\pard\\cbpat2\\widctlpar\\sa240\\qj\\par\n\n\\pard\\cbpat2\\widctlpar\\li5040\\sa240\\qj _______________________\\line City Clerk, Clerk of Council\\par\n}\n",
  "LastModified": "2025-09-10T16:49:31.01Z"
}
