{
  "ID": 76427,
  "GUID": "2B8D44FE-5199-4D4F-88E6-3048106E875F",
  "File": "Res 1065-2025",
  "Name": "Designating June 11 annually as Charles B. Rangel Day.",
  "Title": "Resolution designating June 11 annually as Charles B. Rangel Day in the City of New York to recognize his enduring impact on civil rights and public policy as well as his service to the people of Harlem and the nation during 23 terms in the U.S. House of Representatives.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5235,
  "BodyName": "Committee on Civil and Human Rights",
  "IntroDate": "2025-09-25T00:00:00Z",
  "AgendaDate": "2025-09-25T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7866,
      "Slug": "yusef-salaam",
      "FullName": "Yusef Salaam"
    }
  ],
  "History": [
    {
      "ID": 424712,
      "Date": "2025-09-25T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-09-17T20:30:50.94Z"
    },
    {
      "ID": 425006,
      "Date": "2025-09-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil and Human Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21906,
      "AgendaSequence": 111,
      "MinutesSequence": 133,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil and Human Rights",
      "MatterStatusID": 3,
      "LastModified": "2025-09-25T22:25:19.693Z"
    }
  ],
  "Attachments": [
    {
      "ID": 325383,
      "LastModified": "2025-09-25T13:09:50.423Z",
      "Name": "Res. No. 1065",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b1e5404f-73da-478c-ae68-682f352aa786.docx",
      "Sort": 1
    },
    {
      "ID": 326082,
      "LastModified": "2025-09-25T18:25:11.993Z",
      "Name": "September 25, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/eb8230d0-ba23-4c6b-a03a-06fe344f6354.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 80312,
  "Text": "Whereas, Charles Bernard Rangel was born in Harlem on June 11, 1930, to Blanche Mary Wharton Rangel, a seamstress and domestic worker, and Ralph Rangel, who was born in Puerto Rico and left the family when his son was six; and\n      Whereas, Raised by his mother and maternal grandfather, Rangel left DeWitt Clinton High School in the Bronx to join the Army in 1948 and was sent to fight in the Korean War; and\n      Whereas, Though wounded, Rangel earned a Bronze Star and a Purple Heart for leading 40 soldiers in his all-Black unit to safety from behind enemy lines in North Korea at the Battle of Kunu-ri in 1950; and\n      Whereas, After the war, Rangel graduated from New York University in 1957 and St. John's University Law School in 1960, prior to becoming an assistant U.S. attorney for the Southern District of New York and then a member of the New York State Assembly for the 72nd District; and\n      Whereas, In 1970, Rangel unseated Representative Adam Clayton Powell, Jr., in a Democratic primary by a narrow margin of 150 votes before going on to win his first of 23 terms in the United States (U.S.) House of Representatives; and\n      Whereas, In the U.S. House of Representatives, Rangel became a founding member of the Congressional Black Caucus in 1971, the first Black member of the powerful Ways and Means Committee in 1974, and the first Black chair of that Committee in 2007; and\n      Whereas, Rangel's legislative work on tax fairness, affordable housing, anti-poverty programs, urban revitalization, and racial equity was impressive and relentless as he helped expand access to education, health care, and economic opportunity for countless families nationwide; and\n      Whereas, In 2002, Rangel helped establish the Charles B. Rangel International Affairs Program through Howard University to increase minority representation in the U.S. Foreign Service; and\n      Whereas, The Charles B. Rangel Center for Public Service at The City College of New York of The City University of New York currently strives to educate new generations of public servants; and\n      Whereas, Fondly known as the \"Lion of Lenox Avenue,\" Rangel was the last surviving member of Harlem's powerful \"Gang of Four\"-which included New York City's first Black mayor David N. Dinkins, Manhattan borough president Percy E. Sutton, and New York State's secretary of state and state senator Basil A. Paterson-who together laid the foundation for generations of Black political and civil rights leaders in Harlem and beyond; and\n      Whereas, Having been predeceased by his wife of 60 years, Alma, Rangel died on May 26, 2025, at the age of 94 in his beloved Harlem and is survived by his son Steven, daughter Alicia Rangel Haughton, and three grandsons; and \n      Whereas, Prior to his funeral at New York City's St. Patrick's Cathedral, where he was eulogized by national, state, and local political leaders, Rangel lay in state at City Hall, with pallbearers in the honor guard ceremony representing the 369th Regiment, known as the Harlem Hellfighters; and\n      Whereas, Adopted on May 28, 2025, New York State Senate Resolution Number 1099 mourning Rangel's death paid tribute \"to an eminent man of indomitable faith and dedication whose public service and countless accomplishments will forever stand as a paradigm and inspiration for others\" and noted that Rangel was \"a moral voice and an unwavering advocate for Harlem, fiercely devoted to uplifting his community through education, opportunity, and representation\"; and \n      Whereas, The designation of a day in his honor is a fitting way to educate and inspire current and future New Yorkers about the power of leadership, public service, and dedication to one's community; now, therefore, be it\n\tResolved, That the Council of the City of New York designates June 11 annually as Charles B. Rangel Day in the City of New York to recognize his enduring impact on civil rights and public policy and his service to the people of Harlem and the nation during 23 terms in the U.S. House of Representatives.\n\n\nLS #20171\n9/10/25\nRHP\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Member Salaam \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Charles Bernard Rangel was born in Harlem on June 11, 1930, to Blanche Mary Wharton Rangel, a seamstress and domestic worker, and Ralph Rangel, who was born in Puerto Rico and left the family when his son was six; and\\par\nWhereas, Raised by his mother and maternal grandfather, Rangel left DeWitt Clinton High School in the Bronx to join the Army in 1948 and was sent to fight in the Korean War; and\\par\nWhereas, Though wounded, Rangel earned a Bronze Star and a Purple Heart for leading 40 soldiers in his all-Black unit to safety from behind enemy lines in North Korea at the Battle of Kunu-ri in 1950; and\\par\nWhereas, After the war, Rangel graduated from New York University in 1957 and St. John\\rquote s University Law School in 1960, prior to becoming an assistant U.S. attorney for the Southern District of New York and then a member of the New York State Assembly for the 72nd District; and\\par\nWhereas, In 1970, Rangel unseated Representative Adam Clayton Powell, Jr., in a Democratic primary by a narrow margin of 150 votes before going on to win his first of 23 terms in the United States (U.S.) House of Representatives; and\\par\nWhereas, In the U.S. House of Representatives, Rangel became a founding member of the Congressional Black Caucus in 1971, the first Black member of the powerful Ways and Means Committee in 1974, and the first Black chair of that Committee in 2007; and\\par\nWhereas, Rangel\\rquote s legislative work on tax fairness, affordable housing, anti-poverty programs, urban revitalization, and racial equity was impressive and relentless as he helped expand access to education, health care, and economic opportunity for countless families nationwide; and\\par\nWhereas, In 2002, Rangel helped establish the Charles B. Rangel International Affairs Program through Howard University to increase minority representation in the U.S. Foreign Service; and\\par\nWhereas, The Charles B. Rangel Center for Public Service at The City College of New York of The City University of New York currently strives to educate new generations of public servants; and\\par\nWhereas, Fondly known as the \\ldblquote Lion of Lenox Avenue,\\rdblquote  Rangel was the last surviving member of Harlem\\rquote s powerful \\ldblquote Gang of Four\\rdblquote -which included New York City\\rquote s first Black mayor David N. Dinkins, Manhattan borough president Percy E. Sutton, and New York State\\rquote s secretary of state and state senator Basil A. Paterson-who together laid the foundation for generations of Black political and civil rights leaders in Harlem and beyond; and\\par\nWhereas, Having been predeceased by his wife of 60 years, Alma, Rangel died on May 26, 2025, at the age of 94 in his beloved Harlem and is survived by his son Steven, daughter Alicia Rangel Haughton, and three grandsons; and \\par\nWhereas, Prior to his funeral at New York City\\rquote s St. Patrick\\rquote s Cathedral, where he was eulogized by national, state, and local political leaders, Rangel lay in state at City Hall, with pallbearers in the honor guard ceremony representing the 369th Regiment, known as the Harlem Hellfighters; and\\par\nWhereas, Adopted on May 28, 2025, New York State Senate Resolution Number 1099 mourning Rangel\\rquote s death paid tribute \\ldblquote to an eminent man of indomitable faith and dedication whose public service and countless accomplishments will forever stand as a paradigm and inspiration for others\\rdblquote  and noted that Rangel was \\ldblquote a moral voice and an unwavering advocate for Harlem, fiercely devoted to uplifting his community through education, opportunity, and representation\\rdblquote ; and \\par\nWhereas, The designation of a day in his honor is a fitting way to educate and inspire current and future New Yorkers about the power of leadership, public service, and dedication to one\\rquote s community; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York designates June 11 annually as Charles B. Rangel Day in the City of New York to recognize his enduring impact on civil rights and public policy and his service to the people of Harlem and the nation during 23 terms in the U.S. House of Representatives.\\par\n\\par\n\\par\n\\pard\\ltrpar\\qj\\fs18 LS #20171\\par\n9/10/25\\par\nRHP\\par\n}\n",
  "LastModified": "2025-09-25T18:25:11.993Z"
}
