{
  "ID": 76507,
  "GUID": "8AAB3922-80B7-4DCA-8B66-E2BBD419D64A",
  "File": "Res 1082-2025",
  "Name": "NYS Dept of Health to confidentially share data regarding adverse maternal health events from the NY Patient Occurrence Reporting and Tracking System with the NYC Maternal Mortality Review Committee.",
  "Title": "Resolution calling on the New York State Department of Health to confidentially share data regarding adverse maternal health events from the New York Patient Occurrence Reporting and Tracking System with the New York City Maternal Mortality Review Committee",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5241,
  "BodyName": "Committee on Hospitals",
  "IntroDate": "2025-10-09T00:00:00Z",
  "AgendaDate": "2025-10-09T00:00:00Z",
  "PassedDate": "2025-10-29T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    }
  ],
  "History": [
    {
      "ID": 425203,
      "Date": "2025-10-09T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-09-25T20:40:51.943Z"
    },
    {
      "ID": 425746,
      "Date": "2025-10-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Hospitals",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21951,
      "AgendaSequence": 99,
      "MinutesSequence": 114,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Hospitals",
      "MatterStatusID": 3,
      "LastModified": "2025-10-09T19:05:26.853Z"
    },
    {
      "ID": 425382,
      "Date": "2025-10-23T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21913,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-10-23T21:31:57.393Z"
    },
    {
      "ID": 426160,
      "Date": "2025-10-23T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21913,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-10-23T21:33:05.637Z"
    },
    {
      "ID": 425384,
      "Date": "2025-10-23T13:20:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 21852,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-10-23T21:33:16.77Z"
    },
    {
      "ID": 426139,
      "Date": "2025-10-23T13:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 21852,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-10-23T21:33:23.09Z"
    },
    {
      "ID": 426223,
      "Date": "2025-10-29T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 21982,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 1082-A",
      "MinutesNote": "Proposed Res. No. 1082-A",
      "MatterStatusID": 3,
      "LastModified": "2025-10-29T14:53:27.42Z"
    },
    {
      "ID": 426724,
      "Date": "2025-10-29T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 21982,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-10-29T14:53:32.5Z"
    },
    {
      "ID": 426725,
      "Date": "2025-10-29T10:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Resolution was Amended by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 21982,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-11-06T16:44:09.55Z"
    },
    {
      "ID": 426726,
      "Date": "2025-10-29T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "This Resolution was Approved by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 21982,
      "MinutesSequence": 6,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7829,
          "Slug": "mercedes-narcisse",
          "FullName": "Mercedes Narcisse",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 5259,
          "Slug": "gale-a-brewer",
          "FullName": "Gale A. Brewer",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 15
        },
        {
          "ID": 7796,
          "Slug": "selvena-n-brooks-powers",
          "FullName": "Selvena N. Brooks-Powers",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7821,
          "Slug": "jennifer-gutierrez",
          "FullName": "Jennifer Gutiérrez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7865,
          "Slug": "kristy-marmorato",
          "FullName": "Kristy Marmorato",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7745,
          "Slug": "francisco-p-moya",
          "FullName": "Francisco P. Moya",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7811,
          "Slug": "vickie-paladino",
          "FullName": "Vickie Paladino",
          "VoteID": 46,
          "Vote": "Medical",
          "Sort": 60
        }
      ],
      "LastModified": "2025-10-29T14:55:10.237Z"
    },
    {
      "ID": 426411,
      "Date": "2025-10-29T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21992,
      "AgendaSequence": 152,
      "MinutesSequence": 182,
      "Version": "A",
      "AgendaNote": "Amended and Adopted by the Committee on Hospitals",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Farías) called for a voice vote.  Hearing no objections, the Majority Leader and Acting President Pro Tempore (Council Member Farías) declared the Resolution to be adopted.\r\n\r\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2025-10-29T23:11:53.677Z"
    }
  ],
  "Attachments": [
    {
      "ID": 325972,
      "LastModified": "2025-11-03T21:45:58.85Z",
      "Name": "Res. No. 1082",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3db7a45b-4047-4801-b3bc-62884581ed34.docx",
      "Sort": 1
    },
    {
      "ID": 326992,
      "LastModified": "2025-10-09T20:48:30.743Z",
      "Name": "October 9, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3ad61da0-579a-43ff-9805-94db71e53506.pdf",
      "Sort": 2
    },
    {
      "ID": 327790,
      "LastModified": "2025-10-28T15:10:05.843Z",
      "Name": "Hearing Transcript - Stated Meeting 10-9-25.pdf",
      "Link": "https://nyc.legistar1.com/nyc/attachments/17907e76-2586-4b1f-9b35-9c20012de87e.pdf",
      "Sort": 3
    },
    {
      "ID": 327468,
      "LastModified": "2025-10-28T15:10:05.793Z",
      "Name": "Committee Report 10/23/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/67abd7cf-dede-4dd0-bf69-f94aa2d90e66.docx",
      "Sort": 4
    },
    {
      "ID": 328108,
      "LastModified": "2025-10-30T16:02:19.243Z",
      "Name": "Hearing Testimony 10/23/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c1b39edc-5f96-4b42-9731-49c8dc96c78b.pdf",
      "Sort": 5
    },
    {
      "ID": 327656,
      "LastModified": "2025-10-30T16:02:17.393Z",
      "Name": "Proposed Res. No. 1082-A - 10/27/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2e52a26d-e046-4757-bb15-246c568f840b.docx",
      "Sort": 7
    },
    {
      "ID": 327966,
      "LastModified": "2025-10-30T16:02:16.787Z",
      "Name": "Committee Report 10/29/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a8a69397-b103-4264-85e3-a590c3e4ec85.docx",
      "Sort": 8
    },
    {
      "ID": 328705,
      "LastModified": "2025-11-03T20:02:25.313Z",
      "Name": "Hearing Transcript 10/29/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/15528682-53e9-43c7-b2c4-79e0ab49b732.pdf",
      "Sort": 9
    },
    {
      "ID": 328026,
      "LastModified": "2025-11-03T20:02:25.27Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c6a3d3c4-240b-4647-b9e2-940b30d29b53.docx",
      "Sort": 10
    },
    {
      "ID": 328356,
      "LastModified": "2025-11-03T20:02:23.99Z",
      "Name": "October 29, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3595897c-a403-4801-ad67-02b588988df3.pdf",
      "Sort": 11
    }
  ],
  "Summary": "",
  "TextID": 80613,
  "Text": "Whereas, According to the New York City Department of Health and Mental Hygiene (DOHMH), a severe adverse maternal morbidity is defined as a \"life-threatening complication that can occur during pregnancy or up to one year postpartum;\" and\n\tWhereas, DOHMH shares data on adverse maternal health events through annual and five-year public reports, the NYC Open Data portal, and through collaborations with the New York State Department of Health (DOH); and\n      Whereas, According to DOHMH, this data is compiled from citywide surveillance and confidential reviews by the New York City Maternal Mortality Review Committee (MMRC); and\n\tWhereas, The MMRC members meet monthly to review pregnancy-related deaths that occur within New York City, conduct confidential, in-depth reviews of each pregnancy-associated death in the city, and use protocols from the Centers for Disease Control and Prevention to develop specific, actionable recommendations, which are summarized in annual, public reports; and\n      Whereas, DOHMH also shares its data with DOH to inform broader reports and initiatives such as the New York State Maternal Mortality Review Board (MMRB), which, established in 2019, is tasked with reviewing all pregnancy-associated deaths in New York State in order to issue findings; and\n      Whereas, The New York Patient Occurrence Reporting and Tracking System (NYPORTS) serves as a statewide entity for reporting and tracking adverse incidents in New York healthcare facilities, including maternal health events, and does so to improve patient safety and quality of care; and\n      Whereas, NYPORTS reporting is mandated under New York State Public Health Law Section 2805-L, and collects data on a wide array of patient safety incidents such as surgical errors, medication errors, unexpected deaths, and near misses related to, among others, maternal care; and\n      Whereas, According to the New York State Register and the New York City Comptroller's Office, for serious events, such as maternal deaths, facilities must perform a Root Cause Analysis within the NYPORTS systems to determine contributing factors to the event and implement preventative strategies; and\n      Whereas, Because NYPORTS is a state-run system, and DOHMH is a city agency with no regulatory authority over hospitals and other medical facilities, DOH does not currently provide NYPORTS data to DOHMH, creating a gap in information available to DOHMH entities such as the MMRC which could use the data to better inform its maternal mortality reports; and\n      Whereas, According to the Office of the New York State Comptroller, in 2010, New York State was once ranked 46th in maternal mortality rates among the other U.S. states, however, New York has made progress in comparison to other states, and has climbed to 15th place, with a maternal mortality rate of 19.3 deaths per 100,000 live births from 2018 to 2020; and\n      Whereas, Yet, according to DOH, Black pregnant people are still dying at a rate over four times higher than White pregnant people, with cesarean section rates noted as a significant factor in maternal deaths; and\n\tWhereas, According to Academy Health, automatically sharing DOH data, such as the data held in NYPORTS, with the MMRC would offer significant benefits by improving the quality, completeness, and timeliness of data for maternal health analyses; and\n\tWhereas, As automated data sharing systems could provide a more up to date picture of maternal health events, including incidents reported via NYPORTS, it could also standardize reporting by better identifying health disparities through tracking perinatal outcomes and informing the development of more effective interventions; and\n\tWhereas, Conversely, while automated data sharing between DOH and the MMRC would offer benefits, it would also require a carefully designed system with standardized data, and privacy protections that addresses the ethical complexities of utilizing sensitive health information; and\n      Whereas, The availability of this data could provide a more holistic view of the state of maternal mortality in New York City and help the MMRC when putting together recommendations to combat negative outcomes; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Department of Health to confidentially share data regarding adverse maternal health events from the New York Patient Occurrence Reporting and Tracking System with the New York City Maternal Mortality Review Committee.\n\nLS#20255\n10/24/2025\nCD/JN",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fnil\\fprq2\\fcharset0 Roboto;}}\n{\\colortbl ;\\red0\\green29\\blue53;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Ayala, Brannan, Guti\\'e9rrez, Narcisse and Louis\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, According to the New York City Department of Health and Mental Hygiene (DOHMH), a severe adverse maternal morbidity is defined as a \\ldblquote life-threatening complication\\cf1\\f1\\fs27  \\cf0\\f0\\fs24 that can occur during pregnancy or up to one year postpartum;\\rdblquote  and\\par\n\\tab Whereas, DOHMH shares data on adverse maternal health events through annual and five-year public reports, the NYC Open Data portal, and through collaborations with the New York State Department of Health (DOH); and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to DOHMH, this data is compiled from citywide surveillance and confidential reviews by the New York City Maternal Mortality Review Committee (MMRC); and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The MMRC members meet monthly to review pregnancy-related deaths that occur within New York City, conduct confidential, in-depth reviews of each pregnancy-associated death in the city, and use protocols from the Centers for Disease Control and Prevention to develop specific, actionable recommendations, which are summarized in annual, public reports; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, DOHMH also shares its data with DOH to inform broader reports and initiatives such as the New York State Maternal Mortality Review Board (MMRB), which, established in 2019, is tasked with reviewing all pregnancy-associated deaths in New York State in order to issue findings; and\\par\nWhereas, The New York Patient Occurrence Reporting and Tracking System (NYPORTS) serves as a statewide entity for reporting and tracking adverse incidents in New York healthcare facilities, including maternal health events, and does so to improve patient safety and quality of care; and\\par\nWhereas, NYPORTS reporting is mandated under New York State Public Health Law Section 2805-L, and collects data on a wide array of patient safety incidents such as surgical errors, medication errors, unexpected deaths, and near misses related to, among others, maternal care; and\\par\nWhereas, According to the New York State Register and the New York City Comptroller\\rquote s Office, for serious events, such as maternal deaths, facilities must perform a Root Cause Analysis within the NYPORTS systems to determine contributing factors to the event and implement preventative strategies; and\\par\nWhereas, Because NYPORTS is a state-run system, and DOHMH is a city agency with no regulatory authority over hospitals and other medical facilities, DOH does not currently provide NYPORTS data to DOHMH, creating a gap in information available to DOHMH entities such as the MMRC which could use the data to better inform its maternal mortality reports; and\\par\nWhereas, According to the Office of the New York State Comptroller, in 2010, New York State was once ranked 46th in maternal mortality rates among the other U.S. states, however, New York has made progress in comparison to other states, and has climbed to 15th place, with a maternal mortality rate of 19.3 deaths per 100,000 live births from 2018 to 2020; and\\par\nWhereas, Yet, according to DOH, Black pregnant people are still dying at a rate over four times higher than White pregnant people, with cesarean section rates noted as a significant factor in maternal deaths; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, According to Academy Health, automatically sharing DOH data, such as the data held in NYPORTS, with the MMRC would offer significant benefits by improving the quality, completeness, and timeliness of data for maternal health analyses; and\\par\n\\tab Whereas, As automated data sharing systems could provide a more up to date picture of maternal health events, including incidents reported via NYPORTS, it could also standardize reporting by better identifying health disparities through tracking perinatal outcomes and informing the development of more effective interventions; and\\par\n\\tab Whereas, Conversely, while automated data sharing between DOH and the MMRC would offer benefits, it would also require a carefully designed system with standardized data, and privacy protections that addresses the ethical complexities of utilizing sensitive health information; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The availability of this data could provide a more holistic view of the state of maternal mortality in New York City and help the MMRC when putting together recommendations to combat negative outcomes; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Department of Health to confidentially share data regarding adverse maternal health events from the New York Patient Occurrence Reporting and Tracking System with the New York City Maternal Mortality Review Committee.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\fs20 LS#20255\\par\n10/24/2025\\par\nCD/JN\\par\n}\n",
  "LastModified": "2025-11-06T16:44:03.253Z"
}
