{
  "ID": 76409,
  "GUID": "8C4B6E1B-35E2-4A44-AD8E-DA7464E70577",
  "File": "Res 1085-2025",
  "Name": "NYC Health and Hospitals facilities to report adverse maternal health events to NYPORTS based on an expanded and standardized definition of adverse maternal health events, including adverse events at least 30 days post-partum.",
  "Title": "Resolution calling on New York City Health and Hospitals facilities to report adverse maternal health events to NYPORTS based on an expanded and standardized definition of adverse maternal health events, including adverse events at least 30 days post-partum",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5241,
  "BodyName": "Committee on Hospitals",
  "IntroDate": "2025-10-09T00:00:00Z",
  "AgendaDate": "2025-10-09T00:00:00Z",
  "PassedDate": "2025-10-29T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    }
  ],
  "History": [
    {
      "ID": 425159,
      "Date": "2025-10-09T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-09-25T17:42:12.567Z"
    },
    {
      "ID": 425758,
      "Date": "2025-10-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Hospitals",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21951,
      "AgendaSequence": 111,
      "MinutesSequence": 126,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Hospitals",
      "MatterStatusID": 3,
      "LastModified": "2025-10-09T19:07:35.743Z"
    },
    {
      "ID": 425383,
      "Date": "2025-10-23T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21913,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-10-23T21:32:11.813Z"
    },
    {
      "ID": 426161,
      "Date": "2025-10-23T13:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21913,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-10-23T21:34:24.02Z"
    },
    {
      "ID": 425385,
      "Date": "2025-10-23T13:20:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 21852,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-10-23T21:34:31.73Z"
    },
    {
      "ID": 426140,
      "Date": "2025-10-23T13:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 21852,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-10-23T21:34:39.603Z"
    },
    {
      "ID": 426222,
      "Date": "2025-10-29T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 21982,
      "AgendaSequence": 2,
      "MinutesSequence": 7,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 1085-A",
      "MinutesNote": "Proposed Res. No. 1085-A",
      "MatterStatusID": 3,
      "LastModified": "2025-10-29T14:53:56.563Z"
    },
    {
      "ID": 426728,
      "Date": "2025-10-29T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 21982,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-10-29T14:54:00.853Z"
    },
    {
      "ID": 426729,
      "Date": "2025-10-29T10:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Resolution was Amended by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 21982,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-10-29T14:54:04.173Z"
    },
    {
      "ID": 426730,
      "Date": "2025-10-29T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "This Resolution was Approved by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 21982,
      "MinutesSequence": 10,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7829,
          "Slug": "mercedes-narcisse",
          "FullName": "Mercedes Narcisse",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 5259,
          "Slug": "gale-a-brewer",
          "FullName": "Gale A. Brewer",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 15
        },
        {
          "ID": 7796,
          "Slug": "selvena-n-brooks-powers",
          "FullName": "Selvena N. Brooks-Powers",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7821,
          "Slug": "jennifer-gutierrez",
          "FullName": "Jennifer Gutiérrez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7865,
          "Slug": "kristy-marmorato",
          "FullName": "Kristy Marmorato",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7745,
          "Slug": "francisco-p-moya",
          "FullName": "Francisco P. Moya",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7811,
          "Slug": "vickie-paladino",
          "FullName": "Vickie Paladino",
          "VoteID": 46,
          "Vote": "Medical",
          "Sort": 60
        }
      ],
      "LastModified": "2025-10-29T14:55:03.26Z"
    },
    {
      "ID": 426412,
      "Date": "2025-10-29T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21992,
      "AgendaSequence": 153,
      "MinutesSequence": 183,
      "Version": "A",
      "AgendaNote": "Amended and Adopted by the Committee on Hospitals",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Farías) called for a voice vote.  Hearing no objections, the Majority Leader and Acting President Pro Tempore (Council Member Farías) declared the Resolution to be adopted.\r\n\r\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2025-10-29T23:11:58.32Z"
    }
  ],
  "Attachments": [
    {
      "ID": 326558,
      "LastModified": "2025-10-29T16:46:16.79Z",
      "Name": "Res. No. 1085",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6e233e0f-7370-4bc4-9602-c2a214d40ac6.docx",
      "Sort": 3
    },
    {
      "ID": 327004,
      "LastModified": "2025-10-09T20:48:33.113Z",
      "Name": "October 9, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/73e6f37e-2594-486b-a2ab-70db97f43af6.pdf",
      "Sort": 4
    },
    {
      "ID": 327802,
      "LastModified": "2025-10-28T15:10:46.313Z",
      "Name": "Hearing Transcript - Stated Meeting 10-9-25.pdf",
      "Link": "https://nyc.legistar1.com/nyc/attachments/52bb1aed-9119-4f92-a7b3-a5d140982725.pdf",
      "Sort": 5
    },
    {
      "ID": 327469,
      "LastModified": "2025-10-28T15:10:46.267Z",
      "Name": "Committee Report 10/23/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3a25ece7-14fb-4a64-ab6c-787d56d8a05a.docx",
      "Sort": 6
    },
    {
      "ID": 327976,
      "LastModified": "2025-10-28T21:54:35.267Z",
      "Name": "Hearing Testimony 10/23/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/20d33f03-f8cb-4b87-8e01-a75c0a2b70c8.pdf",
      "Sort": 7
    },
    {
      "ID": 327657,
      "LastModified": "2025-10-29T16:46:32.59Z",
      "Name": "Proposed Res. No. 1085-A - 10/27/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8aa7ccbe-b3ae-4b4c-825d-2ab9a2324313.docx",
      "Sort": 8
    },
    {
      "ID": 327967,
      "LastModified": "2025-10-28T21:54:34.943Z",
      "Name": "Committee Report 10/29/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8e88f676-0f18-484d-8432-1e53276c3400.docx",
      "Sort": 9
    },
    {
      "ID": 328027,
      "LastModified": "2025-10-29T15:36:33.02Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d82c19cc-5edb-4787-bdc8-074fe2b163d3.docx",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 80614,
  "Text": "Whereas, According to the Pregnancy-Associated Mortality in New York City, 2022 report prepared by the New York City (NYC) Maternal Mortality Review Committee (MMRC) in 2025, there were 66 pregnancy-associated deaths in NYC in 2022, with 32 of those deaths confirmed to be pregnancy-related; and\n\tWhereas, According to the MMRC, a pregnancy-associated death is a death from any cause during a pregnancy or within one-year from the end of a pregnancy and a pregnancy-related death is a subset of pregnancy-associated deaths, which describes any death during or within one year of a pregnancy that are caused by a pregnancy complication, a chain of events initiated by pregnancy, or the aggravation of an unrelated condition by the pregnancy; and\n\tWhereas, According to the MMRC's most recent Pregnancy Associated Five-Year Mortality Report, these 66 deaths appear to suggest an increasing trend, with 50 to 60 birthing people losing their lives in NYC during pregnancy each year between 2016 and 2020; and\n\tWhereas, According to the New York State Maternal Mortality Review Board (MMRB), severe maternal morbidity refers to a group of potentially life-threatening complications that arise unexpectedly during childbirth that can result in significant short- or long-term consequences to a woman or pregnant person's health; and\n\tWhereas, According to the MMRB's Severe Maternal Morbidity in New York State (2017-2022) report, NYC consistently has the highest severe maternal morbidity rate in New York State and has seen its rate rise from 83.8 cases per 10,000 live births in 2016 to 153.8 cases per 10,000 live births in 2022, an increase of 83.5 percent; and\n\tWhereas, According to the New York State Department of Health, the New York Patient Occurrence Reporting and Tracking System (NYPORTS) is a mandatory adverse event reporting system established pursuant to State law; and\n\tWhereas, An adverse event, for the purposes of NYPORTS, is an unintended and undesirable development in an individual patient's condition which occurs in a hospital or diagnostic and treatment center; and \n      Whereas, An adverse event may include, but is not limited to, a death, injury, or impairment of bodily function that does not occur in relation to the natural course of an illness, disease, or proper treatment in accordance with generally accepted medical standards, equipment malfunction or equipment user error, or patient suicide, attempted suicide, or self-harm resulting in serious injury; and\n\tWhereas, While the definition of adverse event is fairly broad, and while NYPORTS does require reporting on adverse events that occur during the care of pregnant people, the term maternal health, what adverse events should be included within the term adverse maternal health event, and the time frame in which a medical intervention, complication, or other outcome should be considered related to maternal health when conducting research or documenting adverse outcomes are not widely agreed upon; and\n\tWhereas, The lack of a standard definition for and general understanding of adverse maternal health event may cause crucial data to be missed or left out of reports on maternal health, leaving policy makers and health care advocates with incomplete information and unable to appropriately address the current maternal health crisis; and\n      Whereas, New York City Health and Hospitals can fill this gap in data and represent the gold standard for reporting by working with NYPORTS and maternal health advocates to standardize the definition of adverse maternal health event, ensuring that this definition covers adverse events at least 30 days post-partum, and reporting each of these events to NYPORTS or otherwise ensuring that such information is made publicly available and easily accessible; now, therefore, be it\n\tResolved, that the Council of the City of New York calls on New York City Health and Hospitals facilities to report adverse maternal health events to NYPORTS based on an expanded and standardized definition of adverse maternal health events, including adverse events at least 30 days post-partum.\nJN\nLS 20254\n10/24/2025",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Aptos;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Narcisse, Restler, Brannan, Guti\\'e9rrez and Louis\\par\n\\tab Whereas, According to the Pregnancy-Associated Mortality in New York City, 2022 report prepared by the New York City (NYC) Maternal Mortality Review Committee (MMRC) in 2025, there were 66 pregnancy-associated deaths in NYC in 2022, with 32 of those deaths confirmed to be pregnancy-related; and\\par\n\\tab Whereas, According to the MMRC, a pregnancy-associated death is a death from any cause during a pregnancy or within one-year from the end of a pregnancy and a pregnancy-related death is a subset of pregnancy-associated deaths, which describes any death during or within one year of a pregnancy that are caused by a pregnancy complication, a chain of events initiated by pregnancy, or the aggravation of an unrelated condition by the pregnancy; and\\par\n\\tab Whereas, According to the MMRC\\rquote s most recent Pregnancy Associated Five-Year Mortality Report, these 66 deaths appear to suggest an increasing trend, with 50 to 60 birthing people losing their lives in NYC during pregnancy each year between 2016 and 2020; and\\par\n\\tab Whereas, According to the New York State Maternal Mortality Review Board (MMRB), severe maternal morbidity refers to a group of potentially life-threatening complications that arise unexpectedly during childbirth that can result in significant short- or long-term consequences to a woman or pregnant person\\rquote s health; and\\par\n\\tab Whereas, According to the MMRB\\rquote s Severe Maternal Morbidity in New York State (2017-2022) report, NYC consistently has the highest severe maternal morbidity rate in New York State and has seen its rate rise from 83.8 cases per 10,000 live births in 2016 to 153.8 cases per 10,000 live births in 2022, an increase of 83.5 percent; and\\par\n\\tab Whereas, According to the New York State Department of Health, the New York Patient Occurrence Reporting and Tracking System (NYPORTS) is a mandatory adverse event reporting system established pursuant to State law; and\\par\n\\tab Whereas, An adverse event, for the purposes of NYPORTS, is an unintended and undesirable development in an individual patient\\rquote s condition which occurs in a hospital or diagnostic and treatment center; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, An adverse event may include, but is not limited to, a death, injury, or impairment of bodily function that does not occur in relation to the natural course of an illness, disease, or proper treatment in accordance with generally accepted medical standards, equipment malfunction or equipment user error, or patient suicide, attempted suicide, or self-harm resulting in serious injury; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, While the definition of adverse event is fairly broad, and while NYPORTS does require reporting on adverse events that occur during the care of pregnant people, the term maternal health, what adverse events should be included within the term adverse maternal health event, and the time frame in which a medical intervention, complication, or other outcome should be considered related to maternal health when conducting research or documenting adverse outcomes are not widely agreed upon; and\\par\n\\tab Whereas, The lack of a standard definition for and general understanding of adverse maternal health event may cause crucial data to be missed or left out of reports on maternal health, leaving policy makers and health care advocates with incomplete information and unable to appropriately address the current maternal health crisis; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York City Health and Hospitals can fill this gap in data and represent the gold standard for reporting by working with NYPORTS and maternal health advocates to standardize the definition of adverse maternal health event, ensuring that this definition covers adverse events at least 30 days post-partum, and reporting each of these events to NYPORTS or otherwise ensuring that such information is made publicly available and easily accessible; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, that the Council of the City of New York calls on New York City Health and Hospitals facilities to report adverse maternal health events to NYPORTS based on an expanded and standardized definition of adverse maternal health events, including adverse events at least 30 days post-partum.\\par\n\\pard\\ltrpar\\qj\\fs20 JN\\par\nLS 20254\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1 10/24/2025\\f1\\fs22\\par\n}\n",
  "LastModified": "2025-10-29T22:50:58.927Z"
}
