{
  "ID": 76434,
  "GUID": "B3EB9975-E83A-456D-9742-0A9D8766AFA3",
  "File": "Res 1086-2025",
  "Name": "Create a new and separate occurrence code for maternal mortality and to standardize the definition of events reportable to the New York Patient Occurrence and Reporting Tracking System.",
  "Title": "Resolution calling on the New York State Department of Health to create a new and separate occurrence code for maternal mortality and to standardize the definition of events reportable to the New York Patient Occurrence and Reporting Tracking System",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 24,
  "StatusName": "Reported from Committee",
  "BodyID": 5241,
  "BodyName": "Committee on Hospitals",
  "IntroDate": "2025-10-09T00:00:00Z",
  "AgendaDate": "2025-10-09T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    }
  ],
  "History": [
    {
      "ID": 425371,
      "Date": "2025-10-09T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-10-03T14:20:21.163Z"
    },
    {
      "ID": 425761,
      "Date": "2025-10-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Hospitals",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21951,
      "AgendaSequence": 114,
      "MinutesSequence": 129,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Hospitals",
      "MatterStatusID": 3,
      "LastModified": "2025-10-09T19:08:03.59Z"
    },
    {
      "ID": 425386,
      "Date": "2025-10-23T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21913,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-10-23T21:32:23.873Z"
    },
    {
      "ID": 426162,
      "Date": "2025-10-23T13:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21913,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-10-23T21:35:08.18Z"
    },
    {
      "ID": 425387,
      "Date": "2025-10-23T13:20:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 21852,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-10-23T21:35:13.01Z"
    },
    {
      "ID": 426141,
      "Date": "2025-10-23T13:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 21852,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-10-23T21:35:22.04Z"
    },
    {
      "ID": 426226,
      "Date": "2025-10-29T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 21982,
      "AgendaSequence": 3,
      "MinutesSequence": 11,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 1086-A",
      "MinutesNote": "Proposed Res. No. 1086-A",
      "MatterStatusID": 3,
      "LastModified": "2025-10-29T14:54:15.127Z"
    },
    {
      "ID": 426731,
      "Date": "2025-10-29T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 21982,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-10-29T14:54:19.66Z"
    },
    {
      "ID": 426732,
      "Date": "2025-10-29T10:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Resolution was Amended by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 21982,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-10-29T14:54:27.957Z"
    },
    {
      "ID": 426733,
      "Date": "2025-10-29T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 21982,
      "MinutesSequence": 14,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7829,
          "Slug": "mercedes-narcisse",
          "FullName": "Mercedes Narcisse",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 5259,
          "Slug": "gale-a-brewer",
          "FullName": "Gale A. Brewer",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 15
        },
        {
          "ID": 7796,
          "Slug": "selvena-n-brooks-powers",
          "FullName": "Selvena N. Brooks-Powers",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7821,
          "Slug": "jennifer-gutierrez",
          "FullName": "Jennifer Gutiérrez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7865,
          "Slug": "kristy-marmorato",
          "FullName": "Kristy Marmorato",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7745,
          "Slug": "francisco-p-moya",
          "FullName": "Francisco P. Moya",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7811,
          "Slug": "vickie-paladino",
          "FullName": "Vickie Paladino",
          "VoteID": 46,
          "Vote": "Medical",
          "Sort": 60
        }
      ],
      "LastModified": "2025-10-29T14:59:12.85Z"
    }
  ],
  "Attachments": [
    {
      "ID": 325481,
      "LastModified": "2025-10-29T16:52:36.473Z",
      "Name": "Res. No. 1086",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fcf185e6-7956-4e7b-9e14-7fa3ac5cb515.docx",
      "Sort": 1
    },
    {
      "ID": 327007,
      "LastModified": "2025-10-09T20:48:33.647Z",
      "Name": "October 9, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d61eb69a-8cf6-427e-9a0e-105d0e342a0e.pdf",
      "Sort": 2
    },
    {
      "ID": 327805,
      "LastModified": "2025-10-28T15:11:05.61Z",
      "Name": "Hearing Transcript - Stated Meeting 10-9-25.pdf",
      "Link": "https://nyc.legistar1.com/nyc/attachments/174a7592-5020-4f15-8c46-06d92f741de4.pdf",
      "Sort": 3
    },
    {
      "ID": 327470,
      "LastModified": "2025-10-28T15:11:05.557Z",
      "Name": "Committee Report 10/23/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b814a61d-16f8-4a8e-91c6-b489b612cd13.docx",
      "Sort": 4
    },
    {
      "ID": 327977,
      "LastModified": "2025-10-28T21:54:49.34Z",
      "Name": "Hearing Testimony 10/23/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ee7138bd-ce68-4e42-986f-4298682697d3.pdf",
      "Sort": 5
    },
    {
      "ID": 327658,
      "LastModified": "2025-10-29T16:52:46.637Z",
      "Name": "Proposed Res. No. 1086-A - 10/27/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/06d0d6ad-81d3-4e15-b6ec-99325b0f6c53.docx",
      "Sort": 6
    },
    {
      "ID": 327968,
      "LastModified": "2025-10-28T21:54:48.897Z",
      "Name": "Committee Report 10/29/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cc08d9db-8224-4928-8a62-2e2363680735.docx",
      "Sort": 7
    },
    {
      "ID": 328028,
      "LastModified": "2025-10-29T15:36:33.36Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d07afa2a-2b18-416d-b2e6-c63e40023e14.docx",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 80615,
  "Text": "Whereas, The New York Patient Occurrence and Reporting Tracking System (NYPORTS) is a statewide, mandatory reporting system that collects information from hospitals and diagnostic and treatment centers concerning adverse events; and\n      Whereas, Adverse events are defined as unintended, adverse, and undesirable developments in a patient's condition; and \n      Whereas, While the NYPORTS system has the advantage of being used universally by\nhospitals in New York State, according to the New York State Department of Health, some hospitals report occurrences of adverse medical events at rates up to 20 times greater than rates at comparable hospitals; and\n\tWhereas, For example, one small New York City hospital reported 111.3 occurrences per 10,000 patient discharges, while another comparably sized hospital in the same borough reported only 6.0 occurrences per 10,000 discharges; and \n      Whereas, According to a policy report from the Office of the New York City Comptroller, there is a great deal of confusion and inconsistency around reporting of maternal deaths specifically, and as a result, current NYPORTS reporting is failing to identify a significant number of cases; and \n      Whereas, Currently, maternal death is one of five sub-categories included in one of the 31 NYPORTS occurrence codes, but its language regarding what should be classified as a maternal death is considered by some to be unclear; and\n      Whereas, For instance, the classification of an \"unexpected\" versus an \"expected\" maternal death needs to be further defined as this often causes confusion among practitioners according to the New York Academy of Medicine; and \n      Whereas, Furthermore, there are two different time frames used in New York State to determine what events after a pregnancy's conclusion should be included in maternal mortality data; and\n      Whereas, The New York State Department of Health and the New York City Maternal Mortality Review Committee (MMRC) classify a pregnancy-associated death as the death of a birthing person from any cause during pregnancy or within one year from the end of pregnancy, regardless of the outcome of the pregnancy; and\n      Whereas, The New York State Maternal Mortality Review Board (MMRB), however, aligns with the World Health Organization, which defines maternal death as the death of a birthing person while pregnant or within 42 days of the termination of a pregnancy; and\n      Whereas, The difference between 42 days and one year is significant, and may lead to significant discrepancies in maternal mortality data across different entities; and\n      Whereas, Standardized state-wide mandatory reporting increases the number of cases captured and creates the widest base of data for improving systems and preventing maternal deaths and disability; and \n      Whereas, A dedicated code for maternal death would enhance the accuracy and completeness of data collection for maternal deaths, leading to a clearer understanding of causes and contributing factors; and\n      Whereas, Working with the MMRC, MMRB, and other maternal-health focused entities to standardize the definition of events reportable to NYPORTS will broadly improve the quality of care; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Department of Health to create a new and separate occurrence code for maternal mortality and to standardize the definition of events reportable to the New York Patient Occurrence and Reporting Tracking System. \nKS/JN\nLS 20253\n10/24/25",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Oss\\'e9, Restler, Brannan, Guti\\'e9rrez, Narcisse and Louis\\par\n\\pard\\ltrpar\\sl276\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The New York Patient Occurrence and Reporting Tracking System (NYPORTS) is a statewide, mandatory reporting system that collects information from hospitals and diagnostic and treatment centers concerning adverse events; and\\par\nWhereas, Adverse events are defined as unintended, adverse, and undesirable developments in a patient\\rquote s condition; and \\par\nWhereas, While the NYPORTS system has the advantage of being used universally by\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj hospitals in New York State, according to the New York State Department of Health, some hospitals report occurrences of adverse medical events at rates up to 20 times greater than rates at comparable hospitals; and\\par\n\\tab Whereas, For example, one small New York City hospital reported 111.3 occurrences per 10,000 patient discharges, while another comparably sized hospital in the same borough reported only 6.0 occurrences per 10,000 discharges; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to a policy report from the Office of the New York City Comptroller, there is a great deal of confusion and inconsistency around reporting of maternal deaths specifically, and as a result, current NYPORTS reporting is failing to identify a significant number of cases; and \\par\nWhereas, Currently, maternal death is one of five sub-categories included in one of the 31 NYPORTS occurrence codes, but its language regarding what should be classified as a maternal death is considered by some to be unclear; and\\par\nWhereas, For instance, the classification of an \\ldblquote unexpected\\rdblquote  versus an \\ldblquote expected\\rdblquote  maternal death needs to be further defined as this often causes confusion among practitioners according to the New York Academy of Medicine; and \\par\nWhereas, Furthermore, there are two different time frames used in New York State to determine what events after a pregnancy\\rquote s conclusion should be included in maternal mortality data; and\\par\nWhereas, The New York State Department of Health and the New York City Maternal Mortality Review Committee (MMRC) classify a pregnancy-associated death as the death of a birthing person from any cause during pregnancy or within one year from the end of pregnancy, regardless of the outcome of the pregnancy; and\\par\nWhereas, The New York State Maternal Mortality Review Board (MMRB), however, aligns with the World Health Organization, which defines maternal death as the death of a birthing person while pregnant or within 42 days of the termination of a pregnancy; and\\par\nWhereas, The difference between 42 days and one year is significant, and may lead to significant discrepancies in maternal mortality data across different entities; and\\par\nWhereas, Standardized state-wide mandatory reporting increases the number of cases captured and creates the widest base of data for improving systems and preventing maternal deaths and disability; and \\par\nWhereas, A dedicated code for maternal death would enhance the accuracy and completeness of data collection for maternal deaths, leading to a clearer understanding of causes and contributing factors; and\\par\nWhereas, Working with the MMRC, MMRB, and other maternal-health focused entities to standardize the definition of events reportable to NYPORTS will broadly improve the quality of care; now, therefore, be it\\par\nResolved, That the Council of the City of New York\\f1\\fs22  \\f0\\fs24 calls on the New York State Department of Health to create a new and separate occurrence code for maternal mortality and to standardize the definition of events reportable to the New York Patient Occurrence and Reporting Tracking System. \\par\n\\pard\\cbpat1\\ltrpar\\qj\\fs18 KS/JN\\par\nLS 20253\\par\n10/24/25\\fs24\\par\n}\n",
  "LastModified": "2025-10-29T16:52:46.637Z"
}
