{
  "ID": 76948,
  "GUID": "01A23AFF-BC43-462E-A98F-B75DB5A8FE3F",
  "File": "Res 1194-2025",
  "Name": "Resolution celebrating the New York Knicks in a spectacular win of the 2025 Emirates NBA Cup Championship.",
  "Title": "Resolution celebrating the New York Knicks in a spectacular win of the 2025 Emirates NBA Cup Championship.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 24,
  "StatusName": "Reported from Committee",
  "BodyID": 5299,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Organizations ",
  "IntroDate": "2025-12-18T00:00:00Z",
  "AgendaDate": "2025-12-18T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "History": [
    {
      "ID": 429237,
      "Date": "2025-12-18T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 5299,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Organizations ",
      "EventID": 22109,
      "AgendaSequence": 2,
      "MinutesSequence": 7,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2025-12-18T15:42:31.473Z"
    },
    {
      "ID": 429266,
      "Date": "2025-12-18T10:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 5299,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Organizations ",
      "EventID": 22109,
      "MinutesSequence": 8,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7802,
          "Slug": "erik-d-bottcher",
          "FullName": "Erik D. Bottcher",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7833,
          "Slug": "david-m-carr",
          "FullName": "David M. Carr",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7826,
          "Slug": "shahana-k-hanif",
          "FullName": "Shahana K. Hanif",
          "VoteID": 46,
          "Vote": "Medical",
          "Sort": 30
        },
        {
          "ID": 7832,
          "Slug": "kamillah-hanks",
          "FullName": "Kamillah Hanks",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 40
        },
        {
          "ID": 7822,
          "Slug": "crystal-hudson",
          "FullName": "Crystal Hudson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7785,
          "Slug": "farah-n-louis",
          "FullName": "Farah N. Louis",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 60
        },
        {
          "ID": 7823,
          "Slug": "chi-a-osse",
          "FullName": "Chi A. Ossé",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        },
        {
          "ID": 7812,
          "Slug": "sandra-ung",
          "FullName": "Sandra Ung",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 80
        },
        {
          "ID": 7817,
          "Slug": "nantasha-m-williams",
          "FullName": "Nantasha M. Williams",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 90
        }
      ],
      "LastModified": "2025-12-18T15:42:48.687Z"
    },
    {
      "ID": 429231,
      "Date": "2025-12-18T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2025-12-18T00:50:13.693Z"
    }
  ],
  "Attachments": [
    {
      "ID": 331514,
      "LastModified": "2025-12-18T15:01:27.203Z",
      "Name": "Res. No. 1194",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fce1dfe3-96ae-4b50-b479-1a74c767ed55.docx",
      "Sort": 1
    },
    {
      "ID": 331519,
      "LastModified": "2025-12-18T14:26:52.457Z",
      "Name": "Committee Report 12/18/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1e45a4a9-da30-47a8-be59-2097f596080b.docx",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 80987,
  "Text": "By The Public Advocate (Mr. Williams) and Council Member Powers\n      Whereas, On December 16, 2025, the New York Knickerbockers (\"the Knicks\") handily beat the San Antonio Spurs 124-113 at T-Mobile Arena in Las Vegas in the single-game elimination tournament that decided the third awarding of the Emirates National Basketball Association (NBA) Cup; and\n      Whereas, According to sportswriter Steve Aschburner, the Knicks \"turned in a performance of collective excellence, getting indispensable contributions from the eight players who logged all but two of the 240 minutes of playing time\"-Jalen Brunson, OG Anunoby, Mikal Bridges, Karl-Anthony Towns, Josh Hart, Jordan Clarkson, Tyler Kolek, and Mitchell Robinson; and\n      Whereas, In a postgame ceremony, Brunson, who scored 25 points with seven assists and was named NBA Cup Most Valuable Player, gave credit to his teammates Anunoby, Kolek, Clarkson, and Robinson, noting \"[w]ithout them, we don't win this\"; and\n      Whereas, Trailing by double digits, the Knicks put on an impressive fourth-quarter rally to win the game, with their reserves coming off the bench to score 18 points to help finish off the Spurs; and\n      Whereas, The fourth quarter saw the Knicks score 35 points by Brunson, Anunoby, Towns, Clarkson, Kokek, Robinson, and Hart in a team effort to best the Spurs' 19 points; and\n      Whereas, Finishing the game with 28 points, including five three-pointers, eight rebounds, and three assists, Anunoby sank a three-pointer from the corner with less than two minutes left to play, which all but sealed the victory for his team; and\n      Whereas, Towns outplayed his defenders to deliver a miracle pass to Anunoby for a big basket in the first quarter before Towns left the game with a leg injury and then returned in the fourth quarter to help keep the Knicks on top; and\n      Whereas, This trophy was the first for the Knicks since their 1973 NBA championship; and\n      Whereas, Coach Mike Brown remarked that \"[a]ny time you can participate in any event where you're the last one standing, and you're able to hang a banner-especially in iconic [Madison Square Garden]-you take that seriously\"; and\n      Whereas, The Knicks came into the Emirates NBA Cup tournament with an 18-7 win-loss record and are now ranked second in the Eastern Conference; \n      Whereas, It is fitting for all New Yorkers to applaud the Knicks' victory in the Emirates NBA Cup tournament and to remember what the Knicks have meant to New York City sports fans since 1946 when they were founded as part of the new Basketball Association of America, later renamed the NBA; now, therefore, be it\n\tResolved, That the Council of the City of New York celebrates the New York Knicks in a spectacular win of the 2025 Emirates NBA Cup Championship. \n\n\nLS #21012\n12/18/25\nRHP\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By The Public Advocate (Mr. Williams) and Council Member Powers\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, On December 16, 2025, the New York Knickerbockers (\\ldblquote the Knicks\\rdblquote ) handily beat the San Antonio Spurs 124-113 at T-Mobile Arena in Las Vegas in the single-game elimination tournament that decided the third awarding of the Emirates National Basketball Association (NBA) Cup; and\\par\nWhereas, According to sportswriter Steve Aschburner, the Knicks \\ldblquote turned in a performance of collective excellence, getting indispensable contributions from the eight players who logged all but two of the 240 minutes of playing time\\rdblquote -Jalen Brunson, OG Anunoby, Mikal Bridges, Karl-Anthony Towns, Josh Hart, Jordan Clarkson, Tyler Kolek, and Mitchell Robinson; and\\par\nWhereas, In a postgame ceremony, Brunson, who scored 25 points with seven assists and was named NBA Cup Most Valuable Player, gave credit to his teammates Anunoby, Kolek, Clarkson, and Robinson, noting \\ldblquote [w]ithout them, we don\\rquote t win this\\rdblquote ; and\\par\nWhereas, Trailing by double digits, the Knicks put on an impressive fourth-quarter rally to win the game, with their reserves coming off the bench to score 18 points to help finish off the Spurs; and\\par\nWhereas, The fourth quarter saw the Knicks score 35 points by Brunson, Anunoby, Towns, Clarkson, Kokek, Robinson, and Hart in a team effort to best the Spurs\\rquote  19 points; and\\par\nWhereas, Finishing the game with 28 points, including five three-pointers, eight rebounds, and three assists, Anunoby sank a three-pointer from the corner with less than two minutes left to play, which all but sealed the victory for his team; and\\par\nWhereas, Towns outplayed his defenders to deliver a miracle pass to Anunoby for a big basket in the first quarter before Towns left the game with a leg injury and then returned in the fourth quarter to help keep the Knicks on top; and\\par\nWhereas, This trophy was the first for the Knicks since their 1973 NBA championship; and\\par\nWhereas, Coach Mike Brown remarked that \\ldblquote [a]ny time you can participate in any event where you\\rquote re the last one standing, and you\\rquote re able to hang a banner-especially in iconic [Madison Square Garden]-you take that seriously\\rdblquote ; and\\par\nWhereas, The Knicks came into the Emirates NBA Cup tournament with an 18-7 win-loss record and are now ranked second in the Eastern Conference; \\par\nWhereas, It is fitting for all New Yorkers to applaud the Knicks\\rquote  victory in the Emirates NBA Cup tournament and to remember what the Knicks have meant to New York City sports fans since 1946 when they were founded as part of the new Basketball Association of America, later renamed the NBA; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York celebrates the New York Knicks in a spectacular win of the 2025 Emirates NBA Cup Championship. \\par\n\\pard\\ltrpar\\qj\\fs18\\par\n\\par\nLS #21012\\par\n12/18/25\\par\nRHP\\par\n\\par\n}\n",
  "LastModified": "2025-12-18T18:06:02.963Z"
}
