{
  "ID": 76942,
  "GUID": "07E9B038-5C45-4562-841F-CCBCF71C77DE",
  "File": "Res 1204-2025",
  "Name": "LU 455 - Malcolm X II Phase B: Block 2012, Lot 45, Manhattan, Community District 10, Council District 9.",
  "Title": "Resolution approving an additional period of exemption from real property taxes for property located at (Block 2012, Lot 45) Manhattan, pursuant to Section 125(1)(a-3) of the Private Housing Finance Law (Preconsidered L.U. No. 455).",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 24,
  "StatusName": "Reported from Committee",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2025-12-18T00:00:00Z",
  "AgendaDate": "2025-12-18T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "History": [
    {
      "ID": 429483,
      "Date": "2025-12-18T11:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "This Resolution was Approved by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "Version": "*",
      "MatterStatusID": 24,
      "LastModified": "2025-12-18T19:54:38.85Z"
    }
  ],
  "Attachments": [
    {
      "ID": 331296,
      "LastModified": "2025-12-16T21:03:34.88Z",
      "Name": "Memorandum",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f37c828a-831c-4d6a-8cb0-583054d9808a.docx",
      "Sort": 1
    },
    {
      "ID": 331295,
      "LastModified": "2025-12-18T19:53:43.89Z",
      "Name": "Res. No. 1204",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6af503f3-bd5a-448a-a8dd-b3be09a8f85a.docx",
      "Sort": 2
    },
    {
      "ID": 331499,
      "LastModified": "2025-12-18T02:20:09.65Z",
      "Name": "Committee Report 12/18/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bea0c4f4-a751-4d25-aded-41afe7479e1a.docx",
      "Sort": 3
    },
    {
      "ID": 331588,
      "LastModified": "2025-12-18T22:25:50.637Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/21151b11-7664-4b6d-b816-98a80a81f080.docx",
      "Sort": 4
    },
    {
      "ID": 331671,
      "LastModified": "2025-12-18T22:52:15.783Z",
      "Name": "December 18, 2025 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ee68ac85-b8bb-4ddd-b08f-31d1274a48b3.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 80974,
  "Text": "WHEREAS, The New York City Department of Housing Preservation and Development (\"HPD\") submitted to the Council its request dated September 30, 2025, that the Council take the following action regarding a housing project located at (Block 2012, Lot 45) Manhattan (\"Exemption Area\"):\nApprove an additional period of tax exemption from real property taxes pursuant to Section 125(1)(a-3) of the Private Housing Finance Law (the \"Tax Exemption\");\n      WHEREAS, The project description that HPD provided to the Council states that the owner of the Project (the \"Owner\") for the subject period of the requested exemption was a duly organized housing redevelopment company formed pursuant to Article V of the Private Housing Finance Law;\n      WHEREAS, the Council has considered the financial implications relating to the Tax Exemption; now, therefore, be it\n      RESOLVED: \n1. For the purposes hereof, the following terms shall have the following meanings:\na.  \"Company\" shall mean Malcolm X II Phase B Associates, L.P.\n\nb. \"Contract Rent Deadline\" shall mean three hundred and sixty-five (365) days from the date of the HPD letter requesting the information that HPD needs to calculate the Contract Rent Differential Tax for the applicable tax year.\n\nc. \"Contract Rent Differential\" shall mean the amount by which the total contract rents applicable to the Exemption Area for such tax year (as adjusted and established pursuant to Section 8 of the United States Housing Act of 1937, as amended) exceed the total contract rents which are authorized as of December 1, 2025.\n\nd. \"Contract Rent Differential Tax\" shall mean the sum of (i)  $195,706 plus (ii) twenty-five percent (25%) of the Contract Rent Differential; provided, however, that the total annual real property tax payment by the Owner shall not at any time exceed the lesser of (A) seventeen percent (17%) of the contract rents in the applicable tax year, or (B) the amount of real property taxes that would otherwise be due in the absence of any form of exemption from, or abatement of, real property taxation provided by an existing or future local, state, or federal law, rule, or regulation. Notwithstanding the foregoing, if the Owner fails to provide the contract rents on or before the Contract Rent Deadline, Contract Rent Differential Tax shall mean an amount equal to real property taxes that would otherwise be due in such tax year in the absence of any form of exemption from or abatement of real property taxation.\n\ne. \"Effective Date\" shall mean August 13, 2024. \n\nf. \"Exemption\" shall mean the exemption from real property taxation provided hereunder.\n\ng. \"Exemption Area\" shall mean the real property located in the Borough of Manhattan, City and State of New York, identified as Block 2012, Lot 45 on the Tax Map of the City of New York.\n\nh. \"Expiration Date\" shall mean the earlier to occur of (i) a date which is forty (40) years from the Effective Date, (ii) the date of the expiration or termination of the Redevelopment Agreement, (iii) the date of the expiration or termination of the Regulatory Agreement, (iv) the date upon which the Exemption Area ceases to be owned by the Owner, (v) the date upon which the City terminates the partial tax exemption pursuant to the terms of the Regulatory Agreement, or (vi) the date of the expiration or termination of the Exemption Area's Section 8 Housing Assistance Payments contract.\n\ni. \"HPD\" shall mean the Department of Housing Preservation and Development of the City of New York.\n\nj. \"Owner\" shall mean the Company or, with the prior written approval of HPD, any future owner of the Exemption Area that is a redevelopment company organized pursuant to Article V of the Private Housing Finance Law.\n\nk. \"Redevelopment Agreement\" shall mean that certain Land Disposition Agreement dated April 1, 1982, between the City of New York and the Owner, establishing certain controls upon the operation of the Exemption Area in accordance with Private Housing Finance Law Section 114 and recorded as Reel 712, Page 1571 in the office of the City Register of the City of New York.\n\nl. \"Regulatory Agreement\" shall mean the regulatory agreement between HPD and the Owner establishing certain controls upon the operation of the Exemption Area on and after the date such regulatory agreement is executed.\n\n2. All of the value of the property in the Exemption Area, including both the land and any improvements (excluding those portions, if any, devoted to business, commercial, or community facility use), shall be exempt from real property taxation, other than assessments for local improvements, for a period commencing upon the Effective Date and terminating upon the Expiration Date.\n\n3. Commencing upon the Effective Date and during each year thereafter until the Expiration Date, the Owner shall make real property tax payments as follows: (i) in the sum of $129,960.08 for the period beginning on the Effective Date and ending on June 30, 2025, and (ii) in the sum of the Contract Differential Tax for each year thereafter until the Expiration Date.\n\n4. Notwithstanding any provision hereof to the contrary:\n\na. The Exemption shall terminate if HPD determines at any time that (i) the Exemption Area is not being operated in accordance with the requirements of Article V of the Private Housing Finance Law, (ii) the Exemption Area is not being operated in accordance with the requirements of the Redevelopment Agreement, (iii) the Exemption Area is not being operated in accordance with the requirements of  the Regulatory Agreement, (iv) the Exemption Area is not being operated in accordance with the requirements of any other agreement with, or for the benefit of, the City of New York, (v) any interest in the Exemption Area is conveyed or transferred to a new owner without the prior written approval of HPD, (vi) the owner of the Exemption Area did not apply for a new Section 8 Housing Assistance Payments contract on or before January 1st, 2041 or did not receive a new HAP contract effective January 2nd, 2041, or (vii) the construction or demolition of any private or multiple dwelling on the Exemption Area has commenced without the prior written consent of HPD. HPD shall deliver written notice of any such determination to Owner and all mortgagees of record, which notice shall provide for an opportunity to cure of not less than sixty (60) days.  If the noncompliance specified in such notice is not cured within the time period specified therein, the Exemption shall prospectively terminate. \n\nb. The Exemption shall apply to all land in the Exemption Area but shall only apply to a building on the Exemption Area that exist on the Effective Date.\n\nc. Nothing herein shall entitle the Company, the Owner or any other person or entity to a refund of any real property taxes which accrued and were paid with respect to the Exemption Area prior to the Effective Date.\n\nd. All previous resolutions, if any, providing an exemption from or abatement of real property taxation with respect to the Exemption Area are hereby revoked as of the Effective Date.\n\n5. In consideration of the Exemption, the owner of the Exemption Area shall (a) execute and record the Regulatory Agreement, and (b) for so long as the Exemption shall remain in effect, waive the benefits of any additional or concurrent exemption from or abatement of real property taxation which may be authorized under any existing or future local, state, or federal law, rule, or regulation. Notwithstanding the foregoing, nothing herein shall prohibit the granting of any real property tax abatement pursuant to Sections 467-b or 467-c of the Real Property Tax Law to real property occupied by senior citizens or persons with disabilities.\n\nOffice of the City Clerk,     }\nThe City of New York        } ss.:\nI hereby certify that the foregoing is a true copy of a Resolution passed by The Council of the City of New York on December 18, 2025, on file in this office.\n\n_______________________\nCity Clerk, Clerk of Council",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\cbpat2\\ltrpar\\fi9\\li29\\sa240\\qj By Council Member Brannan\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\li29\\sa240\\qj\\b WHEREAS\\b0 , The New York City Department of Housing Preservation and Development (\\ldblquote HPD\\rdblquote ) submitted to the Council its request dated September 30, 2025, that the Council take the following action regarding a housing project located\\b  \\b0 at (Block 2012, Lot 45) Manhattan\\cf0  \\cf1 (\\ldblquote Exemption Area\\rdblquote ):\\par\n\\pard\\cbpat2\\ltrpar\\fi9\\li720\\sa240\\qj Approve an additional period of tax exemption from real property taxes pursuant to Section 125(1)(a-3) of the Private Housing Finance Law (the \\ldblquote Tax Exemption\\rdblquote );\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\li29\\sa240\\qj\\b WHEREAS\\b0 , The project description that HPD provided to the Council states that the owner of the Project (the \\ldblquote Owner\\rdblquote ) for the subject period of the requested exemption was a duly organized housing redevelopment company formed pursuant to Article V of the Private Housing Finance Law;\\par\n\\b WHEREAS\\b0 , the Council has considered the financial implications relating to the Tax Exemption; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sa240\\qj\\cf0\\b RESOLVED:\\b0  \\par\n\\pard\\ltrpar\\fi-720\\li720\\sa240\\qj\\f1\\fs20 1.\\tab\\f0\\fs24 For the purposes hereof, the following terms shall have the following meanings:\\par\n\\pard\\ltrpar\\fi-360\\li1440\\sa37\\sl216\\slmult1\\qj\\cf1 a.\\tab  \\ldblquote Company\\rdblquote  shall mean Malcolm X II Phase B Associates, L.P.\\par\n\\pard\\ltrpar\\fi9\\li29\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-360\\li1440\\sa37\\sl216\\slmult1\\qj b.\\tab\\ldblquote Contract Rent Deadline\\rdblquote  shall mean three hundred and sixty-five (365) days from the date of the HPD letter requesting the information that HPD needs to calculate the Contract Rent Differential Tax for the applicable tax year.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-360\\li1440\\sa37\\sl216\\slmult1\\qj c.\\tab\\ldblquote Contract Rent Differential\\rdblquote  shall mean the amount by which the total contract rents applicable to the Exemption Area for such tax year (as adjusted and established pursuant to Section 8 of the United States Housing Act of 1937, as amended) exceed the total contract rents which are authorized as of December 1, 2025.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-360\\li1440\\sa37\\sl216\\slmult1\\qj d.\\tab\\ldblquote Contract Rent Differential Tax\\rdblquote  shall mean the sum of (i)  $195,706 plus (ii) twenty-five percent (25%) of the Contract Rent Differential; provided, however, that the total annual real property tax payment by the Owner shall not at any time exceed the lesser of (A) seventeen percent (17%) of the contract rents in the applicable tax year, or (B) the amount of real property taxes that would otherwise be due in the absence of any form of exemption from, or abatement of, real property taxation provided by an existing or future local, state, or federal law, rule, or regulation. Notwithstanding the foregoing, if the Owner fails to provide the contract rents on or before the Contract Rent Deadline, Contract Rent Differential Tax shall mean an amount equal to real property taxes that would otherwise be due in such tax year in the absence of any form of exemption from or abatement of real property taxation.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-360\\li1440\\sa37\\sl216\\slmult1\\qj e.\\tab\\ldblquote Effective Date\\rdblquote  shall mean August 13, 2024. \\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-360\\li1440\\sa37\\sl216\\slmult1\\qj f.\\tab\\ldblquote Exemption\\rdblquote  shall mean the exemption from real property taxation provided hereunder.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-360\\li1440\\sa37\\sl216\\slmult1\\qj g.\\tab\\ldblquote Exemption Area\\rdblquote  shall mean the real property located in the Borough of Manhattan, City and State of New York, identified as Block 2012, Lot 45 on the Tax Map of the City of New York.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-360\\li1440\\sa37\\sl216\\slmult1\\qj h.\\tab\\ldblquote Expiration Date\\rdblquote  shall mean the earlier to occur of (i) a date which is forty (40) years from the Effective Date, (ii) the date of the expiration or termination of the Redevelopment Agreement, (iii) the date of the expiration or termination of the Regulatory Agreement, (iv) the date upon which the Exemption Area ceases to be owned by the Owner, (v) the date upon which the City terminates the partial tax exemption pursuant to the terms of the Regulatory Agreement, or (vi) the date of the expiration or termination of the Exemption Area\\rquote s Section 8 Housing Assistance Payments contract.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-360\\li1440\\sa37\\sl216\\slmult1\\qj i.\\tab\\ldblquote HPD\\rdblquote  shall mean the Department of Housing Preservation and Development of the City of New York.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-360\\li1440\\sa37\\sl216\\slmult1\\qj j.\\tab\\ldblquote Owner\\rdblquote  shall mean the Company or, with the prior written approval of HPD, any future owner of the Exemption Area that is a redevelopment company organized pursuant to Article V of the Private Housing Finance Law.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-360\\li1440\\sa37\\sl216\\slmult1\\qj k.\\tab\\ldblquote Redevelopment Agreement\\rdblquote  shall mean that certain Land Disposition Agreement dated April 1, 1982, between the City of New York and the Owner, establishing certain controls upon the operation of the Exemption Area in accordance with Private Housing Finance Law Section 114 and recorded as Reel 712, Page 1571 in the office of the City Register of the City of New York.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-360\\li1440\\sa37\\sl216\\slmult1\\qj l.\\tab\\ldblquote Regulatory Agreement\\rdblquote  shall mean the regulatory agreement between HPD and the Owner establishing certain controls upon the operation of the Exemption Area on and after the date such regulatory agreement is executed.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li720\\sa37\\sl216\\slmult1\\qj\\f1\\fs20 2.\\tab\\f0\\fs24 All of the value of the property in the Exemption Area, including both the land and any improvements (excluding those portions, if any, devoted to business, commercial, or community facility use), shall be exempt from real property taxation, other than assessments for local improvements, for a period commencing upon the Effective Date and terminating upon the Expiration Date.\\par\n\\pard\\ltrpar\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li720\\sa37\\sl216\\slmult1\\qj\\f1\\fs20 3.\\tab\\f0\\fs24 Commencing upon the Effective Date and during each year thereafter until the Expiration Date, the Owner shall make real property tax payments as follows: (i) in the sum of $129,960.08 for the period beginning on the Effective Date and ending on June 30, 2025, and (ii) in the sum of the Contract Differential Tax for each year thereafter until the Expiration Date.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li720\\sa37\\sl216\\slmult1\\qj\\f1\\fs20 4.\\tab\\f0\\fs24 Notwithstanding any provision hereof to the contrary:\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-360\\li1080\\sa37\\sl216\\slmult1\\qj a.\\tab The Exemption shall terminate if HPD determines at any time that (i) the Exemption Area is not being operated in accordance with the requirements of Article V of the Private Housing Finance Law, (ii) the Exemption Area is not being operated in accordance with the requirements of the Redevelopment Agreement, (iii) the Exemption Area is not being operated in accordance with the requirements of  the Regulatory Agreement, (iv) the Exemption Area is not being operated in accordance with the requirements of any other agreement with, or for the benefit of, the City of New York, (v) any interest in the Exemption Area is conveyed or transferred to a new owner without the prior written approval of HPD, (vi) the owner of the Exemption Area did not apply for a new Section 8 Housing Assistance Payments contract on or before January 1st, 2041 or did not receive a new HAP contract effective January 2\\super nd\\nosupersub , 2041, or (vii) the construction or demolition of any private or multiple dwelling on the Exemption Area has commenced without the prior written consent of HPD. HPD shall deliver written notice of any such determination to Owner and all mortgagees of record, which notice shall provide for an opportunity to cure of not less than sixty (60) days.  If the noncompliance specified in such notice is not cured within the time period specified therein, the Exemption shall prospectively terminate. \\par\n\\pard\\ltrpar\\li1080\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-360\\li1080\\sa37\\sl216\\slmult1\\qj b.\\tab The Exemption shall apply to all land in the Exemption Area but shall only apply to a building on the Exemption Area that exist on the Effective Date.\\par\n\\pard\\ltrpar\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-360\\li1080\\sa37\\sl216\\slmult1\\qj c.\\tab Nothing herein shall entitle the Company, the Owner or any other person or entity to a refund of any real property taxes which accrued and were paid with respect to the Exemption Area prior to the Effective Date.\\par\n\\pard\\ltrpar\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-360\\li1080\\sa37\\sl216\\slmult1\\qj d.\\tab All previous resolutions, if any, providing an exemption from or abatement of real property taxation with respect to the Exemption Area are hereby revoked as of the Effective Date.\\par\n\\pard\\ltrpar\\li1080\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li720\\sa37\\sl216\\slmult1\\qj\\f1\\fs20 5.\\tab\\f0\\fs24 In consideration of the Exemption, the owner of the Exemption Area shall (a) execute and record the Regulatory Agreement, and (b) for so long as the Exemption shall remain in effect, waive the benefits of any additional or concurrent exemption from or abatement of real property taxation which may be authorized under any existing or future local, state, or federal law, rule, or regulation. Notwithstanding the foregoing, nothing herein shall prohibit the granting of any real property tax abatement pursuant to Sections 467-b or 467-c of the Real Property Tax Law to real property occupied by senior citizens or persons with disabilities.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\cbpat2\\ltrpar\\li1440\\sa240 Office of the City Clerk,     \\}\\line The City of New York        \\} ss.:\\par\n\\pard\\cbpat2\\ltrpar\\li29\\sa240\\qj I hereby certify that the foregoing is a true copy of a Resolution passed by The Council of the City of New York on December 18, 2025, on file in this office.\\par\n\\pard\\cbpat2\\ltrpar\\sa240\\qj\\par\n\\pard\\cbpat2\\ltrpar\\li5040\\sa240\\qj _______________________\\line City Clerk, Clerk of Council\\par\n}\n",
  "LastModified": "2025-12-18T23:04:53.703Z"
}
