{
  "ID": 17608,
  "GUID": "E8E2157B-F281-4449-9456-35E4F46FDFBA",
  "File": "Int 0143-1998",
  "Name": "Plumbing Code, Amend",
  "Title": "A Local Law to amend the administrative code of the city of New York in relation to amending the plumbing code.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "1998-02-05T00:00:00Z",
  "AgendaDate": "1998-02-05T00:00:00Z",
  "PassedDate": "2001-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 23,
      "Slug": "archie-w-spigner",
      "FullName": "Archie W. Spigner"
    }
  ],
  "History": [
    {
      "ID": 68679,
      "Date": "1998-02-05T15:12:45Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 68680,
      "Date": "1998-02-05T15:12:47Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 68681,
      "Date": "1998-02-23T15:12:50Z",
      "ActionID": 29,
      "Action": "Printed Item Laid on Desk",
      "Description": "",
      "BodyID": 41,
      "BodyName": "Legislative Documents Unit",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 123705,
      "Date": "2001-12-31T15:53:37Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 9258,
  "Text": "Be it enacted by the Council as follows:\n\n    \tSection 1. Reference Standard RS 16 of the administrative code of the city of New York is amended to read as follows:\nSECTION P100:  DEFINITIONS\n    \tThe following definitions shall be used in the application of this reference standard.\n    \tAir Break-(drainage system). - A piping arrangement in which a drain from a fixture,  appliance,  or device discharges through an air  break into a fixture,  receptacle, or interceptor at a point above the flood level rim of the receptacle.\n    \tAir Gap-(water distribution system). -  The unobstructed vertical distance through the free atmosphere between the lowest opening  from any pipe or faucet supplying water to a tank, plumbing fixture,  or other device and the flood level rim of the receptacle.\n    \tBackflow. - The undesirable reversal of flow of water or mixtures of water or other liquids,  [mixtures,]  gases, or other substances into the [distributing] distribution pipes of [a] the potable supply of water  from  any source or sources [other  than its  intended source].  (See back siphonage.)\n    \tBack pressure. - Any elevation of pressure in the downstream piping system (by pump, elevation of piping, or steam and/or air pressure) above the supply pressure point of consideration which would cause - or tend to cause - a reversal of the normal direction of flow through the backflow prevention assembly.\n    \tBack-siphonage. - [The flowing back of used,  contaminated, or polluted  water  from  a plumbing fixture or  vessel  into a water-supply system due to a negative pressure in such  pipe. (See backflow).]  A form of backflow due to a reduction in system pressure which causes a negative or subatmospheric pressure to exist at a site in the water system.\n    \tBattery of Fixtures. - Any group of two or more similar adjacent fixtures  that  discharge into a common horizontal  waste  or soil branch.\n    \tBranch. - That part of a piping system other  than  a  main, riser,  or stack that extends to fixtures on two or less consecutive floors.\n    \tBranch interval. - A distance along a soil or waste stack corresponding in general to a story height,  but in no case less than  8  ft.  within which the horizontal branches  from  one floor  or story of a building are connected to the stack.\n    \tBranch vent. - A vent connecting one or more individual vents with a vent stack or stack vent.\n    \tBuilding. - An enclosed structure including service  equipment therein. The term shall be construed as if followed by the phrase \"structure, premises, or part thereof\" unless otherwise indicated by the text.\n    \tBuilding house drain. - That part  of  the  lowest  piping of  a  drainage  system  that  receives  the  discharge  from the soil, waste, and other drainage pipes of the building and conveys it  to  the building house sewer  by  gravity; the building house drain shall be considered to extend 5 ft. outside the building wall. (See definition - Building.)\n    \tBuilding house drain (combined). -  A building  house drain that conveys both storm water and sewage or other drainage.\n(See definition - Building.)\n    \tBuilding house drain (sanitary). - A building  house  drain carrying sewage only.  (See definition - Building.)\n    \tBuilding gravity drainage system. - A drainage  system  that drains  by  gravity  into the  building  house  sewer. (See definition - Building.)\n    \tBuilding house sewer. - That part of the horizontal piping of a drainage system that extends from the end of  the  building house drain and that receives the discharge of  the  building house drain and conveys it to a public sewer,  private sewer, individual  sewage-disposal  system or other  point  of  disposal.  (See definition - Building.)\n    \tBuilding  house  sewer (combined). - A building  house  sewer that conveys both sewage and storm water and  other clear water wastes.  (See definition - Building.)\n    \tBuilding house sewer (sanitary). - A building  house  sewer carrying sewage only.  (See definition - Building.)\n    \tBuilding house storm drain. - That part of the lowest  piping of  a  storm  drainage system that receives  [clear]  water drainage from leaders, surface run-off, ground water subsurface water, condensate,  cooling water or other similar storm or [clear] water drainage pipes inside of the walls of the  building and conveys it to the  building house  storm sewer by gravity; the building house storm drain shall be considered  to  extend 5 ft. outside of  the  building  wall. (See definition - Building.)\n    \tBuilding house storm sewer. - That part of the horizontal piping  of the storm drainage system that extends  from the building  house storm drain to the public storm  sewer,  combined sewer,  or other point of disposal. (See definition Building.)\n    \tBuilding sub-house drain. - That portion of a house  drainage system  that conveys the drainage from the  lower portion  of the building to an eject or pot or sump pit  from which it is pumped into the building house sewer.\n    \tBuilding  house trap. - A trap,  or  assembly  of  fittings, installed in the building house drain to prevent  circulation of air  between the house drainage system and  the  building\nhouse sewer.  (See definition - Building.)\n    \tCesspool. - A covered excavation in the ground that  receives the discharge of domestic sewage or other organic wastes  from a drainage system,  so designed as to retain the organic matter and solids, but permitting the liquid to seep through the bottom and sides.\n    \tCombination fixture. - A fixture combining one sink and  tray or two- or three-compartment sink or tray in one unit.\n    \tCombination waste and vent system. - A specially designed system  of waste piping embodying the horizontal wet venting of one or more sinks or floor drains by means of a common  waste\nand vent pipe.\n    \tCommon vent. - A vent connecting at the [junction] juncture of two fixtures drains and serving as a vent for  both  fixtures and drains.\n    \tContinuous vent. - A vertical vent that is a continuation  of the drain to which it connects.\n    \tContinuous waste.  - A drain from two or three fixtures connected to a single trap.\n    \tCross-connection. - A physical connection or arrangement between two otherwise separate piping systems, one of which contains potable water and the other with either water of unknown or questionable safety or [stream] steam, gases,  or chemicals whereby there can be a flow from one system to another.\n    \tDead end. - A branch leading from a soil, waste, or vent pipe, building  house  drain,  or building house  sewer,  which is terminated to a developed distance of 2 ft. or more by means of a  plug or other closed fitting.\n    \tDeveloped length. - The length along the center line of pipe and fittings, both horizontal and vertical.\n    \tDiameter. -  Unless otherwise specifically stated, the term \"diameter\" is the nominal diameter as  designated  commercially.\n    \tDomestic sewage. - The water-borne wastes derived from ordinary living processes.\n    \tDrain. -  Any pipe that carries waste  water  or  water-borne wastes in a building drainage system.\n    \tDrainage system. - Includes all the piping within  public  or private premises, which conveys sewage, rain water,  or other liquid wastes to a legal point of disposal, but does not include the mains of a public sewer system or private or public sewage-treatment or disposal plant.\n    \tDry well. - See leaching well or pit.\n    \tDual vent. - See common vent.\n    \tEffective opening. - The minimum cross-sectional area at the point of water-discharge measured or expressed in terms: (1) diameter  of a circle; (2) if the opening is not circular, the diameter of a circle of equivalent cross-sectional area.\n    \tExisting work.  -  A  plumbing system  or  any  part  thereof installed prior to the effective date of this code.\n    \tFire line. - A system of pipes and equipment used exclusively to supply water for extinguishing fires.\n    \tFixture. - See plumbing fixture.\n    \tFixture branch. - A water supply pipe connecting one or  more fixtures to a main water supply header or riser.\n    \tFixture drain. - The drain from the top of a fixture to the junction of that drain with any other drain pipe.\n    \tFixture supply. - A water-supply pipe connecting the fixture with the fixture branch.\n    \tFlood level rim. - The top edge or rim of a  receptacle  from which  water can overflow regardless of the location of any overflow piping from the receptacle.\n    \tFlooded. - A fixture is flooded when the liquid therein rises to the flood-level rim.\n    \tFlush valve. - A device located at the bottom of the tank for the purpose of flushing water closets and similar fixtures.\n    \tFlushometer valve. - A device that discharges a predetermined quantity  of water to fixtures for flushing purposes  and is  actuated by direct water pressure.\n    \tFrostproof water closet. - A hopper that has no water in the bowl  and  has the trap and the control valve for  its  water supply installed below the frost line.\n    \tGas distribution piping. - All piping from the house side  of the gas meter outlet shutoff valve that distributes the gas supplied by a public utility to all fixtures and apparatus used for illumination or fuel in any building.\n    \tGas meter piping. - The piping from the shutoff valve  inside the building or structure to the outlet of the meter, including the shutoff valve immediately after the meter.\n    \tGas service piping. - The supply pipe from the  street  main through  the  building  wall and including  the  stopcock  or\nshutoff valve inside the building.\n    \tIndirect waste pipe. - A drain pipe used  to  convey  liquid wastes that does not connect directly with the drainage  system, but  which discharges into the  house  drainage  system through an air break into a trap, fixture, receptacle, or interceptor.\n    \tIndustrial wastes. - A liquid, gaseous or solid substance, or a combination  thereof resulting from any process of  industry, manufacturing,  trade or business or from the development  or recovery of any natural resource.\n    \tInterceptor. -  A  device designed and  installed  so  as  to separate and retain deleterious,  hazardous,  or  undesirable matter from normal wastes and permit normal sewage or liquid wastes to discharge into the disposal terminal by gravity.\n    \tLeaching well or pit. - A covered pit constructed so  as  to permit the liquid contents to seep into the ground.\n    \tLeader. -  A vertical drainage pipe for conveying storm water from  roof  or  gutter drains to [the] a building house storm  drain, building house drain (combined),  or other means of disposal. The leader shall include the horizontal pipe to a single roof drain or gutter drain.\n    \tLiquid waste. - The discharge from any fixture, appliance, or appurtenance,  in connection with a plumbing system that does not receive fecal matter.\n    \tLoad factor. - The percentage of the total connected fixture unit  flow  rate that is likely to occur at any point in the drainage system.\n    \tLocal ventilating pipe. - A pipe on the fixture side  of  the trap  through which vapor or foul air is removed from a  room or fixture.\n    \tNormal sewage. - Normal sewage means \"normal sewage\" as defined  in  the rules and regulations of the [D]department  of [[P]public [W]works.] environmental protection.\n    \tPitch. - See grade.\n    \tpH Value. - [An arbitrary] A symbol adopted to express the degree of acidity or alkalinity of a solution.   It is the logarithm of the reciprocal of the hydrogen-ion concentration, in gram mols per liter at 71.6?F.  A pH of 7.0 represents a neutral solution, lower values  represent  acidity, higher values alkalinity.\n    \tPiping. - As [used in this reference standard] referred to in reference standard RS-16, piping shall  include fittings,  valves,  and other accessories or appurtenances  required to make a complete installation.\n    \tPlumbing. - The practice, materials,  and [fixtures] equipment  used in the installation, maintenance, extension, repair, replacement, relocation,  inspection, test and alteration of all piping, as referred to in reference standard RS-16, fixtures,  appliances, equipment and appurtenances, in connection with any of the following: sanitary drainage or storm drainage facilities,  the venting system, and the public or private water supply systems, within or adjacent to  any building [;] structure,  premises; also the practice [and] materials and  equipment used in the installation, maintenance, extension, repair, replacement, relocation, inspection, test or alteration of storm water, liquid-waste, or sewage, and water-supply systems and all piping referred to in reference standard RS-16 of any premises, building, structure and [in] their connection with any point of public disposal or other acceptable terminal [.] and piping, materials and equipment as provided in section 26-142 a.1. (a) and (c).\n    \tPlumbing fixtures. - Installed receptacles, devices, or appliances  that are supplied with water or that receive  or discharge liquids or liquid-borne wastes.\n    \tPlumbing system. - Includes the water-supply and distribution pipes; water-filtration or water-using  equipment, as approved by the department of health;  plumbing  fixtures  and traps;   soil,  waste and vent pipe;  building house drains and building house sewers including their  respective connections, devices, and appurtenances within the property lines of the premises or structure, [and water treating or water-using equipment.] to their point of public  disposal or other acceptable terminal.\n    \tPool. - A water receptacle used for swimming or as a plunge or other bath, designed to accommodate more than one bather at a time.  Also a receptable used for decorative purposes.\n    \tPotable water. - Water free from impurities present in amounts sufficient to cause disease or harmful physiological effects. Its bacteriological and chemical quality shall conform to the requirements  of the department of health of the city of  New York.\n    \tPremises. - Land improvements thereon, or any part thereof.\n    \tPrivate or private use. - In the classification  of  plumbing fixtures,  \"private\"  applies to fixtures in  residences  and apartments and to fixtures in bathrooms of hotels and similar installations where the fixtures are intended for the use  of a family or an individual.\n    \tPrivate sewer.  - A sewer privately owned and  controlled  by public authority only to the extent provided by law.\n    \tPublic or public use. - In the classification of plumbing fixtures,  \"public\"  applies to fixtures in general toilet rooms of schools, gymnasiums, hotels, railroad stations, public buildings,  bars,  comfort stations,  and other installations (whether  pay or free) where fixtures are installed  so  that their use is similarly unrestricted.\n    \tPublic sewer. - A common sewer directly controlled by  public authority.\n    \tRelief vent.  - A vent installed so as to  permit  additional circulation of air between the drainage and vent systems  where the drainage system might otherwise be air bound.\n    \tRim. - An unobstructed open edge of a fixture.\n    \tRiser. - A water-supply pipe that extends vertically one full story or more to convey water to branches or fixtures.\n    \tRoof drain. - A drain installed to receive water collecting on the  surface  of a roof and to discharge it into  the  leader (downspout).\nRoughing-in. - The installation of all parts of the  plumbing system  that  can be completed prior to the  installation of fixtures.  This includes drainage, water-supply, and vent piping, and the necessary fixture supports.\n    \tSanitary sewage. - See Domestic Sewage.\n    \tSanitary sewer. - A pipe that carries  sewage  and  excludes storm, surface and ground water.\n    \tSeepage pits or wells. - A covered pit with open  jointed  or perforated lining into which the septic tank effluent is discharged.  The liquid portion of the sewage seeps into the surrounding porous soil.  The remaining solids or sludge is retained in the pit.\n    \tSeparator. - See Interceptors.\n    \tSeptic tank. - A watertight receptacle that receives the discharge of a drainage system or part thereof,  and is designed and  constructed so as to separate solids from  the  liquid, digest organic matter during a period of detention, and allow liquids to discharge [into the soil outside of the tank through a system of open-joint or perforated piping, or seepage pit].\n    \tService pipe. - That portion of the water supply system extending  from  the street water main to the  house  control valve for structures not fully metered.  For structures which are fully metered,  the service pipe shall be that portion of the water supply system extending from the street water  main to the discharge side of the meter set or meter assembly, under the jurisdiction of the department of environmental protection.\n    \tSewage. - Any liquid waste containing animal or vegetable matter in suspension or solution, and may include liquids containing chemicals in solution.\n    \tSewage disposal system. - A system for the disposal of domestic sewage by means of a septic tank, cesspool, or mechanical treatment,  all designed for use apart from a public sewer to serve a single establishment, building or development.\n    \tSewage ejector. - A mechanical device used to pump  or  eject sewage.\n    \tSewage ejector pit. - A tank or pit that receives sewage located below the normal grade of the gravity system and that must be emptied by mechanical means.\n    \tSide vent.  - A vent connecting to the drain pipe  through  a fitting at an angle not greater than 45 degrees to the vertical.\n    \tSlope. - See Grade.\n    \tSoil pipe. - A pipe that conveys sewage containing fecal matter.\n    \tSpecial waste. - Wastes which require special treatment before entry into the normal plumbing system.\n    \tStack. - A general term for any vertical line of soil, waste, vent, or inside leader piping. This does not include vertical fixture and vent branches that do not extend through  the roof  or that pass through not more than two  stories  before being reconnected to the vent stack or stack vent.\n    \tStack vent. - (sometimes called a waste vent or soil vent.) - The extension of a soil or waste stack above the highest horizontal drain connected to the stack.\n    \tStack venting. - A method of venting a fixture  or  fixtures through the soil or waste stack.\n    \tStorm drain. - See Building [S]storm [D]drain.\n    \t[Storm sewer. - A sewer used for conveying rain water, surface water,  condensate, cooling or similar clear liquid wastes.]\n    \tSub house drain. - See Building sub-house drain.\n    \tSub-surface disposal field. - A system of open jointed tile or perforated  pipes or drains through which storm water or the sewage effluent from a septic tank is distributed beneath the surface of the ground for absorption into the soil, as  well as evaporation into the air during favorable weather conditions.\n    \tSub-soil drain. - A drain that receives only sub-surface  or seepage water and conveys it to a place of disposal.\n    \tSump pit. - A tank or pit that receives clear liquid  wastes, that do not contain organic materials or compounds subject to decomposition,   located  below  the  normal  grade  of   the gravity system and [which] that must be emptied by mechanical means.\n    \tSump pump. - A mechanical device used to eject or  pump  the liquid  waste from a sump pit into the gravity drainage  system.\n    \tSupports. - Devices for supporting and securing pipe, fixtures, and equipment.\n    \tSwimming pool. - Any structure, basin,  chamber or tank containing  water for swimming, diving, or  recreational  bathing and having a depth of 2 ft. or more at any point.\n    \tTrap. - A fitting or device with a smooth  interior  passage, the inside diameter of which is equal to the inlet pipe diameter, and which provides a liquid seal of at least 2 in.\n    \tTrap seal. - The maximum vertical depth of liquid that a trap will  retain, measured between the crown weir and the  top of the dip of the trap.  Seal 2 in. in normal traps and 3 in. or more for deep seal traps.\n    \tVacuum breaker. - A  device used  to  prevent  backflow  by siphonic action.\n    \tVent pipe - See vent system.\n    \tVent stack. - A vertical vent pipe installed primarily for the purpose of providing circulation of air to and from any  part of the drainage system.\n    \tVent system. - A pipe or pipes installed to provide flow of air to or from a drainage system or to provide a circulation  of air within such system to protect trap  seals  from siphonage and back pressure.\n    \tVertical pipe. - Any pipe or fitting that is installed  in  a vertical position or that makes an angle of not more than  45 degrees with the vertical.\n    \tWaste pipe. - A pipe that conveys only liquid waste,  free of fecal matter.\n    \tWater-distribution piping. - In a building, structure, or premises,  piping that conveys water from the water service pipe to the plumbing fixtures, water filtration device or equipment, and other water outlets.\n    \tWater filtration device or equipment.- A system comprised of more than one product for which one or more claims are made that it will improve the quality of potable water by reducing one or more contaminants through mechanical, physical, chemical, or biological processes.\n    \tWater  (street)  main. - A water-supply pipe  for  public  or community use controlled by public authority.\n    \tWater outlet. - As used in connection with the water-distributing system, is the discharge opening for the water to a fixture; to water filtration device or equipment; to atmospheric pressure (except into an open tank which is part of the water-supply) system to a boiler or heating  system;   to any water-operated device or  equipment requiring  water to operate, but not a part of the  plumbing system.\n    \tWater service piping. -[That portion of water supply  system extending from the public street water main to the house control valve inside the building to a point where the supply is fully metered.]  (See Service pipe.)\n    \tWater-supply system. - Consists of the water-service pipe, the water-distribution pipes, and the necessary connecting pipes, fittings,  control valves, and all appurtenances used for conveying water.\n    \tYoke vent. - A pipe connecting upward from a soil  or  waste stack to a vent stack for the purpose of preventing  pressure changes in the stacks.\n    \t�2. \tSection P107.0 of Reference Standard RS 16 of such code is amended to read as follows:\n    \t    \tSECTION - P107.0:  WATER  SUPPLY  AND  DISTRIBUTION\nP107.1 PERMITS. - (P107.1 through P107.4 are under the jurisdiction of the department of environmental protection).\n     \t(a) \tPermits for all water supplies for all buildings, premises, structures or for demolitions shall be obtained only by a licensed master plumber from the department of [water supply, gas and electricity] environmental protection.  The installation of the water service system from the street main up to and including the meter setting, and backflow prevention device when required [when meters are required, or up to the house control valve when no meters are required], shall be subject to inspection and approval by the department of [water supply, gas and electricity] environmental protection.\n    \t(b) \tPermits for sidewalk and street openings shall be obtained from the department of [highways] transportation.\nP107.2 WATER SERVICE.-\n    \t(a) \tTaps to city water mains.\n    \t    \t(1) \tSEPARATE SUPPLY.-  A separate tap and service shall be installed for each building, [fronting] premises, structure located on a street in which there is a city (street) water main. [and].  [no] No consumer will be allowed to supply water to other persons or premises, except in a project where more than one building under a single ownership is supplied from a common house tank or booster system located in or on one of the buildings. The siamesing of taps or services on the inlet side of the main control valve is prohibited.  Written approval must be obtained from the department of environmental protection for any service line proposed to be connected to the city main by means other than a corporation stop or wet connection.  If approved, the service line shall be controlled by a gate valve placed within two feet of the point of connection to the main.\n    \t    \t(2) \tCONNECTIONS TO CITY (STREET) MAINS.-  Corporation stops, wet connections, or other connections to a street main shall be made only by the department of [water supply, gas and electricity] environmental protection [employees], their authorized agents, or a department approved licensed master plumber. The cost of the installation shall be borne by the owner of the property for which the connection is made.\n    \t    \t(3) \tDESTRUCTION OF ABANDONED CORPORATION STOPS AND WET CONNECTIONS.-  All driven corporation stops, when abandoned, shall be removed and replaced by screw plugs. All wet connections and/or screw corporation stops, when abandoned, shall be destroyed in place, and all exposed portions of the service pipe shall be cut and removed.  Where a corporation stop or wet connection is destroyed and the connecting service pipe is one that is equipped with a curb valve and box, the curb box shall be removed. The expense in connection with the abandonment or destruction of a corporation stop or wet connection shall be chargeable to the owner of the property into which the service pipe entered.\n    \t    \t(b)  Service.- \n    \t    \t(1) \tSERVICE PIPES, DEFINITION.-  (See Section P100.0). That portion of the water supply system extending from the street water main to the house control valve for structures not fully metered.  For structures which are fully metered, the service pipe shall be that portion of the water supply system extending from the street water main to the discharge side of the meter set or meter assembly.\n    \t    \t(2) \tSIZE OF CONNECTION [TAPS AND WATER] SERVICE PIPES.-  The size of the connection and service pipe to supply a premise shall be based upon the water demand load of the premises as determined by \"fixture units\". \"Fixture units\" shall conform to the requirements of the department of [water supply, gas and electricity] environmental protection.  In premises used for commercial and industrial purposes where it is not feasible to determine the size of the connection and service pipe on the basis of \"fixture units\", the size of the connection and service pipe shall be based upon the water demand load of the premises.  The minimum size of the connection shall be three-quarter in. and the minimum size of the service pipe shall be one in. in diameter [and]. [t]The gooseneck shall be the same size as the service pipe.\n    \t    \t(3) \tSIZE OF FIRE LINE SERVICE.-  Sizes of connections for fire service shall be subject to the requirements of the department of [water supply, gas and electricity] environmental protection or their authorized agents and shall be installed only by a licensed master plumber.\n    \t    \t    \ta.  \tDUAL FIRE AND COMMERCIAL SERVICE.  A connection for commercial purposes may be made from a metered fire line of 4 inches or larger in diameter, provided a meter is installed on the commercial branch line.  Such connection shall be taken from the inlet side of the fire meter control valve before the meter and the method of connection shall be subject to the approval of the department of environmental protection.  On a 4-inch fire line, the connection shall not exceed 1-1/2 inches in diameter.  On a fire line 6 inches or larger in diameter, the size of the connection shall not exceed 2 inches.\n    \t    \t    \tb.  \tDUAL FIRE AND DOMESTIC SERVICE.  A connection for domestic purposes may be made from a fire line in the manner as follows:\n    \t    \t    \t    \tA licensed master plumber may make a house service water supply connection from the fire water supply connection to the public main, on the house side of the main shut-off valve for the structure, provided the diameter of the house service water supply connection does not exceed one-half the diameter of the fire water supply connection.  Only one \nconnection of the domestic water supply to the sprinkler water supply shall be permitted, and no shut-off valve shall be placed on the fire supply line other than the main shut-off valve for the building on the street side of the house service water supply connection.  If such a connection is made and if a tap exists for the domestic purpose, that tap shall be plugged.\n    \t    \t(4) \tSEPARATION OF WATER SERVICE AND BUILDING SEWER.- Except as permitted below, the underground water service and the building sewer shall be at least 10 ft. apart horizontally, and shall be separated by compacted earth.  The water service may be placed in the same trench with the building sewer and building drain under the following conditions:\n    \t    \t         \ta.\tThe sewer is of cast iron or ductile iron with leaded, [or] mechanical or push-on joints.\n    \t    \t    \t     b.\tThe bottom of the water service, at any point, shall be at least 12 in. above the top of the sanitary or combined sewer line.\n    \t    \t    \t     c.\tThe water service shall be placed on a continuous shelf of compacted earth, excavated at one side of the common trench.\n    \t    \t    \t     d.\tThe water service pipe shall have a minimum number of joints.\n    \t    \t(5) \tWATER SERVICE NEAR SOURCES OF POLLUTION. -\n    \t    \t    \t(a) \tPotable water service pipes shall not be located in, under, or above any cesspools, septic tanks, septic tank drainage fields, or see page pits.  A separation of 10 ft. horizontally shall be maintained.\n    \t    \t    \t(b) \tPotable water service pipes shall not be located in house trap or drainage pits.\n    \t    \t(6) \tPROTECTIVE COVER FOR SERVICE PIPE.  All water services shall be installed and maintained at a depth of at least 4 ft. below the finished outside ground surface. Where a service pipe has less than 4 ft. of cover due to subsurface conditions, it shall be insulated and protected as required by the department of [water supply, gas and electricity] environmental protection.\n    \t    \t(7)  INSTALLATION OF SERVICE PIPE.  Each new service pipe shall be laid in a straight line at right angles to the street main and extending from the [tap] connection to the main house-control valve.  Where the surface or subsurface conditions make it impracticable to install a service pipe in accordance with the above conditions, it may be laid  [differently] otherwise provided the licensed master plumber or engineer of record submits a [sketch or] plan showing the proposed [alternate] alternative location of the service pipe, [is submitted to and] procures the written [approved by] approval of the department of [water supply, gas and electricity] environmental protection.  The driving of a service pipe through the ground is prohibited.\n    \t    \t(8) \t[GOOSENECKS ON SERVICE PIPE].-  GOOSENECK AND OFFSET SWING JOINTS ON SERVICE PIPES.  [Connections to the city main by cast iron or ductile iron pipe may be made directly;  no offset swing joint will be required].  Each copper or brass tubing service pipe shall have [an excess of] at least 3 ft. of [pipe] copper tubing formed in a gooseneck at the connection to the tap and laid to the right side, facing the tap.  Each brass or copper service pipe with threaded joints, shall have at the tap or wet connection, [a copper tubing gooseneck of at least 3 ft. of pipe or] an offset swing joint consisting of four (4) elbows and three (3) pieces of pipe each piece of pipe at least 2 ft. in length, laid to the right side, facing the connection. No offset swing joint will be required for cast iron or ductile iron service pipes.  Where buildings are constructed on pile foundations or other unyielding supports, [the service pipes of material other than cast iron or ductile iron] the brass or copper tubing service shall have two goosenecks, and the brass or copper tubing pipe with threaded joints shall have two offset swing joints, one at the tap or wet connection, laid to the right side facing the main and one immediately outside the building, laid to the right side facing the building.  A sleeve shall be installed to carry the service through the foundation wall.\n    \t    \t(9)   CURB VALVES.-  Curb valves shall be installed on all [fire] service pipes.  [They shall be installed on all domestic service pipes over 2 in. in diameter and at the option of the owner, on service pipes 2 in. or less in diameter].  The curb valves and boxes shall be set in on the service pipe in the sidewalk area at the curb or within 2 ft. of the curb. Curb valves shall be of the gate type nonrising stem valve, designed for a minimum of 150 psi wwp.\n    \t    \t    \tAccess to all curb valves installed shall be provided [by] with a tar coated iron extension box with cover, and the cover shall be flush with the sidewalk level.  [Curb valves 2 in. and less in diameter may be equipped with a wheel for operation, provided a permanent 1/2 in. diameter iron rod is attached thereto and extended to the top of the curb box.  No curb valve shall be installed in a driveway.\n    \t    \t    \tCurb valves larger than 2 in. in diameter shall be equipped with an operating nut at least 1 1/4 in. square and no extension rod need be attached thereto.  Such operating nut may be installed on curb valves 2 in. and less in diameter at the option of the owner].\n    \t    \t    \tCurb valves shall be equipped with an operating nut at least one and one-quarter inch square and no extension rod need be attached thereto.  Curb valves two inch and less in diameter may be equipped with a wheel for operation, provided  a permanent one-half inch diameter iron rod is attached thereto and extended to just below the top of the curb box.  An operating nut may be installed on curb valves two inch and less in diameter at the option of the owner.  No curb valve shall be installed in a driveway.\n    \t    \t    \tIn sprinkler and fire line installations, the location of the sidewalk control valve shall be governed by the provisions of the building code.\n    \t    \t(10)\tCLEARANCE.-  Clearance shall be provided around a water service pipe passing through a wall to protect it against the following:\n    \t    \ta.\tChemical action from direct contact with concrete.\n    \t    \tb.\tDistortion or rupture of water service pipe from [hearing] bearing action due to settlement.\n    \t    \tc.\tDistortion or rupture of the water service pipe caused by expansion or contraction.\n\n    \t    \t    \t Clearance shall not be less than 1/2 in. between the outside of the pipe and the wall.  Sleeves or arches may be used to provide the wall opening. The space between the pipe and wall structure or the sleeve shall be carefully packed or caulked with [lead or] waterproof material resistant to vermin and rodents.\n    \t    \t(11)\tTEST OF SERVICE PIPE.-  In the presence of the tapper or inspector of the department of [water supply, gas and electricity] environmental protection, each new service pipe or repaired service pipe shall be subjected to a water test made under the street main pressure.  All [pipes] pipe joints and appurtenances shall remain uncovered for the duration of the test and shall show no sign of leakage.  When any question arises as to the installation conforming with these regulations, an internal hydrostatic test as specified for materials may be applied, subject to the approval of the department of [water supply, gas and electricity] environmental protection.\n    \t    \t(12)\tHOUSE CONTROL VALVES.-  The house control valve shall be [of the] a rising stem gate or full port ball type, and shall be placed in the service pipe inside the [building] structure within 2 ft. of the [building] structure foundation wall and located so as to be accessible at all times.  All valves shall be designed for a minimum of 150 psi wwp [and may be of the outside screw and yoke type].\nP107.3  METERS.-\n    \t(a) \tWhere required.-\n    \t    \t[(1)\tBUILDING UNDER CONSTRUCTION.-  All water used in the construction of buildings 75 ft. or six stories or more in height shall be metered.  Prior to the commencement of actual building construction, a meter of proper size shall be installed on each tap or service supplying the premises.  It shall be placed in an accessible location close to the point of entry of the service pipe, as designed by the department of water supply, gas and electricity.  Each meter shall be enclosed in a vault or box capable of providing adequate protection against damage or injury from frost or any other cause.  Each meter shall remain in service throughout the entire period of building construction, and thereafter until such time as the annual water charges for the structure becomes effective or the permanent meter has been installed.  No permit will be issued for the installation of a meter to register the supply of water used for the construction of a building six stories in height or less.  Such water will be charged for as required by the department of water supply, gas and electricity.]\n    \t    \t(1)   In accordance with regulations promulgated by the department of environmental protection, an approved water meter shall be installed in all places supplied by city water.\n    \t    \t[(2)  FIRE LINES.-  Fire lines in buildings classified in all occupancy groups, except occupancy group J, shall be metered or connected to a metered water supply. Fire lines in metered buildings classified in occupancy group J, unmetered buildings or partially metered buildings, may be installed on an annual rate basis, except that, in partially metered premises if the fire line is confined to the metered business section, the fire line shall also be metered or connected to a metered water supply.  Buildings in occupancy group E, 100 feet or more in height and existing office buildings 100 feet or more in height are exempt from these requirements.]\n    \t    \t(2) \tA building used for business occupancy shall not have more than one meter set at point of entry on each service supplying the building.\n    \t    \t(3) \tUnmetered city water shall not be used in any premises where the supply is recorded as fully metered, or in that part of any premises that is recorded as being supplied through a meter or meters.\n    \t    \t(4) \tThe commissioner of the department of environmental protection is authorized to install or cause to be installed a meter or meters in any premises or structure.  Meters shall be installed by a licensed master plumber and the department of environmental protection.\n    \t    \t(5) \tAll water used in the construction of buildings or \nstructures seven or more stories in height shall be metered.  Prior to the commencement of actual building operations, a meter and backflow prevention device of proper size shall be installed on each service supplying the premises. The meter shall be placed in an accessible location at a point to be designated by the department of environmental protection, close to the point of entry of the service pipe. Each meter shall be enclosed in a vault or box, of ample size and substantial construction which will provide adequate protection against damage or injury from frost or other cause. Each meter shall remain in service through the entire period of building operations, until such time as the permanent meter has been installed. In the event that the meter had not covered the water service to the premise or had not been maintained in good working order during the entire period of building operations, the charge for water consumed during such building operations shall be established as provided by the rules and regulations fixing charges.\n    \t    \t    \t(6) \tFIRE LINES.-\n    \t    \t    \t    \ta.  \tFire services in premises or structures supplied by city water shall be metered in conformance with guidelines established by the department of environmental protection.\n    \t    \t    \tb.  \tThe use of water through meters approved for fire systems is prohibited for any other use, except the testing of the fire  system.\n    \t    \t    \t[(3)\tREFRIGERATION AND AIR CONDITIONING.-  Where the rate of water required for operation of refrigeration and air conditioning apparatus exceeds 1/2 gpm, the building supply shall be metered, as required by the department of water supply, gas and electricity.\n    \t    \t    \t(4)   MISCELLANEOUS FIXTURES.-  The following fixtures or device shall not be installed or used except where the supply of water to the fixture or device is metered or connected to a metered distribution system:  display fountains containing over 1,000 gal. of water;  aquarium containing over 300 gal. of water;  irrigation systems;  swimming tanks, wading pools, or plunge baths containing more than 5,000 gal. of recirculated water;  or hydrotheraphy devices requiring the use of city water for their operation.\n    \t    \t(b) \tLocations of Meters.-  In all premises where the supply of water is to be fully metered, the meter shall be set within 3 ft. of the building foundation or vault wall at the point of entry service pipe.  The service pipe between the house control valve and the meter shall be kept exposed.  When a building is situated in back of the street line or when conditions exist in a building that prevent the setting of the meter at a point of entry, the meter may be set outside of the building within the property line, provided the meter is installed in an accessible watertight, and frost-proof pit or meter box.  All meter locations shall be subject to approval by the department of water supply, gas and electricity].\n    \t    \t[(c)] (b)  Setting of meters. -  [In] Detailed requirements for setting or resetting [a meter, the requirements] water meters are as [follows:] indicated and required in the department of environmental protection's rules and regulations governing and restricting the use and supply of water.  General requirements are as follows:\n    \t    \t    \t[(1) The meter shall be set so that the dial faces upward and is horizontal.  The dial shall not be more than 3 ft. above the floor].\n    \t    \t    \t(1) Meters shall be installed at the point of entry of the service through the building or vault wall so that they may be easily inspected, maintained, and replaced.\n    \t    \t(2) Meter settings shall include an inlet and outlet control valve and a test tee assembly or a test post approved by the department of environmental protection, and where required, a backflow prevention device.  The house control valve may serve as the inlet control valve provided the center line is within five feet of the floor.  The testing device shall be located between the meter and the outlet control valve.  No connection shall be made to a test tee.  No fittings shall be permitted in the section of pipe upstream of the meter or meter setting with the exception of the required strainer.\n    \t    \t[(2) Connections shall be made by a coupling, union, or on both the inlet and outlet end of the meter and bored for sealing with holes at least 3/32 in. diameter.  Unions or couplings that would permit removing the meter setting without breaking the seal wiring are prohibited.\n    \t    \t(3) A house valve shall be installed in the service pipe on the inlet side of the meter within 1 ft. of meter, except that when a current meter is set, a straight section of pipe with a length of eight times the diameter of the meter inlet size, shall be installed immediately before the inlet between the control valve and the meter with no fittings of any kind installed in the straight section of pipe]. \n    \t    \t(3) In all cases the meter setting shall be installed in compliance with the rules and regulations of the department of environmental protection. \n    \t    \t[(4) A valve shall be installed on the outlet of all meters of 1 in. size or larger.\n    \t    \t(5) A full sized test tee shall be placed on all 11/4 in., 11/2 in., and 2 in. meters on the outlet between the meter and outlet valve, with a short, capped nipple in the tee.\n    \t    \t(6) A test tee with a 2 in. opening shall be placed on all meters 3 in. and larger on the outlet between the meter and outlet valve with a short nipple in the tee, and a 2 in. valve shall be placed on the nipple.\n    \t    \t(7) All meters not equipped with a test tee and outlet valve shall have a tee with a faucet in it inserted in the line on the outlet side within 2 ft. of the meter, except that this requirement may be waived where other readily accessible means are provided for testing the meter to determine whether the meter is registering correctly.\n    \t    \t(8) No connection shall be made to a test tee.\n    \t    \t (9) Before setting meters 3 in. and larger, a plan or sketch showing the proposed installation, and indicating the location of service control valve inside of the building, the distance of the meter from the point of entry or service, the height from floor, the size and type of meter, and the approximate date of setting shall be filed in duplicate with the department of water supply, gas and electricity for approval]. \n    \t    \t[d] (c) Size and type of meters.-\n    \t    \t    \t(1) \tAPPROVED METERS.-  [Meters shall conform to standards approved by the department of water supply, gas and electricity].  All meters shall be approved by the department of environmental protection.  The department shall maintain a current list of approved meters.\n              \t[(2)\tSIZE.-  A meter shall be restricted to a size that will give accurate registration on the basis of consumption and occupancy of the premises or portion of the premises metered. The meter in no case may be more than one standard size larger than the tap or connection to the city main.  The piping of the meter setting from the inlet valve to the outlet valve shall be of the same size as the meter.  Where inaccuracy of registration is found to be due to the improper size of the meter, such meter shall be replaced with another meter of a size designated by the department of water supply, gas and electricity].\n              \t(2)   USED METERS.-  No used meter or repaired meter shall be installed on a service at a new location unless specific request for the setting of such meter is made in writing by the owner of the property and is approved in writing by the department of environmental protection's bureau of water register.  All such used meters shall be repaired and conform to the department of environmental protection's bureau of water register's standard specifications.\n    \t    \t(e)   Removal of meters.-\n    \t    \t    \t1.  \tIf a meter has been disconnected without authority, it shall not be reset until the department of environmental protection has tested the meter.  Such testing and resetting shall be at the expense of the customer.\n              \t2.    When a tap or wet connection is destroyed on a metered service, the meter shall be removed under permit from the department of environmental protection.  Such meter shall be removed by a licensed master plumber.\nP107.4 - [CHECK VALVES] - CONTAINMENT DEVICES.-\n    \t(a) \tA double check valve assembly shall be placed in all services [where one of the following conditions exists], except where a reduced pressure zone backflow preventer is installed.  Such double check valve assembly shall be placed within two feet of the outlet side of the main house control valve for structures not fully metered, or within the meter set for structures which are fully metered.\n    \t    \t[(1)\tWhere a building is supplied by services connected to different mains].\n         \t[(2)\tWhere there is any possibility of backflow from tanks, siamese connections, or other apparatus or fixtures within the building].\n      (b)\t[Such check valves shall be placed within 2 ft. of the outlet side of the main house-control valve or on the metered connections between the meter test tee and the outlet valve].\n            Reduced pressure zone backflow prevention devices shall be provided on all domestic water services as required by regulations of the department of environmental protection.\nP107.5 WATER SUPPLY DISTRIBUTION SYSTEM.-\n    \t(a) \tDesign, adjustment, and maintenance.-  The water supply distribution system shall be designed and adjusted to supply fixtures and equipment with the amount of potable water required for proper use, cleansing and performance.  Pipe sizing shall be predicated on hydraulic design by an architect or engineer licensed by the state of New York,, subject to the approval of the commissioner.\n    \t(b) \tMinimum pressure.-\n         \t(1)\tThe minimum pressure available near the faucet or water outlet with the water outlet wide open shall be [8 psi] as indicated in table RS 16-7.\n    \t    \t(2)\tAt all other equipment and flush valves requiring more than [8] 10 psi, the minimum flow pressure shall be the pressure required for satisfactory performance.\n         \t(3)\tWhere street main pressure fluctuates, the building water distribution system shall be designed for satisfactory performance at the minimum pressure available.\n    \t(c) \tInadequate water pressure in street mains.-  Whenever water pressure from the street main or other source of supply is insufficient to provide pressure at fixtures outlets, an auxiliary supply shall be provided in accordance with Section P107.7.\n    \t(d) \tMaximum pressure.-  Where the static or street main pressure exceeds 85 psi on fixtures, a pressure reducing valve shall be installed to reduce the pressure to 85 psi or less at the fixture with no flow and the fixture closed.  Sillcocks and outside hydrants may be left at full pressure.\n    \t(e) \tMinimum size of water supply branches and risers.-\n         \t(1)\tThe minimum size of an individual branch supply to a fixture shall be predicated on supplying the flow of water listed in table RS 16-7 at velocities not in excess of 8 fps.\n         \t(2)\tThe branches, risers, and headers shall be sized to produce velocities not in excess of 8 fps for the flow predicated on the probable demand of flow in the branch, riser, or header pipe.  Minimum pipe size shall be one half inch (1/2\").\n    \t(f)   Water hammer.-  All building water supply systems shall be provided with devices to absorb shocks resulting from high pressure caused by the quick closing of valves.  These pressure absorbing devices shall be either air chambers or mechanical devices.  Water pressure shock absorbers may be installed at the ends of long pipe runs or near batteries of fixtures.\n    \t    \t(1)\tAir chambers installed on the main service shall be in an accessible place, and each air chamber shall be provided with a means for restoring the air should the chamber become waterlogged.  Such devices shall be maintained.\n    \t    \t(2)\tAir chambers installed at individual fixtures need not be accessible.  Air chambers for fixtures shall be at least 12 in. long and of the same diameter as the branch pipe connection;  for quick closing valves the chamber shall be at least 18 in. long. One air chamber may service a battery of fixtures provided the single air chamber is at least 24 in. long and is at least the size of the supply branch.\n         \t(3)\tMechanical devices shall be used in accordance with the manufacturer's specifications as to location and method of installation.\n\n\n\tTABLE RS 16-7\nMINIMUM RATE OF FLOW AND MINIMUM REQUIRED PRESSURE DURING FLOW FOR SIZING INDIVIDUAL BRANCH SUPPLIES FOR PLUMBING FIXTURES\n__________________________________________________________________\nMaximum\nDelivered\t    \t[Location]    \t   \tMin Flow Pressure (a)  Flow Rate (b)\nTemperature   \t Fixture             (psi)            Min/Max (gpm)\n  o'F                                                                \n\n\n110   \t[Ordinary basin] \n      \tLavatory faucet.........      \t[8]  \t10      \t[2.0]      \t2.5\n\n\n110   \t[Self closing basin]\n      \tPublic lavatory faucet...     \t[8]  \t10      \t[2.5]      \t0.5\n\n\n110   \tSink faucet, [3/8 in]....     \t[8]  \t10      \t[4.5]      \t2.5\n\n\n      \t[Sink faucet, 1/2 in.]...     \t[8]  \t        \t           \t[4.5]\n\n\n115   \tBathtub-ASSE (1016-88)...     \t[8]  \t**      \t[5.0]      \t6.0\n\n\n115   \tShower- ASSE (1016-88)......  \t[8]  \t**      \t[5.0]      \t2.5/3.0*\n\n\nNA    \tBall-cock for water closet....\t[8]  \t10      \t[3.0]      \t1.6 gal\n      \t\t                             \t              \t           \tper flush\n\n\nNA    \tFlushometer valve for.....[10-20]   \t25      \t[15-40]    [ (c)]\n      \twater closet                  \t     \t      1.6 gal per flush\n\n\nNA    \tFlushometer valve for......[10]     \t25      \t[15.0]\n      \tUrinal                        \t     \t      1.0 gal per flush\n\n      \t[Drinking fountains.......          \t=       \t0.75]\n      \t\t      * Maximum total flow\n\t** determined by filling device requirement of 1989\n\n     a.\tThe flow pressure is the pressure in the supply pipe, [near the] at the inlet to the faucet or water outlet while the faucet or water outlet is wide open and flowing.\n    \tb.\tAt fixtures supplied with both hot and cold water the flow rate indicated is for [each of the two connections.]  the combined flow.\n    \t[c\tThe wide range is due to the variation in designs and types of water closet flush valves and water closets.]\n    \tP107.6  WATER SUPPLY CONTROL VALVES.-\n\n    \t(a) \tStop-and-waste valves prohibited.-  Combination top-and-waste valves or cocks shall not be installed in underground or buried water supply piping.\n    \t(b) \tRiser valves.-  [Except in one-family dwelling,]. [a] A valve shall be installed at the foot of each water supply riser, [in multistory buildings, a valve shall be installed] or at the top of each [water supply] down-feed [pipe] riser.\n    \t(c)   Valves in dwelling units.-  In two-family dwellings and in dwelling units of buildings classified in occupancy group J-2, control valves on the supply branch or stop valves on each individual fixture shall be provided so that the water to any dwelling unit may be shut off without stopping the flow of water to other units.\n    \t(d)   Individual fixture valves.-  In buildings of occupancy other than those in (c) above, the supply branch to the group of fixtures or the supply branch to each fixture or piece of equipment shall be provided with a valve or a fixture stop valve to shut off the water to the fixture or to the room in which it is located.\n    \t(e)   Tank controls.-  Supply lines to and from pressure [or gravity] tanks shall be supplied with valves at the tanks within the tank room.  Supply lines from the gravity tanks shall be supplied with valves, protected  from freezing at the main roof level but in no case lower than the next floor level.  Indicating type valves shall be installed on the supply lines to and from the gravity combined or fire house tank pump.  Each tank shall be provided with a remote indicating high water alarm.\n    \t(f) Water heating equipment valve.-  The [cold water branch] water lines to each hot water storage tank or water heater shall be provided with a valve located [near] on the equipment.  Each tank or heater shall be equipped with an approved automatic relief valve as prescribed in section P107.25.\n    \t(g)   Accessibility and maintenance.-  All water supply control valves shall be placed so as to be readily accessible for service and maintenance. A plain end valve shall be installed at the base of any riser exceeding five (5) stories.\n    \t(h)   Control valve design.-  Except the valves serving single fixtures, control valves on all water lines shall, when fully opened, have a cross sectional area of at least 85 percent of the cross-sectional area of the line in which they are installed.\n    \t(i)   Bath and Shower Valve.-  Valves for individual, multiple or gang showers shall be pressure balanced-mixing valves or thermostatic-mixing valves conforming to the requirements of ASSE 1016 - (December, 1988).  Water temperature control valves shall be equipped with high-limit stops adjusted to a maximum hot water setting of 115 degrees F (46 degrees C).\nP107.7 - AUXILIARY WATER SYSTEMS.-\n    \t(a) \tWhen required.-  When the pressure in the street water main or individual water supply system is insufficient to supply the probable peak demand flow to all plumbing fixtures and other water needs freely and continuously, and with the minimum pressures and quantities as prescribed in [Section 107.5 or elsewhere herein,] table RS 16-7, the rate of supply shall be supplemented by a water pressure booster system designed by [one of the following] a professional architect or engineer licensed by the State of New York.\n       [(1)    an elevated gravity water supply tank\n        (2)    a hydropneumatic pressure booster system\n        (3)    a water pressure booster pump system\n        (4)    a combination of these systems\n        (5)other systems designed by an architect or engineer, subject to the approval of the commissioner.]\n[P107.8] (b) Water supply tanks. -\n \t(1)  Overflows.-  Each gravity or suction water supply tank shall be provided with an overflow [not smaller than shown in Table RS 16-8 and/or RS 16-9.  The gallons per minute listed in the tables shall be the total automatic pump capacity connected to the tank or the calculated carrying capacity of the fill pipe] calculated in conjunction with its inlet and shall be a minimum of one pipe size larger than the supply pipe.  The overflow outlet shall discharge within [6 in.] 18 in. of a roof or roof drain. [or over an open water supplied fixture.]  The overflow [discharge] inlet shall be provided with [durable screening with openings of not more than 1/8 in.] a roof tank strainer cast brass with female ips threads.\n \t[b](2)\tWater piping control and location.-  Water inlets to gravity house tanks shall be controlled by a ballcock or other automatic supply valve or emergency electrical cut-off so installed as to prevent the overflow of the tank in the event that the pumps filling the tanks do not shut off at the predetermined level, or the street pressure rises to a point where it can fill the tank. The water inlet to a suction tank shall be controlled by a ballcock or other automatic supply valve.  The inlet shall be terminated so as to provide an accepted air gap but in no case shall it be less than 4 in. above the top of the overflow.  The outlet from a gravity tank to the distribution system shall be equipped with a brass dome strainer located at least 2 in. above the tank bottom to prevent solids from entering the piping system.  All down-feed supplies from a tank cross-connected in any manner with distribution supply piping in a building supplied by direct street or pump pressure, shall be equipped with a check valve on the main cold water down supply to prevent backflow of water into the roof tank.\n \t[c](3)\tDrain pipes for emptying tanks.-  Each tank or tank compartment shall be provided, at its lowest point with a valved pipe to permit emptying the tank.  The drain pipe shall discharge as required for the overflow pipe, and shall be at least 4 in. in diameter.\n \t[d](4)\tProhibited location.-  Potable water gravity tanks or manholes of potable water pressure tanks shall not be located directly under any soil or waste piping.\n   [e](5)   Design.-  The gravity house supply tank shall be built of wood, steel, or equivalent materials.  All piping within the tank shall be non-corrosive approved material.  Subject to the approval of the commissioner, additional linings may be installed in the tank, provided the lining material does not have a toxic or otherwise objectionable effect on the potable water. Steel tanks shall be painted both inside and outside.  If a tank with a dividing partition is installed, the total capacity of the combined compartments shall be considered as the capacity of a single tank for the purpose of determining storage capacities of the tank.\n \t[f](6)\tHydropneumatic pressure booster tanks.-  Presure tanks shall be cylindrical and shall be built in accordance with the ASME boiler code [1967], 1989 Section VIII.  The tank shall be galvanized or painted both inside and outside unless it is constructed of a nonferrous material.  The tank shall be provided with a pressure relief valve.  Also, it shall be provided with a vacuum relief if the tank is located and installed so that it can be drained by a fixture located below the tank.  The air supplied to the tank shall be filtered and taken from an area that does not impart any toxicity to potable water stored in the tank.\n \t[g](7)\tCleaning or painting.-\n \t \t[(1)]  a.  No water tank of any kind that is part of a building water supply system used for potable purposes shall be cleaned with any material or painted on the inside with any material that will have a toxic or otherwise objectionable effect on the potability of the water supply when the tank is put into service.  No lead paint shall be used.  The water supply connections to and from a tank shall be disconnected or plugged while the tank is being cleaned or painted to prevent any foreign fluid or substance from entering the distribution piping.  Where the air in a tank may be insufficient to sustain human life, or may contain an injurious gas, adequate measures shall be taken for the protection of the workmen.\n \t[(2)]  b.  After the tank has been cleaned or painted, it shall be disinfected according to the following procedure before it is put back in service:\n[a] (1)\tThe underside of the top, the bottom, and the walls shall be washed with a hypochlorite solution containing 100 or more parts per million of available chlorine\n[b] (2)\tThe tank shall be filled with water to which hypochlorite solution is added during the filling in sufficient quantity so that the treated water in the tank will contain at least  10 parts per million of available chlorine.\n[c] (3)\tThe chlorinated water shall be allowed to remain in the tank for two hours.\n[d] (4)\tFinally, the tank shall be drained completely before refilling.\n[(3)](5)\tHouse and suction tanks shall be drained and cleaned at least once a year.\n[h](8)  Supports.-  All water supply tanks shall be supported in accordance with the requirements for structural work of the building code.\n[i](9)  Covers.-  All water supply tanks shall be covered to keep out dirt, vermin and unauthorized persons.\n      \t(10) All tanks shall be inspected and certified by a licensed master plumber each year to ensure compliance with all requirements of this section and such certification shall be kept on premises at the tank's location.\n[P107.9] P107.8 - HOUSE AND BOOSTER PUMPS.-\n      \t(a) \tDirectly off street main.-  Power pumps may draw their water supply directly from the street main if the total connected automatic pump capacity is not more than 400 gpm.  If the total connected automatic capacity exceeds 400 gpm, the pumps may be connected directly to the street main only if permitted by the department of [water supply, gas and electricity] environmental protection.\n      \t(b)  Suction tank.-\n      \t(1) When the pumps cannot be connected directly to the water service main a suction (surge) tank shall be installed.  Suction tanks shall be constructed in accordance with the requirements of section P107.8\n      \t(2) No suction tank will be required for a fire pump except when the size of the fire service is equal to or greater than the size of the street main.\n      \t(c) Suction tank size.-  Suction tanks when required, shall have a capacity not less than prescribed in Table RS 16-10.\n      \t(d) Fill line to tank.-  A fill connection to a suction tank shall be provided with a flow control that will limit the water make-up rate to the suction tank under the pressure conditions and at the maximum quantities permitted by the department of [water supply, gas and electricity] environmental protection.\n      \t(e) Low pressure cut-off required on booster pumps.-  When a pump is directly connected to the street main, a low pressure cut-off shall be installed on the house side of each building control valve and on the street side of each meter assembly to prevent the pressure from dropping more than 7 psi below the normal static pressure at the point of entry of the water service, or as required by the department of [water supply, gas and electricity] environmental protection.\n      \t(f) Check valves required.-  Each pump discharge shall be provided with a check valve [and gate valve].\n[107.10] P107.9 - PROTECTION OF POTABLE SUPPLY.-\n      \t(a) General.-  A potable water supply system shall be designed, installed and maintained in such manner as to prevent contamination from non potable liquids, solids, or gases from being introduced into the potable water supply through cross-connections or any other piping connections to the systems.\n      \t(b) Identification of potable and non-potable water.-  In all buildings having dual water distribution systems, one potable water and the other non-potable water, each system shall be identified either by color marking or metal tags.\n      \t(c) Color marking.-  When color marking is used, potable water lines shall be painted green and non-potable water lines shall be painted yellow.  This requirement may be met by painting 3 in. wide bands, green or yellow, at intervals of not more than 25 ft. and at points where piping passes through walls, floors, or roofs, in which case the bands shall be applied to the piping on both sides of the walls and both above and below the floor or roof.  Points of outlets for non-potable water shall be marked with a tag or color code.\n      \t(d) Metal tags.-  When tags are used, potable water lines shall be identified by 3 in. diameter metal tags bearing the legend \"SAFE WATER\" in letters at least 1/2 in. high.  Non-potable water lines shall be identified by firmly attached metal tags having the shape of 4 in. equilaterial triangle bearing the legend \"WATER UNSAFE\" in letters at least 1/2 in. high.  As in the use of color bands, tags shall be attached to pipes at intervals of not more than 25 ft. and at both sides at points where pipes pass through walls, and both above and below points where pipes pass through floors or roofs.\n[P107.11] P107.10  TOXIC MATERIALS AND SUBSTANCES.-\n      \tNo materials or substances that could produce either toxic condition or add taste or odor to a potable water system shall be introduced into or used in such systems.\n[P107.12] P107.11  USED PIPING.-\n      \tPiping that has been used for any purpose other than conveying water shall not be used for conveying potable water.\n[P107.13] P107.12  PROHIBITED CONNECTIONS TO FIXTURES AND EQUIPMENT.-\n      \tThe following equipment shall receive water supply only through air gaps.[and][d]  Direct water connections to the potable water supply system shall be prohibited unless an approved reduced pressure principle [back pressure] backflow[preventer] prevention device is installed between the water supply and the equipment.\n      \t(1)\tBidets with submerged water connection that cannot drain out after shut off.\n      \t(2)\tAspirators, injectors, ejectors or water siphons and similar apparatus.\n      \t(3)\tMortuary, dissection, operating and embalming tables or similar equipment.\n      \t(4)\tSterilizers.\n      \t(5)\tFlushing rim floor drains.\n      \t(6)\tDialysis and similar equipment.\n      \tReduced pressure zone devices shall be annually tested by a certified tester employed by a licensed master plumber.  Such record of certification shall be kept on the premises.\n[P107.14]  P107.13  CONNECTIONS TO MECHANICAL EQUIPMENT AND SYSTEMS.-\n      \tPotable water connections to boiler feed water systems and heating or cooling systems shall be made through a fixed air gap. Where the equipment or system is fed through an injector the potable water shall be supplied through a fixed air gap to the suction tank of a booster pump.\n[P107.15]  P107.14  REFRIGERATION UNIT CONDENSERS AND COOLING JACKETS.-\n      \tWhere potable water is provided for a refrigerator condenser or cooling jacket the connection must be entirely outside of the piping or tank containing a refrigerant, and a separate interchange located outside of the piping as tank containing the toxic refrigerant to be used.  The inlet connection shall be provided with a check valve and, if the refrigeration units contain more than 20 lbs. of refrigerant, with an approved pressure relief valve set to relieve at 5 psi above the maximum water pressure at the point of installation, adjacent to and at the outlet side of the check valve.\n[P107.16]  P107.15  AIR CONDITIONING AND REFRIGERATION.-\n      \t(1) \tEach direct water connection to a refrigeration or air conditioning unit using city water for cooling purposes shall be [equipped with a check valve located not more than 2 ft. from the unit.], protected against backflow and back siphonage in accordance with subdivisions 1, 2, 3, 4, and 5 of section P107.17.  No connection shall be made between the device and equipment served.\n      \t(2) [Where the refrigeration or air conditioning system in a building is in excess of 1/3 ton, the city water supply to such building shall be metered].  All refrigeration systems in excess of six (6) tons of rated capacity using city water, shall be equipped with an approved water conserving device, approved by the commissioner of the department of environmental protection as to method of installation.\n      \t(3) [Where the refrigeration or air conditioning unit using city water is 1/3 ton or less, and the unit is located in a metered premises, the unit shall be connected to the metered supply].  All refrigeration/air conditioning systems two tons or less, using City water without an approved water conserving device, shall be equipped with an automatic water regulating valve or device on each individual unit comprising the installation.\n      \t(4) [All systems of refrigeration in excess of a 6 tons and/or air conditioning in excess of 3 tons shall be equipped with a water conserving device.  Ice cubers and ice flakers shall be exempted from this requirement.  The tonnage shall be the combined or total tonnages for all water cooled refrigeration systems for air conditioning or any other purpose installed in any one building].  Where the refrigeration/air conditioning unit using city water is one-third (1/3) ton of rated capacity or less, and the unit is located in a metered premises, then the unit shall be connected to the metered supply.\n      \t(5) [In buildings where the tonnage is less than the tonnage specified in (4) above, an approved automatic regulating device shall be installed at each refrigeration unit].] All air conditioning systems in excess of two (2) tons of rated capacity using city water heretofore or hereafter installed, shall be equipped with an approved water conserving device.\n      \t(6) Where city water is supplied to a water conserving device, other than a combination air and water cooled condenser, the piping supplying such water shall discharge at least 2 in. above the overflow rim of the pan.\n      \t(7) The waste water from all systems having direct connection to the city water supply shall be discharged through an air break into a receptacle fixture or drain.  The point of discharge (outlet of the discharge piping) shall be located at least 1 in. above the overflow rim of said receptacle.\n      \t(8) \"Automatic water regulating valve or device\" shall mean a self-regulating valve or other device, that shall limit the use of city water to 1.5 gpm or less per ton of refrigeration or air conditioning.\n      \ta. \"Air conditioning system\" shall mean an installation for maintenance by heat removal, of temperatures which are more than 60?F.\n      \tb. \"Refrigeration system\" shall mean an installation for maintenance by heat removal, of temperatures which are 60?F or less.\n      \t(9) \t\"Water conserving device\" shall mean an evaporative condenser, water cooling tower, spray pond, economizer, or similar apparatus, [that]  which device shall not consume city water for make-up [purpose] purposes in excess of two (2) per cent of the amount that would normally be used without such device.  In addition [3 percent] there shall be allowed two (2) per cent of the amount of water that would normally be used without such devices [shall be allowed] for purpose of bleeding and wash down.\n[P107.17]  P107.16  USED WATER RETURN PROHIBITED.-  Water used for cooling of equipment or other processes shall not be returned to the potable water system.  Such water shall be discharged into the drainage system through an air break to a receptacle or fixture.\n[P107.18]  P107.17  PROTECTION AGAINST BACKFLOW AND BACK-SIPHONAGE.- Unless otherwise provided in this code, protection of the potable water system against backflow and back-siphonage shall be by providing, installing, and maintaining  at each outlet one of the following:\n      \t(1)\tAir Gap:  In accordance with ANSI A112.1.2-1942 (R1973)\n      \t(2)\tVacuum Breaker:  In accordance with ANSI A112.1.1 1971 (ASSE No. 1001-1970)\n      \t(3)\tReduced Pressure Principle Back Pressure Backflow Preventer:  In accordance with ASSE No. 1013-[1974]  1988\n      \t(4)\tDouble Check Valve-Type Back Pressure Backflow Preventer Assembly:  In accordance with ASSE No. 1015-[1972] 1988\n      \t(5)\tBackflow Preventer Device with Intermediate Atmospheric Vent: In accordance with ASSE No. 1012-[1972]  1978\n      \tVacuum breaking and backflow preventing devices shall be accessibly located, preferably in the same room with the fixture they serve. Installation of vacuum breaking devices in utility or service spaces is also permitted, provided the devices are readily accessible. No connection shall be made between the device and the equipment served.  \n[P107.19]  P107.18  APPROVAL OF DEVICES.-  Before any device for the prevention of backflow or back-siphonage is installed, it shall have been first tested and a test report showing compliance with the applicable standard shall have been filed by an architect or engineer, in accordance with the administrative provisions of the building code[.], such devices must be approved.\n[P107.20]  P107.19  PROTECTION OF POTABLE WATER SUPPLY OUTLETS.-\n      \t(1) \tBackflow [preventers] prevention devices or vacuum breakers shall be installed with any plumbing fixture or equipment in each potable water supply outlet that may be submerged and that cannot be protected by a minimum air gap, or as otherwise provided in this code. All submerged inlets, except for connections to water closet and urinal flushometer valves and ball floats for tank water closets and urinals, shall have a check valve installed between the vacuum breaker and the submerged inlet.\n      \t(b) \tType required.-\n      \t(1) CONNECTIONS NOT SUBJECT TO BACK PRESSURE.-  Where a water connection is not subject to back pressure, a non-pressure type vacuum breaker shall be installed on the discharge side of the last valve on the line serving the fixture or equipment.  A partial list of conditions requiring protective device of this kind is given in Table RS 16-[11] 9.  The critical level shall be indicated on the vacuum breaker or, in the event the critical level is not indicated, the lower end of the vacuum breaker body shall constitute the critical level.\n      \t(2) CONNECTIONS SUBJECT TO BACK PRESSURE.-  Where a potable water connection is made to a line, fixture, tank, vat, pump, or other equipment with a hazard of backflow or back-siphonage [where] when the water connection is subject to back-pressure a [pressure type vacuum breaker and check valve] reduced pressure zone device shall be installed[.] and annually tested by a certified tester employed by a licensed master plumber.  Such record of certification shall be kept on the premises.\n[P107.21]  P107.20  PREHEATING APPARATUS.-  Water supply lines to after preheating apparatus utilizing waste water from the plumbing system shall be equipped with a vacuum breaker located at least 4 in. above the highest elevation of the preheating apparatus or coil, with a check valve between the vacuum breaker and the preheating apparatus.  Any hot water boiler supplied through such preheating device and having an independent cold water supply line shall have the cold water supply line equipped with a vacuum breaker and check valve located at least 4 in. above the highest elevation of the boiler.\n\n\tTABLE RS 16-[11] 9 \n\n_______________________________________________________________________\n\n      \tCross Connections Where Protective Devices Are Required\n      \tand Critical Level (CL) Setting for Vaccum Breakers\n\n_______________________________________________________________________\n\nFixture [of] or Equipment              \tMethods of Installation\n\n_______________________________________________________________________\n          \n\n\nDental Units\t\t\t\tOn models without built-in vacuum breakers-C-L at least 4 in. above flood rim of bowl.\n\n\nDishwashing machines\t\tAn air gap or with the C-L at least  4 in. above flood level of machine. Install on both hot and cold water supply line and on water supply to  detergent or water softening   appliances.\n\n\nFlushometers                 \tC-L at least 4 in. above top of\n(closet and urinal)          \tfixture supplied.\n\n\nGarbage can                  \tC-L at least 4 in. above flood level\ncleaning machine   \t    \t    \tof machine.  Install on both hot and\n         \t    \t    \t    \t    \tcold water supply lines.\n\n\nHose outlets, (except   \t    \tC-L at least 4 in. above highest\n[outside sillcocks,]    \t    \tpoint on hose line or as permitted\ndraincocks at base of   \t    \tby the commissioner.\nwater risers or at\nequipment, and fire hose\noutlets)\n\n\nLaundry machines\t\t\tC-L at least 4 in. above flood level  of machine.  Install on both hot and cold water supply lines.\n\nLawn sprinklers\t\t\tC-L at least 12 in. above highest sprinkler or discharge outlet. Installed on header at building wall.\n\nSteam tables\t\t\t\tC-L at least 4 in. above flood level.\nTanks and vats\t\t\t\tC-L at least 6 in. above flood level rim or line.\n\nTrough urinals\t\t\t\tC-L at least 30 in. above perforated flush pipe.\n\nFlush tanks\t\t\t\tAll flush tanks operated by ballcocks shall have a vacuum breaker located not less than 1 in. above the over- flow outlet of the flush tank.\n_______________________________________________________________________\n\n[P107.23]  P107.22  CHEMICAL SOLUTION TANKS OR APPARATUS.-  Direct water supply connections to any tank or apparatus containing any chemical shall be prohibited unless specifically approved by the department of health[.], and the approved plan designed by a professional engineer licensed by the State of New York.\n\n[P107.24]  P107.23  BEDPAN WASHERS OR SIMILAR APPARATUS.-  [Bedpan washers or similar apparatus not provided with an approved flushometer] The water supply shall be equipped with [a vacuum breaker and check valve.] an approved reduced pressure zone backflow prevention device. [The check valve shall be located between the fixture and the vacuum breaker.  Water supply to bedpan washers equipped with an approved flushometer valve shall be provided with a vacuum breaker.]  Bedpan washers may be equipped with steam connections only when such equipment has been approved.\n[P107.25]  P107.24  LABORATORY OUTLETS.-  Each laboratory outlet [provided with a serated tip or hose end] shall be provided with a vacuum breaker.\n[P107.26]  P107.25  HOT WATER SUPPLY SYSTEM.-\n         \t(a) \tReturn circulation - where required.[-]\n         \t    \t(1)   Hot water supply systems, [in buildings four stories or more in height, or buildings] in which the developed length of hot water piping from the source of hot water supply to the farthest fixture supplied exceeds [50] 40 ft. shall be of the return circulation type, except as otherwise provided in subparagraph (2) of this paragraph.  No branch from a noncirculated riser or header shall exceed [50] 40 ft.\n         \t(2) \tA temperature maintenance system with electric heaters and components applied to the domestic hot water piping may be used in lieu of a return circulation system provided:\n         \ta.\tThe system conforms to the requirements of national standard ANSI/IEEE 515 - 1983.\n         \tb.\tThe minimum predetermined temperature in the domestic hot water piping is not less than 100?F.\n         \tc.\tThe minimum outlet temperature of the hot water supply source is not less than 100?F.\n         \td.\tAll heating cable cores are permanently marked with the manufacturer's batch or serial number for traceability and cable jackets are continuously and permanently marked with the manufacturer's name, catalog number, nominal supply voltage and nominal power output in watts per ft.  The use of temporary printing or tags shall not be permitted.\n         \te.\tTest certificates accompany each reel of heating cable and are signed by the manufacturer's quality control officer.  The certificates shall indicate the cable type, cable rating in watts per ft., voltage rating, test date, batch number, reel number, length of cable, test voltage and test amperage reading.\n         \tf.\tThe system is listed for domestic hot water piping by an accepted nationally recognized independent laboratory that maintains periodic inspections of production of listed equipment and whose listing states that the equipment meets nationally recognized standards for domestic hot water piping.\n         \tg.\tThe system is accepted and approved by the department of buildings.\n\n      (b)\tPressure relief valves, temperature relief valves and energy cut-off devices required.-  Equipment used for heating water or storing hot water shall be provided with one of the following devices:\n         \t    \tA separate pressure relief valve and separate temperature relief valve, or\n         \t    \tA combination pressure and temperature relief valve.\n         \t    \t(1) \tNo check valve or shut-off valve shall be installed between the safety device and the hot water equipment used.\n         \t    \t(2) \tRelief outlets or relief valves shall not be directly connected to drainage or vent piping.\n         \t    \t(3) \tRelief valve discharge pipes shall be the same size as valve discharge connections and shall pitch downward from the valve to the point of disposal.  Pipe shall terminate with an unthreaded end.\n         \t    \t(4)   Where a relief outlet discharges into a plumbing fixture, a minimum air break shall be provided.\n         \t    \t(5)   All relief valves and safety devices shall comply with the requirements of the applicable standards of the [U.S.A.] American National Standards Institute, American Society of Mechanical Engineers, or the Underwriter' Laboratories.  Valves or devices shall be accepted for use in accordance with the administrative provisions of the building code.\n         \t    \t[(6)\tAll new installations of equipment used for heating water or storing water shall comply with the provisions of subdivision P107.26 of section P107.0 of reference standard RS-16.\n         \t    \t(7) \tAll replacements of equipment used for heating or storing water shall comply with the provisions of subdivision P107.26 of section P107.0 of reference standard RS-16.\n         \t    \t(8) \tAll existing equipment used for heating water or storing water shall comply with the provisions of paragraph (b) of subdivision P107.26 of section P107.0 of reference standard RS-16.]\n         \t(c) \tPressure relief valves.-  Pressure relief valves and the pressure relief element of combined pressure and temperature relief valves shall be in accordance with the requirements of the ASME boiler and pressure vessel code, [1962] 1989, section IV and the construction requirements of [USASI Z21.22-1964] ANSI Z21.22-1986.\n         \t    \t(1) \tValve capacity, [as rated] related from actual test data, shall be at least equal to the rated capacity of the connected heater or heaters.\n         \t    \t(2)   The opening pressure of the pressure relief valve shall be at least 25 lbs. above the normal working pressure in the system or the pressure delivered by the water pressure reducing valve. In no case shall the relief valve be set to open at a pressure above the rated working pressure of the vessel that the valve is installed to protect.\n         \t(d) \tTemperature relief valves.-  Temperature relief valves shall have a relief rating, expressed in Btu per hour, and temperature not to exceed 25 degrees in excess of the upper temperature limit control, equal to that of the equipment served.  They shall be installed so that the temperature sensing element is immersed in the hottest water, such as:\n         \t    \t(1)\tWithin the top 6 in. of the tank of an unfired hot water storage heater;\n         \t    \t(2)\tAbove the hot water inlet to a tank equipped with a sidearm type water heater or supplied with hot water from another source;\n         \t    \t(3)\tAbove the topmost heating element of an electric water heater;\n         \t    \t(4)\tWhere, due to the construction of the water heater, there is no tapping to receive the temperature relief valve, the valve shall be installed in a tee following a nipple installed in the heater. The tee shall be located as close as possible to the heater jacket.\n         \t(e) \tEmergency energy cut-off devices.- The performance rating of emergency energy cut-off devices shall be equal to or greater than the performance rating for the equipment served.  Immersion type energy cut-off devices shall be installed so that the temperature sensing element is immersed in the hottest water zone of the equipment served. Contact types shall be installed only when permitted by the commissioner, and shall be rigidly mounted in contact with the shell of the water heater, shall be calibrated accurately for use on the heater to which it is applied, and shall be insulated or protected from flue gas, heat, or other ambient conditions that are not indicative of stored water temperature.  Safety pilots or other approved devices shall be installed to cut off the main fuel supply to the main burner or heat producing equipment.\n         \t(f) \tVacuum relief valves.-  All copper lined tanks located and installed so that they can be drained by a fixture located below the tanks shall be equipped with a vacuum relief valve that shall comply with [USASI Z21.22-1964] ANSI Z21.22-1986.\n         \t(g) \tPressure marking of hot water storage tank.-  Hot water storage tanks shall be permanently marked in a readily accessible place to indicate the maximum allowable working pressure, which shall be not more than 2/3 of the bursting pressure of the tank.\n         \t(h) \tTemperature limit controls.-  All hot water heaters and storage tanks shall be equipped with an operating temperature limit control. Domestic hot water and storage tanks shall have a maximum operating temperature of 160?F.\n         \t(i) \tProhibited locations and usage of hot water generators.-  No solid or liquid fuel or gas fuel-fired water heater shall be installed in bathrooms, bedrooms, or in any enclosed space with a volume of less than 300 cu. ft.; nor shall vents designed only for use with gas equipment be used with solid or liquid fuel-fire equipment. Notwithstanding the foregoing, a gas fuel-fired water heater may be installed in any dwelling unit in accordance with the following conditions:\n         \t    \t(1)\tThe enclosed space shall have a minimum volume of at least 100 cu. ft.;\n         \t    \t(2)\tThe maximum Btu rating shall be 75,000 Btu/hr.\n         \t    \t(3)\tThere shall be a fresh air intake which shall equal at least one sq. in. free area per 2000 Btu/hr. input rating which in no event shall be less in cross-section than the flue projecting from the hot water heater and which shall be fire damper protected if used for air supply duct work of two or more stories.\n         \t    \t(4)\tThe exhaust from the water heater shall be connected to an approved type flue.\n         \t    \t(5)\tThe installation shall be made within a solid enclosure with a flush door without louvres, and with clearances about the water heater conforming to A.G. A. requirements; and\n         \t    \t(6)\tThe heater shall be (i) currently listed by an independent laboratory acceptable to the commissioner pursuant to section [C26-106.2] 27-131;  (ii) approved by the department. [,and (iii) approved by the department of health.]\n[P107.27]  P107.26  DISINFECTION OF POTABLE WATER SYSTEMS.-\n         \t(a) \tNew or repaired potable water systems shall be disinfected prior to use whenever samples from the system show any contamination after making a bacteriological examination. Samples shall be taken as required by the department of health. The method to be followed shall be that as prescribed by the department of health, or where no method is prescribed by the department of health by the following:\n         \t    \t(1)\tThe pipe system shall be flushed with clean, potable water until no dirty water appears at the outlets.\n         \t    \t(2\tThe system or part thereof shall be filled with a water-chlorine solution containing at least 50 parts per million of chlorine and the system or part thereof shall be valved off and allowed to stand 24 hr. or, the system or part thereof shall be filled with a water-chlorine solution containing at least 200 parts per million of chlorine and allowed to stand for 3 hr.\n         \t    \t(3)\tFollowing the prescribed standing time, the system shall be flushed with clean potable water until no excess chlorine remains in the water coming from the system.\n         \t    \t(4)\tThe procedure shall be repeated if it is shown that contamination still persists in the system.\n                     \n[TABLE RS 16-8   Size of Overflows for Gravity and Sunction Tanks\n\n                       (See Figures RS 16-1  A and B)\n\n\n ______________________________________________________________________\n\nOverflow          Maximum Allowable            Maximum Allowable\nPipe Size         gpm for each Orifice         gpm for Vertical \n                  Opening into Tank                Overflow\n  (in.)                           \t    \t(Piping Connecting Orifices)\n______________________________________________________________________\n           \n      2                    19                                25\n\n      3                    43                                75\n\n      4                    90                               163\n\n      5                   159                               296\n\n      6                   257                               472\n\n      8                   505                             1,020\n\n     10                   890                             1,870\n\n     12                 1,400                             2,967]\n_______________________________________________________________________\n\n                       [TABLE RS 16-9        \n\n         \t    \t    \tSize of Weirs for Gravity and Suction Tanks\n                           (See Figures RS 16-1C)\n_______________________________________________________________________\n\nSlotted Weir Opening into Tank\nBetween Overflow Chamber and                         Maximum Allowable\nWater Compartment  (a)                                  gpm for Weir\n_______________________________________________________________________\n \n  3        in.  x  24  in.                                      381\n\n  3 - 1/2  in.  x  24  in.                                      475\n\n  4 - 1/2  in.  x  24  in.                                      685\n\n  4 - 1/2  in.  x  36  in.                                    1,037\n\n  6        in.  x  36  in.                                    1,569\n\n  6        in.  x  48  in.                                    2,100]\n_______________________________________________________________________\n         \tNOTE -\n\n         \t    \t(a)\tBottom of the overflow chamber must be at least  6 in. below weir.\n\n\n         \t    \t\tBottom outlet shall be provided in the chamber of sizes based on capacities as indicated in table RS 16-8].\n\n_______________________________________________________________________\n\n\tTABLE RS 16-[10] 8   Suction Tank Sizes\n\n_______________________________________________________________________\n\n     Total Connected Pump                            Tank Capacity\n       Capacity (gpm)                                     (gal.)\n_______________________________________________________________________\n\n\n         400  -  500                                    (  7,500)\n         501 and over                                   ( 10,000)\n_______________________________________________________________________\n    \t�3. \tThis local law shall take effect immediately.\n\n    \tReferred to the Committee on Housing and Building.\n\nPEK/rt\n01/22/92\nDG-local laws\nPro. Amend. Plumbers Code",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\f1\\fs21     \\f0\\fs24\\tab Section 1. Reference Standard RS 16 of the administrative code of the city of New York is amended to read as follows:\\par\nSECTION P100:  DEFINITIONS\\par\n    \\tab The following definitions shall be used in the application of this reference standard.\\par\n    \\tab Air Break-(drainage system). - A piping arrangement in which a drain from a fixture,  appliance,  or device discharges through an air  break into a fixture,  receptacle, or interceptor at a point above the flood level rim of the receptacle.\\par\n    \\tab Air Gap-(water distribution system). -  The unobstructed vertical distance through the free atmosphere between the lowest opening  from any pipe or faucet supplying water to a tank, plumbing fixture,  or other device and the flood level rim of the receptacle.\\par\n    \\tab Backflow. - The undesirable reversal of flow of water or mixtures of water or other liquids,  [mixtures,]  gases, or other substances into the [distributing] distribution pipes of [a] the potable supply of water  from  any source or sources [other  than its  intended source].  (See back siphonage.)\\par\n    \\tab Back pressure. - Any elevation of pressure in the downstream piping system (by pump, elevation of piping, or steam and/or air pressure) above the supply pressure point of consideration which would cause - or tend to cause - a reversal of the normal direction of flow through the backflow prevention assembly.\\par\n    \\tab Back-siphonage. - [The flowing back of used,  contaminated, or polluted  water  from  a plumbing fixture or  vessel  into a water-supply system due to a negative pressure in such  pipe. (See backflow).]  A form of backflow due to a reduction in system pressure which causes a negative or subatmospheric pressure to exist at a site in the water system.\\par\n    \\tab Battery of Fixtures. - Any group of two or more similar adjacent fixtures  that  discharge into a common horizontal  waste  or soil branch.\\par\n    \\tab Branch. - That part of a piping system other  than  a  main, riser,  or stack that extends to fixtures on two or less consecutive floors.\\par\n    \\tab Branch interval. - A distance along a soil or waste stack corresponding in general to a story height,  but in no case less than  8  ft.  within which the horizontal branches  from  one floor  or story of a building are connected to the stack.\\par\n    \\tab Branch vent. - A vent connecting one or more individual vents with a vent stack or stack vent.\\par\n    \\tab Building. - An enclosed structure including service  equipment therein. The term shall be construed as if followed by the phrase \"structure, premises, or part thereof\" unless otherwise indicated by the text.\\par\n    \\tab Building house drain. - That part  of  the  lowest  piping of  a  drainage  system  that  receives  the  discharge  from the soil, waste, and other drainage pipes of the building and conveys it  to  the building house sewer  by  gravity; the building house drain shall be considered to extend 5 ft. outside the building wall. (See definition - Building.)\\par\n    \\tab Building house drain (combined). -  A building  house drain that conveys both storm water and sewage or other drainage.\\par\n(See definition - Building.)\\par\n    \\tab Building house drain (sanitary). - A building  house  drain carrying sewage only.  (See definition - Building.)\\par\n    \\tab Building gravity drainage system. - A drainage  system  that drains  by  gravity  into the  building  house  sewer. (See definition - Building.)\\par\n    \\tab Building house sewer. - That part of the horizontal piping of a drainage system that extends from the end of  the  building house drain and that receives the discharge of  the  building house drain and conveys it to a public sewer,  private sewer, individual  sewage-disposal  system or other  point  of  disposal.  (See definition - Building.)\\par\n    \\tab Building  house  sewer (combined). - A building  house  sewer that conveys both sewage and storm water and  other clear water wastes.  (See definition - Building.)\\par\n    \\tab Building house sewer (sanitary). - A building  house  sewer carrying sewage only.  (See definition - Building.)\\par\n    \\tab Building house storm drain. - That part of the lowest  piping of  a  storm  drainage system that receives  [clear]  water drainage from leaders, surface run-off, ground water subsurface water, condensate,  cooling water or other similar storm or [clear] water drainage pipes inside of the walls of the  building and conveys it to the  building house  storm sewer by gravity; the building house storm drain shall be considered  to  extend 5 ft. outside of  the  building  wall. (See definition - Building.)\\par\n    \\tab Building house storm sewer. - That part of the horizontal piping  of the storm drainage system that extends  from the building  house storm drain to the public storm  sewer,  combined sewer,  or other point of disposal. (See definition Building.)\\par\n    \\tab Building sub-house drain. - That portion of a house  drainage system  that conveys the drainage from the  lower portion  of the building to an eject or pot or sump pit  from which it is pumped into the building house sewer.\\par\n    \\tab Building  house trap. - A trap,  or  assembly  of  fittings, installed in the building house drain to prevent  circulation of air  between the house drainage system and  the  building\\par\nhouse sewer.  (See definition - Building.)\\par\n    \\tab Cesspool. - A covered excavation in the ground that  receives the discharge of domestic sewage or other organic wastes  from a drainage system,  so designed as to retain the organic matter and solids, but permitting the liquid to seep through the bottom and sides.\\par\n    \\tab Combination fixture. - A fixture combining one sink and  tray or two- or three-compartment sink or tray in one unit.\\par\n\\pard\\ltrpar     \\tab Combination waste and vent system. - A specially designed system  of waste piping embodying the horizontal wet venting of one or more sinks or floor drains by means of a common  waste\\par\nand vent pipe.\\par\n\\pard\\ltrpar\\sl480\\slmult1     \\tab Common vent. - A vent connecting at the [junction] juncture of two fixtures drains and serving as a vent for  both  fixtures and drains.\\par\n    \\tab Continuous vent. - A vertical vent that is a continuation  of the drain to which it connects.\\par\n    \\tab Continuous waste.  - A drain from two or three fixtures connected to a single trap.\\par\n    \\tab Cross-connection. - A physical connection or arrangement between two otherwise separate piping systems, one of which contains potable water and the other with either water of unknown or questionable safety or [stream] steam, gases,  or chemicals whereby there can be a flow from one system to another.\\par\n    \\tab Dead end. - A branch leading from a soil, waste, or vent pipe, building  house  drain,  or building house  sewer,  which is terminated to a developed distance of 2 ft. or more by means of a  plug or other closed fitting.\\par\n    \\tab Developed length. - The length along the center line of pipe and fittings, both horizontal and vertical.\\par\n    \\tab Diameter. -  Unless otherwise specifically stated, the term \"diameter\" is the nominal diameter as  designated  commercially.\\par\n    \\tab Domestic sewage. - The water-borne wastes derived from ordinary living processes.\\par\n    \\tab Drain. -  Any pipe that carries waste  water  or  water-borne wastes in a building drainage system.\\par\n    \\tab Drainage system. - Includes all the piping within  public  or private premises, which conveys sewage, rain water,  or other liquid wastes to a legal point of disposal, but does not include the mains of a public sewer system or private or public sewage-treatment or disposal plant.\\par\n    \\tab Dry well. - See leaching well or pit.\\par\n    \\tab Dual vent. - See common vent.\\par\n    \\tab Effective opening. - The minimum cross-sectional area at the point of water-discharge measured or expressed in terms: (1) diameter  of a circle; (2) if the opening is not circular, the diameter of a circle of equivalent cross-sectional area.\\par\n    \\tab Existing work.  -  A  plumbing system  or  any  part  thereof installed prior to the effective date of this code.\\par\n    \\tab Fire line. - A system of pipes and equipment used exclusively to supply water for extinguishing fires.\\par\n    \\tab Fixture. - See plumbing fixture.\\par\n    \\tab Fixture branch. - A water supply pipe connecting one or  more fixtures to a main water supply header or riser.\\par\n    \\tab Fixture drain. - The drain from the top of a fixture to the junction of that drain with any other drain pipe.\\par\n    \\tab Fixture supply. - A water-supply pipe connecting the fixture with the fixture branch.\\par\n    \\tab Flood level rim. - The top edge or rim of a  receptacle  from which  water can overflow regardless of the location of any overflow piping from the receptacle.\\par\n    \\tab Flooded. - A fixture is flooded when the liquid therein rises to the flood-level rim.\\par\n    \\tab Flush valve. - A device located at the bottom of the tank for the purpose of flushing water closets and similar fixtures.\\par\n    \\tab Flushometer valve. - A device that discharges a predetermined quantity  of water to fixtures for flushing purposes  and is  actuated by direct water pressure.\\par\n    \\tab Frostproof water closet. - A hopper that has no water in the bowl  and  has the trap and the control valve for  its  water supply installed below the frost line.\\par\n    \\tab Gas distribution piping. - All piping from the house side  of the gas meter outlet shutoff valve that distributes the gas supplied by a public utility to all fixtures and apparatus used for illumination or fuel in any building.\\par\n    \\tab Gas meter piping. - The piping from the shutoff valve  inside the building or structure to the outlet of the meter, including the shutoff valve immediately after the meter.\\par\n    \\tab Gas service piping. - The supply pipe from the  street  main through  the  building  wall and including  the  stopcock  or\\par\nshutoff valve inside the building.\\par\n    \\tab Indirect waste pipe. - A drain pipe used  to  convey  liquid wastes that does not connect directly with the drainage  system, but  which discharges into the  house  drainage  system through an air break into a trap, fixture, receptacle, or interceptor.\\par\n    \\tab Industrial wastes. - A liquid, gaseous or solid substance, or a combination  thereof resulting from any process of  industry, manufacturing,  trade or business or from the development  or recovery of any natural resource.\\par\n    \\tab Interceptor. -  A  device designed and  installed  so  as  to separate and retain deleterious,  hazardous,  or  undesirable matter from normal wastes and permit normal sewage or liquid wastes to discharge into the disposal terminal by gravity.\\par\n    \\tab Leaching well or pit. - A covered pit constructed so  as  to permit the liquid contents to seep into the ground.\\par\n    \\tab Leader. -  A vertical drainage pipe for conveying storm water from  roof  or  gutter drains to [the] a building house storm  drain, building house drain (combined),  or other means of disposal. The leader shall include the horizontal pipe to a single roof drain or gutter drain.\\par\n    \\tab Liquid waste. - The discharge from any fixture, appliance, or appurtenance,  in connection with a plumbing system that does not receive fecal matter.\\par\n    \\tab Load factor. - The percentage of the total connected fixture unit  flow  rate that is likely to occur at any point in the drainage system.\\par\n    \\tab Local ventilating pipe. - A pipe on the fixture side  of  the trap  through which vapor or foul air is removed from a  room or fixture.\\par\n    \\tab Normal sewage. - Normal sewage means \"normal sewage\" as defined  in  the rules and regulations of the [D]department  of [[P]public [W]works.] environmental protection.\\par\n    \\tab Pitch. - See grade.\\par\n    \\tab pH Value. - [An arbitrary] A symbol adopted to express the degree of acidity or alkalinity of a solution.   It is the logarithm of the reciprocal of the hydrogen-ion concentration, in gram mols per liter at 71.6?F.  A pH of 7.0 represents a neutral solution, lower values  represent  acidity, higher values alkalinity.\\par\n    \\tab Piping. - As [used in this reference standard] referred to in reference standard RS-16, piping shall  include fittings,  valves,  and other accessories or appurtenances  required to make a complete installation.\\par\n    \\tab Plumbing. - The practice, materials,  and [fixtures] equipment  used in the installation, maintenance, extension, repair, replacement, relocation,  inspection, test and alteration of all piping, as referred to in reference standard RS-16, fixtures,  appliances, equipment and appurtenances, in connection with any of the following: sanitary drainage or storm drainage facilities,  the venting system, and the public or private water supply systems, within or adjacent to  any building [;] structure,  premises; also the practice [and] materials and  equipment used in the installation, maintenance, extension, repair, replacement, relocation, inspection, test or alteration of storm water, liquid-waste, or sewage, and water-supply systems and all piping referred to in reference standard RS-16 of any premises, building, structure and [in] their connection with any point of public disposal or other acceptable terminal [.] and piping, materials and equipment as provided in section 26-142 a.1. (a) and (c).\\par\n    \\tab Plumbing fixtures. - Installed receptacles, devices, or appliances  that are supplied with water or that receive  or discharge liquids or liquid-borne wastes.\\par\n    \\tab Plumbing system. - Includes the water-supply and distribution pipes; water-filtration or water-using  equipment, as approved by the department of health;  plumbing  fixtures  and traps;   soil,  waste and vent pipe;  building house drains and building house sewers including their  respective connections, devices, and appurtenances within the property lines of the premises or structure, [and water treating or water-using equipment.] to their point of public  disposal or other acceptable terminal.\\par\n    \\tab Pool. - A water receptacle used for swimming or as a plunge or other bath, designed to accommodate more than one bather at a time.  Also a receptable used for decorative purposes.\\par\n    \\tab Potable water. - Water free from impurities present in amounts sufficient to cause disease or harmful physiological effects. Its bacteriological and chemical quality shall conform to the requirements  of the department of health of the city of  New York.\\par\n    \\tab Premises. - Land improvements thereon, or any part thereof.\\par\n    \\tab Private or private use. - In the classification  of  plumbing fixtures,  \"private\"  applies to fixtures in  residences  and apartments and to fixtures in bathrooms of hotels and similar installations where the fixtures are intended for the use  of a family or an individual.\\par\n    \\tab Private sewer.  - A sewer privately owned and  controlled  by public authority only to the extent provided by law.\\par\n    \\tab Public or public use. - In the classification of plumbing fixtures,  \"public\"  applies to fixtures in general toilet rooms of schools, gymnasiums, hotels, railroad stations, public buildings,  bars,  comfort stations,  and other installations (whether  pay or free) where fixtures are installed  so  that their use is similarly unrestricted.\\par\n    \\tab Public sewer. - A common sewer directly controlled by  public authority.\\par\n    \\tab Relief vent.  - A vent installed so as to  permit  additional circulation of air between the drainage and vent systems  where the drainage system might otherwise be air bound.\\par\n    \\tab Rim. - An unobstructed open edge of a fixture.\\par\n    \\tab Riser. - A water-supply pipe that extends vertically one full story or more to convey water to branches or fixtures.\\par\n    \\tab Roof drain. - A drain installed to receive water collecting on the  surface  of a roof and to discharge it into  the  leader (downspout).\\par\nRoughing-in. - The installation of all parts of the  plumbing system  that  can be completed prior to the  installation of fixtures.  This includes drainage, water-supply, and vent piping, and the necessary fixture supports.\\par\n    \\tab Sanitary sewage. - See Domestic Sewage.\\par\n    \\tab Sanitary sewer. - A pipe that carries  sewage  and  excludes storm, surface and ground water.\\par\n    \\tab Seepage pits or wells. - A covered pit with open  jointed  or perforated lining into which the septic tank effluent is discharged.  The liquid portion of the sewage seeps into the surrounding porous soil.  The remaining solids or sludge is retained in the pit.\\par\n    \\tab Separator. - See Interceptors.\\par\n    \\tab Septic tank. - A watertight receptacle that receives the discharge of a drainage system or part thereof,  and is designed and  constructed so as to separate solids from  the  liquid, digest organic matter during a period of detention, and allow liquids to discharge [into the soil outside of the tank through a system of open-joint or perforated piping, or seepage pit].\\par\n    \\tab Service pipe. - That portion of the water supply system extending  from  the street water main to the  house  control valve for structures not fully metered.  For structures which are fully metered,  the service pipe shall be that portion of the water supply system extending from the street water  main to the discharge side of the meter set or meter assembly, under the jurisdiction of the department of environmental protection.\\par\n    \\tab Sewage. - Any liquid waste containing animal or vegetable matter in suspension or solution, and may include liquids containing chemicals in solution.\\par\n    \\tab Sewage disposal system. - A system for the disposal of domestic sewage by means of a septic tank, cesspool, or mechanical treatment,  all designed for use apart from a public sewer to serve a single establishment, building or development.\\par\n    \\tab Sewage ejector. - A mechanical device used to pump  or  eject sewage.\\par\n    \\tab Sewage ejector pit. - A tank or pit that receives sewage located below the normal grade of the gravity system and that must be emptied by mechanical means.\\par\n    \\tab Side vent.  - A vent connecting to the drain pipe  through  a fitting at an angle not greater than 45 degrees to the vertical.\\par\n    \\tab Slope. - See Grade.\\par\n    \\tab Soil pipe. - A pipe that conveys sewage containing fecal matter.\\par\n    \\tab Special waste. - Wastes which require special treatment before entry into the normal plumbing system.\\par\n    \\tab Stack. - A general term for any vertical line of soil, waste, vent, or inside leader piping. This does not include vertical fixture and vent branches that do not extend through  the roof  or that pass through not more than two  stories  before being reconnected to the vent stack or stack vent.\\par\n    \\tab Stack vent. - (sometimes called a waste vent or soil vent.) - The extension of a soil or waste stack above the highest horizontal drain connected to the stack.\\par\n    \\tab Stack venting. - A method of venting a fixture  or  fixtures through the soil or waste stack.\\par\n    \\tab Storm drain. - See Building [S]storm [D]drain.\\par\n    \\tab [Storm sewer. - A sewer used for conveying rain water, surface water,  condensate, cooling or similar clear liquid wastes.]\\par\n    \\tab Sub house drain. - See Building sub-house drain.\\par\n    \\tab Sub-surface disposal field. - A system of open jointed tile or perforated  pipes or drains through which storm water or the sewage effluent from a septic tank is distributed beneath the surface of the ground for absorption into the soil, as  well as evaporation into the air during favorable weather conditions.\\par\n    \\tab Sub-soil drain. - A drain that receives only sub-surface  or seepage water and conveys it to a place of disposal.\\par\n    \\tab Sump pit. - A tank or pit that receives clear liquid  wastes, that do not contain organic materials or compounds subject to decomposition,   located  below  the  normal  grade  of   the gravity system and [which] that must be emptied by mechanical means.\\par\n    \\tab Sump pump. - A mechanical device used to eject or  pump  the liquid  waste from a sump pit into the gravity drainage  system.\\par\n    \\tab Supports. - Devices for supporting and securing pipe, fixtures, and equipment.\\par\n    \\tab Swimming pool. - Any structure, basin,  chamber or tank containing  water for swimming, diving, or  recreational  bathing and having a depth of 2 ft. or more at any point.\\par\n    \\tab Trap. - A fitting or device with a smooth  interior  passage, the inside diameter of which is equal to the inlet pipe diameter, and which provides a liquid seal of at least 2 in.\\par\n    \\tab Trap seal. - The maximum vertical depth of liquid that a trap will  retain, measured between the crown weir and the  top of the dip of the trap.  Seal 2 in. in normal traps and 3 in. or more for deep seal traps.\\par\n    \\tab Vacuum breaker. - A  device used  to  prevent  backflow  by siphonic action.\\par\n    \\tab Vent pipe - See vent system.\\par\n    \\tab Vent stack. - A vertical vent pipe installed primarily for the purpose of providing circulation of air to and from any  part of the drainage system.\\par\n    \\tab Vent system. - A pipe or pipes installed to provide flow of air to or from a drainage system or to provide a circulation  of air within such system to protect trap  seals  from siphonage and back pressure.\\par\n    \\tab Vertical pipe. - Any pipe or fitting that is installed  in  a vertical position or that makes an angle of not more than  45 degrees with the vertical.\\par\n    \\tab Waste pipe. - A pipe that conveys only liquid waste,  free of fecal matter.\\par\n    \\tab Water-distribution piping. - In a building, structure, or premises,  piping that conveys water from the water service pipe to the plumbing fixtures, water filtration device or equipment, and other water outlets.\\par\n    \\tab Water filtration device or equipment.- A system comprised of more than one product for which one or more claims are made that it will improve the quality of potable water by reducing one or more contaminants through mechanical, physical, chemical, or biological processes.\\par\n    \\tab Water  (street)  main. - A water-supply pipe  for  public  or community use controlled by public authority.\\par\n    \\tab Water outlet. - As used in connection with the water-distributing system, is the discharge opening for the water to a fixture; to water filtration device or equipment; to atmospheric pressure (except into an open tank which is part of the water-supply) system to a boiler or heating  system;   to any water-operated device or  equipment requiring  water to operate, but not a part of the  plumbing system.\\par\n    \\tab Water service piping. -[That portion of water supply  system extending from the public street water main to the house control valve inside the building to a point where the supply is fully metered.]  (See Service pipe.)\\par\n    \\tab Water-supply system. - Consists of the water-service pipe, the water-distribution pipes, and the necessary connecting pipes, fittings,  control valves, and all appurtenances used for conveying water.\\par\n    \\tab Yoke vent. - A pipe connecting upward from a soil  or  waste stack to a vent stack for the purpose of preventing  pressure changes in the stacks.\\par\n    \\tab\\'a72. \\tab Section P107.0 of Reference Standard RS 16 of such code is amended to read as follows:\\par\n    \\tab     \\tab SECTION - P107.0:  WATER  SUPPLY  AND  DISTRIBUTION\\par\nP107.1 PERMITS. - (P107.1 through P107.4 are under the jurisdiction of the department of environmental protection).\\par\n     \\tab (a) \\tab Permits for all water supplies for all buildings, premises, structures or for demolitions shall be obtained only by a licensed master plumber from the department of [water supply, gas and electricity] environmental protection.  The installation of the water service system from the street main up to and including the meter setting, and backflow prevention device when required [when meters are required, or up to the house control valve when no meters are required], shall be subject to inspection and approval by the department of [water supply, gas and electricity] environmental protection.\\par\n    \\tab (b) \\tab Permits for sidewalk and street openings shall be obtained from the department of [highways] transportation.\\par\nP107.2 WATER SERVICE.-\\par\n    \\tab (a) \\tab Taps to city water mains.\\par\n    \\tab     \\tab (1) \\tab SEPARATE SUPPLY.-  A separate tap and service shall be installed for each building, [fronting] premises, structure located on a street in which there is a city (street) water main. [and].  [no] No consumer will be allowed to supply water to other persons or premises, except in a project where more than one building under a single ownership is supplied from a common house tank or booster system located in or on one of the buildings. The siamesing of taps or services on the inlet side of the main control valve is prohibited.  Written approval must be obtained from the department of environmental protection for any service line proposed to be connected to the city main by means other than a corporation stop or wet connection.  If approved, the service line shall be controlled by a gate valve placed within two feet of the point of connection to the main.\\par\n    \\tab     \\tab (2) \\tab CONNECTIONS TO CITY (STREET) MAINS.-  Corporation stops, wet connections, or other connections to a street main shall be made only by the department of [water supply, gas and electricity] environmental protection [employees], their authorized agents, or a department approved licensed master plumber. The cost of the installation shall be borne by the owner of the property for which the connection is made.\\par\n    \\tab     \\tab (3) \\tab DESTRUCTION OF ABANDONED CORPORATION STOPS AND WET CONNECTIONS.-  All driven corporation stops, when abandoned, shall be removed and replaced by screw plugs. All wet connections and/or screw corporation stops, when abandoned, shall be destroyed in place, and all exposed portions of the service pipe shall be cut and removed.  Where a corporation stop or wet connection is destroyed and the connecting service pipe is one that is equipped with a curb valve and box, the curb box shall be removed. The expense in connection with the abandonment or destruction of a corporation stop or wet connection shall be chargeable to the owner of the property into which the service pipe entered.\\par\n    \\tab     \\tab (b)  Service.- \\par\n    \\tab     \\tab (1) \\tab SERVICE PIPES, DEFINITION.-  (See Section P100.0). That portion of the water supply system extending from the street water main to the house control valve for structures not fully metered.  For structures which are fully metered, the service pipe shall be that portion of the water supply system extending from the street water main to the discharge side of the meter set or meter assembly.\\par\n    \\tab     \\tab (2) \\tab SIZE OF CONNECTION [TAPS AND WATER] SERVICE PIPES.-  The size of the connection and service pipe to supply a premise shall be based upon the water demand load of the premises as determined by \"fixture units\". \"Fixture units\" shall conform to the requirements of the department of [water supply, gas and electricity] environmental protection.  In premises used for commercial and industrial purposes where it is not feasible to determine the size of the connection and service pipe on the basis of \"fixture units\", the size of the connection and service pipe shall be based upon the water demand load of the premises.  The minimum size of the connection shall be three-quarter in. and the minimum size of the service pipe shall be one in. in diameter [and]. [t]The gooseneck shall be the same size as the service pipe.\\par\n    \\tab     \\tab (3) \\tab SIZE OF FIRE LINE SERVICE.-  Sizes of connections for fire service shall be subject to the requirements of the department of [water supply, gas and electricity] environmental protection or their authorized agents and shall be installed only by a licensed master plumber.\\par\n    \\tab     \\tab     \\tab a.  \\tab DUAL FIRE AND COMMERCIAL SERVICE.  A connection for commercial purposes may be made from a metered fire line of 4 inches or larger in diameter, provided a meter is installed on the commercial branch line.  Such connection shall be taken from the inlet side of the fire meter control valve before the meter and the method of connection shall be subject to the approval of the department of environmental protection.  On a 4-inch fire line, the connection shall not exceed 1-1/2 inches in diameter.  On a fire line 6 inches or larger in diameter, the size of the connection shall not exceed 2 inches.\\par\n    \\tab     \\tab     \\tab b.  \\tab DUAL FIRE AND DOMESTIC SERVICE.  A connection for domestic purposes may be made from a fire line in the manner as follows:\\par\n    \\tab     \\tab     \\tab     \\tab A licensed master plumber may make a house service water supply connection from the fire water supply connection to the public main, on the house side of the main shut-off valve for the structure, provided the diameter of the house service water supply connection does not exceed one-half the diameter of the fire water supply connection.  Only one \\par\nconnection of the domestic water supply to the sprinkler water supply shall be permitted, and no shut-off valve shall be placed on the fire supply line other than the main shut-off valve for the building on the street side of the house service water supply connection.  If such a connection is made and if a tap exists for the domestic purpose, that tap shall be plugged.\\par\n    \\tab     \\tab (4) \\tab SEPARATION OF WATER SERVICE AND BUILDING SEWER.- Except as permitted below, the underground water service and the building sewer shall be at least 10 ft. apart horizontally, and shall be separated by compacted earth.  The water service may be placed in the same trench with the building sewer and building drain under the following conditions:\\par\n    \\tab     \\tab          \\tab a.\\tab The sewer is of cast iron or ductile iron with leaded, [or] mechanical or push-on joints.\\par\n    \\tab     \\tab     \\tab      b.\\tab The bottom of the water service, at any point, shall be at least 12 in. above the top of the sanitary or combined sewer line.\\par\n    \\tab     \\tab     \\tab      c.\\tab The water service shall be placed on a continuous shelf of compacted earth, excavated at one side of the common trench.\\par\n    \\tab     \\tab     \\tab      d.\\tab The water service pipe shall have a minimum number of joints.\\par\n    \\tab     \\tab (5) \\tab WATER SERVICE NEAR SOURCES OF POLLUTION. -\\par\n    \\tab     \\tab     \\tab (a) \\tab Potable water service pipes shall not be located in, under, or above any cesspools, septic tanks, septic tank drainage fields, or see page pits.  A separation of 10 ft. horizontally shall be maintained.\\par\n    \\tab     \\tab     \\tab (b) \\tab Potable water service pipes shall not be located in house trap or drainage pits.\\par\n    \\tab     \\tab (6) \\tab PROTECTIVE COVER FOR SERVICE PIPE.  All water services shall be installed and maintained at a depth of at least 4 ft. below the finished outside ground surface. Where a service pipe has less than 4 ft. of cover due to subsurface conditions, it shall be insulated and protected as required by the department of [water supply, gas and electricity] environmental protection.\\par\n    \\tab     \\tab (7)  INSTALLATION OF SERVICE PIPE.  Each new service pipe shall be laid in a straight line at right angles to the street main and extending from the [tap] connection to the main house-control valve.  Where the surface or subsurface conditions make it impracticable to install a service pipe in accordance with the above conditions, it may be laid  [differently] otherwise provided the licensed master plumber or engineer of record submits a [sketch or] plan showing the proposed [alternate] alternative location of the service pipe, [is submitted to and] procures the written [approved by] approval of the department of [water supply, gas and electricity] environmental protection.  The driving of a service pipe through the ground is prohibited.\\par\n    \\tab     \\tab (8) \\tab [GOOSENECKS ON SERVICE PIPE].-  GOOSENECK AND OFFSET SWING JOINTS ON SERVICE PIPES.  [Connections to the city main by cast iron or ductile iron pipe may be made directly;  no offset swing joint will be required].  Each copper or brass tubing service pipe shall have [an excess of] at least 3 ft. of [pipe] copper tubing formed in a gooseneck at the connection to the tap and laid to the right side, facing the tap.  Each brass or copper service pipe with threaded joints, shall have at the tap or wet connection, [a copper tubing gooseneck of at least 3 ft. of pipe or] an offset swing joint consisting of four (4) elbows and three (3) pieces of pipe each piece of pipe at least 2 ft. in length, laid to the right side, facing the connection. No offset swing joint will be required for cast iron or ductile iron service pipes.  Where buildings are constructed on pile foundations or other unyielding supports, [the service pipes of material other than cast iron or ductile iron] the brass or copper tubing service shall have two goosenecks, and the brass or copper tubing pipe with threaded joints shall have two offset swing joints, one at the tap or wet connection, laid to the right side facing the main and one immediately outside the building, laid to the right side facing the building.  A sleeve shall be installed to carry the service through the foundation wall.\\par\n    \\tab     \\tab (9)   CURB VALVES.-  Curb valves shall be installed on all [fire] service pipes.  [They shall be installed on all domestic service pipes over 2 in. in diameter and at the option of the owner, on service pipes 2 in. or less in diameter].  The curb valves and boxes shall be set in on the service pipe in the sidewalk area at the curb or within 2 ft. of the curb. Curb valves shall be of the gate type nonrising stem valve, designed for a minimum of 150 psi wwp.\\par\n    \\tab     \\tab     \\tab Access to all curb valves installed shall be provided [by] with a tar coated iron extension box with cover, and the cover shall be flush with the sidewalk level.  [Curb valves 2 in. and less in diameter may be equipped with a wheel for operation, provided a permanent 1/2 in. diameter iron rod is attached thereto and extended to the top of the curb box.  No curb valve shall be installed in a driveway.\\par\n    \\tab     \\tab     \\tab Curb valves larger than 2 in. in diameter shall be equipped with an operating nut at least 1 1/4 in. square and no extension rod need be attached thereto.  Such operating nut may be installed on curb valves 2 in. and less in diameter at the option of the owner].\\par\n    \\tab     \\tab     \\tab Curb valves shall be equipped with an operating nut at least one and one-quarter inch square and no extension rod need be attached thereto.  Curb valves two inch and less in diameter may be equipped with a wheel for operation, provided  a permanent one-half inch diameter iron rod is attached thereto and extended to just below the top of the curb box.  An operating nut may be installed on curb valves two inch and less in diameter at the option of the owner.  No curb valve shall be installed in a driveway.\\par\n    \\tab     \\tab     \\tab In sprinkler and fire line installations, the location of the sidewalk control valve shall be governed by the provisions of the building code.\\par\n    \\tab     \\tab (10)\\tab CLEARANCE.-  Clearance shall be provided around a water service pipe passing through a wall to protect it against the following:\\par\n    \\tab     \\tab a.\\tab Chemical action from direct contact with concrete.\\par\n    \\tab     \\tab b.\\tab Distortion or rupture of water service pipe from [hearing] bearing action due to settlement.\\par\n    \\tab     \\tab c.\\tab Distortion or rupture of the water service pipe caused by expansion or contraction.\\par\n\\par\n    \\tab     \\tab     \\tab  Clearance shall not be less than 1/2 in. between the outside of the pipe and the wall.  Sleeves or arches may be used to provide the wall opening. The space between the pipe and wall structure or the sleeve shall be carefully packed or caulked with [lead or] waterproof material resistant to vermin and rodents.\\par\n    \\tab     \\tab (11)\\tab TEST OF SERVICE PIPE.-  In the presence of the tapper or inspector of the department of [water supply, gas and electricity] environmental protection, each new service pipe or repaired service pipe shall be subjected to a water test made under the street main pressure.  All [pipes] pipe joints and appurtenances shall remain uncovered for the duration of the test and shall show no sign of leakage.  When any question arises as to the installation conforming with these regulations, an internal hydrostatic test as specified for materials may be applied, subject to the approval of the department of [water supply, gas and electricity] environmental protection.\\par\n    \\tab     \\tab (12)\\tab HOUSE CONTROL VALVES.-  The house control valve shall be [of the] a rising stem gate or full port ball type, and shall be placed in the service pipe inside the [building] structure within 2 ft. of the [building] structure foundation wall and located so as to be accessible at all times.  All valves shall be designed for a minimum of 150 psi wwp [and may be of the outside screw and yoke type].\\par\nP107.3  METERS.-\\par\n    \\tab (a) \\tab Where required.-\\par\n    \\tab     \\tab [(1)\\tab BUILDING UNDER CONSTRUCTION.-  All water used in the construction of buildings 75 ft. or six stories or more in height shall be metered.  Prior to the commencement of actual building construction, a meter of proper size shall be installed on each tap or service supplying the premises.  It shall be placed in an accessible location close to the point of entry of the service pipe, as designed by the department of water supply, gas and electricity.  Each meter shall be enclosed in a vault or box capable of providing adequate protection against damage or injury from frost or any other cause.  Each meter shall remain in service throughout the entire period of building construction, and thereafter until such time as the annual water charges for the structure becomes effective or the permanent meter has been installed.  No permit will be issued for the installation of a meter to register the supply of water used for the construction of a building six stories in height or less.  Such water will be charged for as required by the department of water supply, gas and electricity.]\\par\n    \\tab     \\tab (1)   In accordance with regulations promulgated by the department of environmental protection, an approved water meter shall be installed in all places supplied by city water.\\par\n    \\tab     \\tab [(2)  FIRE LINES.-  Fire lines in buildings classified in all occupancy groups, except occupancy group J, shall be metered or connected to a metered water supply. Fire lines in metered buildings classified in occupancy group J, unmetered buildings or partially metered buildings, may be installed on an annual rate basis, except that, in partially metered premises if the fire line is confined to the metered business section, the fire line shall also be metered or connected to a metered water supply.  Buildings in occupancy group E, 100 feet or more in height and existing office buildings 100 feet or more in height are exempt from these requirements.]\\par\n    \\tab     \\tab (2) \\tab A building used for business occupancy shall not have more than one meter set at point of entry on each service supplying the building.\\par\n    \\tab     \\tab (3) \\tab Unmetered city water shall not be used in any premises where the supply is recorded as fully metered, or in that part of any premises that is recorded as being supplied through a meter or meters.\\par\n    \\tab     \\tab (4) \\tab The commissioner of the department of environmental protection is authorized to install or cause to be installed a meter or meters in any premises or structure.  Meters shall be installed by a licensed master plumber and the department of environmental protection.\\par\n    \\tab     \\tab (5) \\tab All water used in the construction of buildings or \\par\nstructures seven or more stories in height shall be metered.  Prior to the commencement of actual building operations, a meter and backflow prevention device of proper size shall be installed on each service supplying the premises. The meter shall be placed in an accessible location at a point to be designated by the department of environmental protection, close to the point of entry of the service pipe. Each meter shall be enclosed in a vault or box, of ample size and substantial construction which will provide adequate protection against damage or injury from frost or other cause. Each meter shall remain in service through the entire period of building operations, until such time as the permanent meter has been installed. In the event that the meter had not covered the water service to the premise or had not been maintained in good working order during the entire period of building operations, the charge for water consumed during such building operations shall be established as provided by the rules and regulations fixing charges.\\par\n    \\tab     \\tab     \\tab (6) \\tab FIRE LINES.-\\par\n    \\tab     \\tab     \\tab     \\tab a.  \\tab Fire services in premises or structures supplied by city water shall be metered in conformance with guidelines established by the department of environmental protection.\\par\n    \\tab     \\tab     \\tab b.  \\tab The use of water through meters approved for fire systems is prohibited for any other use, except the testing of the fire  system.\\par\n    \\tab     \\tab     \\tab [(3)\\tab REFRIGERATION AND AIR CONDITIONING.-  Where the rate of water required for operation of refrigeration and air conditioning apparatus exceeds 1/2 gpm, the building supply shall be metered, as required by the department of water supply, gas and electricity.\\par\n    \\tab     \\tab     \\tab (4)   MISCELLANEOUS FIXTURES.-  The following fixtures or device shall not be installed or used except where the supply of water to the fixture or device is metered or connected to a metered distribution system:  display fountains containing over 1,000 gal. of water;  aquarium containing over 300 gal. of water;  irrigation systems;  swimming tanks, wading pools, or plunge baths containing more than 5,000 gal. of recirculated water;  or hydrotheraphy devices requiring the use of city water for their operation.\\par\n    \\tab     \\tab (b) \\tab Locations of Meters.-  In all premises where the supply of water is to be fully metered, the meter shall be set within 3 ft. of the building foundation or vault wall at the point of entry service pipe.  The service pipe between the house control valve and the meter shall be kept exposed.  When a building is situated in back of the street line or when conditions exist in a building that prevent the setting of the meter at a point of entry, the meter may be set outside of the building within the property line, provided the meter is installed in an accessible watertight, and frost-proof pit or meter box.  All meter locations shall be subject to approval by the department of water supply, gas and electricity].\\par\n    \\tab     \\tab [(c)] (b)  Setting of meters. -  [In] Detailed requirements for setting or resetting [a meter, the requirements] water meters are as [follows:] indicated and required in the department of environmental protection's rules and regulations governing and restricting the use and supply of water.  General requirements are as follows:\\par\n    \\tab     \\tab     \\tab [(1) The meter shall be set so that the dial faces upward and is horizontal.  The dial shall not be more than 3 ft. above the floor].\\par\n    \\tab     \\tab     \\tab (1) Meters shall be installed at the point of entry of the service through the building or vault wall so that they may be easily inspected, maintained, and replaced.\\par\n    \\tab     \\tab (2) Meter settings shall include an inlet and outlet control valve and a test tee assembly or a test post approved by the department of environmental protection, and where required, a backflow prevention device.  The house control valve may serve as the inlet control valve provided the center line is within five feet of the floor.  The testing device shall be located between the meter and the outlet control valve.  No connection shall be made to a test tee.  No fittings shall be permitted in the section of pipe upstream of the meter or meter setting with the exception of the required strainer.\\par\n    \\tab     \\tab [(2) Connections shall be made by a coupling, union, or on both the inlet and outlet end of the meter and bored for sealing with holes at least 3/32 in. diameter.  Unions or couplings that would permit removing the meter setting without breaking the seal wiring are prohibited.\\par\n    \\tab     \\tab (3) A house valve shall be installed in the service pipe on the inlet side of the meter within 1 ft. of meter, except that when a current meter is set, a straight section of pipe with a length of eight times the diameter of the meter inlet size, shall be installed immediately before the inlet between the control valve and the meter with no fittings of any kind installed in the straight section of pipe]. \\par\n    \\tab     \\tab (3) In all cases the meter setting shall be installed in compliance with the rules and regulations of the department of environmental protection. \\par\n    \\tab     \\tab [(4) A valve shall be installed on the outlet of all meters of 1 in. size or larger.\\par\n    \\tab     \\tab (5) A full sized test tee shall be placed on all 11/4 in., 11/2 in., and 2 in. meters on the outlet between the meter and outlet valve, with a short, capped nipple in the tee.\\par\n    \\tab     \\tab (6) A test tee with a 2 in. opening shall be placed on all meters 3 in. and larger on the outlet between the meter and outlet valve with a short nipple in the tee, and a 2 in. valve shall be placed on the nipple.\\par\n    \\tab     \\tab (7) All meters not equipped with a test tee and outlet valve shall have a tee with a faucet in it inserted in the line on the outlet side within 2 ft. of the meter, except that this requirement may be waived where other readily accessible means are provided for testing the meter to determine whether the meter is registering correctly.\\par\n    \\tab     \\tab (8) No connection shall be made to a test tee.\\par\n    \\tab     \\tab  (9) Before setting meters 3 in. and larger, a plan or sketch showing the proposed installation, and indicating the location of service control valve inside of the building, the distance of the meter from the point of entry or service, the height from floor, the size and type of meter, and the approximate date of setting shall be filed in duplicate with the department of water supply, gas and electricity for approval]. \\par\n    \\tab     \\tab [d] (c) Size and type of meters.-\\par\n    \\tab     \\tab     \\tab (1) \\tab APPROVED METERS.-  [Meters shall conform to standards approved by the department of water supply, gas and electricity].  All meters shall be approved by the department of environmental protection.  The department shall maintain a current list of approved meters.\\par\n              \\tab [(2)\\tab SIZE.-  A meter shall be restricted to a size that will give accurate registration on the basis of consumption and occupancy of the premises or portion of the premises metered. The meter in no case may be more than one standard size larger than the tap or connection to the city main.  The piping of the meter setting from the inlet valve to the outlet valve shall be of the same size as the meter.  Where inaccuracy of registration is found to be due to the improper size of the meter, such meter shall be replaced with another meter of a size designated by the department of water supply, gas and electricity].\\par\n              \\tab (2)   USED METERS.-  No used meter or repaired meter shall be installed on a service at a new location unless specific request for the setting of such meter is made in writing by the owner of the property and is approved in writing by the department of environmental protection's bureau of water register.  All such used meters shall be repaired and conform to the department of environmental protection's bureau of water register's standard specifications.\\par\n    \\tab     \\tab (e)   Removal of meters.-\\par\n    \\tab     \\tab     \\tab 1.  \\tab If a meter has been disconnected without authority, it shall not be reset until the department of environmental protection has tested the meter.  Such testing and resetting shall be at the expense of the customer.\\par\n              \\tab 2.    When a tap or wet connection is destroyed on a metered service, the meter shall be removed under permit from the department of environmental protection.  Such meter shall be removed by a licensed master plumber.\\par\nP107.4 - [CHECK VALVES] - CONTAINMENT DEVICES.-\\par\n    \\tab (a) \\tab A double check valve assembly shall be placed in all services [where one of the following conditions exists], except where a reduced pressure zone backflow preventer is installed.  Such double check valve assembly shall be placed within two feet of the outlet side of the main house control valve for structures not fully metered, or within the meter set for structures which are fully metered.\\par\n    \\tab     \\tab [(1)\\tab Where a building is supplied by services connected to different mains].\\par\n         \\tab [(2)\\tab Where there is any possibility of backflow from tanks, siamese connections, or other apparatus or fixtures within the building].\\par\n      (b)\\tab [Such check valves shall be placed within 2 ft. of the outlet side of the main house-control valve or on the metered connections between the meter test tee and the outlet valve].\\par\n            Reduced pressure zone backflow prevention devices shall be provided on all domestic water services as required by regulations of the department of environmental protection.\\par\nP107.5 WATER SUPPLY DISTRIBUTION SYSTEM.-\\par\n    \\tab (a) \\tab Design, adjustment, and maintenance.-  The water supply distribution system shall be designed and adjusted to supply fixtures and equipment with the amount of potable water required for proper use, cleansing and performance.  Pipe sizing shall be predicated on hydraulic design by an architect or engineer licensed by the state of New York,, subject to the approval of the commissioner.\\par\n    \\tab (b) \\tab Minimum pressure.-\\par\n         \\tab (1)\\tab The minimum pressure available near the faucet or water outlet with the water outlet wide open shall be [8 psi] as indicated in table RS 16-7.\\par\n    \\tab     \\tab (2)\\tab At all other equipment and flush valves requiring more than [8] 10 psi, the minimum flow pressure shall be the pressure required for satisfactory performance.\\par\n         \\tab (3)\\tab Where street main pressure fluctuates, the building water distribution system shall be designed for satisfactory performance at the minimum pressure available.\\par\n    \\tab (c) \\tab Inadequate water pressure in street mains.-  Whenever water pressure from the street main or other source of supply is insufficient to provide pressure at fixtures outlets, an auxiliary supply shall be provided in accordance with Section P107.7.\\par\n    \\tab (d) \\tab Maximum pressure.-  Where the static or street main pressure exceeds 85 psi on fixtures, a pressure reducing valve shall be installed to reduce the pressure to 85 psi or less at the fixture with no flow and the fixture closed.  Sillcocks and outside hydrants may be left at full pressure.\\par\n    \\tab (e) \\tab Minimum size of water supply branches and risers.-\\par\n         \\tab (1)\\tab The minimum size of an individual branch supply to a fixture shall be predicated on supplying the flow of water listed in table RS 16-7 at velocities not in excess of 8 fps.\\par\n         \\tab (2)\\tab The branches, risers, and headers shall be sized to produce velocities not in excess of 8 fps for the flow predicated on the probable demand of flow in the branch, riser, or header pipe.  Minimum pipe size shall be one half inch (1/2\").\\par\n    \\tab (f)   Water hammer.-  All building water supply systems shall be provided with devices to absorb shocks resulting from high pressure caused by the quick closing of valves.  These pressure absorbing devices shall be either air chambers or mechanical devices.  Water pressure shock absorbers may be installed at the ends of long pipe runs or near batteries of fixtures.\\par\n    \\tab     \\tab (1)\\tab Air chambers installed on the main service shall be in an accessible place, and each air chamber shall be provided with a means for restoring the air should the chamber become waterlogged.  Such devices shall be maintained.\\par\n    \\tab     \\tab (2)\\tab Air chambers installed at individual fixtures need not be accessible.  Air chambers for fixtures shall be at least 12 in. long and of the same diameter as the branch pipe connection;  for quick closing valves the chamber shall be at least 18 in. long. One air chamber may service a battery of fixtures provided the single air chamber is at least 24 in. long and is at least the size of the supply branch.\\par\n         \\tab (3)\\tab Mechanical devices shall be used in accordance with the manufacturer's specifications as to location and method of installation.\\par\n\\pard\\ltrpar\\par\n\\par\n\\tab TABLE RS 16-7\\par\nMINIMUM RATE OF FLOW AND MINIMUM REQUIRED PRESSURE DURING FLOW FOR SIZING INDIVIDUAL BRANCH SUPPLIES FOR PLUMBING FIXTURES\\par\n__________________________________________________________________\\par\nMaximum\\par\nDelivered\\tab     \\tab [Location]    \\tab    \\tab Min Flow Pressure (a)  Flow Rate (b)\\par\nTemperature   \\tab  Fixture             (psi)            Min/Max (gpm)\\par\n  o'F                                                                \\par\n\\par\n\\par\n110   \\tab [Ordinary basin] \\par\n      \\tab Lavatory faucet.........      \\tab [8]  \\tab 10      \\tab [2.0]      \\tab 2.5\\par\n\\par\n\\par\n110   \\tab [Self closing basin]\\par\n      \\tab Public lavatory faucet...     \\tab [8]  \\tab 10      \\tab [2.5]      \\tab 0.5\\par\n\\par\n\\par\n110   \\tab Sink faucet, [3/8 in]....     \\tab [8]  \\tab 10      \\tab [4.5]      \\tab 2.5\\par\n\\par\n\\par\n      \\tab [Sink faucet, 1/2 in.]...     \\tab [8]  \\tab         \\tab            \\tab [4.5]\\par\n\\par\n\\par\n115   \\tab Bathtub-ASSE (1016-88)...     \\tab [8]  \\tab **      \\tab [5.0]      \\tab 6.0\\par\n\\par\n\\par\n115   \\tab Shower- ASSE (1016-88)......  \\tab [8]  \\tab **      \\tab [5.0]      \\tab 2.5/3.0*\\par\n\\par\n\\par\nNA    \\tab Ball-cock for water closet....\\tab [8]  \\tab 10      \\tab [3.0]      \\tab 1.6 gal\\par\n      \\tab\\tab                              \\tab               \\tab            \\tab per flush\\par\n\\par\n\\par\nNA    \\tab Flushometer valve for.....[10-20]   \\tab 25      \\tab [15-40]    [ (c)]\\par\n      \\tab water closet                  \\tab      \\tab       1.6 gal per flush\\par\n\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1 NA    \\tab Flushometer valve for......[10]     \\tab 25      \\tab [15.0]\\par\n      \\tab Urinal                        \\tab      \\tab       1.0 gal per flush\\par\n\\par\n      \\tab [Drinking fountains.......          \\tab =       \\tab 0.75]\\par\n      \\tab\\tab       * Maximum total flow\\par\n\\tab ** determined by filling device requirement of 1989\\par\n\\par\n     a.\\tab The flow pressure is the pressure in the supply pipe, [near the] at the inlet to the faucet or water outlet while the faucet or water outlet is wide open and flowing.\\par\n    \\tab b.\\tab At fixtures supplied with both hot and cold water the flow rate indicated is for [each of the two connections.]  the combined flow.\\par\n    \\tab [c\\tab The wide range is due to the variation in designs and types of water closet flush valves and water closets.]\\par\n    \\tab P107.6  WATER SUPPLY CONTROL VALVES.-\\par\n\\par\n    \\tab (a) \\tab Stop-and-waste valves prohibited.-  Combination top-and-waste valves or cocks shall not be installed in underground or buried water supply piping.\\par\n    \\tab (b) \\tab Riser valves.-  [Except in one-family dwelling,]. [a] A valve shall be installed at the foot of each water supply riser, [in multistory buildings, a valve shall be installed] or at the top of each [water supply] down-feed [pipe] riser.\\par\n    \\tab (c)   Valves in dwelling units.-  In two-family dwellings and in dwelling units of buildings classified in occupancy group J-2, control valves on the supply branch or stop valves on each individual fixture shall be provided so that the water to any dwelling unit may be shut off without stopping the flow of water to other units.\\par\n    \\tab (d)   Individual fixture valves.-  In buildings of occupancy other than those in (c) above, the supply branch to the group of fixtures or the supply branch to each fixture or piece of equipment shall be provided with a valve or a fixture stop valve to shut off the water to the fixture or to the room in which it is located.\\par\n    \\tab (e)   Tank controls.-  Supply lines to and from pressure [or gravity] tanks shall be supplied with valves at the tanks within the tank room.  Supply lines from the gravity tanks shall be supplied with valves, protected  from freezing at the main roof level but in no case lower than the next floor level.  Indicating type valves shall be installed on the supply lines to and from the gravity combined or fire house tank pump.  Each tank shall be provided with a remote indicating high water alarm.\\par\n    \\tab (f) Water heating equipment valve.-  The [cold water branch] water lines to each hot water storage tank or water heater shall be provided with a valve located [near] on the equipment.  Each tank or heater shall be equipped with an approved automatic relief valve as prescribed in section P107.25.\\par\n    \\tab (g)   Accessibility and maintenance.-  All water supply control valves shall be placed so as to be readily accessible for service and maintenance. A plain end valve shall be installed at the base of any riser exceeding five (5) stories.\\par\n    \\tab (h)   Control valve design.-  Except the valves serving single fixtures, control valves on all water lines shall, when fully opened, have a cross sectional area of at least 85 percent of the cross-sectional area of the line in which they are installed.\\par\n    \\tab (i)   Bath and Shower Valve.-  Valves for individual, multiple or gang showers shall be pressure balanced-mixing valves or thermostatic-mixing valves conforming to the requirements of ASSE 1016 - (December, 1988).  Water temperature control valves shall be equipped with high-limit stops adjusted to a maximum hot water setting of 115 degrees F (46 degrees C).\\par\nP107.7 - AUXILIARY WATER SYSTEMS.-\\par\n    \\tab (a) \\tab When required.-  When the pressure in the street water main or individual water supply system is insufficient to supply the probable peak demand flow to all plumbing fixtures and other water needs freely and continuously, and with the minimum pressures and quantities as prescribed in [Section 107.5 or elsewhere herein,] table RS 16-7, the rate of supply shall be supplemented by a water pressure booster system designed by [one of the following] a professional architect or engineer licensed by the State of New York.\\par\n       [(1)    an elevated gravity water supply tank\\par\n        (2)    a hydropneumatic pressure booster system\\par\n        (3)    a water pressure booster pump system\\par\n        (4)    a combination of these systems\\par\n        (5)other systems designed by an architect or engineer, subject to the approval of the commissioner.]\\par\n[P107.8] (b) Water supply tanks. -\\par\n \\tab (1)  Overflows.-  Each gravity or suction water supply tank shall be provided with an overflow [not smaller than shown in Table RS 16-8 and/or RS 16-9.  The gallons per minute listed in the tables shall be the total automatic pump capacity connected to the tank or the calculated carrying capacity of the fill pipe] calculated in conjunction with its inlet and shall be a minimum of one pipe size larger than the supply pipe.  The overflow outlet shall discharge within [6 in.] 18 in. of a roof or roof drain. [or over an open water supplied fixture.]  The overflow [discharge] inlet shall be provided with [durable screening with openings of not more than 1/8 in.] a roof tank strainer cast brass with female ips threads.\\par\n \\tab [b](2)\\tab Water piping control and location.-  Water inlets to gravity house tanks shall be controlled by a ballcock or other automatic supply valve or emergency electrical cut-off so installed as to prevent the overflow of the tank in the event that the pumps filling the tanks do not shut off at the predetermined level, or the street pressure rises to a point where it can fill the tank. The water inlet to a suction tank shall be controlled by a ballcock or other automatic supply valve.  The inlet shall be terminated so as to provide an accepted air gap but in no case shall it be less than 4 in. above the top of the overflow.  The outlet from a gravity tank to the distribution system shall be equipped with a brass dome strainer located at least 2 in. above the tank bottom to prevent solids from entering the piping system.  All down-feed supplies from a tank cross-connected in any manner with distribution supply piping in a building supplied by direct street or pump pressure, shall be equipped with a check valve on the main cold water down supply to prevent backflow of water into the roof tank.\\par\n \\tab [c](3)\\tab Drain pipes for emptying tanks.-  Each tank or tank compartment shall be provided, at its lowest point with a valved pipe to permit emptying the tank.  The drain pipe shall discharge as required for the overflow pipe, and shall be at least 4 in. in diameter.\\par\n \\tab [d](4)\\tab Prohibited location.-  Potable water gravity tanks or manholes of potable water pressure tanks shall not be located directly under any soil or waste piping.\\par\n   [e](5)   Design.-  The gravity house supply tank shall be built of wood, steel, or equivalent materials.  All piping within the tank shall be non-corrosive approved material.  Subject to the approval of the commissioner, additional linings may be installed in the tank, provided the lining material does not have a toxic or otherwise objectionable effect on the potable water. Steel tanks shall be painted both inside and outside.  If a tank with a dividing partition is installed, the total capacity of the combined compartments shall be considered as the capacity of a single tank for the purpose of determining storage capacities of the tank.\\par\n \\tab [f](6)\\tab Hydropneumatic pressure booster tanks.-  Presure tanks shall be cylindrical and shall be built in accordance with the ASME boiler code [1967], 1989 Section VIII.  The tank shall be galvanized or painted both inside and outside unless it is constructed of a nonferrous material.  The tank shall be provided with a pressure relief valve.  Also, it shall be provided with a vacuum relief if the tank is located and installed so that it can be drained by a fixture located below the tank.  The air supplied to the tank shall be filtered and taken from an area that does not impart any toxicity to potable water stored in the tank.\\par\n \\tab [g](7)\\tab Cleaning or painting.-\\par\n \\tab  \\tab [(1)]  a.  No water tank of any kind that is part of a building water supply system used for potable purposes shall be cleaned with any material or painted on the inside with any material that will have a toxic or otherwise objectionable effect on the potability of the water supply when the tank is put into service.  No lead paint shall be used.  The water supply connections to and from a tank shall be disconnected or plugged while the tank is being cleaned or painted to prevent any foreign fluid or substance from entering the distribution piping.  Where the air in a tank may be insufficient to sustain human life, or may contain an injurious gas, adequate measures shall be taken for the protection of the workmen.\\par\n \\tab [(2)]  b.  After the tank has been cleaned or painted, it shall be disinfected according to the following procedure before it is put back in service:\\par\n[a] (1)\\tab The underside of the top, the bottom, and the walls shall be washed with a hypochlorite solution containing 100 or more parts per million of available chlorine\\par\n[b] (2)\\tab The tank shall be filled with water to which hypochlorite solution is added during the filling in sufficient quantity so that the treated water in the tank will contain at least  10 parts per million of available chlorine.\\par\n[c] (3)\\tab The chlorinated water shall be allowed to remain in the tank for two hours.\\par\n[d] (4)\\tab Finally, the tank shall be drained completely before refilling.\\par\n[(3)](5)\\tab House and suction tanks shall be drained and cleaned at least once a year.\\par\n[h](8)  Supports.-  All water supply tanks shall be supported in accordance with the requirements for structural work of the building code.\\par\n[i](9)  Covers.-  All water supply tanks shall be covered to keep out dirt, vermin and unauthorized persons.\\par\n      \\tab (10) All tanks shall be inspected and certified by a licensed master plumber each year to ensure compliance with all requirements of this section and such certification shall be kept on premises at the tank's location.\\par\n[P107.9] P107.8 - HOUSE AND BOOSTER PUMPS.-\\par\n      \\tab (a) \\tab Directly off street main.-  Power pumps may draw their water supply directly from the street main if the total connected automatic pump capacity is not more than 400 gpm.  If the total connected automatic capacity exceeds 400 gpm, the pumps may be connected directly to the street main only if permitted by the department of [water supply, gas and electricity] environmental protection.\\par\n      \\tab (b)  Suction tank.-\\par\n      \\tab (1) When the pumps cannot be connected directly to the water service main a suction (surge) tank shall be installed.  Suction tanks shall be constructed in accordance with the requirements of section P107.8\\par\n      \\tab (2) No suction tank will be required for a fire pump except when the size of the fire service is equal to or greater than the size of the street main.\\par\n      \\tab (c) Suction tank size.-  Suction tanks when required, shall have a capacity not less than prescribed in Table RS 16-10.\\par\n      \\tab (d) Fill line to tank.-  A fill connection to a suction tank shall be provided with a flow control that will limit the water make-up rate to the suction tank under the pressure conditions and at the maximum quantities permitted by the department of [water supply, gas and electricity] environmental protection.\\par\n      \\tab (e) Low pressure cut-off required on booster pumps.-  When a pump is directly connected to the street main, a low pressure cut-off shall be installed on the house side of each building control valve and on the street side of each meter assembly to prevent the pressure from dropping more than 7 psi below the normal static pressure at the point of entry of the water service, or as required by the department of [water supply, gas and electricity] environmental protection.\\par\n      \\tab (f) Check valves required.-  Each pump discharge shall be provided with a check valve [and gate valve].\\par\n[107.10] P107.9 - PROTECTION OF POTABLE SUPPLY.-\\par\n      \\tab (a) General.-  A potable water supply system shall be designed, installed and maintained in such manner as to prevent contamination from non potable liquids, solids, or gases from being introduced into the potable water supply through cross-connections or any other piping connections to the systems.\\par\n      \\tab (b) Identification of potable and non-potable water.-  In all buildings having dual water distribution systems, one potable water and the other non-potable water, each system shall be identified either by color marking or metal tags.\\par\n      \\tab (c) Color marking.-  When color marking is used, potable water lines shall be painted green and non-potable water lines shall be painted yellow.  This requirement may be met by painting 3 in. wide bands, green or yellow, at intervals of not more than 25 ft. and at points where piping passes through walls, floors, or roofs, in which case the bands shall be applied to the piping on both sides of the walls and both above and below the floor or roof.  Points of outlets for non-potable water shall be marked with a tag or color code.\\par\n      \\tab (d) Metal tags.-  When tags are used, potable water lines shall be identified by 3 in. diameter metal tags bearing the legend \"SAFE WATER\" in letters at least 1/2 in. high.  Non-potable water lines shall be identified by firmly attached metal tags having the shape of 4 in. equilaterial triangle bearing the legend \"WATER UNSAFE\" in letters at least 1/2 in. high.  As in the use of color bands, tags shall be attached to pipes at intervals of not more than 25 ft. and at both sides at points where pipes pass through walls, and both above and below points where pipes pass through floors or roofs.\\par\n[P107.11] P107.10  TOXIC MATERIALS AND SUBSTANCES.-\\par\n      \\tab No materials or substances that could produce either toxic condition or add taste or odor to a potable water system shall be introduced into or used in such systems.\\par\n[P107.12] P107.11  USED PIPING.-\\par\n      \\tab Piping that has been used for any purpose other than conveying water shall not be used for conveying potable water.\\par\n[P107.13] P107.12  PROHIBITED CONNECTIONS TO FIXTURES AND EQUIPMENT.-\\par\n      \\tab The following equipment shall receive water supply only through air gaps.[and][d]  Direct water connections to the potable water supply system shall be prohibited unless an approved reduced pressure principle [back pressure] backflow[preventer] prevention device is installed between the water supply and the equipment.\\par\n      \\tab (1)\\tab Bidets with submerged water connection that cannot drain out after shut off.\\par\n      \\tab (2)\\tab Aspirators, injectors, ejectors or water siphons and similar apparatus.\\par\n      \\tab (3)\\tab Mortuary, dissection, operating and embalming tables or similar equipment.\\par\n      \\tab (4)\\tab Sterilizers.\\par\n      \\tab (5)\\tab Flushing rim floor drains.\\par\n      \\tab (6)\\tab Dialysis and similar equipment.\\par\n      \\tab Reduced pressure zone devices shall be annually tested by a certified tester employed by a licensed master plumber.  Such record of certification shall be kept on the premises.\\par\n[P107.14]  P107.13  CONNECTIONS TO MECHANICAL EQUIPMENT AND SYSTEMS.-\\par\n      \\tab Potable water connections to boiler feed water systems and heating or cooling systems shall be made through a fixed air gap. Where the equipment or system is fed through an injector the potable water shall be supplied through a fixed air gap to the suction tank of a booster pump.\\par\n[P107.15]  P107.14  REFRIGERATION UNIT CONDENSERS AND COOLING JACKETS.-\\par\n      \\tab Where potable water is provided for a refrigerator condenser or cooling jacket the connection must be entirely outside of the piping or tank containing a refrigerant, and a separate interchange located outside of the piping as tank containing the toxic refrigerant to be used.  The inlet connection shall be provided with a check valve and, if the refrigeration units contain more than 20 lbs. of refrigerant, with an approved pressure relief valve set to relieve at 5 psi above the maximum water pressure at the point of installation, adjacent to and at the outlet side of the check valve.\\par\n[P107.16]  P107.15  AIR CONDITIONING AND REFRIGERATION.-\\par\n      \\tab (1) \\tab Each direct water connection to a refrigeration or air conditioning unit using city water for cooling purposes shall be [equipped with a check valve located not more than 2 ft. from the unit.], protected against backflow and back siphonage in accordance with subdivisions 1, 2, 3, 4, and 5 of section P107.17.  No connection shall be made between the device and equipment served.\\par\n      \\tab (2) [Where the refrigeration or air conditioning system in a building is in excess of 1/3 ton, the city water supply to such building shall be metered].  All refrigeration systems in excess of six (6) tons of rated capacity using city water, shall be equipped with an approved water conserving device, approved by the commissioner of the department of environmental protection as to method of installation.\\par\n      \\tab (3) [Where the refrigeration or air conditioning unit using city water is 1/3 ton or less, and the unit is located in a metered premises, the unit shall be connected to the metered supply].  All refrigeration/air conditioning systems two tons or less, using City water without an approved water conserving device, shall be equipped with an automatic water regulating valve or device on each individual unit comprising the installation.\\par\n      \\tab (4) [All systems of refrigeration in excess of a 6 tons and/or air conditioning in excess of 3 tons shall be equipped with a water conserving device.  Ice cubers and ice flakers shall be exempted from this requirement.  The tonnage shall be the combined or total tonnages for all water cooled refrigeration systems for air conditioning or any other purpose installed in any one building].  Where the refrigeration/air conditioning unit using city water is one-third (1/3) ton of rated capacity or less, and the unit is located in a metered premises, then the unit shall be connected to the metered supply.\\par\n      \\tab (5) [In buildings where the tonnage is less than the tonnage specified in (4) above, an approved automatic regulating device shall be installed at each refrigeration unit].] All air conditioning systems in excess of two (2) tons of rated capacity using city water heretofore or hereafter installed, shall be equipped with an approved water conserving device.\\par\n      \\tab (6) Where city water is supplied to a water conserving device, other than a combination air and water cooled condenser, the piping supplying such water shall discharge at least 2 in. above the overflow rim of the pan.\\par\n      \\tab (7) The waste water from all systems having direct connection to the city water supply shall be discharged through an air break into a receptacle fixture or drain.  The point of discharge (outlet of the discharge piping) shall be located at least 1 in. above the overflow rim of said receptacle.\\par\n      \\tab (8) \"Automatic water regulating valve or device\" shall mean a self-regulating valve or other device, that shall limit the use of city water to 1.5 gpm or less per ton of refrigeration or air conditioning.\\par\n      \\tab a. \"Air conditioning system\" shall mean an installation for maintenance by heat removal, of temperatures which are more than 60?F.\\par\n      \\tab b. \"Refrigeration system\" shall mean an installation for maintenance by heat removal, of temperatures which are 60?F or less.\\par\n      \\tab (9) \\tab \"Water conserving device\" shall mean an evaporative condenser, water cooling tower, spray pond, economizer, or similar apparatus, [that]  which device shall not consume city water for make-up [purpose] purposes in excess of two (2) per cent of the amount that would normally be used without such device.  In addition [3 percent] there shall be allowed two (2) per cent of the amount of water that would normally be used without such devices [shall be allowed] for purpose of bleeding and wash down.\\par\n[P107.17]  P107.16  USED WATER RETURN PROHIBITED.-  Water used for cooling of equipment or other processes shall not be returned to the potable water system.  Such water shall be discharged into the drainage system through an air break to a receptacle or fixture.\\par\n[P107.18]  P107.17  PROTECTION AGAINST BACKFLOW AND BACK-SIPHONAGE.- Unless otherwise provided in this code, protection of the potable water system against backflow and back-siphonage shall be by providing, installing, and maintaining  at each outlet one of the following:\\par\n      \\tab (1)\\tab Air Gap:  In accordance with ANSI A112.1.2-1942 (R1973)\\par\n      \\tab (2)\\tab Vacuum Breaker:  In accordance with ANSI A112.1.1 1971 (ASSE No. 1001-1970)\\par\n      \\tab (3)\\tab Reduced Pressure Principle Back Pressure Backflow Preventer:  In accordance with ASSE No. 1013-[1974]  1988\\par\n      \\tab (4)\\tab Double Check Valve-Type Back Pressure Backflow Preventer Assembly:  In accordance with ASSE No. 1015-[1972] 1988\\par\n      \\tab (5)\\tab Backflow Preventer Device with Intermediate Atmospheric Vent: In accordance with ASSE No. 1012-[1972]  1978\\par\n      \\tab Vacuum breaking and backflow preventing devices shall be accessibly located, preferably in the same room with the fixture they serve. Installation of vacuum breaking devices in utility or service spaces is also permitted, provided the devices are readily accessible. No connection shall be made between the device and the equipment served.  \\par\n[P107.19]  P107.18  APPROVAL OF DEVICES.-  Before any device for the prevention of backflow or back-siphonage is installed, it shall have been first tested and a test report showing compliance with the applicable standard shall have been filed by an architect or engineer, in accordance with the administrative provisions of the building code[.], such devices must be approved.\\par\n[P107.20]  P107.19  PROTECTION OF POTABLE WATER SUPPLY OUTLETS.-\\par\n      \\tab (1) \\tab Backflow [preventers] prevention devices or vacuum breakers shall be installed with any plumbing fixture or equipment in each potable water supply outlet that may be submerged and that cannot be protected by a minimum air gap, or as otherwise provided in this code. All submerged inlets, except for connections to water closet and urinal flushometer valves and ball floats for tank water closets and urinals, shall have a check valve installed between the vacuum breaker and the submerged inlet.\\par\n      \\tab (b) \\tab Type required.-\\par\n      \\tab (1) CONNECTIONS NOT SUBJECT TO BACK PRESSURE.-  Where a water connection is not subject to back pressure, a non-pressure type vacuum breaker shall be installed on the discharge side of the last valve on the line serving the fixture or equipment.  A partial list of conditions requiring protective device of this kind is given in Table RS 16-[11] 9.  The critical level shall be indicated on the vacuum breaker or, in the event the critical level is not indicated, the lower end of the vacuum breaker body shall constitute the critical level.\\par\n      \\tab (2) CONNECTIONS SUBJECT TO BACK PRESSURE.-  Where a potable water connection is made to a line, fixture, tank, vat, pump, or other equipment with a hazard of backflow or back-siphonage [where] when the water connection is subject to back-pressure a [pressure type vacuum breaker and check valve] reduced pressure zone device shall be installed[.] and annually tested by a certified tester employed by a licensed master plumber.  Such record of certification shall be kept on the premises.\\par\n[P107.21]  P107.20  PREHEATING APPARATUS.-  Water supply lines to after preheating apparatus utilizing waste water from the plumbing system shall be equipped with a vacuum breaker located at least 4 in. above the highest elevation of the preheating apparatus or coil, with a check valve between the vacuum breaker and the preheating apparatus.  Any hot water boiler supplied through such preheating device and having an independent cold water supply line shall have the cold water supply line equipped with a vacuum breaker and check valve located at least 4 in. above the highest elevation of the boiler.\\par\n\\pard\\ltrpar\\par\n\\tab TABLE RS 16-[11] 9 \\par\n\\par\n_______________________________________________________________________\\par\n\\par\n      \\tab Cross Connections Where Protective Devices Are Required\\par\n      \\tab and Critical Level (CL) Setting for Vaccum Breakers\\par\n\\par\n_______________________________________________________________________\\par\n\\par\nFixture [of] or Equipment              \\tab Methods of Installation\\par\n\\par\n_______________________________________________________________________\\par\n          \\par\n\\par\n\\par\nDental Units\\tab\\tab\\tab\\tab On models without built-in vacuum breakers-C-L at least 4 in. above flood rim of bowl.\\par\n\\par\n\\par\nDishwashing machines\\tab\\tab An air gap or with the C-L at least  4 in. above flood level of machine. Install on both hot and cold water supply line and on water supply to  detergent or water softening   appliances.\\par\n\\par\n\\par\nFlushometers                 \\tab C-L at least 4 in. above top of\\par\n(closet and urinal)          \\tab fixture supplied.\\par\n\\par\n\\par\nGarbage can                  \\tab C-L at least 4 in. above flood level\\par\ncleaning machine   \\tab     \\tab     \\tab of machine.  Install on both hot and\\par\n         \\tab     \\tab     \\tab     \\tab     \\tab cold water supply lines.\\par\n\\par\n\\par\nHose outlets, (except   \\tab     \\tab C-L at least 4 in. above highest\\par\n[outside sillcocks,]    \\tab     \\tab point on hose line or as permitted\\par\ndraincocks at base of   \\tab     \\tab by the commissioner.\\par\nwater risers or at\\par\nequipment, and fire hose\\par\noutlets)\\par\n\\par\n\\par\nLaundry machines\\tab\\tab\\tab C-L at least 4 in. above flood level  of machine.  Install on both hot and cold water supply lines.\\par\n\\par\nLawn sprinklers\\tab\\tab\\tab C-L at least 12 in. above highest sprinkler or discharge outlet. Installed on header at building wall.\\par\n\\par\nSteam tables\\tab\\tab\\tab\\tab C-L at least 4 in. above flood level.\\par\nTanks and vats\\tab\\tab\\tab\\tab C-L at least 6 in. above flood level rim or line.\\par\n\\par\nTrough urinals\\tab\\tab\\tab\\tab C-L at least 30 in. above perforated flush pipe.\\par\n\\par\nFlush tanks\\tab\\tab\\tab\\tab All flush tanks operated by ballcocks shall have a vacuum breaker located not less than 1 in. above the over- flow outlet of the flush tank.\\par\n_______________________________________________________________________\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1 [P107.23]  P107.22  CHEMICAL SOLUTION TANKS OR APPARATUS.-  Direct water supply connections to any tank or apparatus containing any chemical shall be prohibited unless specifically approved by the department of health[.], and the approved plan designed by a professional engineer licensed by the State of New York.\\par\n\\par\n[P107.24]  P107.23  BEDPAN WASHERS OR SIMILAR APPARATUS.-  [Bedpan washers or similar apparatus not provided with an approved flushometer] The water supply shall be equipped with [a vacuum breaker and check valve.] an approved reduced pressure zone backflow prevention device. [The check valve shall be located between the fixture and the vacuum breaker.  Water supply to bedpan washers equipped with an approved flushometer valve shall be provided with a vacuum breaker.]  Bedpan washers may be equipped with steam connections only when such equipment has been approved.\\par\n[P107.25]  P107.24  LABORATORY OUTLETS.-  Each laboratory outlet [provided with a serated tip or hose end] shall be provided with a vacuum breaker.\\par\n[P107.26]  P107.25  HOT WATER SUPPLY SYSTEM.-\\par\n         \\tab (a) \\tab Return circulation - where required.[-]\\par\n         \\tab     \\tab (1)   Hot water supply systems, [in buildings four stories or more in height, or buildings] in which the developed length of hot water piping from the source of hot water supply to the farthest fixture supplied exceeds [50] 40 ft. shall be of the return circulation type, except as otherwise provided in subparagraph (2) of this paragraph.  No branch from a noncirculated riser or header shall exceed [50] 40 ft.\\par\n         \\tab (2) \\tab A temperature maintenance system with electric heaters and components applied to the domestic hot water piping may be used in lieu of a return circulation system provided:\\par\n         \\tab a.\\tab The system conforms to the requirements of national standard ANSI/IEEE 515 - 1983.\\par\n         \\tab b.\\tab The minimum predetermined temperature in the domestic hot water piping is not less than 100?F.\\par\n         \\tab c.\\tab The minimum outlet temperature of the hot water supply source is not less than 100?F.\\par\n         \\tab d.\\tab All heating cable cores are permanently marked with the manufacturer's batch or serial number for traceability and cable jackets are continuously and permanently marked with the manufacturer's name, catalog number, nominal supply voltage and nominal power output in watts per ft.  The use of temporary printing or tags shall not be permitted.\\par\n         \\tab e.\\tab Test certificates accompany each reel of heating cable and are signed by the manufacturer's quality control officer.  The certificates shall indicate the cable type, cable rating in watts per ft., voltage rating, test date, batch number, reel number, length of cable, test voltage and test amperage reading.\\par\n         \\tab f.\\tab The system is listed for domestic hot water piping by an accepted nationally recognized independent laboratory that maintains periodic inspections of production of listed equipment and whose listing states that the equipment meets nationally recognized standards for domestic hot water piping.\\par\n         \\tab g.\\tab The system is accepted and approved by the department of buildings.\\par\n\\par\n      (b)\\tab Pressure relief valves, temperature relief valves and energy cut-off devices required.-  Equipment used for heating water or storing hot water shall be provided with one of the following devices:\\par\n         \\tab     \\tab A separate pressure relief valve and separate temperature relief valve, or\\par\n         \\tab     \\tab A combination pressure and temperature relief valve.\\par\n         \\tab     \\tab (1) \\tab No check valve or shut-off valve shall be installed between the safety device and the hot water equipment used.\\par\n         \\tab     \\tab (2) \\tab Relief outlets or relief valves shall not be directly connected to drainage or vent piping.\\par\n         \\tab     \\tab (3) \\tab Relief valve discharge pipes shall be the same size as valve discharge connections and shall pitch downward from the valve to the point of disposal.  Pipe shall terminate with an unthreaded end.\\par\n         \\tab     \\tab (4)   Where a relief outlet discharges into a plumbing fixture, a minimum air break shall be provided.\\par\n         \\tab     \\tab (5)   All relief valves and safety devices shall comply with the requirements of the applicable standards of the [U.S.A.] American National Standards Institute, American Society of Mechanical Engineers, or the Underwriter' Laboratories.  Valves or devices shall be accepted for use in accordance with the administrative provisions of the building code.\\par\n         \\tab     \\tab [(6)\\tab All new installations of equipment used for heating water or storing water shall comply with the provisions of subdivision P107.26 of section P107.0 of reference standard RS-16.\\par\n         \\tab     \\tab (7) \\tab All replacements of equipment used for heating or storing water shall comply with the provisions of subdivision P107.26 of section P107.0 of reference standard RS-16.\\par\n         \\tab     \\tab (8) \\tab All existing equipment used for heating water or storing water shall comply with the provisions of paragraph (b) of subdivision P107.26 of section P107.0 of reference standard RS-16.]\\par\n         \\tab (c) \\tab Pressure relief valves.-  Pressure relief valves and the pressure relief element of combined pressure and temperature relief valves shall be in accordance with the requirements of the ASME boiler and pressure vessel code, [1962] 1989, section IV and the construction requirements of [USASI Z21.22-1964] ANSI Z21.22-1986.\\par\n         \\tab     \\tab (1) \\tab Valve capacity, [as rated] related from actual test data, shall be at least equal to the rated capacity of the connected heater or heaters.\\par\n         \\tab     \\tab (2)   The opening pressure of the pressure relief valve shall be at least 25 lbs. above the normal working pressure in the system or the pressure delivered by the water pressure reducing valve. In no case shall the relief valve be set to open at a pressure above the rated working pressure of the vessel that the valve is installed to protect.\\par\n         \\tab (d) \\tab Temperature relief valves.-  Temperature relief valves shall have a relief rating, expressed in Btu per hour, and temperature not to exceed 25 degrees in excess of the upper temperature limit control, equal to that of the equipment served.  They shall be installed so that the temperature sensing element is immersed in the hottest water, such as:\\par\n         \\tab     \\tab (1)\\tab Within the top 6 in. of the tank of an unfired hot water storage heater;\\par\n         \\tab     \\tab (2)\\tab Above the hot water inlet to a tank equipped with a sidearm type water heater or supplied with hot water from another source;\\par\n         \\tab     \\tab (3)\\tab Above the topmost heating element of an electric water heater;\\par\n         \\tab     \\tab (4)\\tab Where, due to the construction of the water heater, there is no tapping to receive the temperature relief valve, the valve shall be installed in a tee following a nipple installed in the heater. The tee shall be located as close as possible to the heater jacket.\\par\n         \\tab (e) \\tab Emergency energy cut-off devices.- The performance rating of emergency energy cut-off devices shall be equal to or greater than the performance rating for the equipment served.  Immersion type energy cut-off devices shall be installed so that the temperature sensing element is immersed in the hottest water zone of the equipment served. Contact types shall be installed only when permitted by the commissioner, and shall be rigidly mounted in contact with the shell of the water heater, shall be calibrated accurately for use on the heater to which it is applied, and shall be insulated or protected from flue gas, heat, or other ambient conditions that are not indicative of stored water temperature.  Safety pilots or other approved devices shall be installed to cut off the main fuel supply to the main burner or heat producing equipment.\\par\n         \\tab (f) \\tab Vacuum relief valves.-  All copper lined tanks located and installed so that they can be drained by a fixture located below the tanks shall be equipped with a vacuum relief valve that shall comply with [USASI Z21.22-1964] ANSI Z21.22-1986.\\par\n         \\tab (g) \\tab Pressure marking of hot water storage tank.-  Hot water storage tanks shall be permanently marked in a readily accessible place to indicate the maximum allowable working pressure, which shall be not more than 2/3 of the bursting pressure of the tank.\\par\n         \\tab (h) \\tab Temperature limit controls.-  All hot water heaters and storage tanks shall be equipped with an operating temperature limit control. Domestic hot water and storage tanks shall have a maximum operating temperature of 160?F.\\par\n         \\tab (i) \\tab Prohibited locations and usage of hot water generators.-  No solid or liquid fuel or gas fuel-fired water heater shall be installed in bathrooms, bedrooms, or in any enclosed space with a volume of less than 300 cu. ft.; nor shall vents designed only for use with gas equipment be used with solid or liquid fuel-fire equipment. Notwithstanding the foregoing, a gas fuel-fired water heater may be installed in any dwelling unit in accordance with the following conditions:\\par\n         \\tab     \\tab (1)\\tab The enclosed space shall have a minimum volume of at least 100 cu. ft.;\\par\n         \\tab     \\tab (2)\\tab The maximum Btu rating shall be 75,000 Btu/hr.\\par\n         \\tab     \\tab (3)\\tab There shall be a fresh air intake which shall equal at least one sq. in. free area per 2000 Btu/hr. input rating which in no event shall be less in cross-section than the flue projecting from the hot water heater and which shall be fire damper protected if used for air supply duct work of two or more stories.\\par\n         \\tab     \\tab (4)\\tab The exhaust from the water heater shall be connected to an approved type flue.\\par\n         \\tab     \\tab (5)\\tab The installation shall be made within a solid enclosure with a flush door without louvres, and with clearances about the water heater conforming to A.G. A. requirements; and\\par\n         \\tab     \\tab (6)\\tab The heater shall be (i) currently listed by an independent laboratory acceptable to the commissioner pursuant to section [C26-106.2] 27-131;  (ii) approved by the department. [,and (iii) approved by the department of health.]\\par\n[P107.27]  P107.26  DISINFECTION OF POTABLE WATER SYSTEMS.-\\par\n         \\tab (a) \\tab New or repaired potable water systems shall be disinfected prior to use whenever samples from the system show any contamination after making a bacteriological examination. Samples shall be taken as required by the department of health. The method to be followed shall be that as prescribed by the department of health, or where no method is prescribed by the department of health by the following:\\par\n         \\tab     \\tab (1)\\tab The pipe system shall be flushed with clean, potable water until no dirty water appears at the outlets.\\par\n         \\tab     \\tab (2\\tab The system or part thereof shall be filled with a water-chlorine solution containing at least 50 parts per million of chlorine and the system or part thereof shall be valved off and allowed to stand 24 hr. or, the system or part thereof shall be filled with a water-chlorine solution containing at least 200 parts per million of chlorine and allowed to stand for 3 hr.\\par\n         \\tab     \\tab (3)\\tab Following the prescribed standing time, the system shall be flushed with clean potable water until no excess chlorine remains in the water coming from the system.\\par\n         \\tab     \\tab (4)\\tab The procedure shall be repeated if it is shown that contamination still persists in the system.\\par\n                     \\par\n[TABLE RS 16-8   Size of Overflows for Gravity and Sunction Tanks\\par\n\\par\n                       (See Figures RS 16-1  A and B)\\par\n\\pard\\ltrpar\\par\n\\par\n ______________________________________________________________________\\par\n\\par\nOverflow          Maximum Allowable            Maximum Allowable\\par\nPipe Size         gpm for each Orifice         gpm for Vertical \\par\n                  Opening into Tank                Overflow\\par\n  (in.)                           \\tab     \\tab (Piping Connecting Orifices)\\par\n______________________________________________________________________\\par\n           \\par\n      2                    19                                25\\par\n\\par\n      3                    43                                75\\par\n\\par\n      4                    90                               163\\par\n\\par\n      5                   159                               296\\par\n\\par\n      6                   257                               472\\par\n\\par\n      8                   505                             1,020\\par\n\\par\n     10                   890                             1,870\\par\n\\par\n     12                 1,400                             2,967]\\par\n_______________________________________________________________________\\par\n\\par\n                       [TABLE RS 16-9        \\par\n\\par\n         \\tab     \\tab     \\tab Size of Weirs for Gravity and Suction Tanks\\par\n                           (See Figures RS 16-1C)\\par\n_______________________________________________________________________\\par\n\\par\nSlotted Weir Opening into Tank\\par\nBetween Overflow Chamber and                         Maximum Allowable\\par\nWater Compartment  (a)                                  gpm for Weir\\par\n_______________________________________________________________________\\par\n \\par\n  3        in.  x  24  in.                                      381\\par\n\\par\n  3 - 1/2  in.  x  24  in.                                      475\\par\n\\par\n  4 - 1/2  in.  x  24  in.                                      685\\par\n\\par\n  4 - 1/2  in.  x  36  in.                                    1,037\\par\n\\par\n  6        in.  x  36  in.                                    1,569\\par\n\\par\n  6        in.  x  48  in.                                    2,100]\\par\n_______________________________________________________________________\\par\n         \\tab NOTE -\\par\n\\par\n         \\tab     \\tab (a)\\tab Bottom of the overflow chamber must be at least  6 in. below weir.\\par\n\\par\n\\par\n         \\tab     \\tab\\tab Bottom outlet shall be provided in the chamber of sizes based on capacities as indicated in table RS 16-8].\\par\n\\par\n_______________________________________________________________________\\par\n\\par\n\\tab TABLE RS 16-[10] 8   Suction Tank Sizes\\par\n\\par\n_______________________________________________________________________\\par\n\\par\n     Total Connected Pump                            Tank Capacity\\par\n       Capacity (gpm)                                     (gal.)\\par\n_______________________________________________________________________\\par\n\\par\n\\par\n         400  -  500                                    (  7,500)\\par\n         501 and over                                   ( 10,000)\\par\n_______________________________________________________________________\\par\n    \\tab\\'a73. \\tab This local law shall take effect immediately.\\par\n\\par\n    \\tab Referred to the Committee on Housing and Building.\\par\n\\par\nPEK/rt\\par\n01/22/92\\par\nDG-local laws\\par\nPro. Amend. Plumbers Code\\par\n}\n",
  "LastModified": "2019-06-27T14:40:27.637Z"
}
