{
  "ID": 18870,
  "GUID": "AEFD507B-F813-4123-8325-B7DACD335F1E",
  "File": "Int 0406-1998",
  "Name": "Parking Disabled, Volunteer Enforcement Unit",
  "Title": "A Local Law to amend the charter of the city of New York, in relation to the establishment of a volunteer enforcement unit for parking for the disabled.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "1998-08-27T00:00:00Z",
  "AgendaDate": "1998-08-27T00:00:00Z",
  "PassedDate": "2001-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 39,
      "Slug": "noach-dear",
      "FullName": "Noach Dear"
    },
    {
      "ID": 393,
      "Slug": "thomas-k-duane",
      "FullName": "Thomas K. Duane"
    },
    {
      "ID": 16,
      "Slug": "june-m-eisland",
      "FullName": "June M. Eisland"
    },
    {
      "ID": 15,
      "Slug": "wendell-foster",
      "FullName": "Wendell Foster"
    },
    {
      "ID": 22,
      "Slug": "sheldon-s-leffler",
      "FullName": "Sheldon S. Leffler"
    },
    {
      "ID": 404,
      "Slug": "thomas-white",
      "FullName": "Thomas White"
    }
  ],
  "History": [
    {
      "ID": 72886,
      "Date": "1998-08-27T01:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 72887,
      "Date": "1998-08-27T10:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 72888,
      "Date": "1998-09-10T09:29:49Z",
      "ActionID": 29,
      "Action": "Printed Item Laid on Desk",
      "Description": "",
      "BodyID": 41,
      "BodyName": "Legislative Documents Unit",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 123408,
      "Date": "2001-12-31T16:34:01Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 9441,
  "Text": "Be it enacted by the Council as follows:\n\n      Section 1.  Subdivision a of section 2903 of the New York city charter is amended by adding a new paragraph 19 to read as follows:\n      \n      (19) establish a unit comprised of volunteers who shall assist the department in enforcing laws, rules and regulations relating to parking for the disabled.  Such unit shall establish a training program consisting of at least two hours instruction time which all volunteers shall complete. All such volunteers shall be assigned an identification number, and shall be issued official identification and such equipment as the commissioner deems necessary for the performance of their duties. Uniform procedures shall be established for volunteers to follow in determining whether a violation of relevant laws, rules and regulations has occurred and procedures for the uniform reporting of these violations, including the use of photographic evidence. Only the department shall be authorized to process or arrange for the processing of film submitted by any volunteer and photographs evidencing a violation shall be available for inspection in any proceeding to adjudicate the liability for such violation. A certificate, sworn to or affirmed by a technician employed by the department or a facsimile thereof, based upon inspection of photographs produced from film submitted by volunteers, shall be prima facie evidence of the facts contained therein. No such photograph may be used for any purpose other than as evidence of a violation of any law, rule or regulation relating to parking for the disabled. A notice of violation shall be mailed via first class mail to each person alleged to be liable as an owner for a violation of any law, rule or regulation relating to parking for the disabled. A manual or automatic record of mailing prepared in the ordinary course of business shall be prima facie evidence of the facts contained therein. A notice of violation shall reference the law, rule or regulation which was allegedly violated and shall contain the name and address of the person alleged to be liable as an owner for a violation of such law, rule or regulation,  the registration number of the vehicle involved in such violation, the location where such violation took place, the date and time of such violation  and the identification number of the volunteer who recorded the violation. A notice of violation shall also contain information advising the person charged of the manner and the time in which he or she may contest the violation alleged in the notice of violation and shall also contain a warning to advise the persons charged that failure to contest in the manner and time provided shall be deemed an admission of liability and that a default judgment may be entered thereon. \n      ?2. This local law shall take effect ninety days after its enactment into law, provided however that the commissioner of the department of transportation shall promulgate any rules necessary for the implementation of this local law prior to such effective date.\nJJ:ts\nLS #794\n08/24/98\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fnil\\fprq2\\fcharset2 WP TypographicSymbols;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.  Subdivision a of section 2903 of the New York city charter is amended by adding a new paragraph 19 to read as follows:\\par\n\\ul (19) establish a unit comprised of volunteers who shall assist the department in enforcing laws, rules and regulations relating to parking for the disabled.  Such unit shall establish a training program consisting of at least two hours instruction time which all volunteers shall complete. All such volunteers shall be assigned an identification number, and shall be issued official identification and such equipment as the commissioner deems necessary for the performance of their duties. Uniform procedures shall be established for volunteers to follow in determining whether a violation of relevant laws, rules and regulations has occurred and procedures for the uniform reporting of these violations, including the use of photographic evidence. Only the department shall be authorized to process or arrange for the processing of film submitted by any volunteer and photographs evidencing a violation shall be available for inspection in any proceeding to adjudicate the liability for such violation. A certificate, sworn to or affirmed by a technician employed by the department or a facsimile thereof, based upon inspection of photographs produced from film submitted by volunteers, shall be prima facie evidence of the facts contained therein. No such photograph may be used for any purpose other than as evidence of a violation of any law, rule or regulation relating to parking for the disabled. A notice of violation shall be mailed via first class mail to each person alleged to be liable as an owner for a violation of any law, rule or regulation relating to parking for the disabled. A manual or automatic record of mailing prepared in the ordinary course of business shall be prima facie evidence of the facts contained therein. A notice of violation shall reference the law, rule or regulation which was allegedly violated and shall contain the name and address of the person alleged to be liable as an owner for a violation of such law, rule or regulation,  the registration number of the vehicle involved in such violation, the location where such violation took place, the date and time of such violation  and the identification number of the volunteer who recorded the violation. A notice of violation shall also contain information advising the person charged of the manner and the time in which he or she may contest the violation alleged in the notice of violation and shall also contain a warning to advise the persons charged that failure to contest in the manner and time provided shall be deemed an admission of liability and that a default judgment may be entered thereon. \\ulnone\\par\n\\f1 '\\f0 2. This local law shall take effect ninety days after its enactment into law, provided however that the commissioner of the department of transportation shall promulgate any rules necessary for the implementation of this local law prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar JJ:ts\\par\nLS #794\\par\n08/24/98\\par\n}\n",
  "LastModified": "2019-06-27T15:17:01.7Z"
}
