{
  "ID": 19179,
  "GUID": "0B1EA7C7-F218-4812-8CE1-4029934372AF",
  "File": "Int 0468-1998",
  "LocalLaw": "2000/002",
  "Name": "Tobacco Products, Licenses",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to licenses for sale of tobacco products.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "1998-11-17T00:00:00Z",
  "AgendaDate": "1998-11-17T00:00:00Z",
  "PassedDate": "2000-02-04T00:00:00Z",
  "EnactmentDate": "2000-02-04T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 26,
      "Slug": "peter-f-vallone",
      "FullName": "Peter F. Vallone"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 34,
      "Slug": "victor-l-robles",
      "FullName": "Victor L. Robles"
    },
    {
      "ID": 426,
      "Slug": "pedro-g-espada",
      "FullName": "Pedro G. Espada"
    },
    {
      "ID": 31,
      "Slug": "priscilla-a-wooten",
      "FullName": "Priscilla A. Wooten"
    },
    {
      "ID": 427,
      "Slug": "stephen-j-fiala",
      "FullName": "Stephen J. Fiala"
    },
    {
      "ID": 428,
      "Slug": "martin-j-golden",
      "FullName": "Martin J. Golden"
    },
    {
      "ID": 385,
      "Slug": "kenneth-k-fisher",
      "FullName": "Kenneth K. Fisher"
    },
    {
      "ID": 23,
      "Slug": "archie-w-spigner",
      "FullName": "Archie W. Spigner"
    },
    {
      "ID": 391,
      "Slug": "kathryn-e-freed",
      "FullName": "Kathryn E. Freed"
    },
    {
      "ID": 407,
      "Slug": "annette-m-robinson",
      "FullName": "Annette M. Robinson"
    },
    {
      "ID": 78,
      "Slug": "mark-green",
      "FullName": "Mark Green"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    },
    {
      "ID": 5029,
      "Slug": "una-clarke",
      "FullName": "Una Clarke"
    },
    {
      "ID": 418,
      "Slug": "howard-l-lasher",
      "FullName": "Howard L.  Lasher"
    },
    {
      "ID": 27,
      "Slug": "walter-l-mccaffrey",
      "FullName": "Walter L. McCaffrey"
    },
    {
      "ID": 12,
      "Slug": "stanley-e-michels",
      "FullName": "Stanley E. Michels"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 106568,
      "Date": "1998-11-17T07:49:51Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 74118,
      "Date": "1998-11-17T13:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 74119,
      "Date": "1998-12-04T14:15:08Z",
      "ActionID": 29,
      "Action": "Printed Item Laid on Desk",
      "Description": "",
      "BodyID": 41,
      "BodyName": "Legislative Documents Unit",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 74120,
      "Date": "1999-02-09T09:43:11Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 74121,
      "Date": "1999-02-09T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 84541,
      "Date": "2000-01-07T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 150,
      "AgendaSequence": 2,
      "MinutesSequence": 2,
      "AgendaNumber": "~SPONSOR",
      "Version": "A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 84542,
      "Date": "2000-01-07T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 150,
      "MinutesSequence": 3,
      "Version": "A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 84543,
      "Date": "2000-01-07T13:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 150,
      "MinutesSequence": 4,
      "Version": "A",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 84545,
      "Date": "2000-01-07T13:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 150,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 85460,
      "Date": "2000-01-19T11:49:51Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 85094,
      "Date": "2000-01-19T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 197,
      "AgendaSequence": 22,
      "MinutesSequence": 23,
      "Version": "A",
      "AgendaNote": "Amended & Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 86237,
      "Date": "2000-02-04T10:19:51Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 85577,
      "Date": "2000-02-04T11:44:35Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 74117,
      "Date": "2000-02-07T09:44:42Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 50646,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/50646.doc",
      "Sort": 1
    },
    {
      "ID": 50704,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/50704.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 9493,
  "Text": "Int. No. 468\n\n\nBy Council Members Koslowitz, Robles, Espada, Wooten and Fiala; also Council Members Golden, Clarke, Lasher, McCaffrey and Michels (by request of the Mayor)\n\n\nTo amend the charter and the administrative code of the city of New York, in relation to licenses for sale of tobacco products\n\nBe it enacted by the Council as follows:\n\nSection 1. Section 2203 of the New York city charter is amended by adding a new subdivision (g) to read as follows:\n\n\t(g) The Department shall be authorized, upon due notice and opportunity to be heard, to impose civil penalties and awards of restitution for the violation of any laws or rules the enforcement of which are within the jurisdiction of the department.  Except to the extent that dollar limits are otherwise specifically provided by law, such civil penalties shall not exceed five hundred dollars for each violation.  The remedies and penalties provided for in this subdivision shall be in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including but not limited to civil or criminal actions or proceedings.\n\n§2.  Subdivisions a, b, c, d and g of section 11-1303 of the administrative code of the city of New York, subdivision d as amended by local law number 3 for the year 1998, and subdivision g as added by local law number 34 for the year 1987, are hereby amended to read as follows:\n\na. License required of wholesale and retail dealers.  1. It shall be unlawful for a person to engage in business as a wholesale or retail dealer without a license as [hereinafter] prescribed in this section or subchapter one of chapter two of title twenty of the code, whichever is applicable.\n2. It shall be unlawful for a person to permit any premises under such person's control to be used by any other person in violation of paragraph one of subdivision a of this section.\n\nb. Application for license. [A] 1. Wholesale cigarette license.  In order to obtain a license to engage in business as a wholesale [or retail] dealer, a person shall file application with the commissioner of finance for one license for each place of business that he or she desires to have for the sale of cigarettes in the city.  Every application for a wholesale cigarette license shall be made upon a form prescribed and prepared by the commissioner of finance and shall set forth such information as the commissioner shall require.  The commissioner of finance may, for cause, refuse to issue a wholesale cigarette license.  Upon approval of the application, the commissioner of finance shall grant and issue to the applicant a wholesale cigarette license for each place of business within the city set forth in the application.  Cigarette licenses shall not be assignable and shall be valid only for the persons in whose names such licenses have been issued and for the transaction of business in the places designated therein and shall at all times be conspicuously displayed at the places for which issued.\n2. Retail cigarette license.  In order to obtain a license to engage in business as a retail dealer, a person shall file application with the commissioner of consumer affairs in accordance with the provisions of section 20-202 of the code.\n\nc. Duplicate licenses.  Whenever any license issued by the commissioner of finance under the provisions of this section is defaced, destroyed or lost, the commissioner of finance shall issue a duplicate license to the holder of the defaced, destroyed or lost license upon the payment of a fee of [one dollar] fifteen dollars.  A duplicate retail dealer license may be obtained from the commissioner of consumer affairs as provided in  section 20-204 of this code. \n\nd. [Commissioner of finance may suspend or revoke] Suspension or revocation of licenses. [The] (1) After a hearing, the  commissioner of finance may suspend or revoke a wholesale cigarette license [(1) after a hearing,] and the commissioner of consumer affairs, upon notice from the commissioner of finance, may suspend or revoke a retail cigarette license whenever the commissioner of finance finds that the holder thereof has failed to comply with any of the provisions of this chapter or any rules [or regulations] of the commissioner of finance prescribed, adopted and promulgated under this chapter[; or]. \n(2) The commissioner of finance may also suspend or revoke a wholesale cigarette license in accordance with the requirements of any other section of this code or any rules promulgated thereunder which authorizes the suspension or revocation of a wholesale cigarette license. \n(3) The commissioner of consumer affairs may also suspend or revoke a retail cigarette license in accordance with the requirements of any other section of this code or any rules promulgated thereunder which authorize suspension or revocation of a retail cigarette license.  \n(4) Upon suspending or revoking any wholesale cigarette license, the commissioner of finance shall direct the holder thereof to surrender to the commissioner of finance immediately all wholesale cigarette licenses or duplicates thereof issued to such holder and the holder shall surrender promptly all such licenses to the commissioner of finance as directed.  Before the commissioner of finance suspends or revokes a wholesale cigarette license or notifies the commissioner of consumer affairs of a finding of a violation of this chapter with respect to a retail cigarette license pursuant to paragraph (1) of this subdivision, he or she shall notify the holder and the holder shall be entitled to a hearing, if desired, if the holder, within ninety days from the date of such notification, or, if the commissioner of finance has established a conciliation procedure pursuant to section 11-124 of the code and the taxpayer has requested a conciliation conference in accordance therewith, within ninety days from the mailing of a conciliation decision or the date of the commissioner's confirmation of the discontinuance of the conciliation proceeding, both [(1)] (A) serves a petition upon the commissioner of finance and [(2)] (B) files a petition with the tax appeals tribunal for a hearing.  After such hearing, the commissioner of finance, good cause appearing therefor, may suspend or revoke the wholesale cigarette license, and, in the case of a retail cigarette license, notify the commissioner of consumer affairs of a violation of this chapter or any rules promulgated thereunder.  Upon such notification, the commissioner of consumer affairs may suspend or revoke a retail cigarette license as provided in subdivision b of section 20-206 of the code.  The commissioner of finance may, by [regulation] rule, provide for granting a similar hearing to an applicant who has been refused a wholesale cigarette license by the commissioner of finance.  \n\ng. License fees; numbering and registering of licenses; term. 1. The annual fee for a wholesale cigarette dealer's license shall be six hundred dollars, and the annual fee for a retail cigarette dealer's license shall be [ten dollars] as provided in subdivision c of section 20-202 of this code.  \n2. [Cigarette] Wholesale cigarette licenses shall be regularly numbered and duly registered.\n3. [Cigarette] Wholesale cigarette licenses shall expire on January thirty-first next succeeding the date of issuance unless sooner suspended or revoked.\n\n§3. Subdivision d of section 11-1307 of such code is amended to read as follows:\n\nd. [The] Without limiting the powers granted the commissioner of consumer affairs pursuant to title 20 of the code and any rules promulgated thereunder, the commissioner of finance or the commissioner's duly authorized representatives are hereby authorized to examine the books, papers, invoices and other records, stock of cigarettes in and upon any premises where the same are placed, stored and sold, and equipment of any such agent or dealer pertaining to the sale and delivery of cigarettes taxable under this chapter.  To verify the accuracy of the tax imposed and assessed by this chapter, each such person is hereby directed and required to give to the commissioner of finance or the commissioner's duly authorized representatives, the means, facilities and opportunity for such examinations as are herein provided for and required. \n\n§4. Subdivision (f) of section 11-4012 of such code is amended to read as follows:\n\n(f) Any willful act or omission, other than those described in subdivision (a), (b), (c), (d), (e) or (g) of this section, by any person which constitutes a violation of any provision of chapter thirteen of this title or subchapter one of chapter two of title twenty of the code shall constitute a misdemeanor.\n\n§5. Subdivision c of section 17-617 of such code, as added by local law number 83 for the year 1992, is amended, and a new subdivision v is added to section 17-617 of such code, to read as follows:\n\nc.\t\"Cigarette license\"  means the license issued pursuant to section 11-1303 or 20-202 of the code.\n\nv.  \"Wholesale dealer\" means \"wholesale dealer\" as defined in section 11-1301 of the code, and any employee or other agent of such wholesale dealer.\n \n§6. Chapter 7 of title 17 of such code is amended by adding a new section 17-617.1 to read as follows:\n\n17-617.1  License Required.  It shall be unlawful for a person to engage in business as a wholesale dealer without a license as prescribed in section 11-1303 of the code, or as a retail dealer without a license as prescribed in section 20-202 of the code.\n\n§7. Section 17-620 of such code, as added by local law number 83 for the year 1992, is amended to read as follows:\n\n§17-620  Sale of tobacco products to minors prohibited.  Any person operating a place of business wherein tobacco products are sold or offered for sale must be licensed as required by section 17-617.1 of the code and is prohibited from selling such products to individuals under eighteen years of age, and shall post in a conspicuous place a sign upon which there shall be imprinted the following statement, \"SALE OF CIGARETTES, CIGARS, CHEWING TOBACCO, POWDERED TOBACCO, OR OTHER TOBACCO PRODUCTS TO PERSONS UNDER EIGHTEEN YEARS OF AGE IS PROHIBITED BY LAW.\"  Such sign shall be printed on a white card in red letters at least one-half inch in height.  Sale of tobacco products in such places, other than by a vending machine, shall be made only to an individual who demonstrates, through a driver's license or other photographic identification card issued by a government entity or educational institution [indicating], that the individual is at least eighteen years of age.  Such identification need not be required of any individual who reasonably appears to be at least twenty-five years of age, provided, however, that such appearance shall not constitute a defense in any proceeding alleging the sale of a tobacco product to an individual under eighteen years of age.\n\n§8. Section 17-623 of such code, as added by local law number 83 for the year 1992, is amended to read as follows:\n\n§17-623 Enforcement.  The department of health and the department of consumer affairs shall enforce the provisions of this chapter.  In addition, designated enforcement employees of any authorizing agency and the department of finance shall have the power to enforce the provisions of this chapter.   \n\n§9. Subdivisions a and b of section 17-624 of such code, as added by local law number 83 for the year 1992, are amended, and a new subdivision e is added, to read as follows:\n\na.  Any person found to be in violation of section 17-618, 17-619 or 17-620 shall be liable for a civil penalty of not more than [three hundred] one thousand dollars for the first violation; and not more than [five hundred] two thousand dollars for the second violation and all subsequent violations at the same place of business within a two-year period[; and not more than one thousand dollars for the third and all subsequent violations at the same place of business within a two-year period].  In addition, for a [third] second and all subsequent violations at the same place of business within a two-year period, any person who engages in business as a retail dealer shall be subject to the mandatory [suspension] revocation of his or her cigarette license for such place of business[, for a period not to exceed one year].  For purposes of this section, any violation of section 17-618, 17-619 or 17-620 by any license holder at a place of business shall be included in determining the number of violations by any subsequent license holder at the same place of business unless the subsequent license holder provides the commissioner of consumer affairs with adequate documentation demonstrating that the subsequent license holder acquired the premises or business through an arm's length transaction as defined in subdivision e of this section and that the sale or lease was not conducted, in whole or in part, for the purpose of permitting the original licensee to avoid the effect of violations on the premises.  A cigarette license shall be [suspended] revoked at the same hearing at which a retail dealer is found liable for a [third] second violation or subsequent violations at the same place of business within a two-year period.  Any person who shall knowingly make a false statement or who shall falsify or allow to be falsified any record or report required by section 17-621, shall be guilty of a misdemeanor and upon conviction thereof, shall be punished by a fine of not less than five hundred dollars nor more than one thousand five hundred dollars, or by imprisonment not to exceed six months, or both.  Any person who shall make a false statement or who shall falsify or allow to be falsified any record or report required by section 17-621, or who shall fail to maintain any record or submit any report required by section 17-621, shall be liable for a civil penalty of not less than three hundred dollars nor more than one thousand five hundred dollars.  Any person who violates section 17-622 shall be liable for a civil penalty of not more than fifty dollars for each violation.   \n\n\tb.\tA proceeding to recover any civil penalty authorized pursuant to the provisions of subdivision a of this section for a violation of section 17-618, 17-619 or 17-620 of this chapter shall be commenced by the service of a notice of violation which shall be returnable to the administrative tribunal established by the board of health where the department of health issues such notice or the adjudication division of the department of consumer affairs where that department or a designated employee of any authorizing agency or the department of finance issues such notice.  Such notice shall contain a statement that any hearing for a [third] second violation or subsequent violations of section 17-618, 17-619 or 17-620 at the same place of business within a two-year period shall also constitute a hearing for the [suspension] revocation of a retail dealer's cigarette license where the retail dealer is found to be in violation of any such sections.  Where the department of health finds a retail dealer to be liable for a violation of section 17-618, 17-619 or 17-620 that department shall notify the department of consumer affairs within thirty days of such finding.   Where the department of consumer affairs finds a retail dealer to be liable for a violation of section 17-618, 17-619 or 17-620, that department shall notify the department of health within thirty days of such finding.  A proceeding to recover any civil penalty authorized pursuant to the provisions of subdivision a of this section for a violation of section 17-621 or authorized pursuant to subdivision h of section 17-621 shall be returnable to the administrative tribunal established by the board of health.  A proceeding to recover any civil penalty authorized pursuant to the provisions of subdivision a of this section for a violation of section 17-622 shall be returnable to the administrative tribunal established by the board of health.  Such tribunal shall have the  power to impose the civil penalties prescribed by subdivision a of this section or subdivision h of section 17-621 of this chapter.  The adjudication division of the department of consumer affairs shall have the power to impose the civil penalties prescribed by subdivision a of this section for a violation of section 17-618, 17-619 or 17-620 of this chapter.\n\ne. For purposes of this section, \"arm's length transaction\" means a sale of a fee or all undivided interests in real property, or lease of any part thereof, or a sale of a business, in good faith and for valuable consideration, that reflects the fair market value of such real property or lease, or business, in the open market, between an informed and willing buyer and seller where neither is under any compulsion to participate in the transaction, unaffected by any unusual conditions indicating a reasonable possibility that the sale or lease was made for the purpose of permitting the original licensee to avoid the effect of violations on the premises.  The following sales or leases shall be presumed not to be arm's length transactions unless adequate documentation is provided demonstrating that the sale or lease was not conducted, in whole or in part, for the purpose of permitting the original licensee to avoid the effect of violations on the premises:\n\t(1) a sale between relatives;\n\t(2) a sale between related companies or partners in a business; or\n\t(3) a sale or lease affected by other facts or circumstances that would indicate that the sale or lease is entered into for the primary purpose of permitting the original licensee to avoid the effect of violations on the premises.\n\n§10. Paragraphs (1) and (3) of subdivision e of section 20-104 of the administrative code of the city of New York are amended to read as follows:\n\n\t(1) The commissioner shall be authorized to deny an application for, or, upon due notice and [hearing] opportunity to be heard, to suspend[,] or revoke [or cancel] any license issued by him or her in accordance with the provisions of chapter two and to impose or institute fines or civil penalties for the violation of (i) any of the provisions of chapter two of this title and [regulations and] rules promulgated under chapter two of this title and (ii) any of the provisions of any other law[,] or rule [or regulation], the enforcement of which is within the jurisdiction of the department including but not limited to [subchapter one of chapter five] chapters three, four, and five of this title [(the consumer protection law) subchapter two of chapter five (the truth-in-pricing law); provided that such violation is committed in the course of and is related to the conduct of the business, trade or occupation which is required to be licensed pursuant to chapter two of this title].  Except to the extent that dollar limits are otherwise specifically provided such fines or civil penalties shall not exceed five hundred dollars for each violation.\n\t(3) The commissioner or the commissioner's designee shall be authorized to deny an application for, suspend or revoke the license of any person pending payment of such fine or civil penalty, or pending compliance with any other lawful order of the department.\n\n\n§11. Chapter 2 of title 20 of such code is amended to add a new subchapter 1 to read as follows:\n\n\tSUBCHAPTER 1\n\n\tRETAIL CIGARETTE DEALERS\n\n\n§20-201 Definitions. Whenever used in this subchapter:\n\n\ta. \"Agent\" means any person authorized to purchase and affix adhesive or meter stamps under chapter 13 of title 11 of this code who is designated as a agent by the commissioner of finance.\n\n\tb. \"Cigarette\" shall mean any roll for smoking made wholly or in part of tobacco or any other substance irrespective of size or shape and whether or not such tobacco or substance is flavored, adulterated or mixed with any other ingredient, the wrapper or cover of which is made of paper or any other substance or material except tobacco.\n\n\tc.\"Commissioner of finance\" means the commissioner of finance of the City of New York.\n\t\n\td. \"Dealer\" shall mean any wholesale dealer or retail dealer as hereinafter defined.\n\n\te. \"Person\" shall mean any individual, partnership, society, association, joint-stock company, corporation, limited liability company, estate, receiver, trustee, assignee, referee or any other person acting in a fiduciary or representative capacity, whether appointed by a court or otherwise, and any combination of individuals.\n\n\tf. \"Retail dealer\" shall mean any person other than a wholesale dealer engaged in selling cigarettes.  For the purposes of this chapter, the possession or transportation at any one time of five thousand or more cigarettes by any person other than a manufacturer, an agent, a licensed wholesale dealer or a person delivering cigarettes in the regular course of business for a manufacturer, an agent or a licensed wholesale or retail dealer, shall be presumptive evidence that such person is a retail dealer.\n\n\tg. \"Sale or purchase\" shall mean any transfer of title or possession or both, exchange or barter, conditional or otherwise, in any manner or by any means whatsoever or any agreement therefor.\t\n\t\n\th. \"Wholesale dealer\" shall mean any person who sells cigarettes to retail dealers or other persons for purposes of resale only, and any person who owns, operates or maintains one or more cigarette vending machines in, at or upon premises owned or occupied by any other person.\n\n\t§20-202 License.  a. License required of retail dealers.\n\t1. It shall be unlawful for any person to engage in business as a retail dealer without first having obtained a license as hereinafter prescribed for each premises wherein such person sells cigarettes in the city.\n\t2. It shall be unlawful for a person to permit any premises under such person's control to be used by any other person in violation of paragraph one of subdivision a of this section.\n\tb. License application.   In order to obtain a license to engage in business as a retail dealer, a person shall file an application with the commissioner for a license for each premises where the business of a retail dealer is to be conducted by such person in the city.   The application for each license or renewal thereof shall be made upon such form as prescribed by the commissioner and shall contain such information as the commissioner shall require.\n\t\n\tc. Fee and license term.  1. There shall be a biennial fee of one hundred ten dollars for a license to engage in the business of a retail dealer at each premises where cigarettes are sold in the city.\n\t2. All even-numbered licenses shall expire the December 31 of the even-numbered year, and all odd-numbered licenses shall expire on December 31 of the odd-numbered year, next succeeding the year in which the license is issued.\n\td.  Issuance of license.  1.  A license shall be issued to a person to conduct the business of a retail dealer for each premises where such person conducts such business in the city only where:\n\n\t(A) an applicant for a license or renewal thereof meets all the requirements prescribed herein and any criteria in addition thereto established by the commissioner by rule as he or she deems necessary to effectuate the purposes of this subchapter;\n\t(B) an applicant satisfies the commissioner that such person is fit and able to conduct the business of a retail dealer; and\n\t(C) the commissioner has not received notification from the commissioner of finance or the commissioner of the department of health that such applicant is not in full compliance with any provision of chapter thirteen or chapter forty of title eleven of this code, or chapter seven of title seventeen of this code, or any rules promulgated by the commissioner of finance or the commissioner of the department of health to effectuate the purposes of such chapters.\n\n\t2. A retail dealer license shall not be assignable and shall be valid only for the persons in whose names it is issued and for the transaction of business in the place designated therein and shall at all times be conspicuously displayed at the place for which it is issued.\n\t3. Where a license for any premises licensed pursuant to this subchapter has been revoked, the commissioner in his or her discretion may refuse to issue a license required under this subchapter, for a period of two years after such revocation, for such licensed premises or for any part of the building that had contained such licensed premises and was connected therewith.\n\t4. (A) For purposes of mandatory revocation of retail dealer licenses pursuant to section 17-624 of the code, any violation of section 17-618, 17-619 or 17-620 by any license holder at a place of business shall be included in determining the number of violations by any subsequent license holder at the same place of business unless the subsequent license holder provides the commissioner with adequate documentation demonstrating that the subsequent license holder acquired the premises or business through an arm's length transaction and that the sale or lease was not conducted, in whole or in part, for the purpose of permitting the original licensee to avoid the effect of violations on the premises.\n(B) For purposes of subparagraph (A) of this paragraph, \"arm's length transaction\" means a sale of a fee or all undivided interests in real property, or lease of any part thereof, or a sale of a business, in good faith and for valuable consideration, that reflects the fair market value of such real property or lease, or business, in the open market, between an informed and willing buyer and seller where neither is under any compulsion to participate in the transaction, unaffected by any unusual conditions indicating a reasonable possibility that the sale or lease was made for the purpose of permitting the original licensee to avoid the effect of violations on the premises.  The following sales or leases shall be presumed not to be arm's length transactions unless adequate documentation is provided demonstrating that the sale or lease was not conducted, in whole or in part, for the purpose of permitting the original licensee to avoid the effect of violations on the premises:\n\t(1) a sale between relatives;\n\t(2) a sale between related companies or partners in a business; or\n\t(3) a sale or lease affected by other facts or circumstances that would indicate that the sale or lease is entered into for the primary purpose of permitting the original licensee to avoid the effect of violations on the premises.\n\n\t§20-203  Recordkeeping and examination.  a. A retail dealer shall make and maintain such records of cigarette sales and purchases as are prescribed by the commissioner of finance pursuant to chapter thirteen of title eleven of this code.\n\tb. Such records as are required to be kept shall be available for inspection at the premises for which a retail dealer license is issued and such records shall be available for inspection by the commissioner of finance or such commissioner's duly authorized representatives as to the extent necessary to ascertain whether such retail dealer is in compliance with the purposes and requirements of chapter thirteen of title eleven of this code.\n\n\t§20-204  Duplicate licenses.  Whenever any license issued under the provisions of this subchapter is defaced, destroyed or lost, the commissioner shall issue a duplicate license to the holder of the defaced, destroyed or lost license upon the payment of a fee of fifteen dollars.\n\n\t§20-205 Prohibited sales and purchases.  No agent or dealer shall sell cigarettes to an unlicensed dealer, or to a dealer whose license has been suspended or revoked.  No dealer shall purchase cigarettes from any person other than a manufacturer or a licensed wholesale dealer.\n\n\t§20-206. Renewal, suspension and revocation of licenses. a. In addition to any other powers of the commissioner, and not in limitation thereof, the commissioner may, after due notice and opportunity to be heard, refuse to renew any license required under this subchapter and may suspend or revoke such license if the person holding such license, or, where applicable, any of its officers, principals, directors, members, managers, employees, or stockholders owning more than ten percent of the outstanding stock of the corporation, has been found to have: \n\t1. violated any provision of this title, or any rules promulgated thereunder, or any orders of the commissioner issued pursuant thereto, or to have knowingly caused, permitted, aided or abetted another in committing such violations;\n\t2. violated any provision of this code or any rules promulgated thereunder that the commissioner is authorized to enforce as provided in this title or pursuant to the provisions of such code or rules;\n\t3. made a material false statement or concealed a material fact in connection with the filing of any application pursuant to this subchapter;\n\t4. not paid, within the time permitted by law, any civil penalty or judgment duly imposed pursuant to the provisions of this title or any rules promulgated thereunder or pursuant to chapter thirteen or chapter forty of title eleven of this code.\n\tb. In addition to the commissioner's power to refuse to renew, suspend or revoke a license as provided in subdivision a of this section, the commissioner shall be authorized to refuse to renew any license required under this subchapter and may suspend or revoke such license upon the notification by the commissioner of finance that the person holding such license, or, where applicable, any of its officers, principals, directors, employees, members, managers, or stockholders owning more than ten percent of the outstanding stock of the corporation, has been found to have violated any provision of chapter thirteen or chapter forty of title eleven of this code. \n\tc. Upon suspending or revoking any retail cigarette license, the commissioner shall direct the holder thereof to surrender to the commissioner immediately all licenses or duplicates thereof issued to such holder and the holder shall surrender promptly all such licenses to the commissioner as directed.\n\n\t§20-207  Violations.  a. The civil penalties imposed pursuant to this section shall be in addition to any other sanctions and orders which may be imposed by the commissioner pursuant to this title including, but not limited to, such sanctions and orders which may be imposed pursuant to section 20-105 or to title 11 or title 17 of this code or pursuant to such other law the commissioner is authorized to enforce under this code.\n\tb. Notwithstanding the provisions of subdivision a and b of section 20-106 of this code, any person who violates any provision of this subchapter or any rules promulgated thereunder shall be subject to a civil penalty of not less than two hundred and fifty dollars nor more than two thousand dollars for each violation, to be recovered in a civil action or in an administrative tribunal with jurisdiction.\n\n§12. Subdivisions f and k of section 26-126.2 of such code, as added by local law number 3 for the year 1998, are amended to read as follows:\n\nf.  A notice of violation alleging a violation of subdivision a or b or section 27-508.3 of this code shall include an order (i) directing the respondent to correct the condition constituting the violation within thirty days from the date that the order is issued and to file a certification that the condition has been corrected with the department in a manner and form and within such further period of time as shall be established by rule of the department or (ii) directing a respondent who is a record owner of a premises on which a tobacco product advertisement is placed or maintained in violation of subdivision a of section 27-508.3 of this code but who has not posted or placed such advertisement or has not directed, caused or contracted for the posting or placing of such advertisement by a servant, agent, employee, contractor or other individual under such record owner's control, to notify, within thirty days from the date the notice of violation alleging a violation of subdivision a of section 27-508.3 of this code was issued, the person who posted or placed such advertisement or who directed, caused or contracted for the posting or placing of such advertisement, by certified mail or the notice of violation, and to send, by certified mail, a copy of such notification to the department.  A record owner shall not be deemed to have directed, caused or contracted for the posting or placing of a tobacco product advertisement by a servant, agent, employee, contractor or other individual under such record owner's control unless the record owner retains the right to cause the content of an advertisement to be changed.  A general \"compliance with laws\" provision in a lease or contract shall not constitute such a right for purposes of this subdivision.  A notice of violation issued pursuant to subdivision a or b of section 27-508.3 of this code shall also contain a statement that any hearing for a third or subsequent violation of subdivision a or b of section 27-508.3 by a wholesale or retail dealer of cigarettes shall also constitute a hearing for the revocation of a license issued to such wholesale [or retail] dealer pursuant so section 11-1303 of this code or to such retail dealer pursuant to section 20-202 of this code, where the wholesale or retail dealer of cigarettes is found to be in violation.\n\nk.  In addition to the penalties provided in subdivision f of this section, where a wholesale or retail dealer of cigarettes is found liable for a third or subsequent violation, within an eighteen-month period, the license issued to such wholesale [or retail] dealer of cigarettes pursuant to section 11-1303 of this code, or to such retail dealer of cigarettes pursuant to section 20-202 of this code, shall be revoked.\n\n§13. Section 27-508.6 of such code, as added by local law number 3 for the year 1998, is amended to read as follows:\n\n§ 27-508.6  Injunctive relief.  Whenever any person has engaged in any act or practice which constitutes a violation of any provision of this article or of [section 11-1303] chapter thirteen or chapter forty of title eleven of this code, or of subchapter one of chapter two of title twenty of this code, or of any rule promulgated thereunder, the city may make application to a court of competent jurisdiction for an order enjoining such act or practice.\n\n\n§14. Notwithstanding any other provision of law, any retail cigarette license issued by the commissioner of finance under the provisions of chapter thirteen of title eleven of the administrative code of the city of New York prior to the effective date of this local law shall be deemed to be a license issued by the commissioner of consumer affairs for the purposes of any provision of title twenty of the administrative code of the city of New York.\n\n§15. This local law shall take effect one hundred eighty days after it shall have become a law, provided that the department of consumer affairs and the department of finance may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\n\n\n\n\n\n\n\n\n\n\n\n??\n\n\n\n \n\n \n\n\nlegcig8.l04\nESC\nNB",
  "RTF": "Int. No. 468\n\n\nBy Council Members Koslowitz, Robles, Espada, Wooten and Fiala; also Council Members Golden, Clarke, Lasher, McCaffrey and Michels (by request of the Mayor)\n\n\nTo amend the charter and the administrative code of the city of New York, in relation to licenses for sale of tobacco products\n\nBe it enacted by the Council as follows:\n\nSection 1. Section 2203 of the New York city charter is amended by adding a new subdivision (g) to read as follows:\n\n\t(g) The Department shall be authorized, upon due notice and opportunity to be heard, to impose civil penalties and awards of restitution for the violation of any laws or rules the enforcement of which are within the jurisdiction of the department.  Except to the extent that dollar limits are otherwise specifically provided by law, such civil penalties shall not exceed five hundred dollars for each violation.  The remedies and penalties provided for in this subdivision shall be in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including but not limited to civil or criminal actions or proceedings.\n\n§2.  Subdivisions a, b, c, d and g of section 11-1303 of the administrative code of the city of New York, subdivision d as amended by local law number 3 for the year 1998, and subdivision g as added by local law number 34 for the year 1987, are hereby amended to read as follows:\n\na. License required of wholesale and retail dealers.  1. It shall be unlawful for a person to engage in business as a wholesale or retail dealer without a license as [hereinafter] prescribed in this section or subchapter one of chapter two of title twenty of the code, whichever is applicable.\n2. It shall be unlawful for a person to permit any premises under such person's control to be used by any other person in violation of paragraph one of subdivision a of this section.\n\nb. Application for license. [A] 1. Wholesale cigarette license.  In order to obtain a license to engage in business as a wholesale [or retail] dealer, a person shall file application with the commissioner of finance for one license for each place of business that he or she desires to have for the sale of cigarettes in the city.  Every application for a wholesale cigarette license shall be made upon a form prescribed and prepared by the commissioner of finance and shall set forth such information as the commissioner shall require.  The commissioner of finance may, for cause, refuse to issue a wholesale cigarette license.  Upon approval of the application, the commissioner of finance shall grant and issue to the applicant a wholesale cigarette license for each place of business within the city set forth in the application.  Cigarette licenses shall not be assignable and shall be valid only for the persons in whose names such licenses have been issued and for the transaction of business in the places designated therein and shall at all times be conspicuously displayed at the places for which issued.\n2. Retail cigarette license.  In order to obtain a license to engage in business as a retail dealer, a person shall file application with the commissioner of consumer affairs in accordance with the provisions of section 20-202 of the code.\n\nc. Duplicate licenses.  Whenever any license issued by the commissioner of finance under the provisions of this section is defaced, destroyed or lost, the commissioner of finance shall issue a duplicate license to the holder of the defaced, destroyed or lost license upon the payment of a fee of [one dollar] fifteen dollars.  A duplicate retail dealer license may be obtained from the commissioner of consumer affairs as provided in  section 20-204 of this code. \n\nd. [Commissioner of finance may suspend or revoke] Suspension or revocation of licenses. [The] (1) After a hearing, the  commissioner of finance may suspend or revoke a wholesale cigarette license [(1) after a hearing,] and the commissioner of consumer affairs, upon notice from the commissioner of finance, may suspend or revoke a retail cigarette license whenever the commissioner of finance finds that the holder thereof has failed to comply with any of the provisions of this chapter or any rules [or regulations] of the commissioner of finance prescribed, adopted and promulgated under this chapter[; or]. \n(2) The commissioner of finance may also suspend or revoke a wholesale cigarette license in accordance with the requirements of any other section of this code or any rules promulgated thereunder which authorizes the suspension or revocation of a wholesale cigarette license. \n(3) The commissioner of consumer affairs may also suspend or revoke a retail cigarette license in accordance with the requirements of any other section of this code or any rules promulgated thereunder which authorize suspension or revocation of a retail cigarette license.  \n(4) Upon suspending or revoking any wholesale cigarette license, the commissioner of finance shall direct the holder thereof to surrender to the commissioner of finance immediately all wholesale cigarette licenses or duplicates thereof issued to such holder and the holder shall surrender promptly all such licenses to the commissioner of finance as directed.  Before the commissioner of finance suspends or revokes a wholesale cigarette license or notifies the commissioner of consumer affairs of a finding of a violation of this chapter with respect to a retail cigarette license pursuant to paragraph (1) of this subdivision, he or she shall notify the holder and the holder shall be entitled to a hearing, if desired, if the holder, within ninety days from the date of such notification, or, if the commissioner of finance has established a conciliation procedure pursuant to section 11-124 of the code and the taxpayer has requested a conciliation conference in accordance therewith, within ninety days from the mailing of a conciliation decision or the date of the commissioner's confirmation of the discontinuance of the conciliation proceeding, both [(1)] (A) serves a petition upon the commissioner of finance and [(2)] (B) files a petition with the tax appeals tribunal for a hearing.  After such hearing, the commissioner of finance, good cause appearing therefor, may suspend or revoke the wholesale cigarette license, and, in the case of a retail cigarette license, notify the commissioner of consumer affairs of a violation of this chapter or any rules promulgated thereunder.  Upon such notification, the commissioner of consumer affairs may suspend or revoke a retail cigarette license as provided in subdivision b of section 20-206 of the code.  The commissioner of finance may, by [regulation] rule, provide for granting a similar hearing to an applicant who has been refused a wholesale cigarette license by the commissioner of finance.  \n\ng. License fees; numbering and registering of licenses; term. 1. The annual fee for a wholesale cigarette dealer's license shall be six hundred dollars, and the annual fee for a retail cigarette dealer's license shall be [ten dollars] as provided in subdivision c of section 20-202 of this code.  \n2. [Cigarette] Wholesale cigarette licenses shall be regularly numbered and duly registered.\n3. [Cigarette] Wholesale cigarette licenses shall expire on January thirty-first next succeeding the date of issuance unless sooner suspended or revoked.\n\n§3. Subdivision d of section 11-1307 of such code is amended to read as follows:\n\nd. [The] Without limiting the powers granted the commissioner of consumer affairs pursuant to title 20 of the code and any rules promulgated thereunder, the commissioner of finance or the commissioner's duly authorized representatives are hereby authorized to examine the books, papers, invoices and other records, stock of cigarettes in and upon any premises where the same are placed, stored and sold, and equipment of any such agent or dealer pertaining to the sale and delivery of cigarettes taxable under this chapter.  To verify the accuracy of the tax imposed and assessed by this chapter, each such person is hereby directed and required to give to the commissioner of finance or the commissioner's duly authorized representatives, the means, facilities and opportunity for such examinations as are herein provided for and required. \n\n§4. Subdivision (f) of section 11-4012 of such code is amended to read as follows:\n\n(f) Any willful act or omission, other than those described in subdivision (a), (b), (c), (d), (e) or (g) of this section, by any person which constitutes a violation of any provision of chapter thirteen of this title or subchapter one of chapter two of title twenty of the code shall constitute a misdemeanor.\n\n§5. Subdivision c of section 17-617 of such code, as added by local law number 83 for the year 1992, is amended, and a new subdivision v is added to section 17-617 of such code, to read as follows:\n\nc.\t\"Cigarette license\"  means the license issued pursuant to section 11-1303 or 20-202 of the code.\n\nv.  \"Wholesale dealer\" means \"wholesale dealer\" as defined in section 11-1301 of the code, and any employee or other agent of such wholesale dealer.\n \n§6. Chapter 7 of title 17 of such code is amended by adding a new section 17-617.1 to read as follows:\n\n17-617.1  License Required.  It shall be unlawful for a person to engage in business as a wholesale dealer without a license as prescribed in section 11-1303 of the code, or as a retail dealer without a license as prescribed in section 20-202 of the code.\n\n§7. Section 17-620 of such code, as added by local law number 83 for the year 1992, is amended to read as follows:\n\n§17-620  Sale of tobacco products to minors prohibited.  Any person operating a place of business wherein tobacco products are sold or offered for sale must be licensed as required by section 17-617.1 of the code and is prohibited from selling such products to individuals under eighteen years of age, and shall post in a conspicuous place a sign upon which there shall be imprinted the following statement, \"SALE OF CIGARETTES, CIGARS, CHEWING TOBACCO, POWDERED TOBACCO, OR OTHER TOBACCO PRODUCTS TO PERSONS UNDER EIGHTEEN YEARS OF AGE IS PROHIBITED BY LAW.\"  Such sign shall be printed on a white card in red letters at least one-half inch in height.  Sale of tobacco products in such places, other than by a vending machine, shall be made only to an individual who demonstrates, through a driver's license or other photographic identification card issued by a government entity or educational institution [indicating], that the individual is at least eighteen years of age.  Such identification need not be required of any individual who reasonably appears to be at least twenty-five years of age, provided, however, that such appearance shall not constitute a defense in any proceeding alleging the sale of a tobacco product to an individual under eighteen years of age.\n\n§8. Section 17-623 of such code, as added by local law number 83 for the year 1992, is amended to read as follows:\n\n§17-623 Enforcement.  The department of health and the department of consumer affairs shall enforce the provisions of this chapter.  In addition, designated enforcement employees of any authorizing agency and the department of finance shall have the power to enforce the provisions of this chapter.   \n\n§9. Subdivisions a and b of section 17-624 of such code, as added by local law number 83 for the year 1992, are amended, and a new subdivision e is added, to read as follows:\n\na.  Any person found to be in violation of section 17-618, 17-619 or 17-620 shall be liable for a civil penalty of not more than [three hundred] one thousand dollars for the first violation; and not more than [five hundred] two thousand dollars for the second violation and all subsequent violations at the same place of business within a two-year period[; and not more than one thousand dollars for the third and all subsequent violations at the same place of business within a two-year period].  In addition, for a [third] second and all subsequent violations at the same place of business within a two-year period, any person who engages in business as a retail dealer shall be subject to the mandatory [suspension] revocation of his or her cigarette license for such place of business[, for a period not to exceed one year].  For purposes of this section, any violation of section 17-618, 17-619 or 17-620 by any license holder at a place of business shall be included in determining the number of violations by any subsequent license holder at the same place of business unless the subsequent license holder provides the commissioner of consumer affairs with adequate documentation demonstrating that the subsequent license holder acquired the premises or business through an arm's length transaction as defined in subdivision e of this section and that the sale or lease was not conducted, in whole or in part, for the purpose of permitting the original licensee to avoid the effect of violations on the premises.  A cigarette license shall be [suspended] revoked at the same hearing at which a retail dealer is found liable for a [third] second violation or subsequent violations at the same place of business within a two-year period.  Any person who shall knowingly make a false statement or who shall falsify or allow to be falsified any record or report required by section 17-621, shall be guilty of a misdemeanor and upon conviction thereof, shall be punished by a fine of not less than five hundred dollars nor more than one thousand five hundred dollars, or by imprisonment not to exceed six months, or both.  Any person who shall make a false statement or who shall falsify or allow to be falsified any record or report required by section 17-621, or who shall fail to maintain any record or submit any report required by section 17-621, shall be liable for a civil penalty of not less than three hundred dollars nor more than one thousand five hundred dollars.  Any person who violates section 17-622 shall be liable for a civil penalty of not more than fifty dollars for each violation.   \n\n\tb.\tA proceeding to recover any civil penalty authorized pursuant to the provisions of subdivision a of this section for a violation of section 17-618, 17-619 or 17-620 of this chapter shall be commenced by the service of a notice of violation which shall be returnable to the administrative tribunal established by the board of health where the department of health issues such notice or the adjudication division of the department of consumer affairs where that department or a designated employee of any authorizing agency or the department of finance issues such notice.  Such notice shall contain a statement that any hearing for a [third] second violation or subsequent violations of section 17-618, 17-619 or 17-620 at the same place of business within a two-year period shall also constitute a hearing for the [suspension] revocation of a retail dealer's cigarette license where the retail dealer is found to be in violation of any such sections.  Where the department of health finds a retail dealer to be liable for a violation of section 17-618, 17-619 or 17-620 that department shall notify the department of consumer affairs within thirty days of such finding.   Where the department of consumer affairs finds a retail dealer to be liable for a violation of section 17-618, 17-619 or 17-620, that department shall notify the department of health within thirty days of such finding.  A proceeding to recover any civil penalty authorized pursuant to the provisions of subdivision a of this section for a violation of section 17-621 or authorized pursuant to subdivision h of section 17-621 shall be returnable to the administrative tribunal established by the board of health.  A proceeding to recover any civil penalty authorized pursuant to the provisions of subdivision a of this section for a violation of section 17-622 shall be returnable to the administrative tribunal established by the board of health.  Such tribunal shall have the  power to impose the civil penalties prescribed by subdivision a of this section or subdivision h of section 17-621 of this chapter.  The adjudication division of the department of consumer affairs shall have the power to impose the civil penalties prescribed by subdivision a of this section for a violation of section 17-618, 17-619 or 17-620 of this chapter.\n\ne. For purposes of this section, \"arm's length transaction\" means a sale of a fee or all undivided interests in real property, or lease of any part thereof, or a sale of a business, in good faith and for valuable consideration, that reflects the fair market value of such real property or lease, or business, in the open market, between an informed and willing buyer and seller where neither is under any compulsion to participate in the transaction, unaffected by any unusual conditions indicating a reasonable possibility that the sale or lease was made for the purpose of permitting the original licensee to avoid the effect of violations on the premises.  The following sales or leases shall be presumed not to be arm's length transactions unless adequate documentation is provided demonstrating that the sale or lease was not conducted, in whole or in part, for the purpose of permitting the original licensee to avoid the effect of violations on the premises:\n\t(1) a sale between relatives;\n\t(2) a sale between related companies or partners in a business; or\n\t(3) a sale or lease affected by other facts or circumstances that would indicate that the sale or lease is entered into for the primary purpose of permitting the original licensee to avoid the effect of violations on the premises.\n\n§10. Paragraphs (1) and (3) of subdivision e of section 20-104 of the administrative code of the city of New York are amended to read as follows:\n\n\t(1) The commissioner shall be authorized to deny an application for, or, upon due notice and [hearing] opportunity to be heard, to suspend[,] or revoke [or cancel] any license issued by him or her in accordance with the provisions of chapter two and to impose or institute fines or civil penalties for the violation of (i) any of the provisions of chapter two of this title and [regulations and] rules promulgated under chapter two of this title and (ii) any of the provisions of any other law[,] or rule [or regulation], the enforcement of which is within the jurisdiction of the department including but not limited to [subchapter one of chapter five] chapters three, four, and five of this title [(the consumer protection law) subchapter two of chapter five (the truth-in-pricing law); provided that such violation is committed in the course of and is related to the conduct of the business, trade or occupation which is required to be licensed pursuant to chapter two of this title].  Except to the extent that dollar limits are otherwise specifically provided such fines or civil penalties shall not exceed five hundred dollars for each violation.\n\t(3) The commissioner or the commissioner's designee shall be authorized to deny an application for, suspend or revoke the license of any person pending payment of such fine or civil penalty, or pending compliance with any other lawful order of the department.\n\n\n§11. Chapter 2 of title 20 of such code is amended to add a new subchapter 1 to read as follows:\n\n\tSUBCHAPTER 1\n\n\tRETAIL CIGARETTE DEALERS\n\n\n§20-201 Definitions. Whenever used in this subchapter:\n\n\ta. \"Agent\" means any person authorized to purchase and affix adhesive or meter stamps under chapter 13 of title 11 of this code who is designated as a agent by the commissioner of finance.\n\n\tb. \"Cigarette\" shall mean any roll for smoking made wholly or in part of tobacco or any other substance irrespective of size or shape and whether or not such tobacco or substance is flavored, adulterated or mixed with any other ingredient, the wrapper or cover of which is made of paper or any other substance or material except tobacco.\n\n\tc.\"Commissioner of finance\" means the commissioner of finance of the City of New York.\n\t\n\td. \"Dealer\" shall mean any wholesale dealer or retail dealer as hereinafter defined.\n\n\te. \"Person\" shall mean any individual, partnership, society, association, joint-stock company, corporation, limited liability company, estate, receiver, trustee, assignee, referee or any other person acting in a fiduciary or representative capacity, whether appointed by a court or otherwise, and any combination of individuals.\n\n\tf. \"Retail dealer\" shall mean any person other than a wholesale dealer engaged in selling cigarettes.  For the purposes of this chapter, the possession or transportation at any one time of five thousand or more cigarettes by any person other than a manufacturer, an agent, a licensed wholesale dealer or a person delivering cigarettes in the regular course of business for a manufacturer, an agent or a licensed wholesale or retail dealer, shall be presumptive evidence that such person is a retail dealer.\n\n\tg. \"Sale or purchase\" shall mean any transfer of title or possession or both, exchange or barter, conditional or otherwise, in any manner or by any means whatsoever or any agreement therefor.\t\n\t\n\th. \"Wholesale dealer\" shall mean any person who sells cigarettes to retail dealers or other persons for purposes of resale only, and any person who owns, operates or maintains one or more cigarette vending machines in, at or upon premises owned or occupied by any other person.\n\n\t§20-202 License.  a. License required of retail dealers.\n\t1. It shall be unlawful for any person to engage in business as a retail dealer without first having obtained a license as hereinafter prescribed for each premises wherein such person sells cigarettes in the city.\n\t2. It shall be unlawful for a person to permit any premises under such person's control to be used by any other person in violation of paragraph one of subdivision a of this section.\n\tb. License application.   In order to obtain a license to engage in business as a retail dealer, a person shall file an application with the commissioner for a license for each premises where the business of a retail dealer is to be conducted by such person in the city.   The application for each license or renewal thereof shall be made upon such form as prescribed by the commissioner and shall contain such information as the commissioner shall require.\n\t\n\tc. Fee and license term.  1. There shall be a biennial fee of one hundred ten dollars for a license to engage in the business of a retail dealer at each premises where cigarettes are sold in the city.\n\t2. All even-numbered licenses shall expire the December 31 of the even-numbered year, and all odd-numbered licenses shall expire on December 31 of the odd-numbered year, next succeeding the year in which the license is issued.\n\td.  Issuance of license.  1.  A license shall be issued to a person to conduct the business of a retail dealer for each premises where such person conducts such business in the city only where:\n\n\t(A) an applicant for a license or renewal thereof meets all the requirements prescribed herein and any criteria in addition thereto established by the commissioner by rule as he or she deems necessary to effectuate the purposes of this subchapter;\n\t(B) an applicant satisfies the commissioner that such person is fit and able to conduct the business of a retail dealer; and\n\t(C) the commissioner has not received notification from the commissioner of finance or the commissioner of the department of health that such applicant is not in full compliance with any provision of chapter thirteen or chapter forty of title eleven of this code, or chapter seven of title seventeen of this code, or any rules promulgated by the commissioner of finance or the commissioner of the department of health to effectuate the purposes of such chapters.\n\n\t2. A retail dealer license shall not be assignable and shall be valid only for the persons in whose names it is issued and for the transaction of business in the place designated therein and shall at all times be conspicuously displayed at the place for which it is issued.\n\t3. Where a license for any premises licensed pursuant to this subchapter has been revoked, the commissioner in his or her discretion may refuse to issue a license required under this subchapter, for a period of two years after such revocation, for such licensed premises or for any part of the building that had contained such licensed premises and was connected therewith.\n\t4. (A) For purposes of mandatory revocation of retail dealer licenses pursuant to section 17-624 of the code, any violation of section 17-618, 17-619 or 17-620 by any license holder at a place of business shall be included in determining the number of violations by any subsequent license holder at the same place of business unless the subsequent license holder provides the commissioner with adequate documentation demonstrating that the subsequent license holder acquired the premises or business through an arm's length transaction and that the sale or lease was not conducted, in whole or in part, for the purpose of permitting the original licensee to avoid the effect of violations on the premises.\n(B) For purposes of subparagraph (A) of this paragraph, \"arm's length transaction\" means a sale of a fee or all undivided interests in real property, or lease of any part thereof, or a sale of a business, in good faith and for valuable consideration, that reflects the fair market value of such real property or lease, or business, in the open market, between an informed and willing buyer and seller where neither is under any compulsion to participate in the transaction, unaffected by any unusual conditions indicating a reasonable possibility that the sale or lease was made for the purpose of permitting the original licensee to avoid the effect of violations on the premises.  The following sales or leases shall be presumed not to be arm's length transactions unless adequate documentation is provided demonstrating that the sale or lease was not conducted, in whole or in part, for the purpose of permitting the original licensee to avoid the effect of violations on the premises:\n\t(1) a sale between relatives;\n\t(2) a sale between related companies or partners in a business; or\n\t(3) a sale or lease affected by other facts or circumstances that would indicate that the sale or lease is entered into for the primary purpose of permitting the original licensee to avoid the effect of violations on the premises.\n\n\t§20-203  Recordkeeping and examination.  a. A retail dealer shall make and maintain such records of cigarette sales and purchases as are prescribed by the commissioner of finance pursuant to chapter thirteen of title eleven of this code.\n\tb. Such records as are required to be kept shall be available for inspection at the premises for which a retail dealer license is issued and such records shall be available for inspection by the commissioner of finance or such commissioner's duly authorized representatives as to the extent necessary to ascertain whether such retail dealer is in compliance with the purposes and requirements of chapter thirteen of title eleven of this code.\n\n\t§20-204  Duplicate licenses.  Whenever any license issued under the provisions of this subchapter is defaced, destroyed or lost, the commissioner shall issue a duplicate license to the holder of the defaced, destroyed or lost license upon the payment of a fee of fifteen dollars.\n\n\t§20-205 Prohibited sales and purchases.  No agent or dealer shall sell cigarettes to an unlicensed dealer, or to a dealer whose license has been suspended or revoked.  No dealer shall purchase cigarettes from any person other than a manufacturer or a licensed wholesale dealer.\n\n\t§20-206. Renewal, suspension and revocation of licenses. a. In addition to any other powers of the commissioner, and not in limitation thereof, the commissioner may, after due notice and opportunity to be heard, refuse to renew any license required under this subchapter and may suspend or revoke such license if the person holding such license, or, where applicable, any of its officers, principals, directors, members, managers, employees, or stockholders owning more than ten percent of the outstanding stock of the corporation, has been found to have: \n\t1. violated any provision of this title, or any rules promulgated thereunder, or any orders of the commissioner issued pursuant thereto, or to have knowingly caused, permitted, aided or abetted another in committing such violations;\n\t2. violated any provision of this code or any rules promulgated thereunder that the commissioner is authorized to enforce as provided in this title or pursuant to the provisions of such code or rules;\n\t3. made a material false statement or concealed a material fact in connection with the filing of any application pursuant to this subchapter;\n\t4. not paid, within the time permitted by law, any civil penalty or judgment duly imposed pursuant to the provisions of this title or any rules promulgated thereunder or pursuant to chapter thirteen or chapter forty of title eleven of this code.\n\tb. In addition to the commissioner's power to refuse to renew, suspend or revoke a license as provided in subdivision a of this section, the commissioner shall be authorized to refuse to renew any license required under this subchapter and may suspend or revoke such license upon the notification by the commissioner of finance that the person holding such license, or, where applicable, any of its officers, principals, directors, employees, members, managers, or stockholders owning more than ten percent of the outstanding stock of the corporation, has been found to have violated any provision of chapter thirteen or chapter forty of title eleven of this code. \n\tc. Upon suspending or revoking any retail cigarette license, the commissioner shall direct the holder thereof to surrender to the commissioner immediately all licenses or duplicates thereof issued to such holder and the holder shall surrender promptly all such licenses to the commissioner as directed.\n\n\t§20-207  Violations.  a. The civil penalties imposed pursuant to this section shall be in addition to any other sanctions and orders which may be imposed by the commissioner pursuant to this title including, but not limited to, such sanctions and orders which may be imposed pursuant to section 20-105 or to title 11 or title 17 of this code or pursuant to such other law the commissioner is authorized to enforce under this code.\n\tb. Notwithstanding the provisions of subdivision a and b of section 20-106 of this code, any person who violates any provision of this subchapter or any rules promulgated thereunder shall be subject to a civil penalty of not less than two hundred and fifty dollars nor more than two thousand dollars for each violation, to be recovered in a civil action or in an administrative tribunal with jurisdiction.\n\n§12. Subdivisions f and k of section 26-126.2 of such code, as added by local law number 3 for the year 1998, are amended to read as follows:\n\nf.  A notice of violation alleging a violation of subdivision a or b or section 27-508.3 of this code shall include an order (i) directing the respondent to correct the condition constituting the violation within thirty days from the date that the order is issued and to file a certification that the condition has been corrected with the department in a manner and form and within such further period of time as shall be established by rule of the department or (ii) directing a respondent who is a record owner of a premises on which a tobacco product advertisement is placed or maintained in violation of subdivision a of section 27-508.3 of this code but who has not posted or placed such advertisement or has not directed, caused or contracted for the posting or placing of such advertisement by a servant, agent, employee, contractor or other individual under such record owner's control, to notify, within thirty days from the date the notice of violation alleging a violation of subdivision a of section 27-508.3 of this code was issued, the person who posted or placed such advertisement or who directed, caused or contracted for the posting or placing of such advertisement, by certified mail or the notice of violation, and to send, by certified mail, a copy of such notification to the department.  A record owner shall not be deemed to have directed, caused or contracted for the posting or placing of a tobacco product advertisement by a servant, agent, employee, contractor or other individual under such record owner's control unless the record owner retains the right to cause the content of an advertisement to be changed.  A general \"compliance with laws\" provision in a lease or contract shall not constitute such a right for purposes of this subdivision.  A notice of violation issued pursuant to subdivision a or b of section 27-508.3 of this code shall also contain a statement that any hearing for a third or subsequent violation of subdivision a or b of section 27-508.3 by a wholesale or retail dealer of cigarettes shall also constitute a hearing for the revocation of a license issued to such wholesale [or retail] dealer pursuant so section 11-1303 of this code or to such retail dealer pursuant to section 20-202 of this code, where the wholesale or retail dealer of cigarettes is found to be in violation.\n\nk.  In addition to the penalties provided in subdivision f of this section, where a wholesale or retail dealer of cigarettes is found liable for a third or subsequent violation, within an eighteen-month period, the license issued to such wholesale [or retail] dealer of cigarettes pursuant to section 11-1303 of this code, or to such retail dealer of cigarettes pursuant to section 20-202 of this code, shall be revoked.\n\n§13. Section 27-508.6 of such code, as added by local law number 3 for the year 1998, is amended to read as follows:\n\n§ 27-508.6  Injunctive relief.  Whenever any person has engaged in any act or practice which constitutes a violation of any provision of this article or of [section 11-1303] chapter thirteen or chapter forty of title eleven of this code, or of subchapter one of chapter two of title twenty of this code, or of any rule promulgated thereunder, the city may make application to a court of competent jurisdiction for an order enjoining such act or practice.\n\n\n§14. Notwithstanding any other provision of law, any retail cigarette license issued by the commissioner of finance under the provisions of chapter thirteen of title eleven of the administrative code of the city of New York prior to the effective date of this local law shall be deemed to be a license issued by the commissioner of consumer affairs for the purposes of any provision of title twenty of the administrative code of the city of New York.\n\n§15. This local law shall take effect one hundred eighty days after it shall have become a law, provided that the department of consumer affairs and the department of finance may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\n\n\n\n\n\n\n\n\n\n\n\n??\n\n\n\n \n\n \n\n\nlegcig8.l04\nESC\nNB",
  "LastModified": "2019-06-27T15:23:18.117Z"
}
