{
  "ID": 23679,
  "GUID": "79B3683E-D43A-45FE-B1B5-E4606C248FE8",
  "File": "Int 0936-2001",
  "Name": "Penalties for commercial entities occupying buildings without a certificate of occupancy.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to penalties for commercial entities occupying buildings without a certificate of occupancy.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2001-05-23T00:00:00Z",
  "AgendaDate": "2001-05-23T00:00:00Z",
  "PassedDate": "2001-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5227,
      "Slug": "michael-j-abel",
      "FullName": "Michael J. Abel"
    },
    {
      "ID": 428,
      "Slug": "martin-j-golden",
      "FullName": "Martin J. Golden"
    },
    {
      "ID": 395,
      "Slug": "guillermo-linares",
      "FullName": "Guillermo Linares"
    },
    {
      "ID": 7,
      "Slug": "jerome-x-odonovan",
      "FullName": "Jerome X. O'Donovan"
    },
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 407,
      "Slug": "annette-m-robinson",
      "FullName": "Annette M. Robinson"
    }
  ],
  "History": [
    {
      "ID": 114397,
      "Date": "2001-05-23T10:59:22Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 114897,
      "Date": "2001-05-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 1084,
      "AgendaSequence": 162,
      "MinutesSequence": 178,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing & Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 115008,
      "Date": "2001-05-23T23:53:34Z",
      "ActionID": 29,
      "Action": "Printed Item Laid on Desk",
      "Description": "",
      "BodyID": 41,
      "BodyName": "Legislative Documents Unit",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 122235,
      "Date": "2001-12-31T17:30:06Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 12654,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Chapter one of title 26 of the administrative code of the city of New York is amended by adding a new subdivision g to section 26-125 to read as follows:\n\tg.\tEvery person who shall violate any of the provisions of any laws, rules or regulations enforceable by the department or who shall knowingly take part or assist in any such violation regarding a building classified in occupancy group e occupied without a certificate of occupancy issued pursuant to subdivision b of section 27-219 of this chapter or without a temporary certificate of occupancy issued pursuant to section 27-218 of this chapter shall be guilty of an offense and upon conviction thereof shall be punishable by a fine of not more than fifteen thousand dollars.  Such person shall also be subject to the payment of a penalty of not more than fifteen thousand dollars to be recovered in a civil action brought in the name of the city in any court of record in the city. This subdivision shall not apply to buildings covered under article 7-C of the multiple dwelling law.  \n\tSection 2.  Section 27-219 of the administrative code of the city of New York is amended by lettering the existing section as subdivision a and by adding a new subdivision b to read as follows:\n\tb.\tBefore the commissioner shall issue a certificate of occupancy pursuant to subdivision a of this section, or a temporary certificate of occupancy pursuant to section 218 of this article for all or any portion of a building classified in occupancy group e, the commissioner shall determine whether any portion of that building was occupied prior to issuance of a certificate of occupancy or temporary certificate of occupancy.  If the commissioner determines that such building was occupied prior to issuance of a certificate of occupancy or temporary certificate of occupancy by the person now seeking a certificate of occupancy or temporary certificate of occupancy, in addition to any fine or penalty provided for in subdivision g of section 26-125 of this code, the commissioner shall not issue a certificate of occupancy or temporary certificate of occupancy until forty calendar days after submission of such application. \n\tSection 3.  This local law shall take effect immediately.\n\n\nLS #4190 - 6/17/15\n\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab Section 1.  Chapter one of title 26 of the administrative code of the city of New York is amended by adding a new subdivision g to section 26-125 to read as follows:\\par\n\\tab\\ul g.\\tab Every person who shall violate any of the provisions of any laws, rules or regulations enforceable by the department or who shall knowingly take part or assist in any such violation regarding a building classified in occupancy group e occupied without a certificate of occupancy issued pursuant to subdivision b of section 27-219 of this chapter or without a temporary certificate of occupancy issued pursuant to section 27-218 of this chapter shall be guilty of an offense and upon conviction thereof shall be punishable by a fine of not more than fifteen thousand dollars.  Such person shall also be subject to the payment of a penalty of not more than fifteen thousand dollars to be recovered in a civil action brought in the name of the city in any court of record in the city. This subdivision shall not apply to buildings covered under article 7-C of the multiple dwelling law.  \\par\n\\ulnone\\tab Section 2.  Section 27-219 of the administrative code of the city of New York is amended by lettering the existing section as subdivision a and by adding a new subdivision b to read as follows:\\par\n\\tab\\ul b.\\tab Before the commissioner shall issue a certificate of occupancy pursuant to subdivision a of this section, or a temporary certificate of occupancy pursuant to section 218 of this article for all or any portion of a building classified in occupancy group e, the commissioner shall determine whether any portion of that building was occupied prior to issuance of a certificate of occupancy or temporary certificate of occupancy.  If the commissioner determines that such building was occupied prior to issuance of a certificate of occupancy or temporary certificate of occupancy by the person now seeking a certificate of occupancy or temporary certificate of occupancy, in addition to any fine or penalty provided for in subdivision g of section 26-125 of this code, the commissioner shall not issue a certificate of occupancy or temporary certificate of occupancy until forty calendar days after submission of such application. \\par\n\\ulnone\\tab Section 3.  This local law shall take effect immediately.\\par\n\\par\n\\par\n\\pard\\ltrpar\\expndtw-3 LS #4190 - \\lang1024 6/17/15\\lang1033\\expndtw0\\par\n}\n",
  "LastModified": "2019-06-27T16:41:34.62Z"
}
