{
  "ID": 74683,
  "GUID": "EC9227F5-E560-4F67-A8D5-697E33DEF3F0",
  "File": "Int 1026-2024",
  "Name": "Quarterly reporting regarding the visitation of incarcerated individuals and requiring the DOC to record interactions in which an individual is informed about a visitor and refuses to attend the visit.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to quarterly reporting regarding the visitation of incarcerated individuals and requiring the department of correction to record interactions in which an individual is informed about a visitor and refuses to attend the visit",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 5237,
  "BodyName": "Committee on Criminal Justice",
  "IntroDate": "2024-09-12T00:00:00Z",
  "AgendaDate": "2024-09-12T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7866,
      "Slug": "yusef-salaam",
      "FullName": "Yusef Salaam"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    }
  ],
  "History": [
    {
      "ID": 411930,
      "Date": "2024-09-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-08-27T17:54:19.43Z"
    },
    {
      "ID": 412230,
      "Date": "2024-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Criminal Justice",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21088,
      "AgendaSequence": 83,
      "MinutesSequence": 96,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Criminal Justice",
      "MatterStatusID": 3,
      "LastModified": "2024-09-12T14:39:42.943Z"
    },
    {
      "ID": 412272,
      "Date": "2024-09-27T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5237,
      "BodyName": "Committee on Criminal Justice",
      "EventID": 21089,
      "AgendaSequence": 10,
      "MinutesSequence": 21,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-09-27T16:09:49.26Z"
    },
    {
      "ID": 413041,
      "Date": "2024-09-27T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5237,
      "BodyName": "Committee on Criminal Justice",
      "EventID": 21089,
      "MinutesSequence": 22,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2024-09-27T18:22:21.31Z"
    }
  ],
  "Attachments": [
    {
      "ID": 307737,
      "LastModified": "2025-02-25T15:26:13.977Z",
      "Name": "Summary of Int. No. 1026",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6da31be7-e360-40f3-96af-120360a8570d.docx",
      "Sort": 1
    },
    {
      "ID": 307738,
      "LastModified": "2025-02-19T14:24:47.987Z",
      "Name": "Int. No. 1026",
      "Link": "https://nyc.legistar1.com/nyc/attachments/96183412-c60e-4741-8729-f3c69cb53af9.docx",
      "Sort": 2
    },
    {
      "ID": 308399,
      "LastModified": "2024-10-07T20:57:59.057Z",
      "Name": "September 12, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b6dcb691-f255-479a-b622-b440bb0853e8.pdf",
      "Sort": 3
    },
    {
      "ID": 308295,
      "LastModified": "2024-10-07T20:57:59.02Z",
      "Name": "Hearing Transcript - Stated Meeting 9-12-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c264ff7e-a2ed-457d-ba47-483a40a14aa4.pdf",
      "Sort": 4
    },
    {
      "ID": 315721,
      "LastModified": "2025-02-25T15:26:15.687Z",
      "Name": "Minutes of the Stated Meeting - September 12, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c6f3643c-c999-4dc2-8f3c-39dd2ed8d7ad.pdf",
      "Sort": 5
    },
    {
      "ID": 308972,
      "LastModified": "2025-02-25T15:26:15.637Z",
      "Name": "Committee Report 9/27/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/66c8f31f-ff10-4848-95e1-7a3768b4a23f.docx",
      "Sort": 6
    },
    {
      "ID": 309692,
      "LastModified": "2025-02-25T15:26:15.327Z",
      "Name": "Hearing Testimony 9/27/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ecc4218b-23cf-4fbe-90a0-e3bb7937778d.pdf",
      "Sort": 7
    },
    {
      "ID": 309713,
      "LastModified": "2025-02-25T15:26:15.013Z",
      "Name": "Hearing Transcript 9/27/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8774ca6e-2e99-4df2-aad8-0384d3075432.pdf",
      "Sort": 8
    }
  ],
  "Summary": "This bill would require the Department of Correction to report separately on in-person and tele-visits and provide more detailed reporting on the reasons jail visits are not completed. The bill would also require the Department of Correction to record interactions in which a person in custody is informed about a visitor and refuses to attend the visit and, upon request, provide those video recordings to defense attorneys.",
  "TextID": 78290,
  "Text": "Be it enacted by the Council as follows:\n      Section 1. Subdivision a of section 9-140 of the administrative code of the city of New York, as amended by local law number 23 for the year 2019, is amended to read as follows:\n      a. Definitions. For the purposes of this section, the following terms have the following meanings: \n      Borough jail facility. The term \"borough jail facility\" means any department facility in which incarcerated individuals are housed by the department and that is located outside Rikers Island. \n      City jail. The term \"city jail\" means any department facility in which incarcerated individuals are housed by the department. \n      Complaint. The term \"complaint\" means a report made to the department or received by the department from any other city entity regarding an alleged act of sexual abuse, sexual harassment, or intervention against a visitor, including reports made on behalf of another person. \n      Intervention. The term \"intervention\" means an incident in which staff use their hands or other parts of their body, or other physical method to restrain, subdue, or compel a visitor to act or stop acting in a particular way. \n      Professional. The term \"professional\" refers to people who are properly identified as providing services or assistance to incarcerated individuals, including but not limited to lawyers, doctors, religious advisors, public officials, therapists, counselors, and media representatives. \n      Sexual abuse. The term \"sexual abuse\" includes any of the following acts against a visitor, performed by staff with or without consent of the visitor, including when such acts occur during the course of an otherwise authorized search procedure: (1) contact between the penis and the vulva or the penis and the anus, including but not limited to penetration, however slight; (2) contact between the mouth and the penis, vulva, or anus; (3) contact between the mouth and any body part where the staff has the intent to abuse, humiliate, arouse, or gratify sexual desire; (4) penetration of the anal or genital opening, however slight, by a hand, finger, object, or other instrument; (5) any other intentional contact, either directly or through clothing, of or with the genitalia, anus, groin, breast, inner thigh, or the buttocks where the staff has the intent to abuse, arouse, or gratify sexual desire; and (6) any attempt to engage in the activities described in paragraphs (1) through (5) of this definition.\n      Sexual harassment. The term \"sexual harassment\" means acts conducted by staff on visitors, including (1) any unwelcome sexual advances, requests for sexual favors, or verbal comments, gestures, or actions of a derogatory or offensive sexual nature; and (2) any verbal comments or gestures of a sexual nature, including demeaning references to gender, sexual orientation, sexually suggestive or derogatory comments about body or clothing, or obscene language or gestures. \n      Staff. The term \"staff\" means anyone other than an incarcerated individual who is directly employed by the department.\n      Visitor. The term \"visitor\" means any person who enters a city jail with the stated intention of visiting an incarcerated individual at any city jail, or any person who is screened by the department for visitation purposes, including but not limited to professionals and any person who registers to visit an incarcerated individual in the department's visitor tracking system.\n      b. The commissioner shall post on the department website on a quarterly basis, within 30 days of the beginning of each quarter, a report containing information pertaining to the visitation of the inmate population in city jails for the prior quarter. The information required by this subdivision shall be reported in a format capable of automatic processing. Such quarterly report shall include the following information in total and disaggregated by whether the visit was an in-person or tele-visit, whether the visitor is a professional, and also disaggregated by the type of services the professional provides:\n      1. The total number of visitors to city jails, the total number of visitors to borough jail facilities, and the total number of visitors to city jails on Rikers Island.\n      2. The total number of visitors that visited an inmate at city jails, the total number of visitors that visited an inmate at borough jail facilities, and the total number of visitors that visited an inmate at city jails on Rikers Island.\n      3. The number of visitors unable to visit an inmate at any city jail, in total and disaggregated by the reason such visit was not completed[.], including;\n      a. Visitor possessed contraband;\n      b. Visitor failed ion scan;\n      c. Visitor was deemed to be wearing inappropriate attire;\n      d. Visitor possessed an invalid or expired form of identification; \n      e. Visitor refused to wait for the incarcerated individual to arrive for the visit;\n      f. Visitor refused to appear for the tele-visit;\n      g. Incarcerated individual refused escort to visit;\n      h. Incarcerated individual was discharged prior to visit;\n      i. Incarcerated individual was being transferred at the time of visit;\n      j. Incarcerated individual was in a housing unit where movement was restricted due to a lockdown, search, or alarm;\n      k. Incarcerated individual had a medical appointment at the time of the visit;\n      l. Incarcerated individual had a court appearance at the time of the visit;\n      m. Incarcerated individual was the subject of a pending investigation at the time of the visit;\n      n. Staff unavailable to escort person in custody to visit; \n      o. Staff disallowed visit due to an incarcerated individual failing to obey rules and regulations, disaggregated by the specific rule or regulation;\n      p. Staff disallowed visit due to an incarcerated individual acting in a disrespectful manner towards staff;\n      q. Tele-visit cancelled due to technical problems\n      4. The inmate visitation rate, which shall be calculated by dividing the average daily number of visitors who visited inmates at city jails during the reporting period by the average daily inmate population of city jails during the reporting period.\n      5. The borough jail facility visitation rate, which shall be calculated by dividing the average daily number of visitors who visited inmates at borough jail facilities during the reporting period by the average daily inmate population of borough jail facilities during the reporting period.\n      6. The Rikers Island visitation rate, which shall be calculated by dividing the average daily number of visitors who visited inmates at city jails on Rikers Island during the reporting period by the average daily inmate population of city jails on Rikers Island during the reporting period.\t\n      c. The department shall record, via body-worn or handheld camera, video, including audio, every interaction between incarcerated individuals and correction officers in which an incarcerated individual is informed about an in-person or tele-visit and refuses to attend the visit and shall maintain a database with the video files created pursuant to this subdivision. All video recordings shall include the department informing an incarcerated individual that they have a visitor, whether the visit is in-person or a tele-visit, and the entirety of any response by the incarcerated individual, including whether or not they consent to providing the recording to the defense attorney of record of such incarcerated individual. \n      d. If consent is provided to the department by an incarcerated individual, the department shall provide, within 3 business days, to the defense attorney on record of such incarcerated individual, the video recording of an interaction in which that incarcerated individual is informed that they have a visitor and the entirety of any response by the incarcerated individual, unless otherwise prohibited by law.\n      [c.] e. Within 90 days of July 1, 2019, and every six months thereafter, the department shall submit to the speaker of the council and the board of correction a report of alleged incidents of sexual abuse, sexual harassment and interventions against visitors by staff that occurred during the preceding six month period for which an investigation lasted longer than 90 days, provided that the information required in paragraphs 7 through 16 need not be included in such reports until the report due within 90 days of July 1, 2021. The information required by this subdivision shall be reported in a format capable of automatic processing. Such report shall include the following information for each allegation of sexual abuse, sexual harassment and intervention: \n      1. The date on which the incident occurred and whether the incident took place between the times of 7:00 AM and 3:00 PM, 3:00 PM and 11:00 PM, or 11:00PM and 7:00 AM; \n      2. Whether the incident occurred at Rikers Island or at a borough facility, and at which facility the incident occurred; \n      3. The method by which the incident was reported and the date of reporting;\n      4. Whether the alleged perpetrator completed staff training pursuant to subdivision f, and the last date such training was received; \n      5. The gender of the alleged victim;\n      6. Whether the alleged victim at the time of the incident was between the ages of 18-25, 26-35, 36-40, 41-60, over 60, or under 18;\n      7. Whether the alleged victim claimed that the perpetrator of the sexual abuse, sexual harassment or intervention intentionally selected them in whole or in part because of a belief or perception regarding the alleged victim's gender or sexual orientation, regardless of whether such belief or perception was correct;\n      8. Whether the alleged victim claimed that the perpetrator of the sexual abuse, sexual harassment or intervention intentionally committed the act in whole or in part because of a belief regarding the victim's gender or sexual orientation, regardless of whether such belief or perception was correct; \n      9. For interventions, whether emergency medical services was called;  \n      10. The gender of the staff alleged to have engaged in sexual abuse, sexual harassment or an intervention against a visitor;  \n      11. Whether the incident occurred in a restroom, a visitor's waiting area, or another location; \n      12. Whether the alleged victim is known to identify as transgender or intersex;\n      13. Whether the alleged victim is known to identify as lesbian, gay or bi-sexual; \n      14. The type of acts of sexual abuse or harassment as defined in subdivision a of this section; \n      15. For allegations of sexual abuse and harassment, whether such allegation consists of conduct consistent with the definition of sexual abuse or harassment under section 115.6 of title 28 of the code of federal regulations and any successor regulation; and\n      16. Whether the incident occurred during the course of an otherwise authorized search of the visitor. \t\n      [d.] f. Within 90 days of July 1, 2019, and every six months thereafter, the department shall report to the speaker of the council and the board of correction a report of investigations of sexual abuse, sexual harassment and intervention against visitors by staff that were concluded during the preceding six-month period. Such report shall include the information set forth in paragraphs 1 through 16 of subdivision [c] e of this section for each such concluded investigation of sexual abuse, sexual harassment and intervention; provided, however, that the information required in paragraphs 6 through 16 of subdivision [c] e need not be included in such reports until the report due within 90 days of July 1, 2021. The information required by this subdivision shall be reported in a format capable of automatic processing. Reports made pursuant to this subdivision shall also include the following information for each such investigation:\n      1. Whether the department determined that the allegation was substantiated, unsubstantiated, or unfounded, and the date when such a determination was made; and\n      2. For substantiated allegations, whether the staff accused of sexual abuse, sexual harassment or intervention against a visitor resigned, retired, was suspended, placed on modified duty, placed on administrative leave or administered any other form of discipline, and whether criminal charges were brought.\n      [e.] g. Within 90 days of July 1, 2019, and every six months thereafter, the department shall submit to the council and post on its website the information required in subdivisions [c] e and [d] f of this section in the aggregate, including the number and percentage of each data point, provided that such information that cannot be aggregated need not be included in such report. Such reports shall include the number of cases pending for over 90 days. Such reports shall be stored on the department's website for at least ten years.\n      [f.] h. The department shall implement annual training regarding the treatment of visitors for staff who interact regularly with visitors. The department shall issue reports on such trainings, including descriptions of the training materials and the number of staff who have received the training. Such reports shall be submitted to the speaker of the council, the board of correction and posted on the department's website within 30 days of January 1 of each year.\n      [g.] i. The department shall ensure that all data collected pursuant to this section is securely retained, and shall retain such data indefinitely after the date of initial collection unless federal or state law requires otherwise. \n      [h.] j. The department shall report the information required pursuant to this subdivision notwithstanding any other provision of local law. Before making data collected pursuant to this section available to the speaker of the council, board of correction, and the public, the department shall remove an individual's name, all personal identifying information as defined by subdivision (a) of section 10-501, and any other information the disclosure of which would violate any federal or state laws. \n      � 4. This local law takes effect immediately.\nJW\nLS # 15708\n8/2/24\n \n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}{\\f2\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\cbpat3\\ltrpar\\noline\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\fs27\\par\n\\pard\\cbpat3\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Section 1. Subdivision a of section 9-140 of the administrative code of the city of New York, as amended by local law number 23 for the year 2019, is amended to read as follows:\\fs27\\par\n\\fs24 a. Definitions. For the purposes of this section, the following terms have the following meanings: \\fs27\\par\n\\fs24 Borough jail facility.\\b  \\b0 The term \\ldblquote borough jail facility\\rdblquote  means any department facility in which incarcerated individuals are housed by the department and that is located outside Rikers Island. \\fs27\\par\n\\fs24 City jail.\\b  \\b0 The term \\ldblquote city jail\\rdblquote  means any department facility in which incarcerated individuals are housed by the department. \\par\nComplaint. The term \\ldblquote complaint\\rdblquote  means a report made to the department or received by the department from any other city entity regarding an alleged act of sexual abuse, sexual harassment, or intervention against a visitor, including reports made on behalf of another person. \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Intervention. The term \\ldblquote intervention\\rdblquote  means an incident in which staff use their hands or other parts of their body, or other physical method to restrain, subdue, or compel a visitor to act or stop acting in a particular way. \\par\nProfessional. The term \\ldblquote professional\\rdblquote  refers to people who are properly identified as providing services or assistance to incarcerated individuals, including but not limited to lawyers, doctors, religious advisors, public officials, therapists, counselors, and media representatives. \\par\nSexual abuse. The term \\ldblquote sexual abuse\\rdblquote  includes any of the following acts against a visitor, performed by staff with or without consent of the visitor, including when such acts occur during the course of an otherwise authorized search procedure: (1) contact between the penis and the vulva or the penis and the anus, including but not limited to penetration, however slight; (2) contact between the mouth and the penis, vulva, or anus; (3) contact between the mouth and any body part where the staff has the intent to abuse, humiliate, arouse, or gratify sexual desire; (4) penetration of the anal or genital opening, however slight, by a hand, finger, object, or other instrument; (5)\\f1\\fs20  a\\f0\\fs24 ny other intentional contact, either directly or through clothing, of or with the genitalia, anus, groin, breast, inner thigh, or the buttocks where the staff has the intent to abuse, arouse, or gratify sexual desire; and (6) any attempt to engage in the activities described in paragraphs (1) through (5) of this definition.\\par\nSexual harassment. The term \\ldblquote sexual harassment\\rdblquote  means acts conducted by staff on visitors, including (1) any unwelcome sexual advances, requests for sexual favors, or verbal comments, gestures, or actions of a derogatory or offensive sexual nature; and (2) any verbal comments or gestures of a sexual nature, including demeaning references to gender, sexual orientation, sexually suggestive or derogatory comments about body or clothing, or obscene language or gestures. \\par\nStaff. The term \\ldblquote staff\\rdblquote  means anyone other than an incarcerated individual who is directly employed by the department.\\b\\par\n\\b0 Visitor. The term \\ldblquote visitor\\rdblquote  means any person who enters a city jail with the stated intention of visiting an incarcerated individual at any city jail, or any person who is screened by the department for visitation purposes, including but not limited to professionals and any person who registers to visit an incarcerated individual in the department\\rquote s visitor tracking system.\\par\nb. The commissioner shall post on the department website on a quarterly basis, within 30 days of the beginning of each quarter, a report containing information pertaining to the visitation of the inmate population in city jails for the prior quarter. \\ul The information required by this subdivision shall be reported in a format capable of automatic processing.\\ulnone  Such quarterly report shall include the following information in total and disaggregated by whether the \\ul visit was an in-person or tele-visit, whether the\\ulnone  visitor is a professional, and also disaggregated by the type of services the professional provides:\\par\n1. The total number of visitors to city jails, the total number of visitors to borough jail facilities, and the total number of visitors to city jails on Rikers Island.\\par\n2. The total number of visitors that visited an inmate at city jails, the total number of visitors that visited an inmate at borough jail facilities, and the total number of visitors that visited an inmate at city jails on Rikers Island.\\par\n3. The number of visitors unable to visit an inmate at any city jail, in total and disaggregated by the reason such visit was not completed[.]\\ul , including;\\par\na. Visitor possessed contraband;\\par\nb. Visitor failed ion scan;\\par\nc. Visitor was deemed to be wearing inappropriate attire;\\par\nd. Visitor possessed an invalid or expired form of identification; \\par\ne. Visitor refused to wait for the incarcerated individual to arrive for the visit;\\par\nf. Visitor refused to appear for the tele-visit;\\par\ng. Incarcerated individual refused escort to visit;\\par\nh. Incarcerated individual was discharged prior to visit;\\par\ni. Incarcerated individual was being transferred at the time of visit;\\par\nj. Incarcerated individual was in a housing unit where movement was restricted due to a lockdown, search, or alarm;\\par\nk. Incarcerated individual had a medical appointment at the time of the visit;\\par\nl. Incarcerated individual had a court appearance at the time of the visit;\\par\nm. Incarcerated individual was the subject of a pending investigation at the time of the visit;\\par\nn. Staff unavailable to escort person in custody to visit; \\par\no. Staff disallowed visit due to an incarcerated individual failing to obey rules and regulations, disaggregated by the specific rule or regulation;\\par\np. Staff disallowed visit due to an incarcerated individual acting in a disrespectful manner towards staff;\\par\nq. Tele-visit cancelled due to technical problems\\par\n\\ulnone 4. The inmate visitation rate, which shall be calculated by dividing the average daily number of visitors who visited inmates at city jails during the reporting period by the average daily inmate population of city jails during the reporting period.\\par\n5. The borough jail facility visitation rate, which shall be calculated by dividing the average daily number of visitors who visited inmates at borough jail facilities during the reporting period by the average daily inmate population of borough jail facilities during the reporting period.\\par\n6. The Rikers Island visitation rate, which shall be calculated by dividing the average daily number of visitors who visited inmates at city jails on Rikers Island during the reporting period by the average daily inmate population of city jails on Rikers Island during the reporting period.\\cf0\\tab\\cf1\\par\n\\ul c. The department shall record, via body-worn or handheld camera, video, including audio, every interaction between incarcerated individuals and correction officers in which an incarcerated individual is informed about an in-person or tele-visit and refuses to attend the visit and shall maintain a database with the video files created pursuant to this subdivision. All video recordings shall include the department informing an incarcerated individual that they have a visitor, whether the visit is in-person or a tele-visit, and the entirety of any response by the incarcerated individual, including whether or not they consent to providing the recording to the defense attorney of record of such incarcerated individual. \\par\nd. If consent is provided to the department by an incarcerated individual, the department shall provide, within 3 business days, to the defense attorney on record of such incarcerated individual, the video recording of an interaction in which that incarcerated individual is informed that they have a visitor and the entirety of any response by the incarcerated individual, unless otherwise prohibited by law.\\par\n\\ulnone [c.] \\ul e.\\ulnone  Within 90 days of July 1, 2019, and every six months thereafter, the department shall submit to the speaker of the council and the board of correction a report of alleged incidents of sexual abuse, sexual harassment and interventions against visitors by staff that occurred during the preceding six month period for which an investigation lasted longer than 90 days, provided that the information required in paragraphs 7 through 16 need not be included in such reports until the report due within 90 days of July 1, 2021. The information required by this subdivision shall be reported in a format capable of automatic processing. Such report shall include the following information for each allegation of sexual abuse, sexual harassment and intervention: \\par\n1. The date on which the incident occurred and whether the incident took place between the times of 7:00 AM and 3:00 PM, 3:00 PM and 11:00 PM, or 11:00PM and 7:00 AM; \\par\n2. Whether the incident occurred at Rikers Island or at a borough facility, and at which facility the incident occurred; \\cf2\\par\n\\cf1 3. The method by which the incident was reported and the date of reporting;\\par\n4. Whether the alleged perpetrator completed staff training pursuant to subdivision f, and the last date such training was received; \\par\n5. The gender of the alleged victim;\\par\n6. \\cf0 Whether the alleged victim at the time of the incident was between the ages of 18-25, 26-35, 36-40, 41-60, over 60, or under 18;\\par\n7\\cf1 . Whether the alleged victim claimed that the perpetrator of the sexual abuse, sexual harassment or intervention intentionally selected them in whole or in part because of a belief or perception regarding the alleged victim\\rquote s gender or sexual orientation, regardless of whether such belief or perception was correct;\\par\n8. Whether the alleged victim claimed that the perpetrator of the sexual abuse, sexual harassment or intervention intentionally committed the act in whole or in part because of a belief regarding the victim\\rquote s gender or sexual orientation, regardless of whether such belief or perception was correct; \\par\n9. For interventions, whether emergency medical services was called;  \\par\n10. The gender of the staff alleged to have engaged in sexual abuse, sexual harassment or an intervention against a visitor;  \\par\n\\cf0 11. Whether the incident occurred in a restroom, a visitor\\rquote s waiting area, or another location; \\par\n12. Whether the alleged victim is known to identify as transgender or intersex;\\par\n13. Whether the alleged victim is known to identify as lesbian, gay or bi-sexual; \\par\n14. The type of acts of sexual abuse or harassment as defined in subdivision a of this section; \\par\n15. For allegations of sexual abuse and harassment, whether such allegation consists of conduct consistent with the definition of sexual abuse or harassment under section 115.6 of title 28 of the code of federal regulations and any successor regulation; and\\par\n\\pard\\cbpat3\\ltrpar\\fi720\\sl480\\slmult1\\qj 16. Whether the incident occurred during the course of an otherwise authorized search of the visitor. \\cf1\\tab\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj [d.] \\ul f.\\ulnone  Within 90 days of July 1, 2019, and every six months thereafter, the department shall report to the speaker of the council and the board of correction a report of investigations of sexual abuse, sexual harassment and intervention against visitors by staff that were concluded during the preceding six-month period. Such report shall include the information set forth in paragraphs 1 through 16 of subdivision [c] \\ul e\\ulnone  of this section for each such concluded investigation of sexual abuse, sexual harassment and intervention; provided, however, that the information required in paragraphs 6 through 16 of subdivision [c] \\ul e\\ulnone  need not be included in such reports until the report due within 90 days of July 1, 2021.\\cf0  \\cf1 The information required by this subdivision shall be reported in a format capable of automatic processing. Reports made pursuant to this subdivision shall also include the following information for each such investigation:\\par\n1. Whether the department determined that the allegation was substantiated, unsubstantiated, or unfounded, and the date when such a determination was made; and\\par\n2. For substantiated allegations, whether the staff accused of sexual abuse, sexual harassment or intervention against a visitor resigned, retired, was suspended, placed on modified duty, placed on administrative leave or administered any other form of discipline, and whether criminal charges were brought.\\par\n[e.] \\ul g.\\ulnone  Within 90 days of July 1, 2019, and every six months thereafter, the department shall submit to the council and post on its website the information required in subdivisions [c] \\ul e\\ulnone  and [d] \\ul f\\ulnone  of this section in the aggregate, including the number and percentage of each data point, provided that such information that cannot be aggregated need not be included in such report. Such reports shall include the number of cases pending for over 90 days. Such reports shall be stored on the department\\rquote s website for at least ten years.\\par\n\\cf0 [f\\cf1 .] \\ul h.\\ulnone  The department shall implement annual training regarding the treatment of visitors for staff who interact regularly with visitors. The department shall issue reports on such trainings, including descriptions of the training materials and the number of staff who have received the training. Such reports shall be submitted to the speaker of the council, the board of correction and posted on the department\\rquote s website within 30 days of January 1 of each year.\\par\n[g.] \\ul i.\\ulnone  The department shall ensure that all data collected pursuant to this section is securely retained, and shall retain such data indefinitely after the date of initial collection unless federal or state law requires otherwise. \\par\n\\pard\\cbpat3\\ltrpar\\fi720\\sl480\\slmult1\\qj [h.] \\ul j.\\ulnone  The department shall report the information required pursuant to this subdivision notwithstanding any other provision of local law. Before making data collected pursuant to this section available to the speaker of the council, board of correction, and the public, the department shall remove an individual\\rquote s name, all personal identifying information as defined by subdivision (a) of section 10-501, and any other information the disclosure of which would violate any federal or state laws. \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\'a7 4. This local law takes effect immediately.\\par\n\\pard\\cbpat3\\ltrpar\\noline\\fs20 JW\\par\nLS # 15708\\par\n8/2/24\\par\n\\cf0\\f2\\fs22  \\f0\\par\n}\n",
  "LastModified": "2025-02-25T15:26:15.687Z"
}
