{
  "ID": 75059,
  "GUID": "15757C6E-97A2-4BCB-AAB4-807E91EA2EC4",
  "File": "Int 1128-2024",
  "Name": "Construction of ancillary dwelling units.",
  "Title": "A Local Law to amend the building code of the city of New York and the New York city fire code, in relation to construction of ancillary dwelling units",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2024-11-21T00:00:00Z",
  "AgendaDate": "2024-11-21T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 414498,
      "Date": "2024-11-19T13:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Introduction was Hearing on P-C Item by Comm",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 21217,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 3,
      "LastModified": "2024-11-19T20:09:52.53Z"
    },
    {
      "ID": 414629,
      "Date": "2024-11-19T13:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Introduction was P-C Item Laid Over by Comm",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 21217,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-11-19T20:29:53.33Z"
    },
    {
      "ID": 414493,
      "Date": "2024-11-21T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-11-13T20:19:22.24Z"
    },
    {
      "ID": 414765,
      "Date": "2024-11-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21239,
      "AgendaSequence": 115,
      "MinutesSequence": 141,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2024-11-22T00:58:56.26Z"
    }
  ],
  "Attachments": [
    {
      "ID": 312137,
      "LastModified": "2024-12-03T20:33:38.813Z",
      "Name": "Summary of Int. No. 1128-A",
      "Link": "https://nyc.legistar1.com/nyc/attachments/940fd348-0f8f-4097-bce8-6d036ee841f0.docx",
      "Sort": 1
    },
    {
      "ID": 311400,
      "LastModified": "2024-12-02T16:58:24.333Z",
      "Name": "Summary of Int. No. 1128",
      "Link": "https://nyc.legistar1.com/nyc/attachments/89b40007-68fd-41fa-bfff-3a984cfc360f.docx",
      "Sort": 2
    },
    {
      "ID": 311326,
      "LastModified": "2024-11-26T21:39:17.027Z",
      "Name": "Int. No. 1128",
      "Link": "https://nyc.legistar1.com/nyc/attachments/41e8f57d-8245-457e-828f-ea8233b34dc2.docx",
      "Sort": 3
    },
    {
      "ID": 311639,
      "LastModified": "2024-11-19T20:27:25.373Z",
      "Name": "Committee Report 11/19/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2f9d32aa-c7dd-4f2e-b0a6-b9caf4e539e6.docx",
      "Sort": 4
    },
    {
      "ID": 312150,
      "LastModified": "2024-12-02T17:16:41.643Z",
      "Name": "Hearing Testimony 11/19/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f9485e3f-a434-4d9f-a3b3-a259103abe2c.pdf",
      "Sort": 5
    },
    {
      "ID": 311926,
      "LastModified": "2024-12-02T17:16:41.603Z",
      "Name": "Hearing Transcript 11/19/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/42b9d720-d606-4d77-9916-ae5a68a51796.pdf",
      "Sort": 6
    },
    {
      "ID": 311803,
      "LastModified": "2024-12-02T17:16:40.617Z",
      "Name": "November 21, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/12853e7a-9a8c-4357-8fed-f6a614757d88.pdf",
      "Sort": 7
    },
    {
      "ID": 312053,
      "LastModified": "2024-12-02T17:16:40.24Z",
      "Name": "Hearing Transcript - Stated Meeting 11-21-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fe1cc875-0eaf-4de0-9ae3-bc4182132467.pdf",
      "Sort": 8
    },
    {
      "ID": 312220,
      "LastModified": "2024-12-03T20:33:49.853Z",
      "Name": "Proposed Int. No. 1128-A - 12/2/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f0dbbe6d-d440-445c-a83a-232c6480da74.docx",
      "Sort": 10
    }
  ],
  "Summary": "This bill would set forth eligibility and design requirements for ancillary dwelling units (“ADU”) in one- or two-family dwellings. Specifically, this bill would require ADUs to have separate utilities from the primary dwelling, including heating, ventilation, air-conditioning, electrical, and gas systems. Additionally, this bill would require ADUs to have separate entrances, with basement ADUs required to have at least 1 means of egress and cellar ADUs required to have at least 2 means of egress. This bill would also set forth required means of fire prevention in ADUs, including fire separation, automatic sprinklers, smoke alarms, and exit stairways. Additionally, this bill would set forth requirements for light, ventilation, window size, emergency service access to units, and occupancy. Finally, this bill would prohibit basement and cellar ADUs in coastal and inland flood hazard areas, to mirror such prohibitions in the New York City Zoning Resolution.",
  "TextID": 78781,
  "Text": "Be it enacted by the Council as follows:\n      Section 1. The New York city building code is amended by adding a new appendix U to read as follows:\nAPPENDIX U\nANCILLARY DWELLING UNITS\nSECTION BC U101 \nGENERAL\nU101.1 Scope. Except as modified by the express provisions of this appendix, an ancillary dwelling unit shall be constructed on the same tax lot as a one- or two-family dwelling in accordance with the requirements of this code.\nU101.1.1 Multiple dwelling law. Where the ADU is located within the same building as the primary dwelling, and the total number of dwelling units of such building exceeds 2, the entire building shall be classified as Group R-2 occupancy and comply with all applicable requirements of Group R-2 occupancy in this code and the New York State Multiple Dwelling Law as applicable, except for basement and cellar units in the program area pursuant to Section U202.12. Buildings constructed as Type V construction may not be converted or altered to a three-family dwelling, except for eligible conversions made habitable pursuant to U202.12.\nU101.2 General conditions. Any ADU permitted pursuant to this appendix must comply with the following conditions:\n1. An ADU shall only be permitted to be associated with a primary dwelling that is classified in occupancy Group R-3.\n2. An ADU shall not be used as a care facility providing custodial care to any persons pursuant to Section 310.5. \n3. An ADU shall not be constructed in the rear yard, as such term is defined by the New York City Zoning Resolution, of an attached one- or two-family dwelling. \n4. An ADU in a cellar must have a clear ceiling height that is at least 2 feet above the grade plane.\nU101.3 Types of ADUs. Where permitted by the New York City Zoning Resolution, no more than 1 ADU may be constructed on each tax lot, in 1 of the following locations:\n1. Above the grade plane, adjoining, or within the same building as the one-family dwelling, including attic or enlargement, constructed in accordance with Section U201.\n2. In the basement or cellar of the building containing the primary dwelling, constructed in accordance with Section U202.\n3. Separated by a fire wall from the two-family dwelling, constructed in accordance with Section U203.\n   4. Detached from the primary dwelling, constructed in accordance with Section U204.\n   5. Manufactured home, installed in accordance with Section U205.\nU101.4 Certificate of occupancy. No ADU shall be occupied for dwelling purposes without a certificate of occupancy issued by the commissioner to permit such ADU in accordance with Section 28-118.3 of the Administrative Code. An ADU constructed in accordance with Section U203, U204, or U205 shall require a separate certificate of occupancy from the primary dwelling unit. An ADU constructed in accordance with Section U201 and U202 shall require a new or amended certificate of occupancy for all the primary dwelling units and the ADU. In addition to Section 28-118.6 of the Administrative Code, such certificate of occupancy shall indicate the following as applicable:\n1. An ADU located in the basement or cellar shall be identified as \"ADU Apartment U per BC U202\".\n2. An ADU located in the basement or cellar in the program area, as defined in Section U202.2, shall be identified as \"ADU Apartment U per BC U202 and MDL Art 7-D\".\n3. An ADU with the main entrance opening to the rear yard shall be identified as \"ADU Apartment R\".\n4. All ADUs shall have \"Ancillary Dwelling Unit per ZR 12-10 and BC Appendix U\" in the comment.\n5. An ADU located in the basement or cellar shall be indicated in the applicable flood area designation where the premises are located, in accordance with Section U202.3.1. \nException: Notwithstanding Section 28-118.3 of the Administrative Code, where an authorization for temporary residence is issued by the department in accordance with Article 507 of Chapter 5 of Title 28 of the Administrative Code and Section U202.12, a basement or cellar ADU shall be permitted to be occupied for dwelling purposes without the certificate of occupancy.\nU101. 5 Department rules. The department shall consult with the fire department and the office of emergency management in promulgating any standard protective of health and safety pursuant to this Appendix.\nSECTION BC U102 \nDEFINITIONS\nU102.1 Definitions. The following words and terms shall, for the purposes of this appendix, have the meanings shown herein:\nANCILLARY DWELLING UNIT (ADU). Where permitted by New York City Zoning Resolution, the dwelling unit additional to a one- or two- family dwelling, providing permanent provisions for both sanitation and kitchen facilities, occupied or arranged to be occupied by not more than one family maintaining a common household.\nMANUFACTURED HOME. Shall mean a manufactured home, as such term in defined in Section 202, and factory manufactured home, as such term is defined in Section 372 of the New York State Executive Law.\nPRIMARY DWELLING. The one- or two- family dwelling to which the ADU is ancillary.\nSECTION BC U103 \nGENERAL REQUIREMENTS\nU103.1 Scope. All ADUs shall comply with this section and the applicable requirements in Sections U201 through U205.\nU103.2 Light and ventilation of the primary dwelling. The creation of an ADU shall not diminish the light or ventilation of any habitable rooms of the primary dwelling in any way not in compliance with Chapter 12. \nU103.3 Light and ventilation of ADU. All habitable rooms within an ADU shall be provided with natural ventilation in accordance with Section 1203.5 and natural light in accordance with Section 1205.2. \nU103.4 Separate entrance required. An ADU shall be provided with a separate entrance from that serving the dwelling units of the primary dwelling, either from the exterior of the primary dwelling or directly from a public corridor within the primary dwelling.\nU103.5 Separate utility required. An ADU shall be provided with a heating, ventilation, and air-conditioning system, electrical system, and gas piping in accordance with Section U103.5.1 through U103.5.4, provided that an ADU on a tax lot where the total number of dwelling units exceeds 2, other than an ADU constructed in accordance with section U202, shall be provided with a heating, ventilation, and air-conditioning system, electrical system, and gas piping that is separate from the primary dwelling. \nU103.5.1 Heating, ventilation, and air-conditioning systems. A primary dwelling and an ADU shall be provided with:\n1. Return air openings for heating, ventilation, and air-conditioning that are not taken from another dwelling unit.\n2. Separate climate controls.\nU103.5.2 Electrical systems. A primary dwelling and an ADU shall be provided with:\n1. Ready access to the service disconnecting means serving the dwelling unit.\n2. Ready access for each occupant to all overcurrent devices protecting the conductors supplying each dwelling unit.\nU103.5.3 Gas piping. Where an ADU is served by gas piping, such piping shall be provided with: \n1. Ready access for each occupant to shutoff valves serving the dwelling unit in which such occupant resides.\n2. Ready access for each occupant to appliance shutoff valves serving appliances in the dwelling unit in which such occupant resides.\nU103.5.4 Water service. A primary dwelling and an ADU may share a common potable water system, provided that there are separate, accessible main shutoff valves allowing the water to be turned off for each unit without affecting any other unit.\nU103.6 Fire protection system. ADUs shall be provided with a fire protection system in accordance with Chapter 9 unless otherwise prescribed in Section U103.6.1 through U103.6.3.\nU103.6.1 Automatic sprinkler system. Where the ADU is permitted to be classified as an R-3 occupancy by this code, the exception in Section 903.2.8 shall not apply to such ADU and such ADU shall be provided with an automatic sprinkler system throughout the ADU in accordance with NFPA 13D as modified by Appendix Q. \nU103.6.1.1 Sprinkler of basement or cellar ADU. Where permitted by Section U202.12, notwithstanding Section 901.9.2, the primary dwelling shall not be required to be sprinklered as a Group R-2 occupancy where the basement or cellar ADU is sprinklered in accordance with NFPA 13D as modified by Appendix Q and the building is provided with fire department access as described in Section 501.4.3.1 of the New York City Fire Code. The alteration or creation of such a basement or cellar ADU shall be deemed to be an alteration subject to exception 5.1 of section 501.4.3.1 of the New York City Fire Code.\nU103.6.2 Smoke alarm. All ADUs shall be provided with smoke alarms in accordance with Section 907.\nU103.6.3 Carbon monoxide alarm. All ADUs shall be provided with carbon monoxide alarms in accordance with Section 915.\nU103.6.4 Gas alarm. Where gas service is provided in an ADU, gas alarms shall be required in accordance with Section 918.\nU103.7 Emergency escape and rescue openings. All habitable rooms of an ADU shall be provided with emergency escape and rescue openings in accordance with Section 1025 of the New York City Fire Code and Section 1030.\nU103.8 Fire department access. For the purpose of Section 501.3.1, an ADU shall be considered as an accessory building. Notwithstanding any inconsistent provisions of Section 501.3.2, where the main entrance to the ADU is set back no more than 100 feet from the curb line, a fire department access path shall be provided in accordance with Table U103.8. Protruding objects, projections, or overhangs shall not reduce such minimum clear width. Such access path shall open to the sky and be unobstructed between the street and such ADU.\nTABLE U103.8\nMINIMUM CLEAR WIDTH OF FIRE DEPARTMENT ACCESS PATH AND MAXIMUM NUMBER OF STORIES OF AN ADU\nWidth of fire department access path\nADU arrangement a\nSprinkler c\nFire district\nConstruction class\nMaximum building height in stories \nFire separation distance\n5 ft \nAttached b, detached, manufactured home\nSP\nOutside\nAll\n2\nAs permitted by Table 602\n5 ft \nAttached b, detached, manufactured home\nSP\nInside\nIA, IB, IIA, IIB, IIIA, IIIB, VA\n2\nAs permitted by Table 602\n5 ft \nAttached b, detached, manufactured home.\nSP\nInside\nVB\n1\nAs permitted by Table 602\n8 ft \nAttached b, detached, manufactured home\nSP\nInside\nAll\n2\nAs permitted by Table 602\na. \"Attached\" shall refer to ADUs constructed in accordance with Section U203. \"Detached\" shall refer to ADUs constructed in accordance with Section U204. \"Manufactured home\" shall refer to ADUs constructed in accordance with Section U205.\nb. The construction class of an attached ADU shall not be lower than the primary dwelling in accordance with U203.3.1.\n    c. \"SP\" shall refer to ADUs sprinklered in accordance with this Appendix. \nU103.9 Sustainable roofing zones. An ADU with a roof constructed pursuant to Section U202.3 or U202.4 shall be exempt from the requirements for a sustainable roofing zone pursuant to Section 1512 for any roof construction attributed to such ADU.\nSECTION BC U201 \nABOVE GRADE ADU WITHIN A ONE-FAMILY PRIMARY DWELLING\nU201.1 Scope. An ADU located entirely above the grade plane and adjoining or within the same building of the one-family dwelling shall be constructed in accordance with Section U103 and Sections U201.2 through U201.4. \nException: ADUs constructed in accordance with this section, other than ADUs constructed in an attic, shall not be required to comply with Section U103.6.1. \nU201.2 Occupancy classification. Where the ADU is adjoining or within the same building as a one-family dwelling, both the ADU and the primary dwelling unit shall be classified as Group R-3 occupancy and shall comply with all applicable requirements of Group R-3 occupancy in this code. \nU201.3 Fire separation. The ADU shall be separated from the primary dwelling by a fire barrier having at least a one-hour fire-resistance rating meeting the requirements of Section 420.\nU201.4 Exit stairway. The exit stair required by Section 1006.3.2 may be constructed as an interior or exterior stair serving a Group R-3 occupancy in accordance with Chapter 10. Where an interior stair is provided, such interior stair shall be enclosed in accordance with Section 1023. Where an exterior stair is provided, such exterior stair shall be permitted to be constructed of combustible materials where all of the following conditions are met:\n1. The stair is at least 10 feet away from any lot line or wall of any other building on the same tax lot;\n2. Sprinklers are provided throughout the ADU in accordance with Section U103.6.1;\n   3. The building is lawfully constructed as Type V construction; and \n   4. The stair is constructed in accordance with Section 1011.7.2.\nSECTION BC U202 \nADU IN A BASEMENT OR CELLAR\nU202.1 Scope. An ADU located in a basement or cellar of an existing one- or two-family dwelling shall be constructed in accordance with Section U103 and Sections U202.2 through U202.12, as required by this section. \nU202.2 Definitions. The following words and terms shall, for the purposes of this section, have the meanings shown herein:\n10-YEAR RAINFALL FLOOD RISK AREA. Shall have the same definition as such term is defined in Section 24-809 of the  Administrative Code.\nCOASTAL FLOOD RISK AREA. Shall have the same definition as such term is defined in Section 24-809 of the  Administrative Code.\nCOMMUNITY DISTRICT. A community district established pursuant to chapter 69 of the New York City Charter.\nELIGIBLE BASEMENT OR CELLAR RESIDENCE. A basement or cellar in an existing dwelling within the program area, unlawfully arranged to be occupied as an apartment and with kitchen and sanitation facilities acceptable to the department, and which apartment was in existence prior to April 20, 2024.\nPROGRAM AREA. As permitted by Section 289 of the New York State Multiple Dwelling Law, Bronx community district 9; Bronx community district 10; Bronx community district 11; Bronx community district 12; Brooklyn community district 4; Brooklyn community district 10; Brooklyn community district 11; Brooklyn community district 17; Manhattan community district 2; Manhattan community district 3; Manhattan community district 9; Manhattan community district 10; Manhattan community district 11; Manhattan community district 12; and Queens community district 2 and such other community districts as may be authorized pursuant to such section.\nU202.3 Prohibited locations. An ADU shall not be permitted in a basement or cellar of a building in the following locations, except as otherwise provided pursuant to the New York City Zoning Resolution:\n1. Within the special flood hazard area in accordance with Appendix G. \n   2. Within the 10-year rainfall flood risk area. \n   3. Within the coastal flood risk area.\nU202.3.1 Identification of flood hazard areas. Where an ADU is permitted in accordance with Section U202.3, the construction documents for the ADU shall include a statement to certify that the premises are not located in any one of the following flood hazard areas:\n1. Special flood hazard area, in accordance with Section G201.\n1.1 Coastal A-zone.\n1.2 Coastal high-hazard area.\n1.3 A-zone.\n2. 10-year rainfall flood risk area.\n3. Coastal flood risk area.\nEach such statement shall be accompanied with the applicable flood area map.\nU202.4 Applicability. Where permitted by this code, a basement or cellar ADU may be permitted if 1 of the following conditions is met:\n1. In the program area, eligible basement or cellar residences may be made habitable in accordance with Article 507 of Chapter 5 of Title 28 of the Administrative Code and Section U202.12.\n2. An existing basement or cellar space in a one-family dwelling may be converted to 1 ADU in accordance with Sections U202.5 through U202.11.\n3. An existing basement or cellar space in a two-family dwelling may be converted to 1 ADU in accordance with all applicable requirements of the New York State Multiple Dwelling Law. Such ADU shall be classified as a Group R-2 occupancy and comply with all the requirements of Group R-2 occupancy in this code.\nU202.4.1 Occupancy. Notwithstanding Section 27-751 of the 1968 Building Code, Section 27-2087 of the Housing Maintenance Code, Section 1208.2, and any applicable laws in existence prior to December 6, 1968, a basement or cellar ADU in a one-family dwelling may be occupied in accordance with the provisions of this Appendix, or a basement or cellar ADU in a one- or two-family dwelling in the program area may be occupied in accordance with Article 507 of Chapter 5 of the Administrative Code.\nU202.5 Minimum ceiling height. Notwithstanding Section 1208.2, all habitable rooms in basements shall have a minimum clear ceiling height of 7 feet (2.1 meters). The minimum clear ceiling height of all habitable rooms in a cellar shall be 7 feet (2.1 meters).\nU202.6 Window requirements. Each habitable room shall have at least 1 window with 6 square feet (.55 m2)of openable area to provide natural ventilation as required pursuant to Section 1203.5.1.2.1. The total net glazed area of all windows shall be not less than 10 percent of the floor area of the room served, or 12 square feet (1.1 m2), whichever is greater. Such area may include glazed areas in doors providing light directly into such room.\nU202.6.1 Portions of windows below grade. Portions of windows below grade plane may be included in calculations of such minimum net glazed area required to provide natural light where all the following conditions are met:\n1. The window head is located not more than 6 inches (152 millimeters) below the lowest permitted projection below ceiling height; and\n2. Such portions are surrounded by a window well or similar open area that:\n2.1 is at least 6 inches (152 millimeters) deeper than the bottom of the window; \n2.2 is at least 3 times as wide, in the direction perpendicular to the window, as the depth below grade plane of such window portions, not to exceed 5 feet (1.5 meters), provided the top of such window is at least 2 feet (.6 meters) above the adjoining grade;\n2.3 is at least twice as wide, in the direction parallel to the window, including 6 inches (152 millimeters) wider on each side, as the depth below grade plane of such window portions; and\n2.4 is provided with a drain to prevent any ponding of storm water, in accordance with Chapter 11 of the New York City Plumbing Code; \n3. No cantilever, permanent shading structure, or other obstruction, is less than 3 feet (.9 meters) above the window head or protrudes more than 1 foot (.3 meters) in the direction perpendicular to the window; and \n4. No other encroachment or obstruction is within the window well, except as otherwise required by this code. Supplemental steps that provide access to the required yard, court, open space, or street may also be permitted. Where provided, such steps shall be dimensioned in accordance with Section 1011.5 and shall include a landing at the bottom of such window well in accordance with Section 1011.6.\nU202.7 Fire separation. An ADU in a basement or cellar shall be constructed with the following fire separations:\n1. Boilers and furnaces. Any boiler or furnace in such ADU must be enclosed and separated from all habitable spaces by a noncombustible fire barrier having at least a 1-hour fire-resistance rating in accordance with Section 707, provided that any opening in such fire barrier shall be protected with a self-closing door. \n2. Stairway enclosure. Any stairway connecting more than 1 dwelling unit shall be provided with an enclosure in accordance with Section 713. Where the stairway is fully contained within the ADU and such ADU is fully sprinklered in accordance with Section U103.6.1, such stairway shall be permitted to be unenclosed.\n3. Existing above grade unit. The ADU must be separated from all other dwelling units by noncombustible construction having at least a 1-hour fire-resistance rating meeting the requirements of Section 420.\nU202.8 Means of egress. An ADU in a basement or cellar shall be provided with means of egress in accordance with this section.\nU202.8.1 Emergency escape and rescue openings. All sleeping rooms shall be provided with at least 1 emergency escape and rescue opening in accordance with Section 1030. \nU202.8.2 Means of egress from a basement ADU. An ADU in a basement shall be provided with at least 1 means of egress exterior door opening directly to the outdoors in accordance with Chapter 10, including access to a public way. Such exterior door shall swing inward and be provided with landings on both the interior and exterior sides in accordance with Section 1010.1.6, excepted as provided in Section U202.8.4.\nU202.8.3 Means of egress from a cellar ADU. An ADU in a cellar shall be provided with at least two means of egress doors, remotely located from each other. In addition, the following shall be provided:\n1. At least 1 means of egress door shall be an exterior door opening directly to the outdoors in accordance with Chapter 10, including access to the public way, even if compliance with such standards is not otherwise required by Chapter 10 or any other law. Such exterior door shall swing inward and be provided with landings on both the interior and exterior sides of the door in accordance with Section 1010.1.6, excepted as provided in Section U202.8.4.\n2. Such cellar shall be considered as a story above a grade plane for the purpose of complying with Chapter 9 and Chapter 10.\nU202.8.4 Landing exception. An exterior landing shall not be required where the landing or floor on the exterior side is no more than 7.75 inches (197 millimeters) below the top of threshold of the exit door, and the door does not swing over the landing or floor.\nU202.9 Radon levels. No certificate of occupancy or temporary certificate of occupancy may be issued for an ADU located in a basement or cellar unless a certification is submitted to the commissioner that the level of radon in such ADU is tested in accordance with, and meets the standards set forth in rules promulgated by the department of health and mental hygiene, in consultation with the department, the fire department, and the office of emergency management.\nU202.10 Vapor levels. No certificate of occupancy or temporary certificate of occupancy shall be issued for an ADU located in a basement or cellar unless a certification is submitted to the commissioner that the vapor level in such ADU is tested in accordance with, and meets the standards set forth in rules promulgated by the department of health and mental hygiene, in consultation with the mayor's office of environmental remediation, the department, the fire department, and the office of emergency management. \nU202.11 Basic stormwater prevention requirements. An ADU located in a basement or cellar shall comply with the following:\n1. Water sensor and alarm. Every habitable room shall be provided with at least 1 water sensor with backup battery power to warn the occupants in the event of a flood. The department may promulgate rules to supplement the requirement of such water sensors and alarms.\n2. Emergency preparedness information. The owner shall post all required signage in a manner prescribed by the Housing Maintenance Code and the rules of the department of housing preservation and development and shall notify any tenants about enrollment in an emergency alert system operated by the office of emergency management.\nU202.12 Special requirements for certain basement or cellar ADUs. The department may issue an authorization for temporary residence in accordance with Article 507 of Chapter 5 of Title 28 of the Administrative Code. An eligible basement or cellar residence in the program area shall comply with the provisions of such article and the rules of the department. \nSECTION BC U203 \nADU SEPARATED BY A FIRE WALL FROM A TWO-FAMILY PRIMARY DWELLING\nU203.1 Scope. An ADU separated from the primary two-family dwelling by a fire wall that is constructed of concrete or masonry in accordance with Section 706 shall be constructed in accordance with all applicable requirements of a Group R-3 occupancy of this code, except as provided by in Section U103 and Sections U203.2 through U203.7.\nU203.1.1 Occupancy classification. Where the ADU is separated from the primary two-family dwelling by a fire wall, both the ADU and the primary dwelling unit shall be classified as Group R-3 occupancy and shall comply with all applicable requirements of Group R-3 occupancy in this code.\nU203.2 Subgrade space limitation. The ADU shall be located above the grade plane. The finished ground level of an under-floor space below the story above the grade plane shall be level with or higher than the outside finished ground level on at least 1 side.\nU203.3 Separate building required. The ADU shall be constructed as a separate building from the primary dwelling. Both the ADU and the primary dwelling shall provide:\n1. All vertical circulation and exit systems required by this code without entering the other building.\n2. All fire protection systems required by this code without reliance on the other building. A shared water supply in accordance with Section U103.5.4 shall be permitted.\nU203.3.1 Construction class. The construction class of an attached ADU shall not be lower than the primary dwelling.\nU203.4 Exterior walls. Construction, projections, openings and penetration of exterior walls of an ADU shall comply with Sections 602 and 705.\nU203.5 Maximum building height. The maximum building height of the ADU shall be determined in accordance with Section U103.8.\nU203.6 Type V construction in fire districts. Notwithstanding Section D105.1, an ADU completely or partially located inside the fire districts, as established in Section D101.2, is permitted to be constructed as Type V in accordance with Section U103.8.\nU203.7 Flood mitigation. The department may promulgate rules relating to requirements for flood mitigation applicable to an ADU in the coastal flood risk area or 10-year rainfall flood risk area.\nSECTION BC U204 \nADU DETACHED FROM THE PRIMARY DWELLING\nU204.1 Scope. An ADU detached from the primary dwelling shall be constructed in accordance with the New York City Zoning Resolution and all requirements of Group R-3 occupancy in this code, except as provided by Section U103, Sections U203.2 and U203.4 through U203.7, and Section U204.2.\nU204.1.1 Occupancy classification. Where the ADU is detached from the primary dwelling, both the ADU and the primary dwelling unit shall be classified as Group R-3 occupancy and shall comply with all applicable requirements of Group R-3 occupancy in this code.\nU204.2 Egress arrangement. The ADU shall provide all vertical circulation and exit systems required by this code without entering the primary dwelling. The construction of an ADU shall not alter the egress requirements for the primary dwelling pursuant to Chapter 10.\n\n SECTION BC U205\nUSE OF MANUFACTURED HOMES AS ADUS\nU205.1 Scope. Where a manufactured home is permitted by this code, the manufactured home may be used as an ADU in accordance with Section U103, U203, U204, and rules of the department.\n            � 2. Section 503.2.4.1 of the New York City fire code, as amended by local law number 47 for the year 2022, is amended to read as follows:\n503.2.4.1 Group R-3 occupancies set back 100 feet or less. The fire apparatus access road to a Group R-3 building with any main front entrance located more than 40 feet (12192 mm) but not more than 100 feet (30 480 mm) from the street line (as measured along the route of the fire apparatus access road) may be designed and constructed in compliance with the requirements of the Building Code for driveways where:\n1. The driveway is designed and is used exclusively to provide access only to a single Group R-3 building and no more than 1 ancillary dwelling unit, as defined in Section U102 of the Building Code, and to no other buildings; and\n2. The height of the Group R-3 building or an ancillary dwelling unit does not exceed 35 feet (10 668 mm) above the grade plane (with the terms \"building height\" and \"grade plane\" having the meanings set forth in Section BC 502.1 of the Building Code); and\n3. The driveway provides access to the frontage space of each occupancy, except as otherwise provided in FC 504.1.2; and\n4. The dwelling units are equipped with interconnected smoke alarms, in accordance with Section [907.2.10] 907.2.11 of the Building Code.\n            � 3. Section 504.1.2 of the New York City fire code, as amended by local law number 47 for the year 2022, is amended to read as follows:\n504.1.2 Occupancies with separate entrances. When a building contains more than one occupancy or is primary to a semi-attached or detached ancillary dwelling unit, as defined by Section U102 of the Building Code, and separate entrances are provided for individual occupancies, there shall be a main front entrance for each such occupancy, and a separate frontage space shall be provided for each main front entrance, except that a second frontage space is not required for a two-family Group R-3 occupancy or a dwelling unit ancillary to a one-family or two-family Group R-3 occupancy if unobstructed access, 5 feet (1524 mm) in width, is provided to the rear yard and to the main front entrance of any dwelling unit from either side of the building that is not directly accessible from the public street, fire apparatus access road, or driveway. An open accessory parking area not less than 5 feet (1524 mm) in width shall be sufficient to constitute unobstructed access to the rear yard, regardless of the presence of parked vehicles in such parking area.\n504.1.2.1 Detached ancillary dwelling units. A detached ancillary dwelling unit is not required to provide frontage space if access to the main front entrance of the detached ancillary dwelling unit is provided in accordance with the requirements for unobstructed access set forth in FC 504.1.2 and Table U103.8 of Appendix U of the Building Code.\n            � 4. This local law takes effect on the same date as a local law amending the administrative code of the city of New York, relating to establishing a pilot program to convert existing basement or cellar apartments to habitable dwelling units, as proposed  introduction number 1127 for the year 2024, takes effect. \n            \nAPM\nProposed Int. No. 1128-A\n11/27/24 5:58pm\n\n\n5\n\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\noline\\hyphpar0\\sa240\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\noline\\fi720\\sb120\\sa120\\sl480\\slmult1\\qj\\kerning2\\ulnone Section 1. \\kerning0 The New York city building code is amended by adding a new appendix U to read as follows:\\par\n\\pard\\ltrpar\\sb120\\sa120\\qc\\expndtw-10\\kerning28\\ul\\b APPENDIX U\\line ANCILLARY DWELLING UNITS\\b0\\par\n\\pard\\ltrpar\\keep\\keepn\\sb120\\sa120\\qc\\expndtw0\\kerning2\\b SECTION BC U101 \\line GENERAL\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj U101.1 Scope.\\b0  Except as modified by the express provisions of this appendix, an ancillary dwelling unit shall be constructed on the same tax lot as a one- or two-family dwelling in accordance with the requirements of this code.\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj\\b U101.1.1 Multiple dwelling law.\\b0  Where the ADU is located within the same building as the primary dwelling, and the total number of dwelling units of such building exceeds 2, the entire building shall be classified as Group R-2 occupancy and comply with all applicable requirements of Group R-2 occupancy in this code and the \\i New York State Multiple Dwelling Law\\i0  as applicable, except for basement and cellar units in the program area pursuant to Section U202.12. Buildings constructed as Type V construction may not be converted or altered to a three-family dwelling, except for eligible conversions made habitable pursuant to U202.12.\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj\\b U101.2 General conditions.\\b0  Any ADU permitted pursuant to this appendix must comply with the following conditions:\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj 1. An ADU shall only be permitted to be associated with a primary dwelling that is classified in occupancy Group R-3.\\par\n2. An ADU shall not be used as a care facility providing custodial care to any persons pursuant to Section 310.5. \\par\n3. An ADU shall not be constructed in the rear yard, as such term is defined by the \\i New York City Zoning Resolution\\i0 , of an attached one- or two-family dwelling. \\par\n4. An ADU in a cellar must have a clear ceiling height that is at least 2 feet above the grade plane.\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj\\b U101.3 Types of ADUs.\\b0  Where permitted by the \\i New York City Zoning Resolution\\i0 , no more than 1 ADU may be constructed on each tax lot, in 1 of the following locations:\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj 1. Above the grade plane, adjoining, or within the same building as the one-family dwelling, including attic or enlargement, constructed in accordance with Section U201.\\par\n2. In the basement or cellar of the building containing the primary dwelling, constructed in accordance with Section U202.\\par\n3. Separated by a fire wall from the two-family dwelling, constructed in accordance with Section U203.\\par\n\\pard\\ltrpar\\fi360\\sb120\\sa120\\qj 4. Detached from the primary dwelling, constructed in accordance with Section U204.\\par\n5. Manufactured home, installed in accordance with Section U205.\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj\\b U101.4 Certificate of occupancy.\\b0  No ADU shall be occupied for dwelling purposes without a certificate of occupancy issued by the commissioner to permit such ADU in accordance with Section 28-118.3 of the \\i Administrative Code\\i0 . An ADU constructed in accordance with Section U203, U204, or U205 shall require a separate certificate of occupancy from the primary dwelling unit. An ADU constructed in accordance with Section U201 and U202 shall require a new or amended certificate of occupancy for all the primary dwelling units and the ADU. In addition to Section 28-118.6 of the \\i Administrative Code\\i0 , such certificate of occupancy shall indicate the following as applicable:\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj 1. An ADU located in the basement or cellar shall be identified as \\ldblquote ADU Apartment U per BC U202\\rdblquote .\\par\n2. An ADU located in the basement or cellar in the program area, as defined in Section U202.2, shall be identified as \\ldblquote ADU Apartment U per BC U202 and MDL Art 7-D\\rdblquote .\\par\n3. An ADU with the main entrance opening to the rear yard shall be identified as \\ldblquote ADU Apartment R\\rdblquote .\\par\n4. All ADUs shall have \\ldblquote Ancillary Dwelling Unit per ZR 12-10 and BC Appendix U\\rdblquote  in the comment.\\par\n5. An ADU located in the basement or cellar shall be indicated in the applicable flood area designation where the premises are located, in accordance with Section U202.3.1. \\par\n\\b Exception:\\b0  Notwithstanding Section 28-118.3 of the \\i Administrative Code\\i0 , where an authorization for temporary residence is issued by the department in accordance with Article 507 of Chapter 5 of Title 28 of the \\i Administrative Code \\i0 and Section U202.12, a basement or cellar ADU shall be permitted to be occupied for dwelling purposes without the certificate of occupancy.\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj\\b U101. 5 Department rules.\\b0  The department shall consult with the fire department and the office of emergency management in promulgating any standard protective of health and safety pursuant to this Appendix.\\par\n\\pard\\ltrpar\\keep\\keepn\\sb120\\sa120\\qc\\b SECTION BC U102 \\line DEFINITIONS\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj U102.1 Definitions.\\b0  The following words and terms shall, for the purposes of this appendix, have the meanings shown herein:\\par\n\\b ANCILLARY DWELLING UNIT (ADU).\\b0  Where permitted by \\i New York City Zoning Resolution,\\i0  the\\i  \\i0 dwelling unit additional to a one- or two- family dwelling, providing permanent provisions for both sanitation and kitchen facilities, occupied or arranged to be occupied by not more than one family maintaining a common household.\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj\\tx3450\\b MANUFACTURED HOME.\\b0  Shall mean a manufactured home, as such term in defined in Section 202, and factory manufactured home, as such term is defined in Section 372 of the \\i New York State Executive Law\\i0 .\\par\n\\b PRIMARY DWELLING. \\b0 The one- or two- family dwelling to which the ADU is ancillary.\\par\n\\pard\\ltrpar\\keep\\keepn\\sb120\\sa120\\qc\\b SECTION BC U103 \\line GENERAL REQUIREMENTS\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj\\tx3450 U103.1 Scope. \\b0 All ADUs shall comply with this section and the applicable requirements in Sections U201 through U205.\\par\n\\b U103.2 Light and ventilation of the primary dwelling.\\b0  The creation of an ADU shall not diminish the light or ventilation of any habitable rooms of the primary dwelling in any way not in compliance with Chapter 12. \\par\n\\b U103.3 Light and ventilation of ADU.\\b0  All habitable rooms within an ADU shall be provided with natural ventilation in accordance with Section 1203.5 and natural light in accordance with Section 1205.2. \\par\n\\pard\\ltrpar\\sb120\\sa120\\qj\\b U103.4 Separate entrance required. \\b0 An ADU shall be provided with a separate entrance from that serving the dwelling units of the primary dwelling, either from the exterior of the primary dwelling or directly from a public corridor within the primary dwelling.\\par\n\\b U103.5 Separate utility required. \\b0 An ADU shall be provided with a heating, ventilation, and air-conditioning system, electrical system, and gas piping in accordance with Section U103.5.1 through U103.5.4, provided that an ADU on a tax lot\\kerning0  where \\kerning2 the total number of dwelling units exceeds 2, other than an ADU constructed in accordance with section U202, shall be provided with a heating, ventilation, and air-conditioning system, electrical system, and gas piping that is separate from the primary dwelling. \\b\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj U103.5.1 Heating, ventilation, and air-conditioning systems.\\b0  A primary dwelling and an ADU shall be provided with:\\par\n\\pard\\ltrpar\\li720\\sb120\\sa120\\qj 1. Return air openings for heating, ventilation, and air-conditioning that are not taken from another dwelling unit.\\par\n2. Separate climate controls.\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj\\b U103.5.2 Electrical systems.\\b0  A primary dwelling and an ADU shall be provided with:\\par\n\\pard\\ltrpar\\li720\\sb120\\sa120\\qj 1. Ready access to the service disconnecting means serving the dwelling unit.\\par\n2. Ready access for each occupant to all overcurrent devices protecting the conductors supplying each dwelling unit.\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj\\b U103.5.3 Gas piping.\\b0  Where an ADU is served by gas piping, such piping shall be provided with: \\par\n\\pard\\ltrpar\\li720\\sb120\\sa120\\qj 1. Ready access for each occupant to shutoff valves serving the dwelling unit in which such occupant resides.\\par\n2. Ready access for each occupant to appliance shutoff valves serving appliances in the dwelling unit in which such occupant resides.\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj\\b U103.5.4 Water service.\\b0  A primary dwelling and an ADU may share a common potable water system, provided that there are separate, accessible main shutoff valves allowing the water to be turned off for each unit without affecting any other unit.\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj\\b U103.6 Fire protection system. \\b0 ADUs shall be provided with a fire protection system in accordance with Chapter 9 unless otherwise prescribed in Section U103.6.1 through U103.6.3.\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj\\b U103.6.1 Automatic sprinkler system. \\b0 Where the ADU is permitted to be classified as an R-3 occupancy by this code, the exception in Section 903.2.8 shall not apply to such ADU and such ADU shall be provided with an automatic sprinkler system throughout the ADU in accordance with NFPA 13D as modified by Appendix Q. \\par\n\\pard\\ltrpar\\li720\\sb120\\sa120\\qj\\b U103.6.1.1 Sprinkler of basement or cellar ADU. \\b0 Where permitted by Section U202.12, notwithstanding Section 901.9.2, the primary dwelling shall not be required to be sprinklered as a Group R-2 occupancy where the basement or cellar ADU is sprinklered in accordance with NFPA 13D as modified by Appendix Q and the building is provided with fire department access as described in Section 501.4.3.1 of the \\i New York City Fire Code\\i0 . The alteration or creation of such a \\kerning0 basement or cellar ADU shall be deemed to be an alteration subject to exception 5.1 of section 501.4.3.1 of the \\i New York City Fire Code\\i0 .\\kerning2\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj\\b U103.6.2 Smoke alarm.\\b0  All ADUs shall be provided with smoke alarms in accordance with Section 907.\\par\n\\b U103.6.3 Carbon monoxide alarm.\\b0  All ADUs shall be provided with carbon monoxide alarms in accordance with Section 915.\\par\n\\b U103.6.4 Gas alarm.\\b0  Where gas service is provided in an ADU, gas alarms shall be required in accordance with Section 918.\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj\\b U103.7 Emergency escape and rescue openings.\\b0  All habitable rooms of an ADU shall be provided with emergency escape and rescue openings in accordance with Section 1025 of the \\i New York City Fire Code\\i0  and Section 1030.\\par\n\\b U103.8 Fire department access. \\b0 For the purpose of Section 501.3.1, an ADU shall be considered as an accessory building. Notwithstanding any inconsistent provisions of Section 501.3.2, where the main entrance to the ADU is set back no more than 100 feet from the curb line, a fire department access path shall be provided in accordance with Table U103.8. Protruding objects, projections, or overhangs shall not reduce such minimum clear width. Such access path shall open to the sky and be unobstructed between the street and such ADU.\\par\n\\pard\\ltrpar\\sb120\\sa240\\qc\\b TABLE U103.8\\line MINIMUM CLEAR WIDTH OF FIRE DEPARTMENT ACCESS PATH AND MAXIMUM NUMBER OF STORIES OF AN ADU\\par\n\\trowd\\trgaph108\\trleft5\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1260\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2790\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4050\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5040\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx6390\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7650\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9360\\pard\\intbl\\ltrpar\\b0\\fs22 Width of fire department access path\\cell ADU arrangement \\super a\\cell\\nosupersub Sprinkler \\super c\\cell\\nosupersub Fire district\\cell Construction class\\super\\cell\\nosupersub Maximum building height in stories \\cell Fire separation distance\\super\\cell\\kerning0\\ulnone\\nosupersub\\fs24\\row\n\\kerning2\\ul\\fs22\\trowd\\trgaph108\\trleft5\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1260\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2790\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4050\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5040\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx6390\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7650\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9360\\intbl 5 ft \\cell Attached \\super b\\nosupersub , detached, manufactured home\\cell SP\\cell Outside\\cell All\\cell 2\\cell As permitted by Table 602\\cell\\kerning0\\ulnone\\fs24\\row\n\\kerning2\\ul\\fs22\\trowd\\trgaph108\\trleft5\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1260\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2790\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4050\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5040\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx6390\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7650\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9360\\intbl 5 ft \\cell Attached \\super b\\nosupersub , detached, manufactured home\\cell SP\\cell Inside\\cell IA, IB, IIA, IIB, IIIA, IIIB, VA\\cell 2\\cell As permitted by Table 602\\cell\\kerning0\\ulnone\\fs24\\row\n\\kerning2\\ul\\fs22\\trowd\\trgaph108\\trleft5\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1260\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2790\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4050\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5040\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx6390\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7650\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9360\\intbl 5 ft \\cell Attached \\super b\\nosupersub , detached, manufactured home.\\cell SP\\cell Inside\\cell VB\\cell 1\\cell As permitted by Table 602\\cell\\kerning0\\ulnone\\fs24\\row\n\\kerning2\\ul\\fs22\\trowd\\trgaph108\\trleft5\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1260\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2790\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4050\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5040\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx6390\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7650\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9360\\intbl 8 ft \\cell Attached \\super b\\nosupersub , detached, manufactured home\\cell SP\\cell Inside\\cell All\\cell 2\\cell As permitted by Table 602\\cell\\kerning0\\ulnone\\fs24\\row\n\\pard\\ltrpar\\li360\\sb60\\sa60\\qj\\kerning2\\ul\\fs20 a. \\ldblquote Attached\\rdblquote  shall refer to ADUs constructed in accordance with Section U203. \\ldblquote Detached\\rdblquote  shall refer to ADUs constructed in accordance with Section U204. \\ldblquote Manufactured home\\rdblquote  shall refer to ADUs constructed in accordance with Section U205.\\par\nb. The construction class of an attached ADU shall not be lower than the primary dwelling in accordance with U203.3.1.\\par\n\\pard\\ltrpar\\fi360\\sb60\\sa240\\qj c. \\ldblquote SP\\rdblquote  shall refer to ADUs sprinklered in accordance with this Appendix. \\par\n\\pard\\ltrpar\\sb120\\sa120\\qj\\b\\fs24 U103.9 Sustainable roofing zones.\\b0  An ADU with a roof constructed pursuant to Section U202.3 or U202.4 shall be exempt from the requirements for a sustainable roofing zone pursuant to Section 1512 for any roof construction attributed to such ADU.\\par\n\\pard\\ltrpar\\keep\\keepn\\sb120\\sa120\\qc\\b SECTION BC U201 \\line ABOVE GRADE ADU WITHIN A ONE-FAMILY PRIMARY DWELLING\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj U201.1 Scope. \\b0 An ADU located entirely above the grade plane and adjoining or within the same building of the one-family dwelling shall be constructed in accordance with Section U103 and Sections U201.2 through U201.4. \\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj\\b Exception: \\b0 ADUs constructed in accordance with this section, other than ADUs constructed in an attic, shall not be required to comply with Section U103.6.1. \\b\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj U201.2 Occupancy classification. \\b0 Where the ADU is adjoining or within the same building as a one-family dwelling, both the ADU and the primary dwelling unit shall be classified as Group R-3 occupancy and shall comply with all applicable requirements of Group R-3 occupancy in this code. \\par\n\\b U201.3 Fire separation.\\b0  The ADU shall be separated from the primary dwelling by a fire barrier having at least a one-hour fire-resistance rating meeting the requirements of Section 420.\\par\n\\b U201.4 Exit stairway.\\b0  The exit stair required by Section 1006.3.2 may be constructed as an interior or exterior stair serving a Group R-3 occupancy in accordance with Chapter 10. Where an interior stair is provided, such interior stair shall be enclosed in accordance with Section 1023. Where an exterior stair is provided, such exterior stair shall be permitted to be constructed of combustible materials where all of the following conditions are met:\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj 1. The stair is at least 10 feet away from any lot line or wall of any other building on the same tax lot;\\par\n2. Sprinklers are provided throughout the ADU in accordance with Section U103.6.1;\\par\n\\pard\\ltrpar\\fi360\\sb120\\sa120\\qj 3. The building is lawfully constructed as Type V construction; and \\par\n4. The stair is constructed in accordance with Section 1011.7.2.\\par\n\\pard\\ltrpar\\keep\\keepn\\sb120\\sa120\\qc\\b SECTION BC U202 \\line ADU IN A BASEMENT OR CELLAR\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj U202.1 Scope. \\b0 An ADU located in a basement or cellar of an existing one- or two-family dwelling shall be constructed in accordance with Section U103 and Sections U202.2 through U202.12, as required by this section. \\par\n\\b U202.2 Definitions. \\b0 The following words and terms shall, for the purposes of this section, have the meanings shown herein:\\par\n\\b 10-YEAR RAINFALL FLOOD RISK AREA.\\b0  Shall have the same definition as such term is defined in Section 24-809 of the \\i  Administrative Code\\i0 .\\par\n\\b COASTAL FLOOD RISK AREA.\\b0  Shall have the same definition as such term is defined in Section 24-809 of the \\i  Administrative Code\\i0 .\\par\n\\b COMMUNITY DISTRICT.\\b0  A community district established pursuant to chapter 69 of the \\i New York City Charter\\i0 .\\par\n\\pard\\cbpat2\\ltrpar\\sb120\\sa120\\qj\\cf1\\b ELIGIBLE BASEMENT OR CELLAR RESIDENCE.\\b0  A basement or cellar in an existing dwelling within the program area, unlawfully arranged to be occupied as an apartment and with kitchen and sanitation facilities acceptable to the department, and which apartment was in existence prior to April 20, 2024.\\cf0\\b\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj PROGRAM AREA. \\b0 As permitted by Section 289 of the \\i New York State Multiple Dwelling Law,\\i0  \\cf1 Bronx community district 9; Bronx community district 10; Bronx community district 11; Bronx community district 12; Brooklyn community district 4; Brooklyn community district 10; Brooklyn community district 11; Brooklyn community district 17; Manhattan community district 2; Manhattan community district 3; Manhattan community district 9; Manhattan community district 10; Manhattan community district 11; Manhattan community district 12; and Queens community district 2 and such other community districts as may be authorized pursuant to such section.\\par\n\\cf0\\b U202.3 Prohibited locations.\\b0  An ADU shall not be permitted in a basement or cellar of a building in the following locations, except as otherwise provided pursuant to the \\i New York City\\i0  \\i Zoning Resolution\\i0 :\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj 1. Within the special flood hazard area in accordance with Appendix G. \\par\n\\pard\\ltrpar\\fi360\\sb120\\sa120\\qj 2. Within the 10-year rainfall flood risk area. \\par\n3. Within the coastal flood risk area.\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj\\b U202.3.1 Identification of flood hazard areas.\\b0  Where an ADU is permitted in accordance with Section U202.3, the construction documents for the ADU shall include a statement to certify that the premises are not located in any one of the following flood hazard areas:\\par\n\\pard\\ltrpar\\li720\\sb120\\sa120\\qj 1. Special flood hazard area, in accordance with Section G201.\\par\n\\pard\\ltrpar\\li1080\\sb120\\sa120\\qj 1.1 Coastal A-zone.\\par\n1.2 Coastal high-hazard area.\\par\n1.3 A-zone.\\par\n\\pard\\ltrpar\\li720\\sb120\\sa120\\qj 2. 10-year rainfall flood risk area.\\par\n3. Coastal flood risk area.\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj Each such statement shall be accompanied with the applicable flood area map.\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj\\b U202.4 Applicability.\\b0  Where permitted by this code, a basement or cellar ADU may be permitted if 1 of the following conditions is met:\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj 1. In the program area, eligible \\cf1 basement or cellar residences \\cf0 may be made habitable in accordance with Article 507 of Chapter 5 of Title 28 of the \\i Administrative Code \\i0 and Section U202.12.\\par\n2. An existing basement or cellar space in a one-family dwelling may be converted to 1 ADU in accordance with Sections U202.5 through U202.11.\\par\n3. An existing basement or cellar space in a two-family dwelling may be converted to 1 ADU in accordance with all applicable requirements of the \\i New York State Multiple Dwelling Law\\i0 . Such ADU shall be classified as a Group R-2 occupancy and comply with all the requirements of Group R-2 occupancy in this code.\\par\n\\b U202.4.1 Occupancy.\\b0  \\kerning0 Notwithstanding Section 27-751 of the \\i 1968 Building Code\\i0 , Section 27-2087 of the \\i Housing Maintenance Code\\i0 , Section 1208.2, and any applicable laws in existence prior to December 6, 1968, a basement or cellar ADU in a one-family dwelling may be occupied in accordance with the provisions of this Appendix, or a basement or cellar ADU in a one- or two-family dwelling in the program area may be occupied in accordance with Article 507 of Chapter 5 of the \\i Administrative Code\\i0 .\\kerning2\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj\\b U202.5 Minimum ceiling height.\\b0  Notwithstanding Section 1208.2, all habitable rooms in basements shall have a minimum clear ceiling height of 7 feet (2.1 meters). The minimum clear ceiling height of all habitable rooms in a cellar shall be 7 feet (2.1 meters).\\par\n\\b U202.6 Window requirements. \\b0 Each habitable room shall have at least 1 window with 6 square feet (.55 m\\super 2\\nosupersub )of openable area to provide natural ventilation as required pursuant to Section 1203.5.1.2.1. The total net glazed area of all windows shall be not less than 10 percent of the floor area of the room served, or 12 square feet (1.1 m\\super 2\\nosupersub ), whichever is greater. Such area may include glazed areas in doors providing light directly into such room.\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj\\b U202.6.1 Portions of windows below grade.\\b0  Portions of windows below grade plane may be included in calculations of such minimum net glazed area required to provide natural light where all the following conditions are met:\\par\n\\pard\\ltrpar\\li720\\sb120\\sa120\\qj 1. The window head is located not more than 6 inches (152 millimeters) below the lowest permitted projection below ceiling height; and\\par\n2. Such portions are surrounded by a window well or similar open area that:\\par\n\\pard\\ltrpar\\li1080\\sb120\\sa120\\qj 2.1 is at least 6 inches (152 millimeters) deeper than the bottom of the window; \\par\n2.2 is at least 3 times as wide, in the direction perpendicular to the window, as the depth below grade plane of such window portions, not to exceed 5 feet (1.5 meters),\\kerning0\\ulnone  \\kerning2\\ul provided the top of such window is at least 2 feet (.6 meters) above the adjoining grade;\\par\n2.3 is at least twice as wide, in the direction parallel to the window, including 6 inches (152 millimeters) wider on each side, as the depth below grade plane of such window portions; and\\par\n2.4 is provided with a drain to prevent any ponding of storm water, in accordance with Chapter 11 of the \\i New York City Plumbing Code\\i0 ; \\par\n\\pard\\ltrpar\\li720\\sb120\\sa120\\qj 3. No cantilever, permanent shading structure, or other obstruction, is less than 3 feet (.9 meters) above the window head or protrudes more than 1 foot (.3 meters) in the direction perpendicular to the window; and \\par\n4. No other encroachment or obstruction is within the window well, except as otherwise required by this code. Supplemental steps that provide access to the required yard, court, open space, or street may also be permitted. Where provided, such steps shall be dimensioned in accordance with Section 1011.5 and shall include a landing at the bottom of such window well in accordance with Section 1011.6.\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj\\b U202.7 Fire separation.\\b0  An ADU in a basement or cellar shall be constructed with the following fire separations:\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj\\b 1. Boilers and furnaces. \\b0 Any boiler or furnace in such ADU must be enclosed and separated from all habitable spaces by a noncombustible fire barrier having at least a 1-hour fire-resistance rating in accordance with Section 707, provided that any opening in such fire barrier shall be protected with a self-closing door. \\par\n\\b 2. Stairway enclosure. \\b0 Any stairway connecting more than 1 dwelling unit shall be provided with an enclosure in accordance with Section 713. Where the stairway is fully contained within the ADU and such ADU is fully sprinklered in accordance with Section U103.6.1, such stairway shall be permitted to be unenclosed.\\par\n\\b 3. Existing above grade unit.\\b0  The ADU must be separated from all other dwelling units by noncombustible construction having at least a 1-hour fire-resistance rating meeting the requirements of Section 420.\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj\\b U202.8 Means of egress. \\b0 An ADU in a basement or cellar shall be provided with means of egress in accordance with this section.\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj\\b U202.8.1 Emergency escape and rescue openings.\\b0  All sleeping rooms shall be provided with at least 1 emergency escape and rescue opening in accordance with Section 1030. \\par\n\\b U202.8.2 Means of egress from a basement ADU.\\b0  An ADU in a basement shall be provided with at least 1 means of egress exterior door opening directly to the outdoors in accordance with Chapter 10, including access to a public way. Such exterior door shall swing inward and be provided with landings on both the interior and exterior sides in accordance with Section 1010.1.6, excepted as provided in Section U202.8.4.\\par\n\\b U202.8.3 Means of egress from a cellar ADU.\\b0  An ADU in a cellar shall be provided with at least two means of egress doors, remotely located from each other. In addition, the following shall be provided:\\par\n\\pard\\ltrpar\\li720\\sb120\\sa120\\qj 1. At least 1 means of egress door shall be an exterior door opening directly to the outdoors in accordance with Chapter 10, including access to the public way, even if compliance with such standards is not otherwise required by Chapter 10 or any other law. Such exterior door shall swing inward and be provided with landings on both the interior and exterior sides of the door in accordance with Section 1010.1.6, excepted as provided in Section U202.8.4.\\par\n2. Such cellar shall be considered as a story above a grade plane for the purpose of complying with Chapter 9 and Chapter 10.\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj\\b U202.8.4 Landing exception.\\b0  An exterior landing shall not be required where the landing or floor on the exterior side is no more than 7.75 inches (197 millimeters) below the top of threshold of the exit door, and the door does not swing over the landing or floor.\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj\\b U202.9 Radon levels. \\b0 No certificate of occupancy or temporary certificate of occupancy may be issued for an ADU located in a basement or cellar unless a certification is submitted to the commissioner that the level of radon in such ADU is tested in accordance with, and meets the standards set forth in rules promulgated by the department of health and mental hygiene, in consultation with the department, the fire department, and the office of emergency management.\\par\n\\b U202.10 Vapor levels.\\b0  No certificate of occupancy or temporary certificate of occupancy shall be issued for an ADU located in a basement or cellar unless a certification is submitted to the commissioner that the vapor level in such ADU is tested in accordance with, and meets the standards set forth in rules promulgated by the department of health and mental hygiene, in consultation with the mayor\\rquote s office of environmental remediation, the department, the fire department, and the office of emergency management. \\b\\par\nU202.11 Basic stormwater prevention requirements.\\b0  An ADU located in a basement or cellar shall comply with the following:\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj\\b 1. Water sensor and alarm.\\b0  Every habitable room shall be provided with at least 1 water sensor with backup battery power to warn the occupants in the event of a flood. The department may promulgate rules to supplement the requirement of such water sensors and alarms.\\par\n\\b 2. Emergency preparedness information. \\b0 The owner shall post all required signage in a manner prescribed by the \\i Housing Maintenance Code\\i0  and the rules of the department of housing preservation and development and shall notify any tenants about enrollment in an emergency alert system operated by the office of emergency management.\\b\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj U202.12 Special requirements for certain basement or cellar ADUs.\\b0  The department may issue an authorization for temporary residence in accordance with Article 507 of Chapter 5 of Title 28 of the \\i Administrative Code.\\i0  An eligible basement or cellar residence in the program area shall comply with the provisions of such article and the rules of the department. \\par\n\\pard\\ltrpar\\keep\\keepn\\sb120\\sa120\\qc\\b SECTION BC U203 \\line ADU SEPARATED BY A FIRE WALL FROM A TWO-FAMILY PRIMARY DWELLING\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj U203.1 Scope. \\b0 An ADU separated from the primary two-family dwelling by a fire wall that is constructed of concrete or masonry in accordance with Section 706 shall be constructed in accordance with all applicable requirements of a Group R-3 occupancy of this code, except as provided by in Section U103 and Sections U203.2 through U203.7.\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj\\b U203.1.1 Occupancy classification. \\b0 Where the ADU is separated from the primary two-family dwelling by a fire wall, both the ADU and the primary dwelling unit shall be classified as Group R-3 occupancy and shall comply with all applicable requirements of Group R-3 occupancy in this code.\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj\\b U203.2 Subgrade space limitation. \\b0 The ADU shall be located above the grade plane. The finished ground level of an under-floor space below the story above the grade plane shall be level with or higher than the outside finished ground level on at least 1 side.\\par\n\\b U203.3 Separate building required.\\b0  The ADU shall be constructed as a separate building from the primary dwelling. Both the ADU and the primary dwelling shall provide:\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj 1. All vertical circulation and exit systems required by this code without entering the other building.\\par\n2. All fire protection systems required by this code without reliance on the other building. A shared water supply in accordance with Section U103.5.4 shall be permitted.\\par\n\\b U203.3.1 Construction class. \\b0 The construction class of an attached ADU shall not be lower than the primary dwelling.\\b\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj U203.4\\b0  \\b Exterior walls. \\b0 Construction, projections, openings and penetration of exterior walls of an ADU shall comply with Sections 602 and 705.\\par\n\\b U203.5 Maximum building height. \\b0 The maximum building height of the ADU shall be determined in accordance with Section U103.8.\\b\\par\nU203.6 Type V construction in fire districts.\\b0  Notwithstanding Section D105.1, an ADU completely or partially located inside the fire districts, as established in Section D101.2, is permitted to be constructed as Type V in accordance with Section U103.8.\\b\\par\nU203.7 Flood mitigation.\\b0  The department may promulgate rules relating to requirements for flood mitigation applicable to an ADU in the coastal flood risk area or 10-year rainfall flood risk area.\\par\n\\pard\\ltrpar\\keep\\keepn\\sb120\\sa120\\qc\\b SECTION BC U204 \\line ADU DETACHED FROM THE PRIMARY DWELLING\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj U204.1 Scope. \\b0 An ADU detached from the primary dwelling shall be constructed in accordance with the \\i New York City Zoning Resolution\\i0  and all requirements of Group R-3 occupancy in this code, except as provided by Section U103, Sections U203.2 and U203.4 through U203.7, and Section U204.2.\\par\n\\pard\\ltrpar\\li360\\sb120\\sa120\\qj\\b U204.1.1 Occupancy classification.\\b0  Where the ADU is detached from the primary dwelling, both the ADU and the primary dwelling unit shall be classified as Group R-3 occupancy and shall comply with all applicable requirements of Group R-3 occupancy in this code.\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj\\b U204.2 Egress arrangement.\\b0  The ADU shall provide all vertical circulation and exit systems required by this code without entering the primary dwelling. The construction of an ADU shall not alter the egress requirements for the primary dwelling pursuant to Chapter 10.\\par\n\\par\n\\pard\\ltrpar\\keep\\keepn\\sb120\\sa120\\qc\\b  SECTION BC U205\\line USE OF MANUFACTURED HOMES AS ADUS\\par\n\\pard\\ltrpar\\sb120\\sa240\\qj U205.1 Scope. \\b0 Where a manufactured home is permitted by this code, the manufactured home may be used as an ADU in accordance with Section U103, U203, U204, and rules of the department.\\par\n\\pard\\ltrpar\\fi1440\\sb120\\sa120\\sl480\\slmult1\\qj\\ulnone\\'a7 2. Section 503.2.4.1 of the New York City fire code, as amended by local law number 47 for the year 2022, is amended to read as follows:\\par\n\\pard\\ltrpar\\sb120\\sa120\\qj\\cf1\\kerning0\\b 503.2.4.1 Group R-3 occupancies set back 100 feet or less. \\b0 The fire apparatus access road to a Group R-3 building with any main front entrance located more than 40 feet (12192 mm) but not more than 100 feet (30 480 mm) from the street line (as measured along the route of the fire apparatus access road) may be designed and constructed in compliance with the requirements of the Building Code for driveways where:\\par\n\\pard\\ltrpar\\hyphpar0\\li360\\sb120\\sa120\\qj 1. The driveway is designed and is used exclusively to provide access only to a single Group R-3 building \\ul and no more than 1 ancillary dwelling unit, as defined in Section U102 of the Building Code,\\ulnone  and to no other buildings; and\\cf0\\par\n\\cf1 2. The height of the Group R-3 building \\ul or an ancillary dwelling unit\\ulnone  does not exceed 35 feet (10 668 mm) above the grade plane (with the terms \"building height\" and \"grade plane\" having the meanings set forth in Section BC 502.1 of the Building Code); and\\par\n3. The driveway provides access to the frontage space of each occupancy, except as otherwise provided in FC 504.1.2; and\\cf0\\par\n\\pard\\ltrpar\\hyphpar0\\li360\\sb120\\sa240\\qj\\cf1 4. The dwelling units are equipped with interconnected smoke alarms, in accordance with Section [907.2.10] \\ul 907.2.11\\ulnone  of the Building Code.\\par\n\\pard\\ltrpar\\fi1440\\sb120\\sa120\\sl480\\slmult1\\qj\\cf0\\kerning2\\'a7 3. Section 504.1.2 of the New York City fire code, as amended by local law number 47 for the year 2022, is amended to read as follows:\\par\n\\pard\\ltrpar\\hyphpar0\\sb120\\sa120\\qj\\cf1\\kerning0\\b 504.1.2 Occupancies with separate entrances.\\cf0\\b0  \\cf1 When a building contains more than one occupancy \\ul or is primary to a semi-attached or detached ancillary dwelling unit, as defined by Section U102 of the Building Code,\\ulnone  and separate entrances are provided for individual occupancies, there shall be a main front entrance for each such occupancy, and a separate frontage space shall be provided for each main front entrance, except that a second frontage space is not required for a two-family Group R-3 occupancy \\ul or a dwelling unit ancillary to a one-family or two-family Group R-3 occupancy\\ulnone  if unobstructed access, 5 feet (1524 mm) in width, is provided to the rear yard and to the main front entrance of any dwelling unit from either side of the building that is not directly accessible from the public street, fire apparatus access road, or driveway. An open accessory parking area not less than 5 feet (1524 mm) in width shall be sufficient to constitute unobstructed access to the rear yard, regardless of the presence of parked vehicles in such parking area.\\cf0\\par\n\\pard\\ltrpar\\hyphpar0\\li360\\sb120\\sa240\\qj\\ul\\b 504.1.2.1 Detached ancillary dwelling units.\\b0  A detached ancillary dwelling unit is not required to provide frontage space if access to the main front entrance of the detached ancillary dwelling unit is provided in accordance with the requirements for unobstructed access set forth in FC 504.1.2 and Table U103.8 of Appendix U of the Building Code.\\par\n\\pard\\ltrpar\\hyphpar0\\fi1440\\sb120\\sa120\\sl480\\slmult1\\qj\\kerning2\\ulnone\\'a7 4. This local law takes effect on the same date as a local law amending the administrative code of the city of New York, relating to establishing a pilot program to convert existing basement or cellar apartments to habitable dwelling units, as proposed  introduction number 1127 for the year 2024, takes effect. \\par\n\\pard\\ltrpar\\noline\\hyphpar0\\fi1440\\sb120\\sa120\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\noline\\hyphpar0\\sa120\\qj\\fs20 APM\\par\nProposed Int. No. 1128-A\\par\n11/27/24 5:58pm\\kerning0\\b\\par\n}\n",
  "LastModified": "2024-12-04T21:43:42.15Z"
}
