{
  "ID": 70355,
  "GUID": "E1691F24-D03C-4D8C-B03D-D0F5CD586A02",
  "File": "Int 1134-2024",
  "Name": "Race and ethnicity data collected by agencies.",
  "Title": "A Local Law to amend the New York city charter, in relation to race and ethnicity data collected by agencies",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 5293,
  "BodyName": "Committee on Governmental Operations, State & Federal Legislation",
  "IntroDate": "2024-12-05T00:00:00Z",
  "AgendaDate": "2024-12-05T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7814,
      "Slug": "linda-lee",
      "FullName": "Linda Lee"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    }
  ],
  "History": [
    {
      "ID": 414968,
      "Date": "2024-12-05T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-11-27T00:50:56.09Z"
    },
    {
      "ID": 415113,
      "Date": "2024-12-05T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations, State & Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21263,
      "AgendaSequence": 73,
      "MinutesSequence": 83,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations, State & Federal Legislation",
      "MatterStatusID": 3,
      "LastModified": "2024-12-05T16:36:34.93Z"
    },
    {
      "ID": 421489,
      "Date": "2025-06-16T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5293,
      "BodyName": "Committee on Governmental Operations, State & Federal Legislation",
      "EventID": 21679,
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-06-16T19:18:15.517Z"
    },
    {
      "ID": 422160,
      "Date": "2025-06-16T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5293,
      "BodyName": "Committee on Governmental Operations, State & Federal Legislation",
      "EventID": 21679,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-06-16T19:18:19.923Z"
    }
  ],
  "Attachments": [
    {
      "ID": 311868,
      "LastModified": "2025-06-20T17:32:14.727Z",
      "Name": "Summary of Int. No. 1134",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fcc29227-4af2-4b0a-916c-4e090725d36b.docx",
      "Sort": 1
    },
    {
      "ID": 320489,
      "LastModified": "2025-06-12T13:50:48.647Z",
      "Name": "Int. No. 1134",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ca9e625b-990e-44cc-9307-bea5d7fee906.docx",
      "Sort": 3
    },
    {
      "ID": 312582,
      "LastModified": "2025-06-13T14:21:09.077Z",
      "Name": "December 5, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/16f1c246-8542-486c-92c1-8b839b62e624.pdf",
      "Sort": 4
    },
    {
      "ID": 312520,
      "LastModified": "2025-06-13T14:21:09.03Z",
      "Name": "Hearing Transcript - Stated Meeting 12-5-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c9e4ffa6-ea03-4fbb-a516-a72f04e7d826.pdf",
      "Sort": 5
    },
    {
      "ID": 321426,
      "LastModified": "2025-06-20T13:56:24.92Z",
      "Name": "Committee Report 6/16/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b3143177-f94d-46aa-81de-fb8122bd88fd.docx",
      "Sort": 6
    },
    {
      "ID": 321875,
      "LastModified": "2025-06-20T17:32:18.517Z",
      "Name": "Hearing Testimony 6/16/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4b3069d2-de98-4514-81ef-2053b147cb42.pdf",
      "Sort": 8
    },
    {
      "ID": 321447,
      "LastModified": "2025-06-20T17:32:18.48Z",
      "Name": "Fiscal Impact Statement - City Council",
      "Link": "https://nyc.legistar1.com/nyc/attachments/497d2fbd-4499-4e34-952c-e264dec8a33d.docx",
      "Sort": 9
    },
    {
      "ID": 321448,
      "LastModified": "2025-06-20T17:32:18.253Z",
      "Name": "Fiscal Impact Statement - OMB",
      "Link": "https://nyc.legistar1.com/nyc/attachments/be5f152b-b729-49ec-922c-be3193d94d7d.pdf",
      "Sort": 10
    }
  ],
  "Summary": "This bill would require agencies that collect demographic information from individuals through form documents to include additional race and ethnicity options.",
  "TextID": 73577,
  "Text": "Be it enacted by the Council as follows:\n      \n      \n      Section 1. Subdivision i of section 15 of the New York city charter, as amended by local law number 76 for the year 2018, is amended to read as follows:\n      i. 1. Definitions. As used in this subdivision, the following terms have the following meanings:\n      Administering agency. The term \"administering agency\" means an agency that directly or by contract collects demographic information through form documents from residents.\n      Minimum race and ethnicity reporting category. The term \"minimum race and ethnicity reporting category\" means a category for reporting data on race and ethnicity based on the most recent data by the United States census bureau, with options including American Indian or Alaska Native, Asian, Black or African American, Hispanic or Latino, Middle Eastern or North African, Native Hawaiian or Pacific Islander, and White.\n      Regional subgroup race and ethnicity reporting category. The term \"regional subgroup race and ethnicity reporting category\" means a category for reporting data on race and ethnicity consisting of an aggregation of related subgroup race and ethnicity reporting categories within a minimum race and ethnicity reporting category, based on the most recent regional subgroup race and ethnicity reporting categories used by the United States census bureau, including Alaska Native, American Indian, Latin American Indian, Central Asian, East Asian, South Asian, Southeast Asian, African American or American descendants of slaves, Caribbean and the Americas, Sub-Saharan African with regional groupings as determined by the United Nations geoscheme, Central African or Middle African, Eastern African, Southern African, Western African, Caribbean, Central American, South American, Arab, Anatolian, Arabian Peninsulan, Caucasus, Fertile Crescent, Iranian Plateau, North African, Sinai Peninsula, Melanesian, Micronesian, Polynesian, Australian and New Zealander, Eastern European, North American, North European, South European, and West European.\n      Subgroup race and ethnicity reporting category. The term \"subgroup race and ethnicity reporting category\" means a category for reporting data on race and ethnicity within a regional subgroup race and ethnicity reporting category, based on the most recent subgroup race and ethnicity reporting categories used by the United States census bureau, including Apache, Blackfeet Tribe, Cherokee, Chickasaw, Chippewa, Choctaw, Iroquois, Lenape, Mohawk, Oneida, Onondaga, Seneca, Shinnecock, Sioux, Aztec, Inca, Maya, Mixtec, Taino, Afghan, Kazakh, Kyrgyz, Tajik, Turkmen, Uyghur, Uzbek, Chinese, Japanese, Korean, Mongolian, Taiwanese, Asian Indian, Asian Indian-Bengali, Asian Indian-Punjabi, Bangladeshi, Bengali, Bhutanese, Maldivian, Nepali, Pakistani, Punjabi, Sikh, Sindhi, Sri Lankan, Bruneian, Burmese, Cambodian, Filipino, Hmong, Indonesian, Laotian, Malaysian, Mien, Singaporean, Thai, Vietnamese, Anguillan, Antiguan and Barbudan, Aruban, Bahamian, Barbadian, Belizean, Bermudan, British Virgin Islander, British West Indian, Caymanian, Dominica Islander, Grenadian, Guyanese, Haitian, Jamaican, Kittian and Nevisian, Montserratian, St. Lucian, Surinamese, Trinidadian and Tobagonian, U.S. Virgin Islander, Vincentian, West Indian, Angolan, Cameroonian, Central African, Chadian, Congolese, Equatorial Guinean, Gabonese, Burundian, Ethiopian, Eritrean, Kenyan, Malagasy, Malawian, Mozambican, Rwandan, Somali, South Sudanese, Sudanese, Tanzanian, Ugandan, Zambian, Zimbabwean, Motswana or Botswanian, Namibian, South African, Swazi, Burkinabe, Beninese, Bissau-Guinean, Cape Verdean, Gambian, Ghanaian, Guinean, Ivoirian, Liberian, Malian, Mauritanian, Nigerian, Nigerien, Senegalese, Sierra Leonean, Togolese, Cuban, Dominican, Puerto Rican, Costa Rican, Guatemalan, Honduran, Mexican, Nicaraguan, Panamanian, Salvadoran, Argentinian, Bolivian, Brazilian, Chilean, Colombian, Ecuadoran, Paraguayan, Peruvian, Uruguayan, Venezuelan, Turkish, Bahraini, Emirati, Kuwaiti, Omani, Qatari, Saudi, Yemeni, Armenian, Assyrian, Chaldean, Jewish, Kurdish, Iraqi, Israeli, Jordanian, Lebanese, Palestinian, Syriac, Syrian, Yazidi, Iranian, Amazigh or Berber, Algerian, Comoronian, Djiboutian, Libyan, Moroccan, Mauritanian, Somali, Sudanese, Tunisian, Egyptian, Fijian, Chamorro, Marshallese, Native Hawaiian, Samoan, Tongan, Australian, New Zealander, Azerbaijani, Georgian, Armenian, Czech, Belarussian, Bulgarian, Hungarian, Moldovan, Polish, Romanian, Russian, Slovak, Slovenian, Ukrainian, American, Cajun, Canadian, Alsatian, British, Danish, English, Estonian, Finnish, Icelandic, Irish, Latvian, Lithuanian, Norwegian, Scottish, Swedish, Welsh, Albanian, Andorran, Basque, Bosnian and Herzegovinian, Croat, Cypriot, Greek, Italian, Kosovan, Maltese, Montenegrin, North Macedonian, Portuguese, Serbian, Spanish, Turkish, Belgian, Dutch, French, German, Liechtensteiner, Monacan, and Swiss. \n      Transnational subgroup race and ethnicity reporting category. The term \"transnational subgroup race and ethnicity reporting category\" means a category for reporting data on race and ethnicity consisting of subgroup race and ethnicity reporting categories that include multiple races or ethnicities, based on the most recent transnational race and ethnicity reporting categories used by the United States census bureau, including Chinese Caribbean or Chinese Latin American, Guyanese, Indo-Caribbean, Japanese Latin American, Surinamese, Tibetan, and Jewish.\n       [1. The department of social services, the administration for children's services, the department of homeless services, the department of health and mental hygiene, the department for the aging, the department for youth and community development, the department of education and any other agencies designated by the mayor] 2. Each administering agency [that directly or by contract collect demographic information via form documents from city residents seeking social services] shall provide all persons [seeking such services] completing form documents with a standardized, anonymous, and voluntary demographics information survey form that contains combined race and ethnicity questions [regarding ancestry and languages spoken] based on the most recent guidance by the United States census bureau. Such form shall include a statement indicating that completion of the form is voluntary and that any information collected will not affect eligibility for services. \n      [2.] 3. The combined race and ethnicity questions shall include options allowing respondents to select from:\n      (a) [at least the top 30 largest ancestry groups and languages spoken in the city of New York based on data from the United States census bureau; and] The minimum race and ethnicity reporting categories, and an option to write in a response;\n      (b) [\"other,\" with an option to write in a response.] The 10 subgroup race and ethnicity reporting categories within each minimum race and ethnicity reporting category with the highest populations in the city based on the most recent data from the United States census bureau, and 3 additional subgroup race and ethnicity reporting categories within each minimum race and ethnicity reporting category chosen by the administering agency, and at least 1 transnational subgroup race and ethnicity reporting category, if such a category exists within such minimum race and ethnicity reporting category, and an option to write in a response.\n       [3.] 4. (a) Such survey form shall be created by the office of operations, in coordination with the [and] office of immigrant affairs, or such offices or agencies as may be designated by the mayor, and [may] shall be updated based on the most recent guidance reported by the United States census bureau, and may be updated as deemed necessary by those agencies based on changing demographics. \n      (b) No later than 1 year after the effective date of the local law that added this subparagraph, each administering agency, in coordination with the office of operations and office of immigrant affairs, shall update any existing form documents as required by this subdivision. \n      (c) The office of operations, in collaboration with the office of immigrant affairs, shall establish a webpage that lists each minimum race and ethnicity reporting category, regional subgroup race and ethnicity reporting category, and subgroup race and ethnicity reporting category based on the most recent race and ethnicity reporting categories used by the United States census bureau. Each administering agency shall include a link to such webpage on any online form that includes demographic data questions. The office of operations shall update such webpage as necessary based on the most recent race and ethnicity categories used by the United States census bureau.\n      [4.] 5. (a) Beginning no later than six months after the effective date of the local law that added this subdivision, and annually thereafter, the office of operations, or the office or agency designated by the mayor, shall conduct a review of all forms issued [by the agencies described in] pursuant to paragraph [1] 2 of this subdivision [and any other agencies so designated by the mayor] that[:] collect demographic information [addressing the questions contained on the survey form, are completed by persons seeking services and contain content and/or language in relation to collecting such information that is within the administering city agency's authority to edit or amend] from city residents [seeking social services]. The office of operations, or the office or agency designated by the mayor, shall submit to the council, within 60 days of such review, a [list] report listing [of] all forms reviewed [and all forms eligible for updating, and for forms not eligible for updating an explanation of why such forms are not eligible for updating, and indicate which forms shall be updated.] and indicating whether each such form is within each administering agency's authority to amend. If a form is not within an administering agency's authority to amend, the report shall identify the law or other barrier that prohibits such amendment, whether there is any applicable waiver that would permit amendment of such form, and, if so, any efforts made to obtain such a waiver. When [practicable, when] such forms are updated they shall request voluntary responses to questions about [ancestry and languages spoken] race and ethnicity. All forms [identified as eligible for updating during the review required pursuant to this paragraph] within an administering agency's authority to amend shall be updated to invite responses to questions about race and ethnicity [ancestry and languages spoken no later than five years from the effective date of the local law that added this subdivision]. \n      (b) All forms not [eligible for updating] within an administering agency's authority to amend shall be provided in conjunction with the standardized, anonymous, and voluntary demographics information survey form as established by paragraph [1] 2 of this subdivision [i of this section.], provided that, if there is any waiver that would permit such form to be amended, the administering agency shall apply for such waiver, and, if such waiver is granted, such form shall be updated to invite responses to questions about race and ethnicity. \n      (c) Upon an administering agency's determination that a form is not within such administering agency's authority to amend, such administering agency shall notify the public by posting on such administering agency's website the law or other barrier that prohibits such amendment, whether there is a waiver that would permit amendment of such form, and any efforts to obtain such a waiver. Such administering agency shall provide the public with an opportunity to comment on such form at a public hearing within 30 days of issuing such notice, and shall publish on such administering agency's website the decision on whether such request for a waiver was granted or denied, including an explanation of the reasons why such waiver was granted or denied.\n      [5.] 6. (a) Beginning no later than 18 months after the effective date of the local law that added this subdivision, and annually thereafter, the office of operations, or the office or agency designated by the mayor, in coordination with each administering agency, shall make available to the public through the single web portal required by section 23-502 the following data for the prior fiscal year: [that includes but is not limited to the total number of individuals who have identified their ancestry or languages spoken on the survey form described in paragraph 1 of this subdivision and any forms updated pursuant to paragraph 4 of this subdivision, disaggregated by response option, agency and program. Such data shall be made available to the public through the single web portal provided for in section 23-502 of the administrative code.] \n      (1) The total number of individuals who have selected their race and ethnicity on the survey form described in paragraph 2 of this subdivision;\n      (2) The total number of individuals who selected each minimum race and ethnicity reporting category;\n      (3) The total number of individuals who selected each subgroup race and ethnicity reporting category; \n      (4) The total number of individuals who selected each transnational subgroup race and ethnicity reporting category; and\n      (5) The total number of individuals who are members of each regional subgroup race and ethnicity reporting category based on an analysis of each subgroup race and ethnicity reporting category selected by an individual.\n      (b) No later than 1 year after the effective date of the local law that added this subparagraph, and annually thereafter, each administering agency shall post on each such administering agency's website the following information for the prior fiscal year:\n      (1) The total number of forms used by such administering agency that include questions on race and ethnicity;\n      (2) A list of any forms updated pursuant to this subdivision; and\n      (3) The name of the division or unit within the administering agency responsible for collecting and maintaining race and ethnicity data.\n       [6.] 7. [Each] No later than 1 year after publishing the data required to be published pursuant to paragraph 6 of this section, each administering agency that provides the survey form required pursuant to paragraph [1] 2 of this subdivision shall evaluate its provision of services in consideration of the data collected pursuant to this subdivision and the office of operations, or the office or agency designated by the mayor, shall submit to the council [a] an annual report on any new or modified services developed by any agencies based on such data. [Such report shall be submitted no earlier than 18 months after the effective date of the local law that added this paragraph.]\n      [7.] 8. No information that is otherwise required to be reported pursuant to this section shall be reported in a manner that would violate any applicable provision of federal, state or local law relating to the privacy of information respecting students and families serviced by the New York city department of education. If any category requested contains between 1 and 5, or allows another category to be narrowed to between 1 and 5, the number shall be replaced with a symbol.\n      � 2. This local law takes effect 120 days after it becomes law.\n\n\nJEF\nLS #8597\n11/22/2024 12:00 PM\n      2\n      \n      \n      9",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\ulnone\\par\n\\pard\\ltrpar\\fi720\\qj\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Section 1. Subdivision i of section 15 of the New York city charter, as amended by local law number 76 for the year 2018, is amended to read as follows:\\par\ni. \\ul 1. Definitions. As used in this subdivision, the following terms have the following meanings:\\par\nAdministering agency. The term \\ldblquote administering agency\\rdblquote  means an agency that directly or by contract collects demographic information through form documents from residents.\\par\nMinimum race and ethnicity reporting category. The term \\ldblquote minimum race and ethnicity reporting category\\rdblquote  means a category for reporting data on race and ethnicity based on the most recent data by the United States census bureau, with options including American Indian or Alaska Native, Asian, Black or African American, Hispanic or Latino, Middle Eastern or North African, Native Hawaiian or Pacific Islander, and White.\\par\nRegional subgroup race and ethnicity reporting category. The term \\ldblquote regional subgroup race and ethnicity reporting category\\rdblquote  means a category for reporting data on race and ethnicity consisting of an aggregation of related subgroup race and ethnicity reporting categories within a minimum race and ethnicity reporting category, based on the most recent regional subgroup race and ethnicity reporting categories used by the United States census bureau, including Alaska Native, American Indian, Latin American Indian, Central Asian, East Asian, South Asian, Southeast Asian, African American or American descendants of slaves, Caribbean and the Americas, Sub-Saharan African with regional groupings as determined by the United Nations geoscheme, Central African or Middle African, Eastern African, Southern African, Western African, Caribbean, Central American, South American, Arab, Anatolian, Arabian Peninsulan, Caucasus, Fertile Crescent, Iranian Plateau, North African, Sinai Peninsula, Melanesian, Micronesian, Polynesian, Australian and New Zealander, Eastern European, North American, North European, South European, and West European.\\par\nSubgroup race and ethnicity reporting category. The term \\ldblquote subgroup race and ethnicity reporting category\\rdblquote  means a category for reporting data on race and ethnicity within a regional subgroup race and ethnicity reporting category, based on the most recent subgroup race and ethnicity reporting categories used by the United States census bureau, including Apache, Blackfeet Tribe, Cherokee, Chickasaw, Chippewa, Choctaw, Iroquois, Lenape, Mohawk, Oneida, Onondaga, Seneca, Shinnecock, Sioux, Aztec, Inca, Maya, Mixtec, Taino, Afghan, Kazakh, Kyrgyz, Tajik, Turkmen, Uyghur, Uzbek, Chinese, Japanese, Korean, Mongolian, Taiwanese, Asian Indian, Asian Indian-Bengali, Asian Indian-Punjabi, Bangladeshi, Bengali, Bhutanese, Maldivian, Nepali, Pakistani, Punjabi, Sikh, Sindhi, Sri Lankan, Bruneian, Burmese, Cambodian, Filipino, Hmong, Indonesian, Laotian, Malaysian, Mien, Singaporean, Thai, Vietnamese, Anguillan, Antiguan and Barbudan, Aruban, Bahamian, Barbadian, Belizean, Bermudan, British Virgin Islander, British West Indian, Caymanian, Dominica Islander, Grenadian, Guyanese, Haitian, Jamaican, Kittian and Nevisian, Montserratian, St. Lucian, Surinamese, Trinidadian and Tobagonian, U.S. Virgin Islander, Vincentian, West Indian, Angolan, Cameroonian, Central African, Chadian, Congolese, Equatorial Guinean, Gabonese, Burundian, Ethiopian, Eritrean, Kenyan, Malagasy, Malawian, Mozambican, Rwandan, Somali, South Sudanese, Sudanese, Tanzanian, Ugandan, Zambian, Zimbabwean, Motswana or Botswanian, Namibian, South African, Swazi, Burkinabe, Beninese, Bissau-Guinean, Cape Verdean, Gambian, Ghanaian, Guinean, Ivoirian, Liberian, Malian, Mauritanian, Nigerian, Nigerien, Senegalese, Sierra Leonean, Togolese, Cuban, Dominican, Puerto Rican, Costa Rican, Guatemalan, Honduran, Mexican, Nicaraguan, Panamanian, Salvadoran, Argentinian, Bolivian, Brazilian, Chilean, Colombian, Ecuadoran, Paraguayan, Peruvian, Uruguayan, Venezuelan, Turkish, Bahraini, Emirati, Kuwaiti, Omani, Qatari, Saudi, Yemeni, Armenian, Assyrian, Chaldean, Jewish, Kurdish, Iraqi, Israeli, Jordanian, Lebanese, Palestinian, Syriac, Syrian, Yazidi, Iranian, Amazigh or Berber, Algerian, Comoronian, Djiboutian, Libyan, Moroccan, Mauritanian, Somali, Sudanese, Tunisian, Egyptian, Fijian, Chamorro, Marshallese, Native Hawaiian, Samoan, Tongan, Australian, New Zealander, Azerbaijani, Georgian, Armenian, Czech, Belarussian, Bulgarian, Hungarian, Moldovan, Polish, Romanian, Russian, Slovak, Slovenian, Ukrainian, American, Cajun, Canadian, Alsatian, British, Danish, English, Estonian, Finnish, Icelandic, Irish, Latvian, Lithuanian, Norwegian, Scottish, Swedish, Welsh, Albanian, Andorran, Basque, Bosnian and Herzegovinian, Croat, Cypriot, Greek, Italian, Kosovan, Maltese, Montenegrin, North Macedonian, Portuguese, Serbian, Spanish, Turkish, Belgian, Dutch, French, German, Liechtensteiner, Monacan, and Swiss. \\par\nTransnational subgroup race and ethnicity reporting category. The term \\ldblquote transnational subgroup race and ethnicity reporting category\\rdblquote  means a category for reporting data on race and ethnicity consisting of subgroup race and ethnicity reporting categories that include multiple races or ethnicities, based on the most recent transnational race and ethnicity reporting categories used by the United States census bureau, including Chinese Caribbean or Chinese Latin American, Guyanese, Indo-Caribbean, Japanese Latin American, Surinamese, Tibetan, and Jewish.\\par\n\\ulnone  [1. The department of social services, the administration for children's services, the department of homeless services, the department of health and mental hygiene, the department for the aging, the department for youth and community development, the department of education and any other agencies designated by the mayor] \\ul 2. Each administering agency\\ulnone  [that directly or by contract collect demographic information via form documents from city residents seeking social services] shall provide all persons [seeking such services] \\ul completing form documents\\ulnone  with a standardized, anonymous\\ul ,\\ulnone  and voluntary demographics information survey form that contains \\ul combined race and ethnicity\\ulnone  questions [regarding ancestry and languages spoken] \\ul based on the most recent guidance by the United States census bureau. Such form shall include a statement indicating that completion of the form is voluntary and that any information collected will not affect eligibility for services\\ulnone .\\ul  \\par\n\\ulnone [2.] \\ul 3.\\ulnone  The \\ul combined race and ethnicity\\ulnone  questions shall include options allowing respondents to select from:\\par\n(a) [at least the top 30 largest ancestry groups and languages spoken in the city of New York based on data from the United States census bureau; and] \\ul The minimum race and ethnicity reporting categories, and an option to write in a response;\\par\n\\ulnone (b) [\\ldblquote other,\\rdblquote  with an option to write in a response.] \\ul The 10 subgroup race and ethnicity reporting categories within each minimum race and ethnicity reporting category with the highest populations in the city based on the most recent data from the United States census bureau, and 3 additional subgroup race and ethnicity reporting categories within each minimum race and ethnicity reporting category chosen by the administering agency, and at least 1 transnational subgroup race and ethnicity reporting category, if such a category exists within such minimum race and ethnicity reporting category, and an option to write in a response.\\ulnone\\par\n [3.] \\ul 4.\\ulnone  \\ul (a)\\ulnone  Such survey form shall be created by the office of operations\\ul , in coordination with the\\ulnone  [and] office of immigrant affairs, or such offices or agencies as may be designated by the mayor, and [may] \\ul shall\\ulnone  be updated \\ul based on the most recent guidance reported by the United States census bureau, and may be updated\\ulnone  as deemed necessary by those agencies based on changing demographics. \\par\n\\ul (b) No later than 1 year after the effective date of the local law that added this subparagraph, each administering agency, in coordination with the office of operations and office of immigrant affairs, shall update any existing form documents as required by this subdivision. \\par\n(c) The office of operations, in collaboration with the office of immigrant affairs, shall establish a webpage that lists each minimum race and ethnicity reporting category, regional subgroup race and ethnicity reporting category, and subgroup race and ethnicity reporting category based on the most recent race and ethnicity reporting categories used by the United States census bureau. Each administering agency shall include a link to such webpage on any online form that includes demographic data questions. The office of operations shall update such webpage as necessary based on the most recent race and ethnicity categories used by the United States census bureau.\\par\n\\ulnone [4.] \\ul 5. (a)\\ulnone  Beginning no later than six months after the effective date of the local law that added this subdivision, and annually thereafter, the office of operations, or the office or agency designated by the mayor, shall conduct a review of all forms issued [by the agencies described in] \\ul pursuant to\\ulnone  paragraph [1] \\ul 2\\ulnone  of this subdivision [and any other agencies so designated by the mayor] that[:] collect demographic information [addressing the questions contained on the survey form, are completed by persons seeking services and contain content and/or language in relation to collecting such information that is within the administering city agency's authority to edit or amend] \\ul from city residents\\ulnone  [seeking social services]. The office of operations, or the office or agency designated by the mayor, shall submit to the council, within 60 days of such review, a [list] \\ul report listing\\ulnone  [of] all forms reviewed [and all forms eligible for updating, and for forms not eligible for updating an explanation of why such forms are not eligible for updating, and indicate which forms shall be updated.] \\ul and indicating whether each such form is within each administering agency\\rquote s authority to amend. If a form is not within an administering agency\\rquote s authority to amend, the report shall identify the law or other barrier that prohibits such amendment, whether there is any applicable waiver that would permit amendment of such form, and, if so, any efforts made to obtain such a waiver.\\ulnone  When [practicable, when] such forms are updated they shall request voluntary responses to questions about [ancestry and languages spoken] \\ul race and ethnicity\\ulnone . All forms [identified as eligible for updating during the review required pursuant to this paragraph] \\ul within an administering agency\\rquote s authority to amend\\ulnone  shall be updated to invite responses to questions about \\ul race and ethnicity\\ulnone  [ancestry and languages spoken no later than five years from the effective date of the local law that added this subdivision]. \\par\n\\ul (b)\\ulnone  All forms not [eligible for updating] \\ul within an administering agency\\rquote s authority to amend\\ulnone  shall be provided in conjunction with the standardized, anonymous\\ul ,\\ulnone  and voluntary demographics information survey form as established by paragraph [1] \\ul 2\\ulnone  of \\ul this\\ulnone  subdivision [i of this section.]\\ul , provided that, if there is any waiver that would permit such form to be amended, the administering agency shall apply for such waiver, and, if such waiver is granted, such form shall be updated to invite responses to questions about race and ethnicity. \\par\n(c) Upon an administering agency\\rquote s determination that a form is not within such administering agency\\rquote s authority to amend, such administering agency shall notify the public by posting on such administering agency\\rquote s website the law or other barrier that prohibits such amendment, whether there is a waiver that would permit amendment of such form, and any efforts to obtain such a waiver. Such administering agency shall provide the public with an opportunity to comment on such form at a public hearing within 30 days of issuing such notice, and shall publish on such administering agency\\rquote s website the decision on whether such request for a waiver was granted or denied, including an explanation of the reasons why such waiver was granted or denied\\ulnone .\\ul\\par\n\\ulnone [5.] \\ul 6. (a)\\ulnone  Beginning no later than 18 months after the effective date of the local law that added this subdivision, and annually thereafter, the office of operations, or the office or agency designated by the mayor, \\ul in coordination with each administering agency,\\ulnone  shall make available to the public \\ul through the single web portal required by section 23-502 the following\\ulnone  data for the prior fiscal year\\ul :\\ulnone  [that includes but is not limited to the total number of individuals who have identified their ancestry or languages spoken on the survey form described in paragraph 1 of this subdivision and any forms updated pursuant to paragraph 4 of this subdivision, disaggregated by response option, agency and program. Such data shall be made available to the public through the single web portal provided for in section 23-502 of the administrative code.] \\par\n\\ul (1) The total number of individuals who have selected their race and ethnicity on the survey form described in paragraph 2 of this subdivision;\\par\n(2) The total number of individuals who selected each minimum race and ethnicity reporting category;\\par\n(3) The total number of individuals who selected each subgroup race and ethnicity reporting category; \\par\n(4) The total number of individuals who selected each transnational subgroup race and ethnicity reporting category; and\\ulnone\\par\n\\ul (5) The total number of individuals who are members of each regional subgroup race and ethnicity reporting category based on an analysis of each subgroup race and ethnicity reporting category selected by an individual.\\par\n(b) No later than 1 year after the effective date of the local law that added this subparagraph, and annually thereafter, each administering agency shall post on each such administering agency\\rquote s website the following information for the prior fiscal year:\\par\n(1) The total number of forms used by such administering agency that include questions on race and ethnicity;\\par\n(2) A list of any forms updated pursuant to this subdivision; and\\par\n(3) The name of the division or unit within the administering agency responsible for collecting and maintaining race and ethnicity data.\\par\n\\ulnone  [6.] \\ul 7.\\ulnone  [Each] \\ul No later than 1 year after publishing the data required to be published pursuant to paragraph 6 of this section, each administering\\ulnone  agency that provides the survey form required pursuant to paragraph [1] \\ul 2\\ulnone  of this subdivision shall evaluate its provision of services in consideration of the data collected pursuant to this subdivision and the office of operations, or the office or agency designated by the mayor, shall submit to the council [a] \\ul an annual\\ulnone  report on any new or modified services developed by any agencies based on such data. [Such report shall be submitted no earlier than 18 months after the effective date of the local law that added this paragraph.]\\par\n[7.] \\ul 8.\\ulnone  No information that is otherwise required to be reported pursuant to this section shall be reported in a manner that would violate any applicable provision of federal, state or local law relating to the privacy of information respecting students and families serviced by the New York city department of education. If any category requested contains between 1 and 5, or allows another category to be narrowed to between 1 and 5, the number shall be replaced with a symbol.\\par\n\\'a7 2. This local law takes effect 120 days after it becomes law.\\ul\\par\n\\pard\\ltrpar\\qj\\ulnone\\par\n\\fs18 JEF\\par\nLS #8597\\par\n\\pard\\ltrpar 11/22/2024 12:00 PM\\par\n}\n",
  "LastModified": "2025-06-20T17:32:18.517Z"
}
