{
  "ID": 21871,
  "GUID": "87967EBC-72B3-4B84-A99A-E7A5ECDB1999",
  "BodyID": 17,
  "BodyName": "Committee on Land Use",
  "Date": "2025-10-09T10:30:00-04:00",
  "Location": "250 Broadway - 8th Floor - Hearing Room 1",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 2,
  "MinutesStatusName": "Final",
  "AgendaFile": "https://nyc.legistar1.com/nyc/meetings/2025/10/21871_A_Committee_on_Land_Use_25-10-09_Committee_Agenda.pdf",
  "MinutesFile": "https://nyc.legistar1.com/nyc/meetings/2025/10/21871_M_Committee_on_Land_Use_25-10-09_Meeting_Minutes.pdf",
  "VideoPath": "https://councilnyc.viebit.com/vod/?s=true&v=NYCC-250-8-1_251009-141701.mp4",
  "InSiteURL": "https://legistar.council.nyc.gov/MeetingDetail.aspx?LEGID=21871&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 425593,
      "GUID": "8EE19FA8-DCE7-4010-82B6-4E917304D810",
      "Title": "Application number C 250220 HAX (Claremont House: 1640 Anthony Avenue) submitted by the Department of Housing Preservation and Development (HPD), pursuant to Article 16 of the General Municipal Law of New York State for the designation of an Urban Development Action Area and an Urban Development Action Area Project, and pursuant to Section 197-c of the New York City Charter for the disposition of such property to a developer to be selected by HPD, for property located at 1640 Anthony Avenue (Block 2888, Lot 23), Borough of the Bronx, Community District 4, Council District 15. ",
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 76383,
      "MatterFile": "LU 0365-2025",
      "MatterName": "Landmarks, Claremont House: 1640 Anthony Avenue, Bronx (C 250220 HAX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2025-10-09T18:17:03.91Z"
    },
    {
      "ID": 425594,
      "GUID": "B276DB4D-176A-4665-9CC4-C6F8498729BD",
      "Title": "Application number C 250221 ZMX (Claremont House: 1640 Anthony Avenue) submitted by the Department of Housing Preservation and Development, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 3d, changing from an R7-1 District to an R8 District, Borough of the Bronx, Community District 4, Council District 15. ",
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 76384,
      "MatterFile": "LU 0366-2025",
      "MatterName": "Landmarks, Claremont House: 1640 Anthony Avenue, Bronx (C 250221 ZMX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2025-10-09T18:16:59.32Z"
    },
    {
      "ID": 425595,
      "GUID": "85A39A72-33A3-4A25-946C-ECAD1C12F777",
      "Title": "Application number N 250222 ZRX (Claremont House: 1640 Anthony Avenue) submitted by the Department of Housing Preservation and Development, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, amending APPENDIX F (Inclusionary Housing Designated Areas and Mandatory Inclusionary Housing Areas) for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of the Bronx, Community District 4, Council District 15.",
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 76385,
      "MatterFile": "LU 0367-2025",
      "MatterName": "Landmarks, Claremont House: 1640 Anthony Avenue, Bronx (N 250222 ZRX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2025-10-09T18:16:59.32Z"
    },
    {
      "ID": 425596,
      "GUID": "26D5A0F8-B6D1-4B65-A02B-34CC3CFBE67B",
      "Title": "Application number C 250172 ZMQ (Jamaica Neighborhood Plan) submitted by Department of City Planning, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section Nos. 14d, 15b, 18c, and 19a: eliminating from within an existing R7A District a C1-2 District, eliminating from within an existing R4 District a C1-3 District, eliminating from within an eisting R5D District a C1-3 District, eliminating from within an existing R5D District a C1-4 District, eliminating from within an existing R7A District a C1-4 District, eliminating from within an existing R3-2 District a C2-3 District, eliminating from within an existing R5B District a C2-3 District, eliminating from within an existing R5D District a C2-3 District, eliminating from within an existing R6A District a C2-3 District, eliminating from within an existing R7A District a C2-3 District, eliminating from within an existing R6A District a C2-4 District, eliminating from within an existing R7A District a C2-4 District, eliminating from within an existing R7X District a C2-4 District, changing from an R3-2 District to an R6A District, changing from an R4-1 District to an R6A District, changing from an R5 District to an R6A District, changing from an R5D District to an R6A District, changing from an M1-1 District to an R6A District, changing from an R3A District to an R6D District, changing from an R4 District to an R6D District, changing from an R5D District to an R6D District, changing from an R3-2 District to an R7A District, changing from an R4 District to an R7A District, changing from an R5 District to an R7A District, changing from an R6D District to an R7A District, changing from an R5D District to an R7A District, changing from an R6A District to an R7A District, changing from an M1-1 District to an R7A District, changing from an R4 District to an R7X District, changing from an R6 District to an R7X District, changing from an R6A District to an R7X District, changing from an R7A district to an R7X District, changing from an M1-4 District to an R8A District, changing from an R6A District to an R8X District, changing from an R6 District to a C4-4 District, changing from an R6A District to a C4-4D District, changing from an R7A District to a C4-4D District, changing from an R7X District to a C4-4D District, changing from a C4-3A District to a C4-4D District, changing from a C4-4A District to a C4-4D District, changing from a C4-5X District to a C4-4D District, changing from a C4-4A District to a C6-2 District, changing from an R6A District to a C6-3 District, changing from a C4-4A District to a C6-3 District, changing from a C4-5X District to a C6-3 District, changing from a C6-2 District to a C6-3 District, changing from a C4-5X District to a C6-3A District, changing from an R6A district to a C6-4 District, changing from a C4-4A District to a C6-4 District, changing from a C6-2 District to a C6-4 District, changing from a C6-3 District to a C6-4 District, changing from an M1-4 District to a C6-4 District, changing from an M1-1 District to an M1-2A District, changing from an M1-4 District to an M1-2A District, changing from an M1-1 District to an M2-3A District, changing from an M1-2 District to an M2-3A District, changing from an M1-1 District to an M3-2A District, changing from an M1-1 District to an M1-2A/R7A District, changing from an M1-4 District to an M1-2A/R7-2 District, changing from an M1-1 District to an M1-3A/R7X District, changing from an M1-4 District to an M1-3A/R7X District, changing from an M1-4 District to an M1-6A/R9A District, changing from an M1-4 district to an M1-8A/R9X District, establishing within an existing R5D District a C2-4 District, establishing within a proposed R6D District a C2-4 District, establishing within an existing R7A District a C2-4 District, establishing within a proposed R7A District a C2-4 District, establishing within a proposed R7X District a C2-4 District, establishing within a proposed R8X District a C2-4 District, and establishing a Special Downtown Jamaica District (DJ), Borough of Queens, Community Districts 8 and 12, Council Districts 24, 27, and 28. ",
      "AgendaSequence": 4,
      "MinutesSequence": 8,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 76348,
      "MatterFile": "LU 0369-2025",
      "MatterName": "Zoning, Jamaica Neighborhood Plan, Queens (C 250172 ZMQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Companion Pending Approval by Council",
      "LastModified": "2025-10-09T18:16:59.323Z"
    },
    {
      "ID": 425597,
      "GUID": "35216177-4712-489A-A079-056883EAF6C9",
      "Title": "Application number N 250173 ZRQ (Jamaica Neighborhood Plan) submitted by NYC Department of City Planning and Department of Housing Preservation and Development, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, amending Article XI, Chapter 5 (Special Downtown Jamaica District) and related Sections, and APPENDIX F (Inclusionary Housing Designated Areas and Mandatory Inclusionary Housing Areas) for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Queens, Community Districts 8 and 12, Council Districts 24, 27, and 28.",
      "AgendaSequence": 5,
      "MinutesSequence": 10,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 76349,
      "MatterFile": "LU 0370-2025",
      "MatterName": "Zoning, Jamaica Neighborhood Plan, Queens (N 250173 ZRQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Companion Pending Approval by Council",
      "LastModified": "2025-10-09T18:16:59.323Z"
    },
    {
      "ID": 425598,
      "GUID": "62685BE9-4AA9-4E2C-9857-9F79CBE7480B",
      "Title": "Application number C 250171 HAQ (Jamaica Neighborhood Plan) submitted by the Department of Housing Preservation and Development (HPD), pursuant to Article 16 of the General Municipal Law of New York State for the designation of an Urban Development Action Area and an Urban Development Action Area Project, and Pursuant to Section 197-c of the New York City Charter for the disposition of such property to a developer to be selected by HPD, for property located at 108-41–108-51 Union Hall Street (Block 10150, Lots 6, 7, 8, 10), 108-32–108-34 Guy R Brewer Boulevard (Block 10150, Lots 51 & 52), 108-38 Guy R Brewer Boulevard (Block 10150, Lot 54), 108-44 Guy R Brewer Boulevard (Block 10150, Lot 57), 109-43–109-47 Union Hall Street (Block 12152, Lots 8, 9, 10, 11), Borough of Queens, Community District 12, Council District 28.",
      "AgendaSequence": 6,
      "MinutesSequence": 12,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 76350,
      "MatterFile": "LU 0371-2025",
      "MatterName": "Zoning, Jamaica Neighborhood Plan, Queens (C 250171 HAQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Companion Pending Approval by Council",
      "LastModified": "2025-10-09T18:16:59.327Z"
    },
    {
      "ID": 425599,
      "GUID": "D57BB88D-FE8D-4078-9AE4-4E30810E3CEC",
      "Title": "Application number C 250187 MMQ (Station Plaza Jamaica City Map Changes) submitted by the New York City Department of Transportation and the New York City Economic Development Corporation pursuant to Sections 197-c and 199 of the New York City Charter and Section 5-430 et seq. Of the New York City Administrative Code for an amendment to the City Map involving: the narrowing and re-alignment of Archer Avenue between 144th Place and 147th Place; the discontinuance and closing of a portion of Archer Avenue between 144th Place and 146th Street; the establishment and elimination of public places along Archer Avenue between 144th Place and 147th Place; the adjustment of grades and block dimensions necessitated thereby; and the authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 5048 dated April 1, 2025 and signed by the Borough President, Borough of Queens, Community District 12, Council Districts 24 and 27.",
      "AgendaSequence": 7,
      "MinutesSequence": 14,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 76386,
      "MatterFile": "LU 0372-2025",
      "MatterName": "Zoning, Station Plaza Jamaica City Map Changes, Queens (C 250187 MMQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2025-10-09T18:16:59.33Z"
    },
    {
      "ID": 425600,
      "GUID": "4913A9D8-FBC5-4047-B566-1B6CDDD7B29B",
      "Title": "Application number G 250083 XAX (Claremont House: 1640 Anthony Avenue, Article XI) submitted by the Department of Housing Preservation and Development, pursuant to Section 577 of the Private Housing Finance Law, requesting approval of an exemption from real property taxation for property located at 1640 Anthony Avenue (Block 2888, Lot 23), Borough of the Bronx, Community District 4, Council District 15.",
      "AgendaSequence": 8,
      "MinutesSequence": 16,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 76469,
      "MatterFile": "LU 0382-2025",
      "MatterName": "Landmarks, Claremont House: 1640 Anthony Avenue, Article XI, Bronx (G 250083 XAX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2025-10-09T18:16:59.33Z"
    },
    {
      "ID": 425601,
      "GUID": "4C16A37C-EF8C-4876-BDCB-8F3E1C7D66EE",
      "Title": "Application number G 250085 NUQ (Arverne East Amendment), submitted by the New York City Department of Housing Preservation and Development (HPD) requesting an amendment to Council Resolution 1585 for the year 2021 related to Urban Development Action Area Project (UDAAP) approval pursuant to Section 694 of the General Municipal Law, relating to 20 parcels (Block 15860 Lot 1; Block 15861 Lots 1 and 47; Block 15862 Lots 1, 2, 3, 4, 5, and 6; Block 15871 Lots 1 and 10; Block 15876 Lots 1, 2, 3, 5, 7, and 10; Block 15922 Lot 1; Block 15923 Lot 1; Block 15948 Lot 1), in connection with the project known as Arverne East, Borough of Queens, Community District 14, Council District 31.",
      "AgendaSequence": 9,
      "MinutesSequence": 18,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 76480,
      "MatterFile": "LU 0393-2025",
      "MatterName": "Landmarks, Arverne East Amendment, Queens (G 250085 NUQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2025-10-09T18:16:59.33Z"
    },
    {
      "ID": 425602,
      "GUID": "1EED4780-4D7E-4674-951D-26191128DDED",
      "Title": "Application number G 250086 XAQ (Arverne East Building D - Open Door, Article XI) submitted by the Department of Housing Preservation and Development, pursuant to Section 577 of the Private Housing Finance Law, requesting approval of an exemption from real property taxation for the development known as Arverne East (Block 15862, p/o Lot 1, Tentative Lot 1009), Borough of Queens, Community District 14, Council District 31.",
      "AgendaSequence": 10,
      "MinutesSequence": 20,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 76481,
      "MatterFile": "LU 0394-2025",
      "MatterName": "Landmarks, Arverne East Building D - Open Door, Article XI, Queens (G 250086 XAQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2025-10-09T18:16:59.333Z"
    },
    {
      "ID": 425603,
      "GUID": "82D7553F-578A-43AC-95A7-E0C18A3C0555",
      "Title": "Application number G 250087 XAQ (Arverne East Building D - Rental, Article XI) submitted by the Department of Housing Preservation and Development, pursuant to Section 577 of the Private Housing Finance Law, requesting approval of an exemption from real property taxation for the development known as Arverne East (Block 15862, p/o Lot 1 (Tentative Lot 1001-1003, 1005); Block 15862, Lot 3 (Tentative Lot 1007); and Block 15876, Lots 3 and 5 (Tentative Lots 1006 and 1008)), Borough of Queens, Community District 14, Council District 31.",
      "AgendaSequence": 11,
      "MinutesSequence": 22,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 76482,
      "MatterFile": "LU 0395-2025",
      "MatterName": "Landmarks, Arverne East Building D - Rental, Article XI, Queens (G 250087 XAQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2025-10-09T18:16:59.333Z"
    },
    {
      "ID": 425604,
      "GUID": "BBA0EDDB-FD8E-4101-A207-36F87F4BF8EB",
      "Title": "Application number C 250090 ZMK (535 Morgan Avenue Rezoning) submitted by Hemmer 2 LLC and Me & Morgan LLC, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 13a, changing from an M1-1 District to a C7-1 District, Borough of Brooklyn, Community District 1, Council District 34. ",
      "AgendaSequence": 12,
      "MinutesSequence": 24,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 76442,
      "MatterFile": "LU 0396-2025",
      "MatterName": "Zoning, 535 Morgan Avenue Rezoning, Brooklyn (C 250090 ZMK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2025-10-09T18:18:29.85Z"
    },
    {
      "ID": 425847,
      "GUID": "DD94EA1C-2283-42B6-9541-29D6739C64D4",
      "Title": "Roll Call",
      "AgendaSequence": 0,
      "MinutesSequence": 1,
      "Version": "",
      "RollCallFlag": 1,
      "RollCall": [
        {
          "ID": 7714,
          "Slug": "rafael-salamanca-jr",
          "FullName": "Rafael Salamanca, Jr.",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 10
        },
        {
          "ID": 7804,
          "Slug": "shaun-abreu",
          "FullName": "Shaun Abreu",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 20
        },
        {
          "ID": 7796,
          "Slug": "selvena-n-brooks-powers",
          "FullName": "Selvena N. Brooks-Powers",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 40
        },
        {
          "ID": 7810,
          "Slug": "amanda-farias",
          "FullName": "Amanda Farías",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 50
        },
        {
          "ID": 7832,
          "Slug": "kamillah-hanks",
          "FullName": "Kamillah Hanks",
          "ValueID": 16,
          "Value": "Absent",
          "Sort": 60
        },
        {
          "ID": 7822,
          "Slug": "crystal-hudson",
          "FullName": "Crystal Hudson",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 70
        },
        {
          "ID": 7745,
          "Slug": "francisco-p-moya",
          "FullName": "Francisco P. Moya",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 80
        },
        {
          "ID": 7794,
          "Slug": "kevin-c-riley",
          "FullName": "Kevin C. Riley",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 90
        },
        {
          "ID": 7808,
          "Slug": "pierina-ana-sanchez",
          "FullName": "Pierina Ana Sanchez",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 110
        }
      ],
      "LastModified": "2025-10-09T18:39:48.63Z"
    },
    {
      "ID": 425848,
      "GUID": "4DBE87E9-B5A0-45A7-9E36-0684ED300A1C",
      "Title": "Application number C 250220 HAX (Claremont House: 1640 Anthony Avenue) submitted by the Department of Housing Preservation and Development (HPD), pursuant to Article 16 of the General Municipal Law of New York State for the designation of an Urban Development Action Area and an Urban Development Action Area Project, and pursuant to Section 197-c of the New York City Charter for the disposition of such property to a developer to be selected by HPD, for property located at 1640 Anthony Avenue (Block 2888, Lot 23), Borough of the Bronx, Community District 4, Council District 15. ",
      "AgendaSequence": 0,
      "MinutesSequence": 3,
      "Version": "*",
      "ActionID": 5034,
      "ActionName": "Approved by Committee with Companion Resolution",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Companion Resolution approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 76383,
      "MatterFile": "LU 0365-2025",
      "MatterName": "Landmarks, Claremont House: 1640 Anthony Avenue, Bronx (C 250220 HAX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2025-10-09T18:25:27.377Z"
    },
    {
      "ID": 425849,
      "GUID": "F5A227FA-0AAB-4C0C-A5D1-0EBEE86253F5",
      "Title": "Application number C 250221 ZMX (Claremont House: 1640 Anthony Avenue) submitted by the Department of Housing Preservation and Development, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 3d, changing from an R7-1 District to an R8 District, Borough of the Bronx, Community District 4, Council District 15. ",
      "AgendaSequence": 0,
      "MinutesSequence": 5,
      "Version": "*",
      "ActionID": 5034,
      "ActionName": "Approved by Committee with Companion Resolution",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Companion Resolution approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 76384,
      "MatterFile": "LU 0366-2025",
      "MatterName": "Landmarks, Claremont House: 1640 Anthony Avenue, Bronx (C 250221 ZMX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2025-10-09T18:25:36.217Z"
    },
    {
      "ID": 425850,
      "GUID": "A69FFDD8-17F3-4F59-BA02-AC0338D590EB",
      "Title": "Application number N 250222 ZRX (Claremont House: 1640 Anthony Avenue) submitted by the Department of Housing Preservation and Development, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, amending APPENDIX F (Inclusionary Housing Designated Areas and Mandatory Inclusionary Housing Areas) for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of the Bronx, Community District 4, Council District 15.",
      "AgendaSequence": 0,
      "MinutesSequence": 7,
      "Version": "*",
      "ActionID": 5034,
      "ActionName": "Approved by Committee with Companion Resolution",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Companion Resolution approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 76385,
      "MatterFile": "LU 0367-2025",
      "MatterName": "Landmarks, Claremont House: 1640 Anthony Avenue, Bronx (N 250222 ZRX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2025-10-09T18:25:47.537Z"
    },
    {
      "ID": 425851,
      "GUID": "63E5796C-8586-4C4E-B81C-3DB62DD0ADCC",
      "Title": "Application number C 250172 ZMQ (Jamaica Neighborhood Plan) submitted by Department of City Planning, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section Nos. 14d, 15b, 18c, and 19a: eliminating from within an existing R7A District a C1-2 District, eliminating from within an existing R4 District a C1-3 District, eliminating from within an eisting R5D District a C1-3 District, eliminating from within an existing R5D District a C1-4 District, eliminating from within an existing R7A District a C1-4 District, eliminating from within an existing R3-2 District a C2-3 District, eliminating from within an existing R5B District a C2-3 District, eliminating from within an existing R5D District a C2-3 District, eliminating from within an existing R6A District a C2-3 District, eliminating from within an existing R7A District a C2-3 District, eliminating from within an existing R6A District a C2-4 District, eliminating from within an existing R7A District a C2-4 District, eliminating from within an existing R7X District a C2-4 District, changing from an R3-2 District to an R6A District, changing from an R4-1 District to an R6A District, changing from an R5 District to an R6A District, changing from an R5D District to an R6A District, changing from an M1-1 District to an R6A District, changing from an R3A District to an R6D District, changing from an R4 District to an R6D District, changing from an R5D District to an R6D District, changing from an R3-2 District to an R7A District, changing from an R4 District to an R7A District, changing from an R5 District to an R7A District, changing from an R6D District to an R7A District, changing from an R5D District to an R7A District, changing from an R6A District to an R7A District, changing from an M1-1 District to an R7A District, changing from an R4 District to an R7X District, changing from an R6 District to an R7X District, changing from an R6A District to an R7X District, changing from an R7A district to an R7X District, changing from an M1-4 District to an R8A District, changing from an R6A District to an R8X District, changing from an R6 District to a C4-4 District, changing from an R6A District to a C4-4D District, changing from an R7A District to a C4-4D District, changing from an R7X District to a C4-4D District, changing from a C4-3A District to a C4-4D District, changing from a C4-4A District to a C4-4D District, changing from a C4-5X District to a C4-4D District, changing from a C4-4A District to a C6-2 District, changing from an R6A District to a C6-3 District, changing from a C4-4A District to a C6-3 District, changing from a C4-5X District to a C6-3 District, changing from a C6-2 District to a C6-3 District, changing from a C4-5X District to a C6-3A District, changing from an R6A district to a C6-4 District, changing from a C4-4A District to a C6-4 District, changing from a C6-2 District to a C6-4 District, changing from a C6-3 District to a C6-4 District, changing from an M1-4 District to a C6-4 District, changing from an M1-1 District to an M1-2A District, changing from an M1-4 District to an M1-2A District, changing from an M1-1 District to an M2-3A District, changing from an M1-2 District to an M2-3A District, changing from an M1-1 District to an M3-2A District, changing from an M1-1 District to an M1-2A/R7A District, changing from an M1-4 District to an M1-2A/R7-2 District, changing from an M1-1 District to an M1-3A/R7X District, changing from an M1-4 District to an M1-3A/R7X District, changing from an M1-4 District to an M1-6A/R9A District, changing from an M1-4 district to an M1-8A/R9X District, establishing within an existing R5D District a C2-4 District, establishing within a proposed R6D District a C2-4 District, establishing within an existing R7A District a C2-4 District, establishing within a proposed R7A District a C2-4 District, establishing within a proposed R7X District a C2-4 District, establishing within a proposed R8X District a C2-4 District, and establishing a Special Downtown Jamaica District (DJ), Borough of Queens, Community Districts 8 and 12, Council Districts 24, 27, and 28. ",
      "AgendaSequence": 0,
      "MinutesSequence": 9,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 76348,
      "MatterFile": "LU 0369-2025",
      "MatterName": "Zoning, Jamaica Neighborhood Plan, Queens (C 250172 ZMQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Companion Pending Approval by Council",
      "LastModified": "2025-10-09T18:25:56.86Z"
    },
    {
      "ID": 425852,
      "GUID": "A6328147-D3D5-4943-8040-955E81A78690",
      "Title": "Application number N 250173 ZRQ (Jamaica Neighborhood Plan) submitted by NYC Department of City Planning and Department of Housing Preservation and Development, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, amending Article XI, Chapter 5 (Special Downtown Jamaica District) and related Sections, and APPENDIX F (Inclusionary Housing Designated Areas and Mandatory Inclusionary Housing Areas) for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Queens, Community Districts 8 and 12, Council Districts 24, 27, and 28.",
      "AgendaSequence": 0,
      "MinutesSequence": 11,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 76349,
      "MatterFile": "LU 0370-2025",
      "MatterName": "Zoning, Jamaica Neighborhood Plan, Queens (N 250173 ZRQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Companion Pending Approval by Council",
      "LastModified": "2025-10-09T18:26:09.16Z"
    },
    {
      "ID": 425853,
      "GUID": "1ECD92D1-7C81-46E9-8A93-1ED40AAAA970",
      "Title": "Application number C 250171 HAQ (Jamaica Neighborhood Plan) submitted by the Department of Housing Preservation and Development (HPD), pursuant to Article 16 of the General Municipal Law of New York State for the designation of an Urban Development Action Area and an Urban Development Action Area Project, and Pursuant to Section 197-c of the New York City Charter for the disposition of such property to a developer to be selected by HPD, for property located at 108-41–108-51 Union Hall Street (Block 10150, Lots 6, 7, 8, 10), 108-32–108-34 Guy R Brewer Boulevard (Block 10150, Lots 51 & 52), 108-38 Guy R Brewer Boulevard (Block 10150, Lot 54), 108-44 Guy R Brewer Boulevard (Block 10150, Lot 57), 109-43–109-47 Union Hall Street (Block 12152, Lots 8, 9, 10, 11), Borough of Queens, Community District 12, Council District 28.",
      "AgendaSequence": 0,
      "MinutesSequence": 13,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 76350,
      "MatterFile": "LU 0371-2025",
      "MatterName": "Zoning, Jamaica Neighborhood Plan, Queens (C 250171 HAQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Companion Pending Approval by Council",
      "LastModified": "2025-10-09T18:44:42.213Z"
    },
    {
      "ID": 425854,
      "GUID": "4CF06583-EA42-4954-9E6B-5FC4D0076AB9",
      "Title": "Application number C 250187 MMQ (Station Plaza Jamaica City Map Changes) submitted by the New York City Department of Transportation and the New York City Economic Development Corporation pursuant to Sections 197-c and 199 of the New York City Charter and Section 5-430 et seq. Of the New York City Administrative Code for an amendment to the City Map involving: the narrowing and re-alignment of Archer Avenue between 144th Place and 147th Place; the discontinuance and closing of a portion of Archer Avenue between 144th Place and 146th Street; the establishment and elimination of public places along Archer Avenue between 144th Place and 147th Place; the adjustment of grades and block dimensions necessitated thereby; and the authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 5048 dated April 1, 2025 and signed by the Borough President, Borough of Queens, Community District 12, Council Districts 24 and 27.",
      "AgendaSequence": 0,
      "MinutesSequence": 15,
      "Version": "*",
      "ActionID": 5034,
      "ActionName": "Approved by Committee with Companion Resolution",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Companion Resolution approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 76386,
      "MatterFile": "LU 0372-2025",
      "MatterName": "Zoning, Station Plaza Jamaica City Map Changes, Queens (C 250187 MMQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2025-10-09T18:44:53.74Z"
    },
    {
      "ID": 425855,
      "GUID": "1C39CEDE-C221-49C9-AB69-E7740E57215D",
      "Title": "Application number G 250083 XAX (Claremont House: 1640 Anthony Avenue, Article XI) submitted by the Department of Housing Preservation and Development, pursuant to Section 577 of the Private Housing Finance Law, requesting approval of an exemption from real property taxation for property located at 1640 Anthony Avenue (Block 2888, Lot 23), Borough of the Bronx, Community District 4, Council District 15.",
      "AgendaSequence": 0,
      "MinutesSequence": 17,
      "Version": "*",
      "ActionID": 5034,
      "ActionName": "Approved by Committee with Companion Resolution",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Companion Resolution approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 76469,
      "MatterFile": "LU 0382-2025",
      "MatterName": "Landmarks, Claremont House: 1640 Anthony Avenue, Article XI, Bronx (G 250083 XAX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2025-10-09T18:26:35.85Z"
    },
    {
      "ID": 425856,
      "GUID": "374A5B00-76F9-42C8-BB23-61E9F67B0CBD",
      "Title": "Application number G 250085 NUQ (Arverne East Amendment), submitted by the New York City Department of Housing Preservation and Development (HPD) requesting an amendment to Council Resolution 1585 for the year 2021 related to Urban Development Action Area Project (UDAAP) approval pursuant to Section 694 of the General Municipal Law, relating to 20 parcels (Block 15860 Lot 1; Block 15861 Lots 1 and 47; Block 15862 Lots 1, 2, 3, 4, 5, and 6; Block 15871 Lots 1 and 10; Block 15876 Lots 1, 2, 3, 5, 7, and 10; Block 15922 Lot 1; Block 15923 Lot 1; Block 15948 Lot 1), in connection with the project known as Arverne East, Borough of Queens, Community District 14, Council District 31.",
      "AgendaSequence": 0,
      "MinutesSequence": 19,
      "Version": "*",
      "ActionID": 5034,
      "ActionName": "Approved by Committee with Companion Resolution",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Companion Resolution approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 76480,
      "MatterFile": "LU 0393-2025",
      "MatterName": "Landmarks, Arverne East Amendment, Queens (G 250085 NUQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2025-10-09T18:26:45.403Z"
    },
    {
      "ID": 425857,
      "GUID": "29C86DAD-21B8-49A6-9D0F-8570F2EC4C3F",
      "Title": "Application number G 250086 XAQ (Arverne East Building D - Open Door, Article XI) submitted by the Department of Housing Preservation and Development, pursuant to Section 577 of the Private Housing Finance Law, requesting approval of an exemption from real property taxation for the development known as Arverne East (Block 15862, p/o Lot 1, Tentative Lot 1009), Borough of Queens, Community District 14, Council District 31.",
      "AgendaSequence": 0,
      "MinutesSequence": 21,
      "Version": "*",
      "ActionID": 5034,
      "ActionName": "Approved by Committee with Companion Resolution",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Companion Resolution approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 76481,
      "MatterFile": "LU 0394-2025",
      "MatterName": "Landmarks, Arverne East Building D - Open Door, Article XI, Queens (G 250086 XAQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2025-10-09T18:26:56.523Z"
    },
    {
      "ID": 425858,
      "GUID": "96CB940C-66EF-4D9B-93C4-E4F44690E063",
      "Title": "Application number G 250087 XAQ (Arverne East Building D - Rental, Article XI) submitted by the Department of Housing Preservation and Development, pursuant to Section 577 of the Private Housing Finance Law, requesting approval of an exemption from real property taxation for the development known as Arverne East (Block 15862, p/o Lot 1 (Tentative Lot 1001-1003, 1005); Block 15862, Lot 3 (Tentative Lot 1007); and Block 15876, Lots 3 and 5 (Tentative Lots 1006 and 1008)), Borough of Queens, Community District 14, Council District 31.",
      "AgendaSequence": 0,
      "MinutesSequence": 23,
      "Version": "*",
      "ActionID": 5034,
      "ActionName": "Approved by Committee with Companion Resolution",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Companion Resolution approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 76482,
      "MatterFile": "LU 0395-2025",
      "MatterName": "Landmarks, Arverne East Building D - Rental, Article XI, Queens (G 250087 XAQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2025-10-09T18:27:07.38Z"
    },
    {
      "ID": 425859,
      "GUID": "CE22FFCD-60FA-44E0-8B33-AF22F5B1E0CE",
      "Title": "Application number C 250090 ZMK (535 Morgan Avenue Rezoning) submitted by Hemmer 2 LLC and Me & Morgan LLC, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 13a, changing from an M1-1 District to a C7-1 District, Borough of Brooklyn, Community District 1, Council District 34. ",
      "AgendaSequence": 0,
      "MinutesSequence": 25,
      "Version": "*",
      "ActionID": 5034,
      "ActionName": "Approved by Committee with Companion Resolution",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Companion Resolution approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 76442,
      "MatterFile": "LU 0396-2025",
      "MatterName": "Zoning, 535 Morgan Avenue Rezoning, Brooklyn (C 250090 ZMK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2025-10-09T18:27:17.083Z"
    },
    {
      "ID": 425860,
      "GUID": "B996550C-2C08-4718-8177-2D80E47EEF78",
      "Title": "Application number C 250064 ZMK (74 Bogart Street Rezoning) submitted by 74 Bogart, LLC, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 13b, changing from an M1-2 District to an M1-4A District, Borough of Brooklyn, Community District 1, Council District 34. ",
      "AgendaSequence": 0,
      "MinutesSequence": 27,
      "Version": "*",
      "ActionID": 17,
      "ActionName": "Laid Over by Committee",
      "ActionText": "This Land Use Application was Laid Over by Committee",
      "MatterID": 76443,
      "MatterFile": "LU 0397-2025",
      "MatterName": "Zoning, 74 Bogart Street Rezoning, Brooklyn (C 250064 ZMK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-10-09T18:19:22.087Z"
    },
    {
      "ID": 425865,
      "GUID": "705BBDBC-447C-42F3-8376-91D091918262",
      "Title": "Application number C 250064 ZMK (74 Bogart Street Rezoning) submitted by 74 Bogart, LLC, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 13b, changing from an M1-2 District to an M1-4A District, Borough of Brooklyn, Community District 1, Council District 34. ",
      "AgendaSequence": 13,
      "MinutesSequence": 26,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 76443,
      "MatterFile": "LU 0397-2025",
      "MatterName": "Zoning, 74 Bogart Street Rezoning, Brooklyn (C 250064 ZMK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-10-09T18:19:17.18Z"
    }
  ],
  "AgendaLastPublished": "2025-10-09T18:18:48.907Z",
  "MinutesLastPublished": "2025-10-09T18:44:59.163Z",
  "LastModified": "2025-10-09T18:44:59.24Z"
}
