{
  "ID": 21910,
  "GUID": "A67006FB-B0AB-47D0-BE31-6733F24A0265",
  "BodyID": 34,
  "BodyName": "Subcommittee on Zoning and Franchises",
  "Date": "2025-10-16T10:00:00-04:00",
  "Location": "250 Broadway - 8th Floor - Hearing Room 3",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 1,
  "MinutesStatusName": "Draft",
  "AgendaFile": "https://nyc.legistar1.com/nyc/meetings/2025/10/21910_A_Subcommittee_on_Zoning_and_Franchises_25-10-16_Committee_Agenda.pdf",
  "VideoPath": "https://councilnyc.viebit.com/vod/?s=true&v=NYCC-250-8-3_251016-102925.mp4",
  "InSiteURL": "https://legistar.council.nyc.gov/MeetingDetail.aspx?LEGID=21910&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 425924,
      "GUID": "39E6C1C3-3FBD-4CD1-97C2-FB76B2E9FE1A",
      "Title": "Application number C 250224 MMQ (Long Island City Neighborhood Rezoning - Mapping) submitted by the New York City Department of City Planning pursuant to Sections 197-c and 199 of the New York City Charter and Section 5-430 et seq. of the New York City Administrative Code, for an amendment to the City Map involving: the elimination, discontinuance and closing of portions of 44th Drive between Vernon Boulevard and the East River; the widening of 45th Avenue between Vernon Boulevard and 5th Street; the elimination, discontinuance, and closing of 44th Drive between 5th Street and the East River; the elimination, discontinuance, and closing of 44th Road between Vernon Boulevard and the East River; the elimination, discontinuance, and closing of a portion of 44th Avenue between Vernon Boulevard and the East River; the establishment of 5th Street between 44th Drive and 44th Avenue; the establishment of a portion of 44th Avenue between Vernon Boulevard and 5th Street; the establishment of 44th Road between Vernon Boulevard and 5th Street; and the adjustment of grades and block dimensions necessitated thereby; and the authorization for any acquisition or disposition of real property related thereto, in accordance with Maps Nos. 5049, 5050, 5051, and 5052 dated April 18, 2025 and revised June 12, 2025, and Maps Nos. 5053 and 5054 dated April 18, 2025, and signed by the Borough President, Borough of Queens, Community District 2, Council District 26.",
      "AgendaSequence": 1,
      "MinutesSequence": 1,
      "Version": "*",
      "MatterID": 76479,
      "MatterFile": "LU 0392-2025",
      "MatterName": "Zoning, Long Island City Neighborhood Rezoning - Mapping, Queens (C 250224 MMQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-10-14T16:55:08.07Z"
    },
    {
      "ID": 425925,
      "GUID": "80421925-3B7D-4AD3-B061-43B0BC2AC131",
      "Title": "Application number C 250276 ZSK (Domino Site B) submitted by Domino A Partners LLC and Domino B Partners LLC, pursuant to Sections 197-c and 201 of the New York City Charter for the grant of special permits pursuant to Sections 74-743(a)(2) and 74-743(a)(14) of the Zoning Resolution to modify the location of buildings without regard for the regulations of Section 62-34 (Height and Setback Regulations on Waterfront Blocks), and the requirements of Section 23-62 (Balconies), and to apply the provisions of Section 23-23 to allow floor area exemptions in buildings existing on December 5, 2024 within the large-scale general development for use in a proposed new building (Building B) within the same large-scale development, in connection with a mixed use development on property generally bounded by Grand Street and its northwesterly prolongation, Kent Avenue, South 3rd street, a line 100 feet northwesterly of Wythe Avenue, South 4th Street, Kent Avenue, South 5th Street and its northwesterly prolongation, and the U.S. Pierhead line (Block 2414, Lots 1, 3, 26, 1001-1007, 1102-1200, 1300-1365, 1201 and 1202, and Block 2428, Lots 1101-1105), in R6/C2-4, R8/C2-4, and C6-2 Districts, Borough of Brooklyn, Community District 1, Council District 33.",
      "AgendaSequence": 2,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterID": 76483,
      "MatterFile": "LU 0400-2025",
      "MatterName": "Zoning, Domino Site B, Brooklyn (C 250276 ZSK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-10-14T16:32:55.53Z"
    },
    {
      "ID": 425926,
      "GUID": "E78C3EA7-AD89-47D5-A27D-E7B3964F2878",
      "Title": "Application number C 250278 ZSK (Domino Site B) submitted by Domino A Partners LLC and Domino B Partners LLC, pursuant to Sections 197-c and 201 of the New York City Charter for the grant of special permits pursuant to Section 74-745(b) of the Zoning Resolution to waive the requirements for loading berth for retail or services uses, and where no single establishment exceeds 8,500 square feet for a zoning lot, in connection with property generally bounded by Grand Street and its northwesterly prolongation, Kent Avenue, South 3rd street, a line 100 feet northwesterly of Wythe Avenue, South 4th Street, Kent Avenue, South 5th Street and its northwesterly prolongation, and the U.S. Pierhead line (Block 2414, Lots 1, 3, 26, 1001-1007, 1102-1200, 1300-1365, 1201 and 1202, and Block 2428, Lots 1101-1105), in R6/C2-4, R8/C2-4, and C6-2 Districts, Borough of Brooklyn, Community District 1, Council District 33. ",
      "AgendaSequence": 3,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterID": 76485,
      "MatterFile": "LU 0401-2025",
      "MatterName": "Zoning, Domino Site B, Brooklyn (C 250278 ZSK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-10-14T16:35:02.183Z"
    },
    {
      "ID": 425927,
      "GUID": "97B16F21-EE96-4B88-A65C-A58FE7389F46",
      "Title": "Application number D 2541628216 SWK (Ovi’s Place) pursuant to Section 19-160.2 of the Administrative Code of the City of New York, for a revocable consent to establish, maintain, and operate a sidewalk café located at 2925 Avenue H, Borough of Brooklyn, Community District 14, Council District 45.",
      "AgendaSequence": 5,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterID": 76487,
      "MatterFile": "LU 0403-2025",
      "MatterName": "Zoning, Ovi’s Place, Brooklyn (D 2541628216 SWK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-10-14T16:33:11.17Z"
    },
    {
      "ID": 425928,
      "GUID": "13037CB3-464A-4620-884E-734308E15D7A",
      "Title": "Application number C 240375 ZMK (58 Nixon Court Rezoning II) submitted by SLG Assets, Inc, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 28c, changing from an R5 District to an R7A District and establishing within the proposed R7A District a C2-4 District, Borough of Brooklyn, Community District 13, Council District 47. ",
      "AgendaSequence": 6,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterID": 76551,
      "MatterFile": "LU 0405-2025",
      "MatterName": "Zoning, 58 Nixon Court Rezoning II, Brooklyn (C 240375 ZMK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-10-14T16:33:16.91Z"
    },
    {
      "ID": 425929,
      "GUID": "16FC2C15-965C-4C47-B491-F4322C288576",
      "Title": "Application number N 240376 ZRK (58 Nixon Court Rezoning II) submitted by SLG Assets, Inc, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, amending APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Brooklyn, Community District 13, Council District 47.",
      "AgendaSequence": 7,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterID": 76552,
      "MatterFile": "LU 0406-2025",
      "MatterName": "Zoning, 58 Nixon Court Rezoning II, Brooklyn (N 240376 ZRK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-10-14T16:33:20.33Z"
    },
    {
      "ID": 425930,
      "GUID": "068EE166-49D2-40F0-81AF-3B93C1959496",
      "Title": "Application number C 250056 ZMK (464 Ovington Avenue Rezoning) submitted by Geffen Management LLC, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 22a, changing from an R3X District to an R6A District, Borough of Brooklyn, Community District 10, Council District 47. ",
      "AgendaSequence": 8,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterID": 76553,
      "MatterFile": "LU 0407-2025",
      "MatterName": "Zoning, 464 Ovington Avenue Rezoning, Brooklyn (C 250056 ZMK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-10-14T16:33:22.21Z"
    },
    {
      "ID": 425931,
      "GUID": "286E5769-F84E-42E1-970C-BDA0EB882D01",
      "Title": "Application number N 250057 ZRK (464 Ovington Avenue Rezoning) submitted by Geffen Management LLC, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, amending APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Brooklyn, Community District 10, Council District 47.",
      "AgendaSequence": 9,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterID": 76554,
      "MatterFile": "LU 0408-2025",
      "MatterName": "Zoning, 464 Ovington Avenue Rezoning, Brooklyn (N 250057 ZRK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-10-14T16:33:25.07Z"
    },
    {
      "ID": 425932,
      "GUID": "E6AF7BF3-DFFF-41EB-9359-1B271CF2C513",
      "Title": "Application number C 250121 ZMK (5502 Flatlands Avenue Rezoning) submitted by 5502 Flat LLC, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 23a, changing from an R3-2 District to an R6A District and establishing within the proposed R6A District a C2-4 District, Borough of Brooklyn, Community District 18, Council District 46. ",
      "AgendaSequence": 10,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterID": 76555,
      "MatterFile": "LU 0409-2025",
      "MatterName": "Zoning, 5502 Flatlands Avenue Rezoning, Brooklyn (C 250121 ZMK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-10-14T16:33:27.497Z"
    },
    {
      "ID": 425933,
      "GUID": "BD03F7C2-A204-4546-B3A3-F345C5C755C2",
      "Title": "Application number N 250122 ZRK (5502 Flatlands Avenue Rezoning) submitted by 5502 Flat LLC, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, amending APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Brooklyn, Community District 18, Council District 46.",
      "AgendaSequence": 11,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterID": 76556,
      "MatterFile": "LU 0410-2025",
      "MatterName": "Zoning, 5502 Flatlands Avenue Rezoning, Brooklyn (N 250122 ZRK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-10-14T16:35:02.393Z"
    },
    {
      "ID": 425934,
      "GUID": "7F8089DD-7BC9-49F5-8EA8-5CB952CA61EB",
      "Title": "Application number N 250275 ZRK (Domino Site B) submitted by Domino A Partners LLC and Domino B Partners LLC, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, amending Article VII, Chapter 4 (Special Permits by the City Planning Commission) to modify the applicability of ZR Section 23-23 and related modifications, Borough of Brooklyn, Community District 1, Council District 33.",
      "AgendaSequence": 4,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterID": 76486,
      "MatterFile": "LU 0402-2025",
      "MatterName": "Zoning, Domino Site B, Brooklyn (N 250275 ZRK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-10-14T16:35:15.387Z"
    }
  ],
  "AgendaLastPublished": "2025-10-14T16:55:14.82Z",
  "MinutesLastPublished": "0001-01-01T00:00:00Z",
  "LastModified": "2025-10-16T14:32:42.657Z"
}
