{
  "ID": 21784,
  "GUID": "09124597-C77E-4273-977E-D7B0ED21702A",
  "BodyID": 34,
  "BodyName": "Subcommittee on Zoning and Franchises",
  "Date": "2025-09-09T10:00:00-04:00",
  "Location": "Council Chambers - City Hall",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 2,
  "MinutesStatusName": "Final",
  "AgendaFile": "https://nyc.legistar1.com/nyc/meetings/2025/9/21784_A_Subcommittee_on_Zoning_and_Franchises_25-09-09_Committee_Agenda.pdf",
  "MinutesFile": "https://nyc.legistar1.com/nyc/meetings/2025/9/21784_M_Subcommittee_on_Zoning_and_Franchises_25-09-09_Meeting_Minutes.pdf",
  "VideoPath": "https://councilnyc.viebit.com/vod/?s=true&v=NYCC-PV-CH-CHA_250909-101017.mp4",
  "InSiteURL": "https://legistar.council.nyc.gov/MeetingDetail.aspx?LEGID=21784&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 424097,
      "GUID": "80956899-7FB2-4DF1-9398-A5799F10914C",
      "Title": "Application number G 250081 CCQ (Ocean Crest Article XI Technical Correction) submitted by the New York City Department of Housing Preservation requesting a technical amendment to Council Resolution 950 for the year 2025 related to an Article XI tax exemption pursuant to Section 577 of the Private Housing Finance Law, and related to the Ocean Crest development located at Block 15744, Lot 17, Borough of Queens, Community District 14, Council District 31.",
      "AgendaSequence": 6,
      "MinutesSequence": 13,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "ActionText": "This Land Use Application was Hearing on P-C Item by Comm",
      "MatterID": 76351,
      "MatterFile": "T2025-4055",
      "MatterName": "Zoning, Ocean Crest Article XI Technical Correction, Queens (G 250081 CCQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-09-09T19:28:13.047Z"
    },
    {
      "ID": 424098,
      "GUID": "8134C959-C75F-457D-85AC-B54F8E1E2580",
      "Title": "Application number C 250171 HAQ (Jamaica Neighborhood Plan) submitted by the Department of Housing Preservation and Development (HPD), pursuant to Article 16 of the General Municipal Law of New York State for the designation of an Urban Development Action Area and an Urban Development Action Area Project, and Pursuant to Section 197-c of the New York City Charter for the disposition of such property to a developer to be selected by HPD, for property located at 108-41–108-51 Union Hall Street (Block 10150, Lots 6, 7, 8, 10), 108-32–108-34 Guy R Brewer Boulevard (Block 10150, Lots 51 & 52), 108-38 Guy R Brewer Boulevard (Block 10150, Lot 54), 108-44 Guy R Brewer Boulevard (Block 10150, Lot 57), 109-43–109-47 Union Hall Street (Block 12152, Lots 8, 9, 10, 11), Borough of Queens, Community District 12, Council District 28.",
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "ActionText": "This Land Use Application was Hearing on P-C Item by Comm",
      "MatterID": 76350,
      "MatterFile": "T2025-4054",
      "MatterName": "Zoning, Jamaica Neighborhood Plan, Queens (C 250171 HAQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-09-09T19:28:07.537Z"
    },
    {
      "ID": 424099,
      "GUID": "3D3CA654-CF16-4376-AEB4-54F05997B247",
      "Title": "Application number N 250173 ZRQ (Jamaica Neighborhood Plan) submitted by NYC Department of City Planning and Department of Housing Preservation and Development, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, amending Article XI, Chapter 5 (Special Downtown Jamaica District) and related Sections, and APPENDIX F (Inclusionary Housing Designated Areas and Mandatory Inclusionary Housing Areas) for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Queens, Community Districts 8 and 12, Council Districts 24, 27, and 28.",
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "ActionText": "This Land Use Application was Hearing on P-C Item by Comm",
      "MatterID": 76349,
      "MatterFile": "T2025-4053",
      "MatterName": "Zoning, Jamaica Neighborhood Plan, Queens (N 250173 ZRQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-09-09T19:27:57.94Z"
    },
    {
      "ID": 424100,
      "GUID": "444C85A7-84B9-4EC1-AD32-BE4CFEFC221F",
      "Title": "Application number C 250172 ZMQ (Jamaica Neighborhood Plan) submitted by Department of City Planning, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section Nos. 14d, 15b, 18c, and 19a: eliminating from within an existing R7A District a C1-2 District, eliminating from within an existing R4 District a C1-3 District, eliminating from within an eisting R5D District a C1-3 District, eliminating from within an existing R5D District a C1-4 District, eliminating from within an existing R7A District a C1-4 District, eliminating from within an existing R3-2 District a C2-3 District, eliminating from within an existing R5B District a C2-3 District, eliminating from within an existing R5D District a C2-3 District, eliminating from within an existing R6A District a C2-3 District, eliminating from within an existing R7A District a C2-3 District, eliminating from within an existing R6A District a C2-4 District, eliminating from within an existing R7A District a C2-4 District, eliminating from within an existing R7X District a C2-4 District, changing from an R3-2 District to an R6A District, changing from an R4-1 District to an R6A District, changing from an R5 District to an R6A District, changing from an R5D District to an R6A District, changing from an M1-1 District to an R6A District, changing from an R3A District to an R6D District, changing from an R4 District to an R6D District, changing from an R5D District to an R6D District, changing from an R3-2 District to an R7A District, changing from an R4 District to an R7A District, changing from an R5 District to an R7A District, changing from an R6D District to an R7A District, changing from an R5D District to an R7A District, changing from an R6A District to an R7A District, changing from an M1-1 District to an R7A District, changing from an R4 District to an R7X District, changing from an R6 District to an R7X District, changing from an R6A District to an R7X District, changing from an R7A district to an R7X District, changing from an M1-4 District to an R8A District, changing from an R6A District to an R8X District, changing from an R6 District to a C4-4 District, changing from an R6A District to a C4-4D District, changing from an R7A District to a C4-4D District, changing from an R7X District to a C4-4D District, changing from a C4-3A District to a C4-4D District, changing from a C4-4A District to a C4-4D District, changing from a C4-5X District to a C4-4D District, changing from a C4-4A District to a C6-2 District, changing from an R6A District to a C6-3 District, changing from a C4-4A District to a C6-3 District, changing from a C4-5X District to a C6-3 District, changing from a C6-2 District to a C6-3 District, changing from a C4-5X District to a C6-3A District, changing from an R6A district to a C6-4 District, changing from a C4-4A District to a C6-4 District, changing from a C6-2 District to a C6-4 District, changing from a C6-3 District to a C6-4 District, changing from an M1-4 District to a C6-4 District, changing from an M1-1 District to an M1-2A District, changing from an M1-4 District to an M1-2A District, changing from an M1-1 District to an M2-3A District, changing from an M1-2 District to an M2-3A District, changing from an M1-1 District to an M3-2A District, changing from an M1-1 District to an M1-2A/R7A District, changing from an M1-4 District to an M1-2A/R7-2 District, changing from an M1-1 District to an M1-3A/R7X District, changing from an M1-4 District to an M1-3A/R7X District, changing from an M1-4 District to an M1-6A/R9A District, changing from an M1-4 district to an M1-8A/R9X District, establishing within an existing R5D District a C2-4 District, establishing within a proposed R6D District a C2-4 District, establishing within an existing R7A District a C2-4 District, establishing within a proposed R7A District a C2-4 District, establishing within a proposed R7X District a C2-4 District, establishing within a proposed R8X District a C2-4 District, and establishing a Special Downtown Jamaica District (DJ), Borough of Queens, Community Districts 8 and 12, Council Districts 24, 27, and 28. ",
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "ActionText": "This Land Use Application was Hearing on P-C Item by Comm",
      "MatterID": 76348,
      "MatterFile": "T2025-4052",
      "MatterName": "Zoning, Jamaica Neighborhood Plan, Queens (C 250172 ZMQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-09-09T19:27:50.213Z"
    },
    {
      "ID": 424101,
      "GUID": "96FB89D3-50AA-4F2F-9D81-6A22635717C0",
      "Title": "Application No. C 240151 MMQ (JFK Conduit Logistics Center Demapping) submitted by WF Industrial VII LLC pursuant to Sections 197-c and 199 of the New York City Charter and Section 5-430 et seq. of the New York City Administrative Code for an amendment to the City Map involving: the elimination, discontinuance, and closing of: 153rd Way between South Conduit Avenue and Byron Street; Byron Street between 145th Avenue and 146th Avenue; and 145th Road between Byron Street and 155th Street; and the adjustment of grades and block dimensions necessitated thereby; and including authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 5044 dated February 20, 2025, revised July 7, 2025, and signed by the Borough President, Borough of Queens, Community District 13, Council District 31.",
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 76294,
      "MatterFile": "LU 0357-2025",
      "MatterName": "Zoning, JFK Conduit Logistics Center Demapping, Queens (C 240151 MMQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-09-09T19:27:36.02Z"
    },
    {
      "ID": 424102,
      "GUID": "9E594AC9-7613-43A7-9100-DE94796748B6",
      "Title": "Application No. C 230375 MMK (Broadway Junction Station City Map Amendment) submitted by the Metropolitan Transportation Authority and the New York City Department of Parks and Recreation pursuant to Sections 197-c and 199 of the New York City Charter and Section 5-430 et seq. of the New York City Administrative Code for an amendment to the City Map involving: the elimination, discontinuance, and closing of a portion of Sackman Street between Truxton Street and Fulton Street; the establishment of a park addition within the former portion of Sackman Street; the elimination of a portion of public park within the area bounded by Truxton Street, Van Sinderen Avenue, Fulton Street, and Eastern Parkway; and the adjustment of grades and block dimensions necessitated thereby, including authorization for any acquisition or disposition of real property related thereto, in accordance with Map Nos. N-2771 and N-2772 dated February 20, 2025 and signed by the Borough President, Borough of Brooklyn, Community District 16, Council District 37.",
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 76295,
      "MatterFile": "LU 0358-2025",
      "MatterName": "Zoning, Broadway Junction Station City Map Amendment, Brooklyn (C 230375 MMK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-09-09T19:27:43.787Z"
    },
    {
      "ID": 424380,
      "GUID": "35B65B39-FD1B-4EA0-9113-71A1FFAD9C96",
      "Title": "Roll Call",
      "AgendaSequence": 0,
      "MinutesSequence": 1,
      "Version": "",
      "RollCallFlag": 1,
      "RollCall": [
        {
          "ID": 7794,
          "Slug": "kevin-c-riley",
          "FullName": "Kevin C. Riley",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 10
        },
        {
          "ID": 7804,
          "Slug": "shaun-abreu",
          "FullName": "Shaun Abreu",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 20
        },
        {
          "ID": 7833,
          "Slug": "david-m-carr",
          "FullName": "David M. Carr",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 30
        },
        {
          "ID": 7832,
          "Slug": "kamillah-hanks",
          "FullName": "Kamillah Hanks",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 40
        },
        {
          "ID": 7745,
          "Slug": "francisco-p-moya",
          "FullName": "Francisco P. Moya",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 50
        },
        {
          "ID": 7866,
          "Slug": "yusef-salaam",
          "FullName": "Yusef Salaam",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 60
        },
        {
          "ID": 7818,
          "Slug": "lynn-c-schulman",
          "FullName": "Lynn C. Schulman",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 70
        }
      ],
      "LastModified": "2025-09-09T22:51:55.85Z"
    },
    {
      "ID": 424381,
      "GUID": "3A6A1DD0-8D2E-409D-90A0-CBD45853AF56",
      "Title": "Application No. C 240151 MMQ (JFK Conduit Logistics Center Demapping) submitted by WF Industrial VII LLC pursuant to Sections 197-c and 199 of the New York City Charter and Section 5-430 et seq. of the New York City Administrative Code for an amendment to the City Map involving: the elimination, discontinuance, and closing of: 153rd Way between South Conduit Avenue and Byron Street; Byron Street between 145th Avenue and 146th Avenue; and 145th Road between Byron Street and 155th Street; and the adjustment of grades and block dimensions necessitated thereby; and including authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 5044 dated February 20, 2025, revised July 7, 2025, and signed by the Borough President, Borough of Queens, Community District 13, Council District 31.",
      "AgendaSequence": 0,
      "MinutesSequence": 4,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 76294,
      "MatterFile": "LU 0357-2025",
      "MatterName": "Zoning, JFK Conduit Logistics Center Demapping, Queens (C 240151 MMQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-09-09T19:28:20.877Z"
    },
    {
      "ID": 424382,
      "GUID": "C858634F-7824-41F2-BC51-24A99EF64D6D",
      "Title": "Application No. C 230375 MMK (Broadway Junction Station City Map Amendment) submitted by the Metropolitan Transportation Authority and the New York City Department of Parks and Recreation pursuant to Sections 197-c and 199 of the New York City Charter and Section 5-430 et seq. of the New York City Administrative Code for an amendment to the City Map involving: the elimination, discontinuance, and closing of a portion of Sackman Street between Truxton Street and Fulton Street; the establishment of a park addition within the former portion of Sackman Street; the elimination of a portion of public park within the area bounded by Truxton Street, Van Sinderen Avenue, Fulton Street, and Eastern Parkway; and the adjustment of grades and block dimensions necessitated thereby, including authorization for any acquisition or disposition of real property related thereto, in accordance with Map Nos. N-2771 and N-2772 dated February 20, 2025 and signed by the Borough President, Borough of Brooklyn, Community District 16, Council District 37.",
      "AgendaSequence": 0,
      "MinutesSequence": 6,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 76295,
      "MatterFile": "LU 0358-2025",
      "MatterName": "Zoning, Broadway Junction Station City Map Amendment, Brooklyn (C 230375 MMK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-09-09T19:28:26.54Z"
    },
    {
      "ID": 424383,
      "GUID": "62FFAF21-4EE8-41CC-9FEC-F3A7EE42963C",
      "Title": "Application number C 250172 ZMQ (Jamaica Neighborhood Plan) submitted by Department of City Planning, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section Nos. 14d, 15b, 18c, and 19a: eliminating from within an existing R7A District a C1-2 District, eliminating from within an existing R4 District a C1-3 District, eliminating from within an eisting R5D District a C1-3 District, eliminating from within an existing R5D District a C1-4 District, eliminating from within an existing R7A District a C1-4 District, eliminating from within an existing R3-2 District a C2-3 District, eliminating from within an existing R5B District a C2-3 District, eliminating from within an existing R5D District a C2-3 District, eliminating from within an existing R6A District a C2-3 District, eliminating from within an existing R7A District a C2-3 District, eliminating from within an existing R6A District a C2-4 District, eliminating from within an existing R7A District a C2-4 District, eliminating from within an existing R7X District a C2-4 District, changing from an R3-2 District to an R6A District, changing from an R4-1 District to an R6A District, changing from an R5 District to an R6A District, changing from an R5D District to an R6A District, changing from an M1-1 District to an R6A District, changing from an R3A District to an R6D District, changing from an R4 District to an R6D District, changing from an R5D District to an R6D District, changing from an R3-2 District to an R7A District, changing from an R4 District to an R7A District, changing from an R5 District to an R7A District, changing from an R6D District to an R7A District, changing from an R5D District to an R7A District, changing from an R6A District to an R7A District, changing from an M1-1 District to an R7A District, changing from an R4 District to an R7X District, changing from an R6 District to an R7X District, changing from an R6A District to an R7X District, changing from an R7A district to an R7X District, changing from an M1-4 District to an R8A District, changing from an R6A District to an R8X District, changing from an R6 District to a C4-4 District, changing from an R6A District to a C4-4D District, changing from an R7A District to a C4-4D District, changing from an R7X District to a C4-4D District, changing from a C4-3A District to a C4-4D District, changing from a C4-4A District to a C4-4D District, changing from a C4-5X District to a C4-4D District, changing from a C4-4A District to a C6-2 District, changing from an R6A District to a C6-3 District, changing from a C4-4A District to a C6-3 District, changing from a C4-5X District to a C6-3 District, changing from a C6-2 District to a C6-3 District, changing from a C4-5X District to a C6-3A District, changing from an R6A district to a C6-4 District, changing from a C4-4A District to a C6-4 District, changing from a C6-2 District to a C6-4 District, changing from a C6-3 District to a C6-4 District, changing from an M1-4 District to a C6-4 District, changing from an M1-1 District to an M1-2A District, changing from an M1-4 District to an M1-2A District, changing from an M1-1 District to an M2-3A District, changing from an M1-2 District to an M2-3A District, changing from an M1-1 District to an M3-2A District, changing from an M1-1 District to an M1-2A/R7A District, changing from an M1-4 District to an M1-2A/R7-2 District, changing from an M1-1 District to an M1-3A/R7X District, changing from an M1-4 District to an M1-3A/R7X District, changing from an M1-4 District to an M1-6A/R9A District, changing from an M1-4 district to an M1-8A/R9X District, establishing within an existing R5D District a C2-4 District, establishing within a proposed R6D District a C2-4 District, establishing within an existing R7A District a C2-4 District, establishing within a proposed R7A District a C2-4 District, establishing within a proposed R7X District a C2-4 District, establishing within a proposed R8X District a C2-4 District, and establishing a Special Downtown Jamaica District (DJ), Borough of Queens, Community Districts 8 and 12, Council Districts 24, 27, and 28. ",
      "AgendaSequence": 0,
      "MinutesSequence": 8,
      "Version": "*",
      "ActionID": 5018,
      "ActionName": "P-C Item Laid Over by Comm",
      "ActionText": "This Land Use Application was P-C Item Laid Over by Comm",
      "MatterID": 76348,
      "MatterFile": "T2025-4052",
      "MatterName": "Zoning, Jamaica Neighborhood Plan, Queens (C 250172 ZMQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-09-09T19:28:36.773Z"
    },
    {
      "ID": 424384,
      "GUID": "6DDF515D-21D7-48BE-982E-EB62D2A3AAFE",
      "Title": "Application number N 250173 ZRQ (Jamaica Neighborhood Plan) submitted by NYC Department of City Planning and Department of Housing Preservation and Development, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, amending Article XI, Chapter 5 (Special Downtown Jamaica District) and related Sections, and APPENDIX F (Inclusionary Housing Designated Areas and Mandatory Inclusionary Housing Areas) for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Queens, Community Districts 8 and 12, Council Districts 24, 27, and 28.",
      "AgendaSequence": 0,
      "MinutesSequence": 10,
      "Version": "*",
      "ActionID": 5018,
      "ActionName": "P-C Item Laid Over by Comm",
      "ActionText": "This Land Use Application was P-C Item Laid Over by Comm",
      "MatterID": 76349,
      "MatterFile": "T2025-4053",
      "MatterName": "Zoning, Jamaica Neighborhood Plan, Queens (N 250173 ZRQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-09-09T19:28:43.59Z"
    },
    {
      "ID": 424385,
      "GUID": "35CE07CF-3200-4BB6-B879-94077CC3D804",
      "Title": "Application number C 250171 HAQ (Jamaica Neighborhood Plan) submitted by the Department of Housing Preservation and Development (HPD), pursuant to Article 16 of the General Municipal Law of New York State for the designation of an Urban Development Action Area and an Urban Development Action Area Project, and Pursuant to Section 197-c of the New York City Charter for the disposition of such property to a developer to be selected by HPD, for property located at 108-41–108-51 Union Hall Street (Block 10150, Lots 6, 7, 8, 10), 108-32–108-34 Guy R Brewer Boulevard (Block 10150, Lots 51 & 52), 108-38 Guy R Brewer Boulevard (Block 10150, Lot 54), 108-44 Guy R Brewer Boulevard (Block 10150, Lot 57), 109-43–109-47 Union Hall Street (Block 12152, Lots 8, 9, 10, 11), Borough of Queens, Community District 12, Council District 28.",
      "AgendaSequence": 0,
      "MinutesSequence": 12,
      "Version": "*",
      "ActionID": 5018,
      "ActionName": "P-C Item Laid Over by Comm",
      "ActionText": "This Land Use Application was P-C Item Laid Over by Comm",
      "MatterID": 76350,
      "MatterFile": "T2025-4054",
      "MatterName": "Zoning, Jamaica Neighborhood Plan, Queens (C 250171 HAQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-09-09T19:28:49.94Z"
    },
    {
      "ID": 424386,
      "GUID": "48374991-882D-44D6-BA3F-E8289FD97EF5",
      "Title": "Application number G 250081 CCQ (Ocean Crest Article XI Technical Correction) submitted by the New York City Department of Housing Preservation requesting a technical amendment to Council Resolution 950 for the year 2025 related to an Article XI tax exemption pursuant to Section 577 of the Private Housing Finance Law, and related to the Ocean Crest development located at Block 15744, Lot 17, Borough of Queens, Community District 14, Council District 31.",
      "AgendaSequence": 0,
      "MinutesSequence": 14,
      "Version": "*",
      "ActionID": 5018,
      "ActionName": "P-C Item Laid Over by Comm",
      "ActionText": "This Land Use Application was P-C Item Laid Over by Comm",
      "MatterID": 76351,
      "MatterFile": "T2025-4055",
      "MatterName": "Zoning, Ocean Crest Article XI Technical Correction, Queens (G 250081 CCQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-09-09T22:52:09.193Z"
    },
    {
      "ID": 424387,
      "GUID": "2FE7D62F-B50C-4E0F-9BE8-C8C83714533C",
      "Title": "",
      "AgendaSequence": 0,
      "MinutesSequence": 2,
      "Version": "",
      "MinutesNote": "Other Council Members Attending: Speaker Adams",
      "LastModified": "2025-09-09T19:27:11.397Z"
    }
  ],
  "AgendaLastPublished": "2025-09-09T14:19:55.653Z",
  "MinutesLastPublished": "2025-09-09T22:52:15.7Z",
  "LastModified": "2025-09-09T22:52:15.763Z"
}
