{
  "ID": 21636,
  "GUID": "4A8DD1BB-49A8-48C3-8C2B-218E54EABB5D",
  "BodyID": 34,
  "BodyName": "Subcommittee on Zoning and Franchises",
  "Date": "2025-07-01T10:00:00-04:00",
  "Location": "Council Chambers - City Hall",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 1,
  "MinutesStatusName": "Draft",
  "AgendaFile": "https://nyc.legistar1.com/nyc/meetings/2025/7/21636_A_Subcommittee_on_Zoning_and_Franchises_25-07-01_Committee_Agenda.pdf",
  "InSiteURL": "https://legistar.council.nyc.gov/MeetingDetail.aspx?LEGID=21636&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 422170,
      "GUID": "E624127B-5200-4166-BD26-0EE89E879734",
      "Title": "Application number C 250086 ZMX (Bally's Ferry Point Map Amendment) submitted by Bally's New York Operating Company, LLC pursuant to Sections 197-c and 201 of the New York City Charter for the amendment of the Zoning Map, Section No. 7a, establishing a C8-4 District, Borough of the Bronx, Community District 10, Council District 13.",
      "AgendaSequence": 1,
      "MinutesSequence": 1,
      "Version": "*",
      "MatterID": 76083,
      "MatterFile": "LU 0321-2025",
      "MatterName": "Zoning, Bally's Ferry Point Map Amendment, Bronx (C 250086 ZMX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Introduced",
      "LastModified": "2025-06-20T15:53:14.22Z"
    },
    {
      "ID": 422171,
      "GUID": "87C09EC8-BE9D-4B4E-A132-99161AA8D75C",
      "Title": "Application number C 250085 MMX (Bally's Ferry Point Map Amendment) submitted by Bally's New York Operating Company, LLC and the New York City Department of Parks and Recreation, pursuant to Sections 197-c and 199 for an amendment to the City Map involving: the establishment of Ring Road; the elimination of Park South of Schley Avenue; the adjustments of grades and block dimensions necessitated thereby; and the authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 13154 dated January 15, 2025 and signed by the Borough President, Borough of the Bronx, Community District 10, Council District 13.",
      "AgendaSequence": 2,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterID": 76084,
      "MatterFile": "LU 0322-2025",
      "MatterName": "Zoning, Bally's Ferry Point Map Amendment, Bronx (C 250085 MMX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Introduced",
      "LastModified": "2025-06-17T14:29:36.327Z"
    },
    {
      "ID": 422172,
      "GUID": "1671C60B-95BE-4904-B547-3997B24D0A8D",
      "Title": "Application number C 250093 PPX (Bally's Ferry Point Map Amendment) submitted by the Department of Citywide Administrative Services pursuant to Section 197-c of the New York City Charter, for the disposition of property located at Ferry Point Park (Block 5622, p/o Lot 1), Borough of the Bronx, Community District 10, Council District 13.\r\n",
      "AgendaSequence": 3,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterID": 76085,
      "MatterFile": "LU 0323-2025",
      "MatterName": "Zoning, Bally's Ferry Point Map Amendment, Bronx (C 250093 PPX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Introduced",
      "LastModified": "2025-06-17T14:29:48.397Z"
    },
    {
      "ID": 422173,
      "GUID": "7F756B5F-394A-4DA3-906B-7D23EEA65DEC",
      "Title": "Application number C 250185 ZMM (Midtown South Mixed-Use Plan) submitted by the New York City Department of City Planning, Manhattan Borough Office pursuant to Sections 197-c and 201 of the New York City Charter for the amendment of the Zoning Map, Section No. 8d, eliminating a Special Midtown District (MiD), eliminating a Special Garment Center District (GC), changing from an M1-6 District to an M1-8A/R11 District, changing from an M1-6 District to an M1-8A/R12 District, changing from an M1-6 District to an M1-9A/R12 District, changing from an M1-6D District to an M1-8A/R12 District, changing from an M1-6D District to an M1-9A/R12 District, establishing a Special Hudson Yards District (HY), establishing a Special Midtown South Mixed-Use District (MSMX), Borough of Manhattan, Community Districts 4 and 5, Council District 3.",
      "AgendaSequence": 4,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterID": 76086,
      "MatterFile": "LU 0324-2025",
      "MatterName": "Zoning, Midtown South Mixed-Use Plan, Manhattan (C 250185 ZMM).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Introduced",
      "LastModified": "2025-06-17T14:30:00.06Z"
    },
    {
      "ID": 422174,
      "GUID": "93A04C8C-5CEA-419D-9E00-C2DC293F980E",
      "Title": "Application number N 250186 ZRM (Midtown South Mixed-Use Plan) submitted by the New York City Department of City Planning, Manhattan Borough Office, pursuant to Section 201 of the New York City Charter for various amendments to the Zoning Resolution of the City of New York, establishing the Special Midtown South Mixed Use District, eliminating the Special Garment Center District, and amending related provisions, including modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Manhattan, Community Districts 4 and 5, Council District 3.",
      "AgendaSequence": 5,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterID": 76087,
      "MatterFile": "LU 0325-2025",
      "MatterName": "Zoning, Midtown South Mixed-Use Plan, Manhattan (N 250186 ZRM).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Introduced",
      "LastModified": "2025-06-20T15:53:08.79Z"
    }
  ],
  "AgendaLastPublished": "2025-06-30T23:01:08.983Z",
  "MinutesLastPublished": "0001-01-01T00:00:00Z",
  "LastModified": "2025-06-30T23:01:09.033Z"
}
