{
  "ID": 21811,
  "GUID": "CD7CCA15-4F83-42A4-9CEA-6BBF6EDA0557",
  "BodyID": 34,
  "BodyName": "Subcommittee on Zoning and Franchises",
  "Date": "2025-09-17T10:00:00-04:00",
  "Location": "Council Chambers - City Hall",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 1,
  "MinutesStatusName": "Draft",
  "AgendaFile": "https://nyc.legistar1.com/nyc/meetings/2025/9/21811_A_Subcommittee_on_Zoning_and_Franchises_25-09-17_Committee_Agenda.pdf",
  "InSiteURL": "https://legistar.council.nyc.gov/MeetingDetail.aspx?LEGID=21811&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 424542,
      "GUID": "EC45036B-F502-4DCD-BCFD-E70839CD459C",
      "Title": "Application number C 250187 MMQ (Station Plaza Jamaica City Map Changes) submitted by the New York City Department of Transportation and the New York City Economic Development Corporation pursuant to Sections 197-c and 199 of the New York City Charter and Section 5-430 et seq. Of the New York City Administrative Code for an amendment to the City Map involving: the narrowing and re-alignment of Archer Avenue between 144th Place and 147th Place; the discontinuance and closing of a portion of Archer Avenue between 144th Place and 146th Street; the establishment and elimination of public places along Archer Avenue between 144th Place and 147th Place; the adjustment of grades and block dimensions necessitated thereby; and the authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 5048 dated April 1, 2025 and signed by the Borough President, Borough of Queens, Community District 12, Council Districts 24 and 27.",
      "AgendaSequence": 1,
      "MinutesSequence": 1,
      "Version": "*",
      "MatterID": 76386,
      "MatterFile": "LU 0372-2025",
      "MatterName": "Zoning, Station Plaza Jamaica City Map Changes, Queens (C 250187 MMQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-09-16T19:50:48.4Z"
    },
    {
      "ID": 424544,
      "GUID": "E9DE58BC-4943-44C0-994F-3C5F6FE9DD63",
      "Title": "Application number C 250176 ZMQ (Long Island City Neighborhood Plan) submitted by NYC Department of City Planning, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section Nos. 8d and 9b: eliminating from within an existing R6A District a C1-5 District; eliminating from within an existing R7A District a C2-5 District; eliminating a Special Mixed-Use District (MX-9); changing from an M1-3 District to an M1-4A District; changing from an M1-4 District to an M1-4A District; changing from an M1-3 District to an M1-5A District; changing from an M1-4 District to an M1-5A District; changing from an M1-4 District to an M1-6A District; changing from an M1-5 District to an M1-6A District; changing from an M1-4 District to an M1-2A/R6A District; changing from an R6A District to an M1-3A/R7A District; changing from an M1-4 District to an M1-3A/R7A District; changing from an M1-4 District to an M1-3A/R7X District; changing from an R6B District to an M1-4A/R8A District; changing from an M1-4 District to an M1-4A/R8A District; changing from an M1-4/R7A District to an M1-4A/R8A District; changing from an M1-4 District to an M1-5A/R8 District; changing from an M1-4/R6A District to an M1-5A/R8 District; changing from an M1-5/R9 District to an M1-6/R9 District; changing from an M1-5/R9 District to an M1-6/R10 District; changing from an R7A District to an M1-6A/R9 District; changing from an M1-4 District to an M1-6A/R9 District; changing from an M3-1 District to an M1-6A/R9 District; changing from an M1-5 District to an M1-6A/R10 District; and establishing a Special Long Island City District (LIC), Borough of Queens, Community Districts 1 and 2, Council District 26. ",
      "AgendaSequence": 2,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterID": 76387,
      "MatterFile": "LU 0373-2025",
      "MatterName": "Zoning, Long Island City Neighborhood Plan, Queens (C 250176 ZMQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-09-16T19:50:48.403Z"
    },
    {
      "ID": 424545,
      "GUID": "B153A977-FE15-4DA1-9651-1971FB3260CD",
      "Title": "Application number N 250177 ZRQ (Long Island City Neighborhood Plan) submitted by NYC Department of City Planning, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, amending the Special Long Island City District (Article XI, Chapter 7), and amending APPENDIX F (Inclusionary Housing Designated Areas and Mandatory Inclusionary Housing Areas) for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Queens, Community Districts 1 and 2, Council District 26.",
      "AgendaSequence": 3,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterID": 76388,
      "MatterFile": "LU 0374-2025",
      "MatterName": "Zoning, Long Island City Neighborhood Plan, Queens (N 250177 ZRQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-09-16T19:50:48.403Z"
    },
    {
      "ID": 424546,
      "GUID": "54BCA2F5-39F7-431B-B0DC-571FC6FCC6FA",
      "Title": "Application number C 250175 HAQ (Long Island City Neighborhood Plan) submitted by the Department of Housing Preservation and Development (HPD), pursuant to Article 16 of the General Municipal Law of New York State for the designation of an Urban Development Action Area and an Urban Development Action Area Project, and Pursuant to Section 197-c of the New York City Charter for the disposition of such property to a developer to be selected by HPD, for property located on a block bounded by Vernon Boulevard, 45th Avenue, 5th Street, and 44th Drive (Block 24, Lot 7), Borough of Queens, Community District 2, Council District 26.",
      "AgendaSequence": 4,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterID": 76389,
      "MatterFile": "LU 0375-2025",
      "MatterName": "Zoning, Long Island City Neighborhood Plan, Queens (C 250175 HAQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-09-16T19:50:48.403Z"
    },
    {
      "ID": 424547,
      "GUID": "57C46A3D-32D2-4D50-9D7B-710EEF9C14E0",
      "Title": "Application number C 250178 PCQ (Long Island City Neighborhood Plan) submitted by the Department of Citywide Administrative Services (DCAS) and the New York City Economic Development Corporation (EDC), pursuant to Section 197-c of the New York City Charter, for a site selection and acquisition of property located on the west side of Vernon Boulevard, between 43rd and 44th Avenues (Block 488, p/o Lot 114), Borough of Queens, Community District 2, Council District 26.",
      "AgendaSequence": 5,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterID": 76390,
      "MatterFile": "LU 0376-2025",
      "MatterName": "Zoning, Long Island City Neighborhood Plan, Queens (C 250178 PCQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-09-16T19:50:48.407Z"
    },
    {
      "ID": 424548,
      "GUID": "A85E80F8-414C-411F-9396-B2221BF4ABA6",
      "Title": "Application number C 250179 PPQ (Long Island City Neighborhood Plan) submitted by the Department of Citywide Administrative Services (DCAS), pursuant to Section 197-c of the New York City Charter, for the disposition of city-owned property located on the east side of Vernon Boulevard, between 44th Drive and 45th Avenue (Block 488, Lots 11 and 15, and Block 489, Lots 1 and 23), Borough of Queens, Community District 2, Council District 26.",
      "AgendaSequence": 6,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterID": 76391,
      "MatterFile": "LU 0377-2025",
      "MatterName": "Zoning, Long Island City Neighborhood Plan, Queens (C 250179 PPQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-09-16T19:50:48.407Z"
    },
    {
      "ID": 424549,
      "GUID": "84A5E51B-5404-4FC1-973D-86C390B6DB3D",
      "Title": "Application number C 250180 PPQ (Long Island City Neighborhood Plan) submitted by the Department of Citywide Administrative Services (DCAS), pursuant to Section 197-c of the New York City Charter, for the disposition of city-owned property generally bounded by 42nd Road to the north, 24th street to the east, 43rd Avenue to the south and 23rd Street to the west (Block 428, Lots, 12,13, and 16) and generally bounded by 42nd Road to the north, Crescent Street to the east, 43rd Avenue to the south, and 24th street to the west (Block 429, Lots 13, 15, 29), Borough of Queens, Community District 2, Council District 26.",
      "AgendaSequence": 7,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterID": 76392,
      "MatterFile": "LU 0378-2025",
      "MatterName": "Zoning, Long Island City Neighborhood Plan, Queens (C 250180 PPQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-09-16T19:50:48.407Z"
    },
    {
      "ID": 424550,
      "GUID": "F30D8683-7EC2-4F7B-AA9D-FB5CEFF1ADAD",
      "Title": "Application number D 2550159534 SWX (El Caldero Restaurant and Sport Bar) pursuant to Section 19-160.2 of the Administrative Code of the City of New York, for a revocable consent to establish, maintain, and operate a sidewalk café located at 1267 Jerome Avenue, Bronx, NY 10452, Borough of  The Bronx, Community District 4, Council District 16.",
      "AgendaSequence": 8,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterID": 76393,
      "MatterFile": "LU 0379-2025",
      "MatterName": "Zoning, El Caldero Restaurant and Sport Bar, Bronx (D 2550159534 SWX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-09-16T19:50:48.41Z"
    },
    {
      "ID": 424551,
      "GUID": "67AF713C-63F5-474F-B4FF-1763DB0FF4DD",
      "Title": "Application number D 2550082809 SWX (Lava Rock Kitchen) pursuant to Section 19-160.2 of the Administrative Code of the City of New York, for a revocable consent to establish, maintain, and operate a sidewalk café located at 2119 Starling Avenue, Bronx, NY 10462, Borough of The Bronx, Community District 9, Council District 18.",
      "AgendaSequence": 9,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterID": 76394,
      "MatterFile": "LU 0380-2025",
      "MatterName": "Zoning, Lava Rock Kitchen, Bronx (D 2550082809 SWX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-09-16T19:50:48.41Z"
    },
    {
      "ID": 424552,
      "GUID": "883E9864-8CCE-4B48-AACF-85629A948E64",
      "Title": "Application number D 2540387825 SWK (Green Pavilion Restaurant & Sports Lounge) pursuant to Section 19-160.2 of the Administrative Code of the City of New York, for a revocable consent to establish, maintain, and operate a sidewalk café located at 4307 18th Avenue, Brooklyn, NY 11218, Borough of Brooklyn, Community District 14, Council District 40.",
      "AgendaSequence": 10,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterID": 76395,
      "MatterFile": "LU 0381-2025",
      "MatterName": "Zoning, Green Pavilion Restaurant & Sports Lounge, Brooklyn (D 2540387825 SWK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-09-16T19:50:48.41Z"
    }
  ],
  "AgendaLastPublished": "2025-09-11T13:53:18.377Z",
  "MinutesLastPublished": "0001-01-01T00:00:00Z",
  "LastModified": "2025-09-17T14:15:38.787Z"
}
