{
  "ID": 22095,
  "GUID": "0B0B82F3-E35C-41C8-A72F-C38A72BAA195",
  "BodyID": 5106,
  "BodyName": "Committee on Parks and Recreation",
  "Date": "2025-12-18T11:30:00-05:00",
  "Location": "250 Broadway - 8th Floor - Hearing Room 1",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 1,
  "MinutesStatusName": "Draft",
  "AgendaFile": "https://nyc.legistar1.com/nyc/meetings/2025/12/22095_A_Committee_on_Parks_and_Recreation_25-12-18_Committee_Agenda.pdf",
  "Comment": "VOTE*",
  "InSiteURL": "https://legistar.council.nyc.gov/MeetingDetail.aspx?LEGID=22095&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 428719,
      "GUID": "5F8502B4-E070-4FA9-97CE-7279CE6B32B3",
      "Title": "A Local Law in relation to the naming of 77 thoroughfares and public places, Laura Friedman Way, Borough of Manhattan, Jenny Benitez Way, Borough of Manhattan, Tom “Pop” Toscano Way, Borough of Queens, Congregación del Santísimo Redentor Padre Ruskin Piedra Way, Borough of Brooklyn, Paul Rivera Way, Borough of Manhattan, Daniel “Danny” Chervoni Way, Borough of the Bronx, Justi Barreto Way, Borough of Manhattan, Sister Susanne Lachapelle Way -LSA-, Borough of Manhattan, Eddie Palmieri Way, Borough of Manhattan, Piri Thomas Way, Borough of Manhattan, El Caribe Democratic Club Way, Borough of Manhattan, Dylcia Pagán Place, Borough of Manhattan, Virginia Burroughs Way, Borough of Brooklyn, Money K. Perkins Way, Borough of Brooklyn, Sandy Bender Jr. Way, Borough of Brooklyn, James “Jimmy” O’Pharrow Way, Borough of Brooklyn, Corinna C. Grant Way, Borough of Brooklyn, Frank Crapanzano Way, Borough of Manhattan, Firefighter Frank J. Gasparino Memorial Way, Borough of Brooklyn, Michael Ferrara’s Lane, Borough of Brooklyn, Robert “Mitch” Boyd Way, Borough of Queens, Ali Pasha Sabanagic Street, Borough of Queens, Sal, Kris & Charlie’s Deli Way, Borough of Queens, Marble Hill International Unisex Salon Way, Borough of Manhattan, Manhattan University, Borough of the Bronx, Pedro Joaquín Aguiar-Carrión Way, Borough of the Bronx, Milo Kessler Way, Borough of Brooklyn, John Carlesi Way, Borough of Brooklyn, Sarah Power Way, Borough of Staten Island, Staten Island NAACP Way - 100th Anniversary, Borough of Staten Island, Paul Casali Way, Borough of Staten Island, P.O. Anthony C. Giambra Way, Borough of Queens, Ptl. Frank Romanella Way, Borough of Queens, Ptl. Joseph J. Pelosi Way, Borough of Queens, Isaiah Benloss Way, Borough of Brooklyn, Henry M. Piccoli Way, Borough of the Bronx, Jack Kirby Way, Borough of Manhattan, Eric and Salvatore Dellecave Way, Borough of Manhattan, Marie Sklodowska-Curie Way, Borough of Manhattan, SSG William T. Johnson Way, Borough of Staten Island, Firefighter Michael W. Daly Way, Borough of Staten Island, Dr. Melvin Koplow Way, Borough of Staten Island, Dominick Dellegrazie Way, Borough of Staten Island, Chris Walsh Way, Borough of Staten Island, Pamela Kay Armstrong Petties Way, Borough of Queens, Terri Cadet-Donald Way, Borough of Brooklyn, Dr. Frank “Mick” Mickens Way, Borough of Brooklyn, ODB Jones Way, Borough of Brooklyn, Tony Way, Borough of Queens, Police Officer John E. Kilpatrick Way, Borough of Queens, Sergeant USAAC Michael J. Murphy Way, Borough of Queens, Kenneth N. Keller 19th Precinct, Borough of Manhattan, Ashok \"Victor\" Vora Way, Borough of Brooklyn, Dorothy Day Way, Borough of Brooklyn, Edith Schkrutz Way, Borough of Brooklyn, Aldona Vaiciunas Way, Borough of Brooklyn, Matthew Jensen Way, Borough of Brooklyn, Principal Fortunato Rubino Way, Borough of Brooklyn, Nicola Tanzi Way, Borough of Brooklyn, Dwight ‘Coach D’ Downer Way, Borough of the Bronx, Harry Belafonte Way, Borough of Manhattan, Honorable Bill Perkins Way, Borough of Manhattan, Franklin H. Williams Street, Borough of Manhattan, Love, Power and Grace Church Way, Borough of the Bronx, Dr. Edward ‘Doc’ Eismann Way, Borough of the Bronx, Ms. Gloria Thomas Way, Borough of the Bronx, Guru Tegh Bahadur Ji Marg Way, Borough of Queens, Erik Farmer Way, Borough of the Bronx, Betty Kee Way, Borough of the Bronx, Kathy Posa Way, Borough of Queens, Fannie & Pete Pompilio’s Gothic Press Way, Borough of Brooklyn, Antoinette Bonvino Way, Borough of Brooklyn, Masjid Ar-Rahman Ave, Borough of Queens, Franklin J. Havlicek Place, Borough of Queens, LaGuardia Community College Way, Borough of Queens, Queen Marie of Romania Corner, Borough of Manhattan, Argentina Way and the repeal of sections 5, 10, 103 and 104 of local law number 121 for the year 2025 and sections 16, 80 and 99 of local law number 10 for the year 2025.",
      "AgendaSequence": 1,
      "MinutesSequence": 1,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterID": 76908,
      "MatterFile": "T2025-4612",
      "MatterName": "Naming of 77 thoroughfares and public places.",
      "MatterType": "Introduction",
      "LastModified": "2025-12-12T18:05:55.29Z"
    }
  ],
  "AgendaLastPublished": "2025-12-12T18:05:59.993Z",
  "MinutesLastPublished": "0001-01-01T00:00:00Z",
  "LastModified": "2025-12-12T18:06:00.127Z"
}
