{
  "ID": 21627,
  "GUID": "98CE00F2-AD84-4C9E-953D-5B4CA9878FC0",
  "BodyID": 34,
  "BodyName": "Subcommittee on Zoning and Franchises",
  "Date": "2025-05-12T15:00:00-04:00",
  "Location": "Committee Room - City Hall",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 1,
  "MinutesStatusName": "Draft",
  "AgendaFile": "https://nyc.legistar1.com/nyc/meetings/2025/5/21627_A_Subcommittee_on_Zoning_and_Franchises_25-05-12_Committee_Agenda.pdf",
  "InSiteURL": "https://legistar.council.nyc.gov/MeetingDetail.aspx?LEGID=21627&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 420474,
      "GUID": "0F415CBA-BD32-4D9B-900F-7903A30A2891",
      "Title": "Application number C 250014 ZMK (Atlantic Avenue Mixed-Use Plan) submitted by the New York City Department of City Planning, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section Nos. 16c and 17a, eliminating from within an existing R7A District a C2-4 District, eliminating from within an existing R7D District a C2-4 District, eliminating a Special Mixed Use District (MX-20), changing from an R6A District to an R7A District, changing from an R6B District to an R7D District, changing from an R6A District to an R7-2 District, changing from an R6B District to an R7-2 District, changing from an M1-1 District to a C4-3A District, changing from an M1-1 District to a C4-5D District, changing from a C6-2A District to a C6-3A District, changing from an M1-1 District to a C6-3A District, changing from an M1-1 District to an M1-3A District, changing from an M1-1 District to an M1-1A/R6B District, changing from an R7A District to an M1-2A/R6A District, changing from an M1-1 District to an M1-2A/R6A District, changing from an M1-4/R7A District to an M1-2A/R6A District, changing from an R7A District to an M1-3A/R7D District, changing from an R7D District to an M1-3A/R7D District, changing from an M1-1 District to an M1-3A/R7D District, changing from an M1-4/R7A District to an M1-3A/R7D District, changing from an M1-1 District to an M1-4A/R9A District, establishing within an existing R6A District a C2-4 District, establishing within a proposed R7A District a C2-4 District, establishing a Special Atlantic Avenue Mixed Use District (AAM), Borough of Brooklyn, Community Districts 3 and 8, Council District 35.",
      "AgendaSequence": 1,
      "MinutesSequence": 1,
      "Version": "*",
      "MatterID": 75593,
      "MatterFile": "LU 0257-2025",
      "MatterName": "Zoning, Atlantic Avenue Mixed-Use Plan, Brooklyn (C 250014 ZMK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-05-09T17:44:21.28Z"
    },
    {
      "ID": 420475,
      "GUID": "0E39613D-8E03-41FB-A412-B6672B1A2DB1",
      "Title": "Application number N 250015 ZRK (Atlantic Avenue Mixed Use Plan) submitted by the New York City Department of City Planning, New York City Department of Citywide Administrative Services and New York City Department of Housing Preservation and Development, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York establishing the Special Atlantic Avenue Mixed Use District (Article XIV, Chapter 6), and modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, and related Sections, Borough of Brooklyn, Community Districts 3 and 8, Council District 35.",
      "AgendaSequence": 2,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterID": 75594,
      "MatterFile": "LU 0258-2025",
      "MatterName": "Zoning, Atlantic Avenue Mixed Use Plan, Brooklyn (N 250015 ZRK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-05-09T17:44:19.037Z"
    },
    {
      "ID": 420476,
      "GUID": "2E894BDE-B555-4317-9342-EB7DED4643A2",
      "Title": "Application number C 250020 PQK (Atlantic Avenue Mixed-Use Plan) submitted by the New York City Department Citywide Administrative Services and New York City Department of Housing Preservation and Development, pursuant to Section 197-c of the New York City Charter, for the acquisition of property located at 516 Bergen Street (Block 1143, Lot 25) to facilitate replacement parking for HPD operations, Borough of Brooklyn, Community District 8, Council District 35.",
      "AgendaSequence": 3,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterID": 75595,
      "MatterFile": "LU 0259-2025",
      "MatterName": "Zoning, Atlantic Avenue Mixed-Use Plan, Brooklyn (C 250020 PQK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-05-09T17:44:19.037Z"
    },
    {
      "ID": 420477,
      "GUID": "52847A62-1ABA-4571-97AE-21811A33FEFF",
      "Title": "Application number C 250021 PPK (Atlantic Avenue Mixed-Use Plan) submitted by the New York City Department of Citywide Administrative Services, pursuant to Section 197-c of the New York City Charter, for the disposition of a city-owned property located at 1110 Atlantic Avenue (Block 1126, Lot 32) to facilitate a mixed- use development that includes commercial and/ or light industrial space, Borough of Brooklyn, Community District 8, Council District 35.",
      "AgendaSequence": 4,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterID": 75596,
      "MatterFile": "LU 0260-2025",
      "MatterName": "Zoning, Atlantic Avenue Mixed-Use Plan, Brooklyn (C 250021 PPK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-05-09T19:29:20.67Z"
    },
    {
      "ID": 420478,
      "GUID": "6551115F-F8ED-49F2-880F-28A2CBA15AFA",
      "Title": "Application number C 250022 PPK (Atlantic Avenue Mixed-Use Plan) submitted by the New York City Department of Housing Preservation and Development, pursuant to Section 197-c of the New York City Charter, for the disposition of a city-owned property located at 457 Nostrand Avenue (Block 1844, Lot 1) to facilitate a residential development that includes community facility space, Borough of Brooklyn, Community District 3, Council District 35.",
      "AgendaSequence": 5,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterID": 75597,
      "MatterFile": "LU 0261-2025",
      "MatterName": "Zoning, Atlantic Avenue Mixed-Use Plan, Brooklyn (C 250022 PPK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-05-09T17:44:19.04Z"
    },
    {
      "ID": 420479,
      "GUID": "B9B49408-E184-4939-9EFC-F22A38207FBE",
      "Title": "Application number C 250023 PPK (Atlantic Avenue Mixed-Use Plan) submitted by the New York City Department of Housing Preservation and Development, pursuant to Section 197-c of the New York City Charter, for the disposition of a city-owned property located at 1134-1142 Pacific Street (Block 1205, Lots 11, 14, 111), to facilitate a residential development, Borough of Brooklyn, Community District 8, Council District 35.",
      "AgendaSequence": 6,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterID": 75598,
      "MatterFile": "LU 0262-2025",
      "MatterName": "Zoning, Atlantic Avenue Mixed-Use Plan, Brooklyn (C 250023 PPK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-05-09T17:44:19.04Z"
    },
    {
      "ID": 420480,
      "GUID": "B0E6BFF5-C273-47AA-B8C5-0BC1C04C00AE",
      "Title": "Application number C 250016 HAK (Atlantic Avenue Mixed-Use Plan) submitted by the New York City Department of Housing Preservation and Development, pursuant to Article 16 of the General Municipal Law of New York State for the designation of an Urban Development Action Area and an Urban Development Action Area Project, and pursuant to Section 197-c of the New York City Charter for the disposition of such property to a developer to be selected by HPD, for property located at 542 Dean Street (Block 1136, Lot 29, 32, 33, 34, 35), as an Urban Development Action Area, Borough of Brooklyn, Community District 8, Council District 35. ",
      "AgendaSequence": 7,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterID": 75599,
      "MatterFile": "LU 0263-2025",
      "MatterName": "Zoning, Atlantic Avenue Mixed-Use Plan, Brooklyn (C 250016 HAK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-05-09T17:44:19.04Z"
    },
    {
      "ID": 420481,
      "GUID": "EAE602AF-CB69-4EDF-927E-E259410AC313",
      "Title": "Application number C 250019 PQK (Atlantic Avenue Mixed-Use Plan) submitted by the New York City Department of Housing Preservation and Development, pursuant to Section 197-c of the New York City Charter, for the acquisition of property located at 1134-1142 Pacific Street (Block 1205, Lots 11, 14, 111) to facilitate a residential development, Borough of Brooklyn, Community District 8, Council District 35.",
      "AgendaSequence": 8,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterID": 75600,
      "MatterFile": "LU 0264-2025",
      "MatterName": "Zoning, Atlantic Avenue Mixed-Use Plan, Brooklyn (C 250019 PQK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-05-09T17:44:19.04Z"
    },
    {
      "ID": 420482,
      "GUID": "5916B1CB-9C44-4E16-985E-ED9D62533EA3",
      "Title": "Application number C 250017 HAK (Atlantic Avenue Mixed-Use Plan) submitted by the New York City Department of Housing Preservation and Development, pursuant to Article 16 of the General Municipal Law of New York State for the designation of an Urban Development Action Area and an Urban Development Action Area Project, and pursuant to Section 197-c of the New York City Charter for the disposition of such property to a developer to be selected by HPD, for property located at 516 Bergen Street (Block 1143, Lot 25) as an Urban Development Action Area, Borough of Brooklyn, Community District 8, Council District 35.",
      "AgendaSequence": 9,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterID": 75601,
      "MatterFile": "LU 0265-2025",
      "MatterName": "Zoning, Atlantic Avenue Mixed-Use Plan, Brooklyn (C 250017 HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-05-09T17:44:19.04Z"
    },
    {
      "ID": 420483,
      "GUID": "C6F7F6D4-3C0C-4AAF-8428-387FAAA735D5",
      "Title": "Application number C 250018 PQK (Atlantic Avenue Mixed-Use Plan) submitted by the New York City Department of Citywide Administrative Services, pursuant to Section 197-c of the New York City Charter, for the acquisition of property located at 1110 Atlantic Avenue (Block 1126, Lot 32) to a mixed-use development that includes commercial and/ or light industrial space, Borough of Brooklyn, Community District 8, Council District 35.",
      "AgendaSequence": 10,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterID": 75602,
      "MatterFile": "LU 0266-2025",
      "MatterName": "Zoning, Atlantic Avenue Mixed-Use Plan, Brooklyn (C 250018 PQK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-05-09T17:44:19.04Z"
    },
    {
      "ID": 420485,
      "GUID": "B0C925A4-1410-43A7-A760-352DDF416C18",
      "Title": "Application number G 250073 XAK (457 Nostrand Avenue Article XI Disposition) submitted by the Department of Housing Preservation and Development (HPD), pursuant to Section 576-a(2) of the Private Housing Finance Law, for the disposition of city-owned property located at 457 Nostrand Avenue (Block 1844, Lot 1), Borough of Brooklyn, Community District 3, Council District 36. ",
      "AgendaSequence": 11,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterID": 75670,
      "MatterFile": "LU 0273-2025",
      "MatterName": "Zoning, 457 Nostrand Avenue Article XI Disposition, Brooklyn (G 250073 XAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-05-09T17:44:24.51Z"
    },
    {
      "ID": 420486,
      "GUID": "5D4D8359-422E-43CC-AB73-F357A4185669",
      "Title": "Application No. G 250074 XAK (1134-1142 Pacific Street Article XI Disposition) submitted by the Department of Housing Preservation and Development (HPD), pursuant to Section 576-a(2) of the Private Housing Finance Law, for the disposition of city-owned property located at 1134-1142 Pacific Street (Block 1205, Lots 11, 14, 111), Borough of Brooklyn, Community District 8, Council District 35. ",
      "AgendaSequence": 12,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterID": 75671,
      "MatterFile": "LU 0274-2025",
      "MatterName": "Zoning, 1134-1142 Pacific Street Article XI Disposition, Brooklyn (G 250074 XAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-05-09T17:44:19.043Z"
    },
    {
      "ID": 420501,
      "GUID": "0D0BF23F-264C-4227-9602-37AD098EA9EE",
      "Title": "Application number C 230378 ZMK (166 Kings Highway Rezoning) submitted by 116 Plaza LLC, pursuant to Sections 197-c and 201 of the New York City Charter for the amendment of the Zoning Map, Section No. 22d: eliminating from within an existing R6B District a C2-3 District, changing from an R6B District to an R7X District, and establishing within the proposed R7X District a C2-4 District, Borough of Brooklyn, Community District 11, Council District 43.",
      "AgendaSequence": 13,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterID": 75722,
      "MatterFile": "LU 0277-2025",
      "MatterName": "Zoning, 166 Kings Highway Rezoning, Brooklyn (C 230378 ZMK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-05-09T17:47:57.43Z"
    },
    {
      "ID": 420502,
      "GUID": "31691478-5B8A-458A-9B23-095074959432",
      "Title": "Application number N 230379 ZRK (166 Kings Highway Rezoning) submitted by 116 Plaza LLC, pursuant to Section 201 of the New York City Charter for an amendment to the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Brooklyn, Community District 11, Council District 43.",
      "AgendaSequence": 14,
      "MinutesSequence": 14,
      "Version": "*",
      "MatterID": 75723,
      "MatterFile": "LU 0278-2025",
      "MatterName": "Zoning, 166 Kings Highway Rezoning, Brooklyn (N 230379 ZRK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-05-09T18:02:48.593Z"
    }
  ],
  "AgendaLastPublished": "2025-05-09T18:03:03.587Z",
  "MinutesLastPublished": "2025-05-06T23:23:48.543Z",
  "LastModified": "2025-05-09T18:03:03.727Z"
}
