{
  "ID": 21639,
  "GUID": "F88F4CC6-50C2-457D-89AD-9F50FDE69818",
  "BodyID": 17,
  "BodyName": "Committee on Land Use",
  "Date": "2025-06-26T11:30:00-04:00",
  "Location": "Committee Room - City Hall",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 1,
  "MinutesStatusName": "Draft",
  "AgendaFile": "https://nyc.legistar1.com/nyc/meetings/2025/6/21639_A_Committee_on_Land_Use_25-06-26_Committee_Agenda.pdf",
  "InSiteURL": "https://legistar.council.nyc.gov/MeetingDetail.aspx?LEGID=21639&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 422365,
      "GUID": "A346BE98-92DC-4796-ACAF-5E212B5B8F9D",
      "Title": "Application number G 250077 SCQ (547- to 754-Seat Primary/Intermediate School Facility SCA Siting) pursuant to Section 1732 of the New York School Construction Authority Act, concerning the proposed site selection for a new, 547- to 754-seat primary/intermediate school facility, located in Halletts Point, south of Astoria Boulevard and east of Halletts Point Playground (Block 490, Lot 102), Borough of Queens, Community District 1, Council District 22, Community School District 30. ",
      "AgendaSequence": 14,
      "MinutesSequence": 14,
      "Version": "*",
      "MatterID": 76124,
      "MatterFile": "T2025-3828",
      "MatterName": "Landmarks, 547- to 754-Seat Primary/Intermediate School Facility SCA Siting, Queens (G 250077 SCQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Introduced",
      "LastModified": "2025-06-25T19:42:12.653Z"
    },
    {
      "ID": 422366,
      "GUID": "07C70950-2A0D-4904-8645-A3A07C600890",
      "Title": "Application number C 250115 ZMM (One45 For Harlem) submitted by One45 Lenox LLC, pursuant to Sections 197-c and 201 of the New York City Charter for the amendment of the Zoning Map, Section No. 6a, eliminating from an existing R7-2 District a C1-4 District, changing from an R7-2 district to a C4-6 District, and changing from a C8-3 District to a C4-6 District, Borough of Manhattan, Community District 10, Council District 9.",
      "AgendaSequence": 1,
      "MinutesSequence": 1,
      "Version": "*",
      "MatterID": 75883,
      "MatterFile": "LU 0294-2025",
      "MatterName": "Zoning, One45 For Harlem, Manhattan (C 250115 ZMM).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-06-25T19:44:47.637Z"
    },
    {
      "ID": 422367,
      "GUID": "B6335213-5541-43D4-BBB9-8B09C29475AB",
      "Title": "Application number N 250116 ZRM (One45 for Harlem) submitted by One45 Lenox LLC, pursuant to Section 201 of the New York City Charter for an amendment to the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Manhattan, Community District 10, Council District 9.",
      "AgendaSequence": 2,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterID": 75884,
      "MatterFile": "LU 0295-2025",
      "MatterName": "Zoning, One45 for Harlem, Manhattan (N 250116 ZRM).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2025-06-25T22:15:38.87Z"
    },
    {
      "ID": 422368,
      "GUID": "B56ADE16-FA07-4387-9CA7-0FC36EDE3830",
      "Title": "Application number C 250117 ZSM (One45 for Harlem) submitted by One45 Lenox LLC, pursuant to Sections 197-c and 201 of the New York City Charter for the grant of a special permit pursuant to the Section 74-743 of the Zoning Resolution to modify the tower regulations of Section 35-64 (Special Tower Regulations for Mixed Buildings) of a mixed-use building, in connection with a proposed mixed-use development, within a large-scale general development, bounded by West 145th Street, and a line 160 feet easterly of Adam Clayton Powell Jr. Boulevard (Block 2013, Lot 29) in a C4-6 District, Borough of Manhattan, Community District 10, Council District 9. ",
      "AgendaSequence": 3,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterID": 75929,
      "MatterFile": "LU 0296-2025",
      "MatterName": "Zoning, One45 for Harlem, Manhattan (C 250117 ZSM).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-06-25T22:15:49.76Z"
    },
    {
      "ID": 422369,
      "GUID": "AF67D06E-5994-4193-B746-F449E366B5BA",
      "Title": "Application No. C 250108 MMK (The Coney Development) submitted by TG Coney Island Entertainment Holdco LLC pursuant to Sections 197-c and 199 of the New York City Charter for an amendment to the City Map involving: the elimination, discontinuance and closing of Bowery between Stillwell Avenue and West 12th Street; the establishment of new grades on a portion of Stillwell Avenue between Surf Avenue and Wonder Wheel Way; the elimination, discontinuance, and closing of a volume within Stillwell Avenue between Bowery and Wonder Wheel Way; the elimination, discontinuance, and closing of a volume within West 12th Street between Surf Avenue and Bowery; the modification of block dimensions and grades necessitated thereby; and authorization for any acquisition or disposition of real property related thereto, in accordance with Maps Nos. X-2775 and X-2776 dated December 16, 2024 and signed by the Borough President, Borough of Brooklyn, Community District 13, Council District 47.",
      "AgendaSequence": 4,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterID": 75930,
      "MatterFile": "LU 0297-2025",
      "MatterName": "Zoning, The Coney Development, Brooklyn (C 250108 MMK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-06-25T22:15:59.9Z"
    },
    {
      "ID": 422370,
      "GUID": "716E876B-0F9E-4EFF-9405-0F972781CE8A",
      "Title": "Application number C 230064 ZMK (North 7th Street Rezoning) submitted by Victor Efremenkov, pursuant to Sections 197-c and 201 of the New York City Charter for the amendment of the Zoning Map, Section No. 12c, changing from an R6B District to an R6A District, and establishing within the proposed R6A District a C2-4 District, Borough of Brooklyn, Community District 1, Council District 34. ",
      "AgendaSequence": 5,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterID": 75931,
      "MatterFile": "LU 0298-2025",
      "MatterName": "Zoning, North 7th Street Rezoning, Brooklyn (C 230064 ZMK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-06-25T22:16:18.317Z"
    },
    {
      "ID": 422371,
      "GUID": "092CCF9A-93F4-4557-9754-63177FF930DF",
      "Title": "Application number N 230065 ZRK (North 7th Street Rezoning) submitted by Victor Efremenkov, pursuant to Section 201 of the New York City Charter for an amendment to the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Brooklyn, Community District 1, Council District 34.",
      "AgendaSequence": 6,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterID": 75932,
      "MatterFile": "LU 0299-2025",
      "MatterName": "Zoning, North 7th Street Rezoning, Brooklyn (N 230065 ZRK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-06-25T22:16:32.877Z"
    },
    {
      "ID": 422372,
      "GUID": "60048BD9-BF22-4EFD-8D5D-99C80CFA86D2",
      "Title": "Application number C 240399 ZMK (109 Marcus Garvey Boulevard LSGD) submitted by Phoenix Realty Group, LLC, pursuant to Sections 197-c and 201 of the New York City Charter for the amendment of the Zoning Map, Section No. 13b, changing from an R6 District to an R7A District, Borough of Brooklyn, Community District 3, Council District 36.",
      "AgendaSequence": 7,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterID": 75933,
      "MatterFile": "LU 0300-2025",
      "MatterName": "Zoning, 109 Marcus Garvey Boulevard LSGD, Brooklyn (C 240399 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-06-25T22:16:41.853Z"
    },
    {
      "ID": 422373,
      "GUID": "25A7C211-ADE4-47C2-A6D5-DC8CE471D4F5",
      "Title": "Application number N 240398 ZRK (109 Marcus Garvey Boulevard LSGD) submitted by Phoenix Realty Group, LLC, pursuant to Section 201 of the New York City Charter for an amendment to the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Brooklyn, Community District 3, Council District 36.",
      "AgendaSequence": 8,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterID": 75934,
      "MatterFile": "LU 0301-2025",
      "MatterName": "Zoning, 109 Marcus Garvey Boulevard LSGD, Brooklyn (N 240398 ZRK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-06-25T22:16:42.487Z"
    },
    {
      "ID": 422374,
      "GUID": "779B9420-7339-4D28-83AB-E3F7F4C7D3CA",
      "Title": "Application number C 240400 ZSK (109 Marcus Garvey Boulevard LSGD) submitted by Phoenix Realty Group, LLC, pursuant to Sections 197-c and 201 of the New York City Charter for the grant of a special permit pursuant to the Section 74-743(a)(2) of the Zoning Resolution to modify the height and setback requirements of Section 23-664 (Modified height and setback regulations for certain Inclusionary Housing buildings or affordable independent residences for seniors), in connection with a proposed mixed-use development, within a large-scale general development bounded by Vernon Avenue, a line 100 feet westerly of Lewis Avenue – Dr. Sandy F. Ray Boulevard, Willoughby Avenue, and Marcus Garvey Boulevard (Block 1588, Lot 1), in R7A and R7A/C2-4 Districts, Borough of Brooklyn, Community District 3, Council District 36. ",
      "AgendaSequence": 9,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterID": 75935,
      "MatterFile": "LU 0302-2025",
      "MatterName": "Zoning, 109 Marcus Garvey Boulevard LSGD, Brooklyn (C 240400 ZSK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-06-25T22:17:02.363Z"
    },
    {
      "ID": 422375,
      "GUID": "C5B23347-9C74-44A4-8360-3D06ABE33B63",
      "Title": "Application number N 250147 ZRM (Carmen Villegas Apartments – Senior Housing) submitted by NYC Department of Housing Preservation and Development, pursuant to Section 201 of the New York City Charter for an amendment to the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Manhattan, Community District 11, Council District 8.",
      "AgendaSequence": 10,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterID": 76025,
      "MatterFile": "LU 0313-2025",
      "MatterName": "Landmarks, Carmen Villegas Apartments – Senior Housing, Manhattan (N 250147 ZRM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-06-25T22:17:14.92Z"
    },
    {
      "ID": 422376,
      "GUID": "50B910C4-BE16-4FE9-B36A-246C79425935",
      "Title": "Application number C 250148 ZMM (Carmen Villegas Apartments – Senior Housing) submitted by NYC Department of Housing Preservation and Development, Ascendant Development Corporation, Urban Builders Collaborative, and Xylem Projects pursuant to Sections 197-c and 201 of the New York City Charter for the amendment of the Zoning Map, Section No. 6b, changing from an R7-2 District to an R9-1 District and changing from an R7B District to an R9-1 District, Borough of Manhattan, Community District 11, Council District 8. ",
      "AgendaSequence": 11,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterID": 76026,
      "MatterFile": "LU 0314-2025",
      "MatterName": "Landmarks, Carmen Villegas Apartments – Senior Housing, Manhattan (C 250148 ZMM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-06-25T22:17:25.66Z"
    },
    {
      "ID": 422377,
      "GUID": "67F3EF34-2FAB-4163-BE95-C0078E8C3DF5",
      "Title": "Application number C 250149 PPM (Carmen Villegas Apartments – Senior Housing) submitted by NYC Department of Housing Preservation and Development, pursuant to Section 197-c of New York City Charter, for the disposition of one city-owned property located at East 110th Street (Block 1638, p/o Lot 1), Borough of Manhattan, Community District 11, Council District 8. ",
      "AgendaSequence": 12,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterID": 76027,
      "MatterFile": "LU 0315-2025",
      "MatterName": "Landmarks, Carmen Villegas Apartments – Senior Housing, Manhattan (C 240149 PPM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-06-25T22:17:33.987Z"
    },
    {
      "ID": 422378,
      "GUID": "F91F7C85-3814-4CD3-82AB-99138ADFE494",
      "Title": "Application number C 250150 PQM (Carmen Villegas Apartments – Senior Housing) submitted by NYC Department of Housing Preservation and Development, pursuant to Section 197-c of New York City Charter, for the acquisition of one city-owned property located at East 110th Street (Block 1638, p/o Lot 1), Borough of Manhattan, Community District 11, Council District 8. ",
      "AgendaSequence": 13,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterID": 76028,
      "MatterFile": "LU 0316-2025",
      "MatterName": "Landmarks, Carmen Villegas Apartments – Senior Housing, Manhattan (C 250150 PQM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-06-25T19:42:07.457Z"
    }
  ],
  "AgendaLastPublished": "2025-06-25T17:57:35.643Z",
  "MinutesLastPublished": "0001-01-01T00:00:00Z",
  "LastModified": "2025-06-25T17:57:35.693Z"
}
