{
  "ID": 21967,
  "GUID": "2519E0B1-EFC5-468C-8F04-BB7E53ED2E82",
  "BodyID": 5261,
  "BodyName": "Subcommittee on Landmarks, Public Sitings and Dispositions",
  "Date": "2025-10-28T10:00:00-04:00",
  "Location": "250 Broadway - 8th Floor - Hearing Room 2",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 1,
  "MinutesStatusName": "Draft",
  "AgendaFile": "https://nyc.legistar1.com/nyc/meetings/2025/10/21967_A_Subcommittee_on_Landmarks%2C_Public_Sitings_and_Dispositions_25-10-28_Committee_Agenda.pdf",
  "InSiteURL": "https://legistar.council.nyc.gov/MeetingDetail.aspx?LEGID=21967&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 426173,
      "GUID": "9CEE789D-981F-4BF9-9DD3-42D90599BB7E",
      "Title": "Application number G 250079 NUK (Taylor Wooten Estates) submitted by the New York City Department of Housing Preservation and Development pursuant to Section 694 of the General Municipal Law, requesting amendment of a previously-approved Urban Development Action Area Project (UDAAP) for property located at 984 Lincoln Avenue, 988 Lincoln Avenue, 998 Lincoln Avenue, and 985 Autumn Avenue (Block 4531, Lots, 20, 26, 29, 38), Borough of Brooklyn, Community District 5, Council District 42.",
      "AgendaSequence": 1,
      "MinutesSequence": 1,
      "Version": "*",
      "MatterID": 76291,
      "MatterFile": "LU 0345-2025",
      "MatterName": "Landmarks, Taylor Wooten Estates, Brooklyn (G 250079 NUK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-10-24T16:14:10.33Z"
    },
    {
      "ID": 426174,
      "GUID": "0B8431FB-70E3-4DF7-B501-54D70885CD37",
      "Title": "Application number G 250080 XAK (Lincoln Wortman) submitted by the New York City Department of Housing Preservation and Development (HPD) pursuant to Section 577 of Article XI of the Private Housing Finance Law, requesting approval of an exemption from real property taxation for properties located at 956 Lincoln Avenue, 962 Lincoln Avenue, 984 Lincoln Avenue, 988 Lincoln Avenue, 998 Lincoln Avenue, and 985 Autumn Avenue, as well as vacant lots without assigned addresses, constituting Block 4531, Lots, 13, 15, 16, 17, 18, 20, 24, 26, 29, 38, Borough of Brooklyn, Community District 5, Council District 42.",
      "AgendaSequence": 2,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterID": 76292,
      "MatterFile": "LU 0346-2025",
      "MatterName": "Landmarks, Lincoln Wortman, Brooklyn (G 250080 XAK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-10-24T14:17:03.06Z"
    },
    {
      "ID": 426175,
      "GUID": "76C0CC05-B5C1-4C6C-95E0-DEBDC87B4DA3",
      "Title": "Application number G 250084 HHX (NYC Health and Hospitals/River Commons (1225 Gerard Avenue)) submitted by the New York City Health and Hospitals Corporation, pursuant to Section 7385(6) of the HHC Enabling Act, seeking authorization to lease a parcel of land measuring approximately 42,000 square feet and currently used as part of the parking lot for the NYC Health+Hospitals/Gotham/Morrisania Diagnostic and Treatment Center, to the River Commons Housing Development Fund Company Inc. as named tenant and River Commons Owners LLC as the beneficial tenant, for property located at 1225 Gerard Avenue (Block 2489, Lot 60), Borough of the Bronx, Community District 4, Council District 16.",
      "AgendaSequence": 3,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterID": 76470,
      "MatterFile": "LU 0383-2025",
      "MatterName": "Landmarks, NYC Health and Hospitals/River Commons (1225 Gerard Avenue), Bronx (G 250084 HHX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-10-24T14:17:08.897Z"
    },
    {
      "ID": 426176,
      "GUID": "BED57837-601B-476B-AD60-AD704F74DD05",
      "Title": "Application number C 250207 HAQ (Ikos Senior Living) submitted by the Department of Housing Preservation and Development (HPD), pursuant to Article 16 of the General Municipal Law of New York State for the designation of an Urban Development Action Area and an Urban Development Action Area Project, and pursuant to Section 197-c of the New York City Charter for the disposition of such property to a developer to be selected by HPD, for property located at 31-07 31st Street (Block 611, Lot 25), Borough of Queens, Community District 1, Council District 22.",
      "AgendaSequence": 4,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterID": 76471,
      "MatterFile": "LU 0384-2025",
      "MatterName": "Landmarks, Ikos Senior Living, Queens (C 250207 HAQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-10-24T14:17:03.06Z"
    },
    {
      "ID": 426177,
      "GUID": "58C0EC0D-A09E-465A-8323-DF1F52F62F29",
      "Title": "Application number C 250208 ZMQ (Ikos Senior Living) submitted by the New York City Department of Housing Preservation and Development, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section Nos. 9a: eliminating from within an existing R5 District a C1-2 District; changing from an R5 District to a C4-2A District; and changing from an R5 District to a C4-5 District, Borough of Queens, Community District 1, Council District 22.",
      "AgendaSequence": 5,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterID": 76472,
      "MatterFile": "LU 0385-2025",
      "MatterName": "Landmarks, Ikos Senior Living, Queens (C 250208 ZMQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-10-24T14:17:03.06Z"
    },
    {
      "ID": 426178,
      "GUID": "098B4AB7-E412-4CC3-BBFF-08DD40A57159",
      "Title": "Application number N 250209 ZRQ (Ikos Senior Living) submitted by the New York City Department of Housing Preservation and Development, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, amending APPENDIX F (Inclusionary Housing Designated Areas and Mandatory Inclusionary Housing Areas) for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Queens, Community District 1, Council District 22.",
      "AgendaSequence": 6,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterID": 76473,
      "MatterFile": "LU 0386-2025",
      "MatterName": "Landmarks, Ikos Senior Living, Queens (N 250209 ZRQ).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-10-24T14:17:03.06Z"
    },
    {
      "ID": 426179,
      "GUID": "A7961032-8A24-4210-B1C6-030469ECE67E",
      "Title": "Application number C 250293 PPX (Kingsbridge Armory Redevelopment) submitted by the Department of Citywide Administrative Services (DCAS), pursuant to Section 197-c of the New York City Charter, for the disposition of city-owned property located at 25 West Kingsbridge Road (Block 3247, Lots 2 and 10) pursuant to zoning, Borough of the Bronx, Community District 7, Council District 14.",
      "AgendaSequence": 7,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterID": 76474,
      "MatterFile": "LU 0387-2025",
      "MatterName": "Landmarks, Kingsbridge Armory Redevelopment, Bronx (C 250293 PPX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-10-24T14:17:03.063Z"
    },
    {
      "ID": 426180,
      "GUID": "ADC0C285-EC6F-4943-AA27-584B217E7774",
      "Title": "Application number C 250294 ZMX (Kingsbridge Armory Redevelopment) submitted by NYC Economic Development Corporation and 8th Regiment Partners LLC, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 3c, changing from a C4-4 District to an M1-4A/R7-2 District and establishing a Special Mixed Use District (MX-30), Borough of the Bronx, Community District 7, Council District 14.",
      "AgendaSequence": 8,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterID": 76475,
      "MatterFile": "LU 0388-2025",
      "MatterName": "Landmarks, Kingsbridge Armory Redevelopment, Bronx (C 250294 ZMX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-10-24T14:17:03.063Z"
    },
    {
      "ID": 426181,
      "GUID": "4B05CC83-89FA-450C-9003-EB736438B7DC",
      "Title": "Application number N 250296 ZRX (Kingsbridge Armory Redevelopment) submitted by NYC Economic Development Corporation and 8th Regiment Partners LLC, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, amending Article VII, Chapter 4 (Special Permits by the City Planning Commission) and Article XII, Chapter 3 (Special Mixed Use District) for the purpose of establishing a new Special Mixed Use District, Borough of the Bronx, Community District 7, Council District 14.",
      "AgendaSequence": 9,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterID": 76476,
      "MatterFile": "LU 0389-2025",
      "MatterName": "Landmarks, Kingsbridge Armory Redevelopment, Bronx (N 250296 ZRX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-10-24T14:17:03.063Z"
    },
    {
      "ID": 426182,
      "GUID": "68D2F3E5-F111-45F1-B771-F8A3BDE3425E",
      "Title": "Application number C 250295 ZSX (Kingsbridge Armory Redevelopment) submitted by NYC Economic Development Corporation and 8th Regiment Partners LLC, pursuant to Sections 197-c and 201 of the New York City Charter for the grant of a special permit pursuant to Section 74-195(b) of the Zoning Resolution to allow a public parking garage in connection with a proposed mixed-use development, on property located at 25 West Kingsbridge Road (Block 3247, Lots 2 and 10), in an M1-4A/R7-2 District, within a Special Mixed-Use District (MX-30), Borough of the Bronx, Community District 7, Council District 14.",
      "AgendaSequence": 10,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterID": 76477,
      "MatterFile": "LU 0390-2025",
      "MatterName": "Landmarks, Kingsbridge Armory Redevelopment, Bronx (C 250295 ZSX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-10-24T14:17:03.067Z"
    },
    {
      "ID": 426183,
      "GUID": "40E6A25F-2311-49EA-87AA-E9CB71D9B2CE",
      "Title": "Application number C 250292 ZSX (Kingsbridge Armory Redevelopment) submitted by NYC Economic Development Corporation and 8th Regiment Partners LLC, pursuant to Sections 197-c and 201 of the New York City Charter for the grant of a special permit pursuant to Section 74-182(b) of the Zoning Resolution to allow an indoor area within 200 feet of a Residence District, and in conjunction therewith, to modify the sign regulations of Sections 123-40 and 32-60, in connection with a proposed mixed-use development on property located at 25 West Kingsbridge Road (Block 3247, Lots 2 and 10), in an M1-4A/R7-2 District, within a Special Mixed-Use District (MX-30), Borough of the Bronx, Community District 7, Council District 14.",
      "AgendaSequence": 11,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterID": 76478,
      "MatterFile": "LU 0391-2025",
      "MatterName": "Landmarks, Kingsbridge Armory Redevelopment, Bronx (C 250292 ZSX).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2025-10-24T14:17:03.067Z"
    }
  ],
  "AgendaLastPublished": "2025-10-24T16:14:15.047Z",
  "MinutesLastPublished": "0001-01-01T00:00:00Z",
  "LastModified": "2025-10-24T16:14:15.243Z"
}
