{
  "ID": 37785,
  "GUID": "9C1124D0-2CF4-431E-A55F-96631649E4D2",
  "File": "Int 0497-2007",
  "Name": "Plating and decking during street openings and excavations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to plating and decking during street openings and excavations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2007-01-03T00:00:00Z",
  "AgendaDate": "2007-01-03T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    }
  ],
  "History": [
    {
      "ID": 199080,
      "Date": "2007-01-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 199254,
      "Date": "2007-01-03T14:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6890,
      "AgendaSequence": 56,
      "MinutesSequence": 62,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 207411,
      "Date": "2007-09-26T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 7574,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 207759,
      "Date": "2007-09-26T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 7574,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236458,
      "Date": "2009-12-31T15:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 80037,
      "LastModified": "2017-08-09T15:05:14.757Z",
      "Name": "Committee Report 9/26/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/51764180-8c43-41f9-8ba5-6e2c37dcdced.doc",
      "Sort": 1
    },
    {
      "ID": 80413,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 9/26/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/59f560ed-feed-4c3e-b6bd-b26a084d1a1e.doc",
      "Sort": 2
    },
    {
      "ID": 80452,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 9/26/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3846f81e-075d-4c50-b500-1d702450dc46.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 38451,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Paragraph 6 of subdivision b of section 19-121 of chapter 1 of title 19 of the administrative code of the city of New York is REPEALED, and paragraph 7 is renumbered as paragraph 6.\n\t§2.  Chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-121.1 to read as follows:\n\t§19-121.1. Plating and decking during street openings and excavations.  a.  Any authorized street opening or excavation project shall be made safe for vehicles and pedestrians by installing plating and decking, as prescribed by the commissioner.  Such openings or excavations shall be covered by the permit holder authorized to perform the project by installing plating and decking of a size that is large enough to span the street opening or excavation.  Plating and decking shall be firmly placed to prevent rocking, shall overlap the edges of trenches and openings and shall be sufficiently ramped within twenty four hours after plating and decking is placed to provide smooth riding, safe conditions and the creation of a minimum of noise when driven upon.  Plating and decking shall be fastened, either to each other or to the street surface, by splicing or countersinking and shall otherwise be protected to prevent the movement of such plating and decking, except as part of the street opening or excavation project.\n\tb.  For every street opening or excavation project there shall be an agent designated by the permit holder authorized to perform the project to supervise and certify the proper placement of plating and decking pursuant to subdivision a of this section at the end of each work day or before any cessation of work lasting longer than twelve consecutive hours.  Such agent shall certify compliance with subdivision a of this section in such manner as the commissioner deems appropriate and shall provide such certification to the department upon request.  The agent shall provide notices containing the name and phone number of said agent to be displayed in all residential buildings and storefronts within a one block radius of the street opening or excavation project.\n\tc.  Upon receipt of a complaint about a defect with respect to any plating and decking, the permit holder authorized to install such plating and decking shall repair such defect within twenty four hours.\n\td.  All plating and decking shall be removed and the street repaired, as prescribed by regulations of the commissioner, within twenty four hours after completion of the project requiring the street opening or excavation.\n\te.  Any person who fails to comply with any provision of this section shall be liable for a penalty in the amount of two hundred fifty dollars for a first violation.  For every violation thereafter, the department shall impose a fine in an amount double the amount of the fine imposed for the immediately preceding violation.\n\t§3.  This local law shall take effect immediately after it is enacted into law. \n\nPH\nLS #s 1752, 1812\n11.21.06 -  10:00 am",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\par\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1.  Paragraph 6 of subdivision b of section 19-121 of chapter 1 of title 19 of the administrative code of the city of New York is REPEALED, and paragraph 7 is renumbered as paragraph 6.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\f1\\fs20\\tab\\f0\\fs24\\'a72.  Chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-121.1 to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\f1\\tab\\ul\\f0\\'a719-121.1. Plating and decking during street openings and excavations.  a.  Any authorized street opening or excavation project shall be made safe for vehicles and pedestrians by installing plating and decking, as prescribed by the commissioner.  Such openings or excavations shall be covered by the permit holder authorized to perform the project by installing plating and decking of a size that is large enough to span the street opening or excavation.  Plating and decking shall be firmly placed to prevent rocking, shall overlap the edges of trenches and openings and shall be sufficiently ramped within twenty four hours after plating and decking is placed to provide smooth riding, safe conditions and the creation of a minimum of noise when driven upon.  Plating and decking shall be fastened, either to each other or to the street surface, by splicing or countersinking and shall otherwise be protected to prevent the movement of such plating and decking, except as part of the street opening or excavation project.\\par\n\\ulnone\\f1\\tab\\ul\\f0 b.  For every street opening or excavation project there shall be an agent designated by the permit holder authorized to perform the project to supervise and certify the proper placement of plating and decking pursuant to subdivision a of this section at the end of each work day or before any cessation of work lasting longer than twelve consecutive hours.  Such agent shall certify compliance with subdivision a of this section in such manner as the commissioner deems appropriate and shall provide such certification to the department upon request.  The agent shall provide notices containing the name and phone number of said agent to be displayed in all residential buildings and storefronts within a one block radius of the street opening or excavation project.\\par\n\\ulnone\\f1\\tab\\ul\\f0 c.  Upon receipt of a complaint about a defect with respect to any plating and decking, the permit holder authorized to install such plating and decking shall repair such defect within twenty four hours.\\par\n\\ulnone\\f1\\tab\\ul\\f0 d.  All plating and decking shall be removed and the street repaired, as prescribed by regulations of the commissioner, within twenty four hours after completion of the project requiring the street opening or excavation.\\par\n\\ulnone\\f1\\tab\\ul\\f0 e.  Any person who fails to comply with any provision of this section shall be liable for a penalty in the amount of two hundred fifty dollars for a first violation.  For every violation thereafter, the department shall impose a fine in an amount double the amount of the fine imposed for the immediately preceding violation.\\par\n\\ulnone\\f1\\tab\\f0\\'a73.  This local law shall take effect immediately after it is enacted into law.\\ul  \\ulnone\\f1\\par\n\\pard\\nowidctlpar\\qj\\par\n\\pard\\nowidctlpar\\f0\\fs20 PH\\par\nLS #s 1752, 1812\\par\n11.21.06 -  10:00 am\\par\n}\n\u0000",
  "LastModified": "2017-08-09T15:05:14.76Z"
}
