{
  "ID": 38031,
  "GUID": "18CE63AE-F1A7-4C53-8F26-B455FA0D2472",
  "File": "Int 0503-2007",
  "Name": "Designated geographic areas of commuter vans.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the designated geographic areas of commuter vans.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2007-02-01T00:00:00Z",
  "AgendaDate": "2007-02-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 199728,
      "Date": "2007-02-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 199875,
      "Date": "2007-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6967,
      "AgendaSequence": 92,
      "MinutesSequence": 108,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236456,
      "Date": "2009-12-31T15:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38736,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 19-529.1 of chapter 5 of title 19 of the administrative code of the city of New York is amended by adding new subdivisions c and d to read as follows:\n\tc.  No passenger shall ride in a commuter van that is operating outside of the geographic area set forth in the authorization to operate a commuter van service issued pursuant to section 19-504.2 of this chapter.\nd.  Any passenger who is found to have violated subdivision c of this section shall be fined not more than fifty dollars for each such violation.\n§2.  Subdivision c of section 19-529.4 of the administrative code of the city of New York is amended and a new subdivision d is added to read as follows:\nc.  All commuter vans shall at all times carry inside the vehicle and the operator shall produce upon demand of any officer or employee designated by the commission, any police officer or any authorized officers or employees of the department of transportation or the New York city transit authority:\n1.\tthe commuter van license;\n2.\tthe driver’s commuter van driver’s license;\n3.\tthe authorization to operate a commuter van service, or copy thereof reproduced in accordance with the specifications set forth in rules of the commission; \n4.\tthe vehicle registration and evidence of current liability insurance; [and]\n5.\ta passenger manifest, and such records evidencing prearrangement as are prescribed by rule of the commission; and\n6.\ta map of the geographic area set forth in the authorization to operate a commuter van service issued pursuant to section 19-504.2 of this chapter, which shall also be prominently displayed in such commuter van.\nd.  Any commuter van owner whose vehicle is found to have violated paragraph 6 of subdivision c of this section shall be fined five hundred dollars for each such violation.\n§3.  This local law shall take effect ninety days after its enactment.\n\nPH\nLS # 2207\n1.27.07 - 5:30 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Section 19-529.1 of chapter 5 of title 19 of the administrative code of the city of New York is amended by adding new subdivisions c and d to read as follows:\\par\n\\tab\\ul c.  No passenger shall ride in a commuter van that is operating outside of the geographic area set forth in the authorization to operate a commuter van service issued pursuant to section 19-504.2 of this chapter.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj d.  Any passenger who is found to have violated subdivision c of this section shall be fined not more than fifty dollars for each such violation.\\par\n\\ulnone\\'a72.  Subdivision c of section 19-529.4 of the administrative code of the city of New York is amended and a new subdivision d is added to read as follows:\\par\nc.  All commuter vans shall at all times carry inside the vehicle and the operator shall produce upon demand of any officer or employee designated by the commission, any police officer or any authorized officers or employees of the department of transportation or the New York city transit authority:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx1080 1.\\tab the commuter van license;\\par\n2.\\tab the driver\\rquote s commuter van driver\\rquote s license;\\par\n3.\\tab the authorization to operate a commuter van service, or copy thereof reproduced in accordance with the specifications set forth in rules of the commission; \\ul\\par\n\\ulnone 4.\\tab the vehicle registration and evidence of current liability insurance; [and]\\par\n5.\\tab a passenger manifest, and such records evidencing prearrangement as are prescribed by rule of the commission\\ul ; and\\par\n6.\\tab a map of the geographic area set forth in the authorization to operate a commuter van service issued pursuant to section 19-504.2 of this chapter, which shall also be prominently displayed in such commuter van\\ulnone .\\ul\\par\nd.  Any commuter van owner whose vehicle is found to have violated paragraph 6 of subdivision c of this section shall be fined five hundred dollars for each such violation.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a73.  This local law shall take effect ninety days after its enactment.\\par\n\\par\n\\pard\\qj\\fs20 PH\\par\nLS # 2207\\par\n1.27.07 - 5:30 pm\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
