{
  "ID": 38038,
  "GUID": "5AF5F64E-8B7C-4094-BB5F-1D4BA5B48051",
  "File": "Int 0504-2007",
  "Name": "Requiring the preliminary MMR and the MMR to contain detailed information regarding the issuance of parking placards.",
  "Title": "A Local Law to amend the New York city charter, in relation to requiring the preliminary mayor’s management report and the mayor’s management report to contain detailed information regarding the issuance of parking placards.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2007-02-01T00:00:00Z",
  "AgendaDate": "2007-02-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 199737,
      "Date": "2007-02-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 199877,
      "Date": "2007-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6967,
      "AgendaSequence": 94,
      "MinutesSequence": 110,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236455,
      "Date": "2009-12-31T15:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38743,
  "Text": "Be it enacted by the Council as follows:\n \n\tSection 1.  Paragraphs 3 and 4 of subdivision b of section 12 of the New York city charter are amended, and a new paragraph 5 is added, to read as follows:\n(3) an explanation in narrative and/or tabular form of significant changes in the program performance goals and measures from the adopted budget condition to the current budget as modified and from said modified budget to the preliminary budget statements; [and]\n(4) an appendix indicating the relationship between the program performance goals and measures included in the management report pursuant to paragraph two of this subdivision and the corresponding appropriations contained in the preliminary budget[.]; and \n(5) a summary in narrative and/or tabular form detailing the number of parking placards that have been authorized or distributed by the office of the mayor or any agency, department or entity under the control of the mayor, or obtained as a result of any collective bargaining agreement or process.  Such summary shall include specific information delineated per office, agency, department, or entity regarding: (i) the number of parking placards authorized or distributed per agency, department or entity, or obtained as a result of any collective bargaining agreement or process; (ii) the purpose of the parking placard; and (iii) to the extent practicable, the name and title of each recipient of a parking placard, provided that this paragraph shall not be applicable to special vehicle identification parking permits issued under section 2903 of the New York city charter.  \n\t§2.  Paragraphs 5 and 6 of subdivision c of section 12 of the New York city charter are amended, and a new paragraph 7 is added, to read as follows:\n\t(5) a summary of the procurement actions taken during the previous fiscal year, including: (i) for each of the procurement methods specified in section three hundred twelve, the number and dollar value of the procurement contracts entered into during such fiscal year; and (ii) for all procurement contracts entered into pursuant to a procurement method other than that specified in paragraph one of subdivision a of section three hundred twelve, the number and dollar value of such procurement contracts by each of the reasons specified in paragraph one of subdivision b of section three hundred twelve; [and]\n(6) an appendix indicating the relationship between the program performance goals included in the management report pursuant to paragraph two of this subdivision and the corresponding expenditures made pursuant to the adopted budget for the previous fiscal year[.]; and\n(7) a summary in narrative and/or tabular form detailing the number of parking placards that have been authorized or distributed by the office of the mayor or any agency, department or entity under the control of the mayor, or obtained as a result of any collective bargaining agreement or process.  Such summary shall include specific information delineated per office, agency, department, or entity, regarding: (i) the number of parking placards authorized or distributed per agency, department or entity, or obtained as a result of any collective bargaining agreement or process; (ii) the purpose of the parking placard, and (iii) to the extent practicable, the name and title of each recipient of a parking placard, provided that this paragraph shall not be applicable to special vehicle identification parking permits issued under section 2903 of the New York city charter.  \n§ 3. This local law shall take effect immediately.\n\nDJ\nLS #1605\n1/3/07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Verdana;}}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\ulnone  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx748\\tab Section 1.  Paragraphs 3 and 4 of subdivision b of section 12 of the New York city charter are amended, and a new paragraph 5 is added, to read as follows:\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\tx720\\tx1440 (3) an explanation in narrative and/or tabular form of significant changes in the program performance goals and measures from the adopted budget condition to the current budget as modified and from said modified budget to the preliminary budget statements; [and]\\par\n(4) an appendix indicating the relationship between the program performance goals and measures included in the management report pursuant to paragraph two of this subdivision and the corresponding appropriations contained in the preliminary budget[.]\\ul ; and \\par\n(5) a summary in narrative and/or tabular form detailing the number of parking placards that have been authorized or distributed by the office of the mayor or any agency, department or entity under the control of the mayor, or obtained as a result of any collective bargaining agreement or process.  Such summary shall include specific information delineated per office, agency, department, or entity regarding: (i) the number of parking placards authorized or distributed per agency, department or entity, or obtained as a result of any collective bargaining agreement or process; (ii) the purpose of the parking placard; and (iii) to the extent practicable, the name and title of each recipient of a parking placard, provided that this paragraph shall not be applicable to special vehicle identification parking permits issued under section 2903 of the New York city charter.  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx748\\ulnone\\tab\\'a72.  Paragraphs 5 and 6 of subdivision c of section 12 of the New York city charter are amended, and a new paragraph 7 is added, to read as follows:\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\tx748\\tab (5) a summary of the procurement actions taken during the previous fiscal year,\\f1\\fs20  \\f0\\fs24 including: (i) for each of the procurement methods specified in section three hundred twelve, the number and dollar value of the procurement contracts entered into during such fiscal year; and (ii) for all procurement contracts entered into pursuant to a procurement method other than that specified in paragraph one of subdivision a of section three hundred twelve, the number and dollar value of such procurement contracts by each of the reasons specified in paragraph one of subdivision b of section three hundred twelve; [and]\\par\n(6) an appendix indicating the relationship between the program performance goals included in the management report pursuant to paragraph two of this subdivision and the corresponding expenditures made pursuant to the adopted budget for the previous fiscal year[.]\\ul ; and\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\tx720\\tx1440 (7) a summary in narrative and/or tabular form detailing the number of parking placards that have been authorized or distributed by the office of the mayor or any agency, department or entity under the control of the mayor, or obtained as a result of any collective bargaining agreement or process.  Such summary shall include specific information delineated per office, agency, department, or entity, regarding: (i) the number of parking placards authorized or distributed per agency, department or entity, or obtained as a result of any collective bargaining agreement or process; (ii) the purpose of the parking placard, and (iii) to the extent practicable, the name and title of each recipient of a parking placard, provided that this paragraph shall not be applicable to special vehicle identification parking permits issued under section 2903 of the New York city charter.  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a7 3. This local law shall take effect immediately.\\par\n\\pard\\nowidctlpar\\par\nDJ\\par\nLS #1605\\par\n1/3/07\\par\n\\pard\\nowidctlpar\\sl480\\slmult1  \\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
