{
  "ID": 38043,
  "GUID": "E8741B3E-5659-4207-846A-D64019782D51",
  "File": "Int 0509-2007",
  "Name": "Requiring that the Mayor’s Office of Film, Theatre and Broadcasting notify and obtain input from the local Community Board and Council Member when restricting parking for more than 24 hours.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring that the Mayor’s Office of Film, Theatre and Broadcasting notify and obtain input from the local Community Board and Council Member when restricting parking for more than 24 hours.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2007-02-01T00:00:00Z",
  "AgendaDate": "2007-02-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 199741,
      "Date": "2007-02-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 199882,
      "Date": "2007-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6967,
      "AgendaSequence": 99,
      "MinutesSequence": 115,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries & International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236452,
      "Date": "2009-12-31T15:03:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38748,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Title 19 of the administrative code of the city of New York is hereby amended by adding a new section 19-175.1 to read as follows:\n§19-175.1.  Notification of parking restrictions by the mayor’s office of film, theatre and broadcasting.  Whenever the mayor’s office of film, theatre and broadcasting imposes restrictions on the parking of motor vehicles lasting more than twenty-four hours upon any location, it shall (i) provide written notice of such restrictions to the local community board and council member of the district within which such location lies at least fourteen days prior to such imposition, and (ii) request that such community board and council member provide such office with input regarding such parking restrictions at least seven days prior to the date on which such restrictions are to take effect. \n§2. If any subdivision, sentence, clause, phrase or other portion of the local law that added this section is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\n§3. This local law shall take effect thirty days after its enactment into law.\n\nKS \nLS #1877\n11/2/06 12:30PM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1\\cf1 . Title 19 of the administrative code of the city of New York is hereby amended by adding a new section 19-175.1 to read as follows:\\par\n\\ul\\'a719-175.1.  Notification of parking restrictions by the mayor\\rquote s office of film, theatre and broadcasting.  Whenever the mayor\\rquote s office of film, theatre and broadcasting imposes restrictions on the parking of motor vehicles lasting more than twenty-four hours upon any location, it shall (i) provide written notice of such restrictions to the local community board and council member of the district within which such location lies at least fourteen days prior to such imposition, and (ii) request that such community board and council member provide such office with input regarding such parking restrictions at least seven days prior to the date on which such restrictions are to take effect. \\par\n\\ulnone\\'a72. If any subdivision, sentence, clause, phrase or other portion of the local law that added this section is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\\par\n\\'a73. This local law shall take effect thirty days after its enactment into law.\\par\n\\pard\\cf0\\par\nKS \\par\nLS #1877\\par\n\\pard\\sl480\\slmult1 11/2/06 12:30PM\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
