{
  "ID": 38017,
  "GUID": "7267B5FB-7A0B-439C-82A5-5EF7967D1A7B",
  "File": "Int 0512-2007",
  "Name": "Eliminating the prearrangement and passenger manifest requirements for commuter vans.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to eliminating the prearrangement and passenger manifest requirements for commuter vans.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2007-02-01T00:00:00Z",
  "AgendaDate": "2007-02-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    }
  ],
  "History": [
    {
      "ID": 199639,
      "Date": "2007-02-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 199888,
      "Date": "2007-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6967,
      "AgendaSequence": 105,
      "MinutesSequence": 121,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236450,
      "Date": "2009-12-31T15:02:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38722,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Subdivision q of section 19-502 of chapter 5 of title 19 of the administrative code of the city of New York is amended to read as follows:\n\tq.  “Commuter van service” means a subclassification of common carriers of passengers by motor vehicles as such term is defined in subdivision seven of section two of the transportation law, that provides a transportation service through the use of one or more commuter vans [on a prearranged regular daily basis], over [non-specified or irregular routes] a fixed route, with designated stops for picking up and discharging passengers, between a zone in a residential neighborhood and a location which shall be a work related central location, a mass transit or mass transportation facility, a shopping center, recreational facility or airport.  A “commuter van service” shall not include any person who exclusively provides: (1) any one or more of the forms of transportation that are specifically exempted from article seven of the transportation law; or (2) any one or more of the forms of transportation regulated under this chapter other than transportation by commuter vans.\n\t§2.  Paragraph 2 of subdivision e of section 19-504.2 of chapter 5 of title 19 of the administrative code of the city of New York is amended to read as follows:\n\t(2) When such determination by the commissioner of transportation is required by this subdivision, the application for authorization to operate a commuter van service shall set forth the geographic area proposed to be served by the applicant, the fixed route and proposed stops to pick up and discharge passengers within such geographic area and the maximum number of vehicles to be operated and the capacity of each such vehicle, and the commission shall forward a copy of such application to the commissioner of transportation.\n\t§3.  Paragraph 7 of subdivision a of section 19-504.3 of chapter 5 of title 19 of the administrative code of the city of New York is amended to read as follows:\n\t (7)  A commuter van service and an owner of a commuter van shall maintain such records as the commission shall prescribe by rule [including, but not limited to, records of requests for service and trips].  Such records shall be subject to inspection by authorized officers or employees of the commission during regular business hours.\n\t§4.  Subdivision b of section 19-516 of chapter 5 of title 19 of the administrative code of the city of New York is amended to read as follows:\n\tb.  No commuter van service and no person who owns, operates or drives a commuter van, shall provide, permit or authorize the provision of transportation service to a passenger unless such [service to a] passenger is [on the basis of a telephone contract or other prearrangement and such prearrangement is evidenced by such records as are required by the commission to be maintained] picked up or discharged at a designated stop set forth in the authorization to operate a commuter van service issued pursuant to section 19-504.2 of this chapter.  Where a violation of this subdivision has been committed by a driver of a commuter van, the commuter van service and the owner of such vehicle shall also be liable for a violation of this subdivision.\n\t§5.  Subdivision c of section 19-529.4 of chapter 5 of title 19 of the administrative code of the city of New York is amended to read as follows:\n\tc.  All commuter vans shall at all times carry inside the vehicle and the operator shall produce upon demand of any officer or employee designated by the commission, any police officer or any authorized officers or employees of the department of transportation or the New York city transit authority:\n1.\tthe commuter van license;\n2.\tthe driver’s commuter van driver’s license;\n3.\tthe authorization to operate a commuter van service, or copy thereof reproduced in accordance with the specifications set forth in the rules of the commission; and\n4.\tthe vehicle registration and evidence of current liability insurance[; and\n5.\ta passenger manifest, and such records evidencing prearrangement as are prescribed by rule of the commission].\n§6.  This local law shall take effect ninety days after it is enacted into law.\n\nPH\nLS # 2311\n1/24/07 - 6 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Subdivision q of section 19-502 of chapter 5 of title 19 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab q.  \\ldblquote Commuter van service\\rdblquote  means a subclassification of common carriers of passengers by motor vehicles as such term is defined in subdivision seven of section two of the transportation law, that provides a transportation service through the use of one or more commuter vans [on a prearranged regular daily basis], over [non-specified or irregular routes] \\ul a fixed route, with designated stops for picking up and discharging passengers\\ulnone , between a zone in a residential neighborhood and a location which shall be a work related central location, a mass transit or mass transportation facility, a shopping center, recreational facility or airport.  A \\ldblquote commuter van service\\rdblquote  shall not include any person who exclusively provides: (1) any one or more of the forms of transportation that are specifically exempted from article seven of the transportation law; or (2) any one or more of the forms of transportation regulated under this chapter other than transportation by commuter vans.\\par\n\\tab\\'a72.  Paragraph 2 of subdivision e of section 19-504.2 of chapter 5 of title 19 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab (2) When such determination by the commissioner of transportation is required by this subdivision, the application for authorization to operate a commuter van service shall set forth the geographic area proposed to be served by the applicant\\ul , the fixed route and proposed stops to pick up and discharge passengers within such geographic area\\ulnone  and the maximum number of vehicles to be operated and the capacity of each such vehicle, and the commission shall forward a copy of such application to the commissioner of transportation.\\par\n\\tab\\'a73.  Paragraph 7 of subdivision a of section 19-504.3 of chapter 5 of title 19 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab  (7)  A commuter van service and an owner of a commuter van shall maintain such records as the commission shall prescribe by rule [including, but not limited to, records of requests for service and trips].  Such records shall be subject to inspection by authorized officers or employees of the commission during regular business hours.\\par\n\\tab\\'a74.  Subdivision b of section 19-516 of chapter 5 of title 19 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab b.  No commuter van service and no person who owns, operates or drives a commuter van, shall provide, permit or authorize the provision of transportation service to a passenger unless such [service to a] passenger is [on the basis of a telephone contract or other prearrangement and such prearrangement is evidenced by such records as are required by the commission to be maintained] \\ul picked up or discharged at a designated stop set forth in the authorization to operate a commuter van service issued pursuant to section 19-504.2 of this chapter.\\ulnone   Where a violation of this subdivision has been committed by a driver of a commuter van, the commuter van service and the owner of such vehicle shall also be liable for a violation of this subdivision.\\par\n\\tab\\'a75.  Subdivision c of section 19-529.4 of chapter 5 of title 19 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab c.  All commuter vans shall at all times carry inside the vehicle and the operator shall produce upon demand of any officer or employee designated by the commission, any police officer or any authorized officers or employees of the department of transportation or the New York city transit authority:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx1080 1.\\tab the commuter van license;\\par\n2.\\tab the driver\\rquote s commuter van driver\\rquote s license;\\par\n3.\\tab the authorization to operate a commuter van service, or copy thereof reproduced in accordance with the specifications set forth in the rules of the commission; \\ul and\\par\n\\ulnone 4.\\tab the vehicle registration and evidence of current liability insurance[; and\\par\n5.\\tab a passenger manifest, and such records evidencing prearrangement as are prescribed by rule of the commission].\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a76.  This local law shall take effect ninety days after it is enacted into law.\\par\n\\par\n\\pard\\qj\\fs20 PH\\par\nLS # 2311\\par\n1/24/07 - 6 pm\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
