{
  "ID": 38077,
  "GUID": "355BBFB7-8B0E-4748-A325-E627B72F1E0A",
  "File": "Int 0515-2007",
  "Name": "Including in the nuisance abatement law certain violations of the penal law and the alcoholic beverage control law.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to including in the nuisance abatement law certain violations of the penal law and the alcoholic beverage control law.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2007-02-01T00:00:00Z",
  "AgendaDate": "2007-02-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 199784,
      "Date": "2007-02-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 199893,
      "Date": "2007-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6967,
      "AgendaSequence": 110,
      "MinutesSequence": 127,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 199954,
      "Date": "2007-02-13T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 6970,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 200146,
      "Date": "2007-02-13T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 6970,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236447,
      "Date": "2009-12-31T15:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 76019,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Memo In Support",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e36d3e3b-f1a4-4b29-a48d-2b8ec934afb2.doc",
      "Sort": 1
    },
    {
      "ID": 76100,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 2/13/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/73187d66-14df-45d0-977c-3b887587a301.doc",
      "Sort": 2
    },
    {
      "ID": 77174,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 2/13/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c97e66b0-1f5b-4905-ac3e-d3f6ff81e7d2.doc",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 38782,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Subdivision (g) of section 7-703 of the administrative code of the city of New York, as amended by local law number 113 for the year 1993, is amended to read as follows:\n(g) Any building, erection or place, including one- or two-family dwellings, wherein, within the period of one year prior to the commencement of an action under this chapter, there have occurred three or more violations of one or any combination of the provisions of article two hundred twenty, two hundred twenty-one or two hundred twenty-five of the penal law;\n§2.  Subdivisions (m) and (n) of section 7-703 of the administrative code of the city of New York, subdivision (m) as amended and subdivision (n) as added by local law number 35 for the year 2006, are amended to read as follows:\n(m) Any building, erection or place, including one- or two-family dwellings, wherein, within the period of one year prior to the commencement of an action under this chapter, there have occurred two or more violations on the part of the lessees, owners, operators, or occupants, of one or any combination of the following provisions: sections 165.40, 165.45, 165.50, 170.65, 170.70 or 175.10 of the penal law or section four hundred fifteen-a of the vehicle and traffic law; [and]\n(n) Any building, erection or place, including one-or two-family dwellings, in which a security guard, as defined in subdivision six of section eighty nine-f of the general business law, is employed in violation of one or more of the following provisions: the alcoholic beverage control law or sections 20-360.1 or 27-525.1 of this code[.]; \n\t\t§3.  Section 7-703 of the administrative code of the city of New York is amended by adding three new subdivisions (o), (p) and (q) to read as follows:\n(o) Any building, erection or place, including one- or two-family dwellings, wherein, within the period of one year prior to the commencement of an action under this chapter, there have occurred two or more violations constituting separate occurrences on the part of the lessees, owners, operators, occupants or patrons, of one or any combination of the following provisions: sections 125.10, 125.11, 125.15, 125.20, 125.21, 125.22, 125.25, 125.26 or 125.27 of the penal law; \n(p) Any building, erection or place, including one- or two-family dwellings, wherein, within the period of one year prior to the commencement of an action under this chapter, there have occurred three or more violations constituting separate occurrences on the part of the lessees, owners, operators, occupants or patrons, of one or any combination of the following provisions: sections 120.05, 120.06, 120.07, 120.08, 120.10, 120.11, 120.12, 125.10, 125.11, 125.15, 125.20, 125.21, 125.22, 125.25, 125.26 or 125.27 of the penal law; and\n(q) Any building, erection or place, including one- or two-family dwellings, wherein, within the period of one year prior to the commencement of an action under this chapter, there have occurred two or more violations on the part of the lessees, owners, operators, occupants or patrons, of section ninety-six of the alcoholic beverage control law.\n§4.  Subdivision (a) of section 7-704 of the administrative code of the city of New York, as amended by local law number 35 for the year 2006, is amended to read as follows:\n(a)  The corporation counsel shall bring and maintain a civil proceeding in the name of the city in the supreme court of the county in which the building, erection or place is located to permanently enjoin the public nuisances, defined in subdivisions (a), (b), (d), (e), (f), (g), (h), (i), (j), (k), (l), (m), [and] (n), (o), (p) and (q) of section 7-703 of this chapter, in the manner provided in subchapter two of this chapter.\n§5.  Section 7-705 of the administrative code of the city of New York, as amended by local law number 35 for the year 2006, is amended to read as follows:\n§7-705 Applicability.  This subchapter shall be applicable to the public nuisances defined in subdivisions (a), (d), (e), (f), (g), (h), (i), (j), (k), (l), (m), [and] (n), (o), (p) and (q) of section 7-703 of this chapter.\n§6.  This local law shall take effect thirty days after its enactment.\n\n\n01/31/07  1:42 PM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\cf1\\revised\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0\\revised0 Section 1.  Subdivision (g) of section 7-703 of the administrative code of the city of New York, as amended by local law number 113 for the year 1993, is amended to read as follows:\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj (g) Any building, erection or place, including one- or two-family dwellings, wherein, within the period of one year prior to the commencement of an action under this chapter, there have occurred three or more violations of \\ul one or\\ulnone  any \\ul combination\\ulnone  of the provisions of article two hundred twenty, two hundred twenty-one or two hundred twenty-five of the penal law;\\par\n\\'a72.  Subdivisions (m) and (n) of section 7-703 of the administrative code of the city of New York, subdivision (m) as amended and subdivision (n) as added by local law number 35 for the year 2006, are amended to read as follows:\\par\n(m) Any building, erection or place, including one- or two-family dwellings, wherein, within the period of one year prior to the commencement of an action under this chapter, there have occurred two or more violations on the part of the lessees, owners, operators, or occupants, of one or any combination of the following provisions: sections 165.40, 165.45, 165.50, 170.65, 170.70 or 175.10 of the penal law or section four hundred fifteen-a of the vehicle and traffic law; [and]\\ul\\par\n\\pard\\nowidctlpar\\fi1440\\sl480\\slmult1\\qj\\ulnone (n) Any building, erection or place, including one-or two-family dwellings, in which a security guard, as defined in subdivision six of section eighty nine-f of the general business law, is employed in violation of one or more of the following provisions: the alcoholic beverage control law or sections 20-360.1 or 27-525.1 of this code[.]\\ul ;\\ulnone  \\ul\\par\n\\pard\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\ulnone\\tab\\tab\\'a73.  Section 7-703 of the administrative code of the city of New York is amended by adding three new subdivisions (o), (p) and (q) to read as follows:\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\ul (o) Any building, erection or place, including one- or two-family dwellings, wherein, within the period of one year prior to the commencement of an action under this chapter, there have occurred two or more violations constituting separate occurrences on the part of the lessees, owners, operators, occupants or patrons, of one or any combination of the following provisions: sections 125.10, 125.11, 125.15, 125.20, 125.21, 125.22, 125.25, 125.26 or 125.27 of the penal law; \\par\n(p) Any building, erection or place, including one- or two-family dwellings, wherein, within the period of one year prior to the commencement of an action under this chapter, there have occurred three or more violations constituting separate occurrences on the part of the lessees, owners, operators, occupants or patrons, of one or any combination of the following provisions: sections 120.05, 120.06, 120.07, 120.08, 120.10, 120.11, 120.12, 125.10, 125.11, 125.15, 125.20, 125.21, 125.22, 125.25, 125.26 or 125.27 of the penal law; and\\par\n(q) Any building, erection or place, including one- or two-family dwellings, wherein, within the period of one year prior to the commencement of an action under this chapter, there have occurred two or more violations on the part of the lessees, owners, operators, occupants or patrons, of section ninety-six of the alcoholic beverage control law.\\par\n\\ulnone\\'a74.  Subdivision (a) of section 7-704 of the administrative code of the city of New York, as amended by local law number 35 for the year 2006, is amended to read as follows:\\par\n(a)  The corporation counsel shall bring and maintain a civil proceeding in the name of the city in the supreme court of the county in which the building, erection or place is located to permanently enjoin the public nuisances, defined in subdivisions (a), (b), (d), (e), (f), (g), (h), (i), (j), (k), (l), (m), [and] (n)\\ul , (o), (p) and (q)\\ulnone  of section 7-703 of this chapter, in the manner provided in subchapter two of this chapter.\\par\n\\'a75.  Section 7-705 of the administrative code of the city of New York, as amended by local law number 35 for the year 2006, is amended to read as follows:\\par\n\\'a77-705 Applicability.  This subchapter shall be applicable to the public nuisances defined in subdivisions (a), (d), (e), (f), (g), (h), (i), (j), (k), (l), (m), [and] (n)\\ul , (o), (p) and (q)\\ulnone  of section 7-703 of this chapter.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\tx2520\\'a76.  This local law shall take effect thirty days after its enactment.\\par\n\\par\n\\par\n\\lang1024 01/31/07\\lang1033   \\lang1024 1:42 PM\\lang1033\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
