{
  "ID": 38049,
  "GUID": "70C94A47-3389-40C4-9709-4D350F75A85E",
  "File": "Int 0518-2007",
  "Name": "Increasing penalties for construction-related violations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to increasing penalties for construction-related violations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2007-02-01T00:00:00Z",
  "AgendaDate": "2007-02-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 199756,
      "Date": "2007-02-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 199897,
      "Date": "2007-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6967,
      "AgendaSequence": 113,
      "MinutesSequence": 130,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236446,
      "Date": "2009-12-31T14:57:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38754,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subdivision a of section 26-125 of the administrative code of the city of New York is amended to read as follows:\na. Except as otherwise provided in subdivisions b and f of this section, section 26-126 or 26-248 of this title, every person who shall violate any of the provisions of any laws, rules or regulations enforceable by the department or who shall knowingly take part or assist in any such violation shall be guilty of an offense and upon conviction thereof shall be punishable by a fine of not more than five thousand dollars pursuant to section 26-126 and not more than fifteen thousand dollars pursuant to section 26-248.  Such person shall also be subject to the payment of a penalty of not more than five thousand dollars pursuant to section 26-126 and not more than fifteen thousand dollars pursuant to section 26-248 to be recovered in a civil action brought in the name of the city in any court of record in the city.\n §2.  Section 26-248 of the administrative code of the city of New York is amended to read as follows:\n§26-248 Punishments. a. General punishments. Except as hereinafter provided with respect to the amount of the fine, the owner of any structure, or part thereof, or land, where any violation of this subchapter or chapter one of title twenty-seven of the code shall be placed, or shall exist, and any person who may be employed or assist in the commission of any such violation, and any and all persons who shall violate any of the provisions of this subchapter or chapter one of title twenty-seven of the code or fail to comply therewith, or any such requirement thereof, or who shall violate or fail to comply with any detailed order or rule made thereunder, or who shall build in violation of any detailed statement of specifications or plans, submitted and approved thereunder, shall severally, for each and every such violation or non-compliance, respectively, be punished by a fine of not more than [five thousand] fifteen thousand dollars.\nb.  Heating plant and fire prevention violations. Any person who shall violate any of the provisions of this subchapter or chapter one of title twenty-seven of the code, as to the construction of chimneys, fireplaces, flues, warm-air pipes or furnaces, or who shall violate any of the provisions of this subchapter or chapter one of title twenty-seven of the code relating to the framing or trimming of timbers, girders, beams, or other woodwork in proximity to chimney flues or fireplaces, shall be punished by a fine of [one hundred] three hundred dollars.\nc.  Violations of the provisions for the registration of plumbers. Any person, corporation or co-partnership that shall violate any of the provisions of section 26-146 of this chapter, shall be punished by a fine of not more than [two hundred fifty] seven hundred fifty dollars or by imprisonment not exceeding [three months] one year, or by both, and in addition, shall forfeit any certificate of registration that may be held at the time of such conviction, provided that when such violation is of the provision relating to the posting of a metal plate, no punishment of imprisonment shall be imposed, and the fine shall not be more than [fifty] one hundred fifty dollars for the first offense, but shall be not less than [two] six hundred dollars and not more than [five hundred] one thousand five hundred dollars for a subsequent offense.\nd.  Continuing violations after notice. 1. Except as otherwise provided in paragraph two of this subdivision, any person who, having been served with a notice as prescribed in this subchapter or chapter one of title twenty-seven of the code to remove any violation or comply with any requirement of this subchapter or chapter one of title twenty-seven of the code, or with any order or rule made thereunder, shall fail to comply with such notice within ten days after such service or shall continue to violate any requirement of this subchapter or chapter one of title twenty-seven of the code in the respect named in such notice shall be, upon conviction, guilty of an offense punishable by a fine of not less than [two hundred fifty] seven hundred fifty dollars nor more than [five hundred] one thousand five hundred dollars for the first such violation, not less than [five hundred] one thousand five hundred dollars nor more than [one thousand] three thousand dollars for the second such violation, not less than [one thousand] three thousand dollars nor more than [two thousand] six thousand dollars for the third such violation, and not less than [two thousand] six thousand dollars nor more than [five thousand] fifteen thousand dollars for the fourth such violation and for every subsequent violation, or, for any such violation, by imprisonment for not more than [ninety days] one year, or by both fine and imprisonment.\n    2.  Notwithstanding the provisions of paragraph one of this subdivision, any person who shall convert, or knowingly take part or assist in the conversion of a residence which is legally approved for occupancy as a one-family dwelling, to a dwelling for occupancy by two families or which residence is legally approved for occupancy as a two-family dwelling, to a dwelling for occupancy by three families, and, having been served with a notice as prescribed in this subchapter or chapter one of title twenty-seven of the code to remove such violation, shall fail to comply with such notice within ten days after such service or shall continue to violate the provisions of this paragraph in the respect named in such notice, shall be, upon conviction, guilty of an offense punishable by a fine of not more than [five hundred] one thousand five hundred dollars or imprisonment for not more than [sixty days] one year or both.\n    3.  Notwithstanding the provisions of paragraphs one and two of this subdivision, the commissioner may determine that the presence of a violation or the failure to comply with any requirement of this subchapter or chapter one of title twenty-seven of the code, or any order or rule made thereunder, constitutes a condition dangerous to human life and safety as set forth by the commissioner in the rules and regulations promulgated by the commissioner. In such event, any person who fails to remove such violation or who, fails to comply with any requirements of this subchapter or chapter one of title twenty-seven of the code, or any order or rule made thereunder, after having been served with a notice personally or by certified mail indicating that such condition exists and requiring such removal or compliance unless the removal of such condition is prevented by a labor dispute or is the result of vandalism beyond the control of the owner, shall also be liable for a civil penalty of not less than [one hundred fifty] four hundred fifty dollars per day commencing on the date of the service of such notice and terminating on the date that such removal or compliance has been substantially completed. When service of such notice is made by mail to the owner, civil penalties as herein provided shall commence five days from the date of such mailing.\ne.  Jurisdiction of actions to recover fines. For the recovery of any such fine, an action may be brought in the name of the city in the New York city civil court, or other court of record, in the city; and whenever any judgment shall be rendered in such action, it shall be collected and enforced as prescribed and directed by the civil practice law and rules.\nf.  Discontinuance of action upon removal of violation. If any violation shall be removed or be in process of removal within ten days after the service of a notice as prescribed in this subchapter or chapter one of title twenty-seven of the code, liability shall cease, and the corporation counsel, on request of the commissioner shall discontinue any prosecution or action pending to recover any fine, upon such removal or the completion thereof within a reasonable time. Notwithstanding the foregoing provisions where the commissioner, pursuant to subdivision d of this section, has served a notice requiring removal of a violation or compliance with the requirements of this subchapter or chapter one of title twenty-seven of the code or with any order or rule made thereunder with respect to a condition dangerous to human life and safety, liability shall cease and the corporation counsel on request of the commissioner, shall discontinue such prosecution or action only if the removal or compliance so required has been completed or substantially completed within ten days after the service of such notice. The commissioner shall, upon good cause shown grant additional time for such removal or compliance. In addition, the civil penalties shall be tolled from the date the owner certifies under oath, on a form prescribed by the commissioner, that the removal of the violation has been substantially completed. If subsequent inspection by the commissioner shows a failure to have removed the violation, the civil penalties shall be deemed to have accrued as of the first day notice of violation has been served.\ng.  Notwithstanding any inconsistent provisions in other subdivisions of this section, any person who is convicted of any of the following violations shall be punished by a fine of not less than [five hundred] one thousand five hundred dollars nor more than [five thousand] one thousand five thousand dollars for the first violation, not less than [one thousand] three thousand dollars nor more than [five thousand] fifteen thousand dollars for the second violation, not less than [fifteen hundred] four thousand five hundred dollars nor more than [five thousand] fifteen thousand dollars for the third violation, and not less than [two thousand] six thousand dollars nor more than [five thousand] fifteen thousand dollars for the fourth violation and every subsequent violation, or, for any such violation, by imprisonment for not more than [ninety days] one year, or by both fine and imprisonment:\n    1.  Failure to possess a required place of assembly permit;\n    2.  Failure to install required sprinklers or emergency lighting;\n    3.  A violation [which] that produces an imminent hazard to persons or property as a result of (a) a change of occupancy or (b) use without a permit.\n    4.  A violation of the provisions of:\n    (a)  paragraph six or seven of subdivision (c) of section 27-339 of the code; or\n    (b)  subdivision (c) of section 27-353 of the code; or\n    (c)  section 27-353.1 of the code; or\n    (d)  subdivision (e) of section 27-381 of the code; or\n    (e)  subdivision (b) of section 27-382 of the code; or\n    (f)  subdivision (b) or (c) of section 27-384 of the code; or\n    (g)  section 27-777.1 of the code; or\n    (h)  section 27-777.2 of the code; or\n    (i)  subdivision (b) of section 27-929 of the code; or\n    (j)  paragraph twelve of subdivision (f) of section 27-972 of the code; or\n    (k)  paragraph ten of subdivision (g) of section 27-972 of the code; or\n    (l)  subdivision (c) of section 27-975 of the code; or\n    (m)  subdivision (c) of section 27-989 of the code; or\n    (n)  section 27-996.1 of the code; or\n    (o)  section 27-996.2 of the code; or\n    (p)  section 2-4 or 4-3 of reference standard RS 13-1; or\n    (q)  subdivision (e) of section 27-383.1 of the code, or\n    (r)  subdivision (b) of section 27-383; or\n    (s)  section 27-929.1.\n    5.  Working without a permit and refusing to discontinue the work.\nh.  Any permit holder or owner who shall permit any sidewalk shed to remain in place for a period of more than thirty days following the expiration of a sidewalk shed permit shall be subject to the provisions of section 26-126.1 of this code and subject to an additional fine of one hundred dollars per day for each day the shed was in place after the thirtieth day up to a maximum of $10,000.\ni.  Notwithstanding any other law, rule or regulation, and in addition to any other penalties provided in this code or pursuant to any other law, rule or regulation, any person who is convicted of a violation which produces an imminent hazard to persons or property as a result of any  (a) obstruction of an exit or (b) unlawful change of an exit shall be punished by a fine of not less than five thousand dollars for a first violation, not less than five thousand dollars nor more than ten thousand dollars  for  a  second  violation, not less than ten thousand  dollars nor more than fifteen thousand dollars for  a  third  violation,  and not less than fifteen thousand dollars nor more than twenty thousand  dollars  for a fourth violation and any subsequent violation, or for any  such violation by imprisonment for not more than six months, or by  both  the applicable fine and imprisonment.    \nj.  In addition to the penalties provided for in this section and in section 26-212.1 of this chapter, any person who is convicted of conducting demolition work without a required permit on a one- or two-family dwelling shall be guilty of a misdemeanor and upon conviction thereof, shall be punishable by a fine of not less than five thousand dollars nor more than ten thousand dollars or by imprisonment not to exceed six months or both. Such person shall also be subject to a civil penalty of not less than five thousand dollars nor more than ten thousand dollars to be recovered in a proceeding brought in the name of the city in any court of competent jurisdiction or in a proceeding before the environmental control board.    \nk. Violation of stop-work order.  Notwithstanding any inconsistent provision in any other subdivision of this section, any person who shall violate any of the provisions of article twenty-four of subchapter one of chapter one of title twenty-seven shall be punished by a fine of not less than two thousand nor more than fifteen thousand dollars for each such violation or by imprisonment not exceeding six months, or by both.\n§3.  This local law shall take effect sixty days from its enactment.  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKS\nLS #1785\n01/31/07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.\\fs20   \\fs24 Subdivision a of section 26-125 of the administrative code of the city of New York is amended to read as follows:\\par\na. Except as otherwise provided in subdivisions b and f of this section, section 26-126 or 26-248 of this title, every person who shall violate any of the provisions of any laws, rules or regulations enforceable by the department or who shall knowingly take part or assist in any such violation shall be guilty of an offense and upon conviction thereof shall be punishable by a fine of not more than five thousand dollars \\ul pursuant to section 26-126 and not more than fifteen thousand dollars pursuant to section 26-248\\ulnone .  Such person shall also be subject to the payment of a penalty of not more than five thousand dollars \\ul pursuant to section 26-126 and not more than fifteen thousand dollars pursuant to section 26-248\\ulnone  to be recovered in a civil action brought in the name of the city in any court of record in the city.\\par\n \\'a72.  \\fs20 S\\fs24 ection 26-248 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a726-248 Punishments. a. General punishments. Except as hereinafter provided with respect to the amount of the fine, the owner of any structure, or part thereof, or land, where any violation of this subchapter or chapter one of title twenty-seven of the code shall be placed, or shall exist, and any person who may be employed or assist in the commission of any such violation, and any and all persons who shall violate any of the provisions of this subchapter or chapter one of title twenty-seven of the code or fail to comply therewith, or any such requirement thereof, or who shall violate or fail to comply with any detailed order or rule made thereunder, or who shall build in violation of any detailed statement of specifications or plans, submitted and approved thereunder, shall severally, for each and every such violation or non-compliance, respectively, be punished by a fine of not more than [five thousand] \\ul fifteen thousand\\ulnone  dollars.\\fs20\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\fs24 b.  Heating plant and fire prevention violations. Any person who shall violate any of the provisions of this subchapter or chapter one of title twenty-seven of the code, as to the construction of chimneys, fireplaces, flues, warm-air pipes or furnaces, or who shall violate any of the provisions of this subchapter or chapter one of title twenty-seven of the code relating to the framing or trimming of timbers, girders, beams, or other woodwork in proximity to chimney flues or fireplaces, shall be punished by a fine of [one hundred] \\ul three hundred\\ulnone  dollars.\\par\nc.  Violations of the provisions for the registration of plumbers. Any person, corporation or co-partnership that shall violate any of the provisions of section 26-146 of this chapter, shall be punished by a fine of not more than [two hundred fifty] \\ul seven hundred fifty\\ulnone  dollars or by imprisonment not exceeding [three months] \\ul one year\\ulnone , or by both, and in addition, shall forfeit any certificate of registration that may be held at the time of such conviction, provided that when such violation is of the provision relating to the posting of a metal plate, no punishment of imprisonment shall be imposed, and the fine shall not be more than [fifty] \\ul one hundred fifty\\ulnone  dollars for the first offense, but shall be not less than [two] \\ul six\\ulnone  hundred dollars and not more than [five hundred] \\ul one thousand five hundred\\ulnone  dollars for a subsequent offense.\\par\nd.  Continuing violations after notice. 1. Except as otherwise provided in paragraph two of this subdivision, any person who, having been served with a notice as prescribed in this subchapter or chapter one of title twenty-seven of the code to remove any violation or comply with any requirement of this subchapter or chapter one of title twenty-seven of the code, or with any order or rule made thereunder, shall fail to comply with such notice within ten days after such service or shall continue to violate any requirement of this subchapter or chapter one of title twenty-seven of the code in the respect named in such notice shall be, upon conviction, guilty of an offense punishable by a fine of not less than [two hundred fifty] \\ul seven hundred fifty\\ulnone  dollars nor more than [five hundred] \\ul one thousand five hundred\\ulnone  dollars for the first such violation, not less than [five hundred] \\ul one thousand five hundred\\ulnone  dollars nor more than [one thousand] \\ul three thousand\\ulnone  dollars for the second such violation, not less than [one thousand] \\ul three thousand\\ulnone  dollars nor more than [two thousand] \\ul six thousand\\ulnone  dollars for the third such violation, and not less than [two thousand] \\ul six thousand\\ulnone  dollars nor more than [five thousand] \\ul fifteen thousand\\ulnone  dollars for the fourth such violation and for every subsequent violation, or, for any such violation, by imprisonment for not more than [ninety days] \\ul one year\\ulnone , or by both fine and imprisonment.\\par\n    2.  Notwithstanding the provisions of paragraph one of this subdivision, any person who shall convert, or knowingly take part or assist in the conversion of a residence which is legally approved for occupancy as a one-family dwelling, to a dwelling for occupancy by two families or which residence is legally approved for occupancy as a two-family dwelling, to a dwelling for occupancy by three families, and, having been served with a notice as prescribed in this subchapter or chapter one of title twenty-seven of the code to remove such violation, shall fail to comply with such notice within ten days after such service or shall continue to violate the provisions of this paragraph in the respect named in such notice, shall be, upon conviction, guilty of an offense punishable by a fine of not more than [five hundred] \\ul one thousand five hundred\\ulnone  dollars or imprisonment for not more than [sixty days] \\ul one year\\ulnone  or both.\\par\n    3.  Notwithstanding the provisions of paragraphs one and two of this subdivision, the commissioner may determine that the presence of a violation or the failure to comply with any requirement of this subchapter or chapter one of title twenty-seven of the code, or any order or rule made thereunder, constitutes a condition dangerous to human life and safety as set forth by the commissioner in the rules and regulations promulgated by the commissioner. In such event, any person who fails to remove such violation or who, fails to comply with any requirements of this subchapter or chapter one of title twenty-seven of the code, or any order or rule made thereunder, after having been served with a notice personally or by certified mail indicating that such condition exists and requiring such removal or compliance unless the removal of such condition is prevented by a labor dispute or is the result of vandalism beyond the control of the owner, shall also be liable for a civil penalty of not less than [one hundred fifty] \\ul four hundred fifty\\ulnone  dollars per day commencing on the date of the service of such notice and terminating on the date that such removal or compliance has been substantially completed. When service of such notice is made by mail to the owner, civil penalties as herein provided shall commence five days from the date of such mailing.\\par\ne.  Jurisdiction of actions to recover fines. For the recovery of any such fine, an action may be brought in the name of the city in the New York city civil court, or other court of record, in the city; and whenever any judgment shall be rendered in such action, it shall be collected and enforced as prescribed and directed by the civil practice law and rules.\\par\nf.  Discontinuance of action upon removal of violation. If any violation shall be removed or be in process of removal within ten days after the service of a notice as prescribed in this subchapter or chapter one of title twenty-seven of the code, liability shall cease, and the corporation counsel, on request of the commissioner shall discontinue any prosecution or action pending to recover any fine, upon such removal or the completion thereof within a reasonable time. Notwithstanding the foregoing provisions where the commissioner, pursuant to subdivision d of this section, has served a notice requiring removal of a violation or compliance with the requirements of this subchapter or chapter one of title twenty-seven of the code or with any order or rule made thereunder with respect to a condition dangerous to human life and safety, liability shall cease and the corporation counsel on request of the commissioner, shall discontinue such prosecution or action only if the removal or compliance so required has been completed or substantially completed within ten days after the service of such notice. The commissioner shall, upon good cause shown grant additional time for such removal or compliance. In addition, the civil penalties shall be tolled from the date the owner certifies under oath, on a form prescribed by the commissioner, that the removal of the violation has been substantially completed. If subsequent inspection by the commissioner shows a failure to have removed the violation, the civil penalties shall be deemed to have accrued as of the first day notice of violation has been served.\\par\ng.  Notwithstanding any inconsistent provisions in other subdivisions of this section, any person who is convicted of any of the following violations shall be punished by a fine of not less than [five hundred] \\ul one thousand five hundred\\ulnone  dollars nor more than [five thousand] \\ul one thousand five thousand\\ulnone  dollars for the first violation, not less than [one thousand] \\ul three thousand\\ulnone  dollars nor more than [five thousand] \\ul fifteen thousand\\ulnone  dollars for the second violation, not less than [fifteen hundred] \\ul four thousand five hundred\\ulnone  dollars nor more than [five thousand] \\ul fifteen thousand\\ulnone  dollars for the third violation, and not less than [two thousand] \\ul six thousand\\ulnone  dollars nor more than [five thousand] \\ul fifteen thousand\\ulnone  dollars for the fourth violation and every subsequent violation, or, for any such violation, by imprisonment for not more than [ninety days] \\ul one year\\ulnone , or by both fine and imprisonment:\\par\n    1.  Failure to possess a required place of assembly permit;\\par\n    2.  Failure to install required sprinklers or emergency lighting;\\par\n    3.  A violation [which] \\ul that\\ulnone  produces an imminent hazard to persons or property as a result of (a) a change of occupancy or (b) use without a permit.\\par\n    4.  A violation of the provisions of:\\par\n    (a)  paragraph six or seven of subdivision (c) of section 27-339 of the code; or\\par\n    (b)  subdivision (c) of section 27-353 of the code; or\\par\n    (c)  section 27-353.1 of the code; or\\par\n    (d)  subdivision (e) of section 27-381 of the code; or\\par\n    (e)  subdivision (b) of section 27-382 of the code; or\\par\n    (f)  subdivision (b) or (c) of section 27-384 of the code; or\\par\n    (g)  section 27-777.1 of the code; or\\par\n    (h)  section 27-777.2 of the code; or\\par\n    (i)  subdivision (b) of section 27-929 of the code; or\\par\n    (j)  paragraph twelve of subdivision (f) of section 27-972 of the code; or\\par\n    (k)  paragraph ten of subdivision (g) of section 27-972 of the code; or\\par\n    (l)  subdivision (c) of section 27-975 of the code; or\\par\n    (m)  subdivision (c) of section 27-989 of the code; or\\par\n    (n)  section 27-996.1 of the code; or\\par\n    (o)  section 27-996.2 of the code; or\\par\n    (p)  section 2-4 or 4-3 of reference standard RS 13-1; or\\par\n    (q)  subdivision (e) of section 27-383.1 of the code, or\\par\n    (r)  subdivision (b) of section 27-383; or\\par\n    (s)  section 27-929.1.\\par\n    5.  Working without a permit and refusing to discontinue the work.\\par\nh.  Any permit holder or owner who shall permit any sidewalk shed to remain in place for a period of more than thirty days following the expiration of a sidewalk shed permit shall be subject to the provisions of section 26-126.1 of this code and subject to an additional fine of one hundred dollars per day for each day the shed was in place after the thirtieth day up to a maximum of $10,000.\\par\ni.  Notwithstanding any other law, rule or regulation, and in addition to any other penalties provided in this code or pursuant to any other law, rule or regulation, any person who is convicted of a violation which produces an imminent hazard to persons or property as a result of any  (a) obstruction of an exit or (b) unlawful change of an exit shall be punished by a fine of not less than five thousand dollars for a first violation, not less than five thousand dollars nor more than ten thousand dollars  for  a  second  violation, not less than ten thousand  dollars nor more than fifteen thousand dollars for  a  third  violation,  and not less than fifteen thousand dollars nor more than twenty thousand  dollars  for a fourth violation and any subsequent violation, or for any  such violation by imprisonment for not more than six months, or by  both  the applicable fine and imprisonment.    \\par\nj.  In addition to the penalties provided for in this section and in section 26-212.1 of this chapter, any person who is convicted of conducting demolition work without a required permit on a one- or two-family dwelling shall be guilty of a misdemeanor and upon conviction thereof, shall be punishable by a fine of not less than five thousand dollars nor more than ten thousand dollars or by imprisonment not to exceed six months or both. Such person shall also be subject to a civil penalty of not less than five thousand dollars nor more than ten thousand dollars to be recovered in a proceeding brought in the name of the city in any court of competent jurisdiction or in a proceeding before the environmental control board.    \\par\nk. Violation of stop-work order.  Notwithstanding any inconsistent provision in any other subdivision of this section, any person who shall violate any of the provisions of article twenty-four of subchapter one of chapter one of title twenty-seven shall be punished by a fine of not less than two thousand nor more than fifteen thousand dollars for each such violation or by imprisonment not exceeding six months, or by both.\\par\n\\'a73.  This local law shall take effect sixty days from its enactment.  \\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\par\n\\pard\\qj\\fs20\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nKS\\par\nLS #1785\\par\n01/31/07\\b\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
