{
  "ID": 38203,
  "GUID": "C9A49329-F332-4BA9-BDCC-4042FEE0B435",
  "File": "Int 0529-2007",
  "Name": "Making nutrition information available to consumers at the point of purchase in food service establishments.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to making nutrition information available to consumers at the point of purchase in food service establishments.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2007-02-28T00:00:00Z",
  "AgendaDate": "2007-02-28T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 200389,
      "Date": "2007-02-28T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 200613,
      "Date": "2007-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7061,
      "AgendaSequence": 146,
      "MinutesSequence": 164,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236438,
      "Date": "2009-12-31T14:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38916,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Chapter 1 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-192 to read as follows:\n§17-192  Notification of publicly available nutrition information. a. Definitions. The following terms shall have the following meanings: \n1. “Drive-through” means an area of a food service establishment that is designed or operated so as to enable a person to order and purchase a food or beverage item while remaining within a motor vehicle on the premises of such establishment.\n2. “Food service establishment” means  a place where food is provided for individual portion service directly to the consumer whether such food is provided free of charge or sold and whether consumption occurs on or off the premises; provided that such term shall not mean a pushcart, stand or vehicle. \n3. “Nutrition information” means information related to the caloric, fat, carbohydrate or sodium content of any food or beverage item as these terms are defined under the federal Food, Drug, and Cosmetic Act, 21 U.S.C 301 et seq., or any successor provision.\n4. “Point of purchase” means an area on the premises of a food service establishment that is designed or operated so as to enable a person to order a food or beverage item.\n5. “Standard mechanism” means an instrument, such as computer software, that provides reasonably available and objective ingredient-specific nutrition information and, based on the input of ingredient types, amounts and other relevant factors, determines the total nutrition information for a food or beverage item.\nb. Availability of nutrition information. 1. Any food service establishment that makes available to the public nutrition information regarding any food or beverage item as such item is usually prepared and provided or offered for sale shall conspicuously display such information in written form at or near the point of purchase. Any such food service establishment that contains a drive-through shall conspicuously display at or near the point of purchase such nutrition information in written form or a notice that such information is available upon request or within the premises.\n2. The nutrition information provided pursuant to this section shall be in written form that may include, but is not limited to, a poster, menu, menu board, placemat or display card. The form may also include a disclaimer that there may be variations in the nutrition information of the food or beverage item as a result of (i) variations in the overall size, quantities and nature of the ingredients of a food or beverage item or (ii) special preparation at the request of a customer that differs from the standard preparation of a food or beverage item. \nc. Determining nutrition information. The department shall make available to any food service establishment upon request a standard mechanism that such establishment may use for estimating the nutrition information of any ingredient, food or beverage item. The department may enter into contracts or agreements with third parties to implement the provisions of this section and may assess a reasonable fee to be paid by food service establishments for costs incurred pursuant to this section.\nd. Enforcement and penalty. The department shall enforce the provisions of this section. Any person who violates any provision of this section shall be liable for a civil penalty not to exceed one thousand dollars for each violation; provided that for a first such violation the department shall issue a written warning in lieu of a civil penalty and allow thirty days to comply with the local law that added this section. Any person who in good faith utilizes the standard mechanism provided by the department pursuant to subdivision c of this section to determine nutrition information shall not be liable for any civil penalty for the utilization of such determination.\n§ 2. This local law shall take effect nine months after the date of enactment.\n\nAS\nLS # 2506\nFebruary 26, 2007",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone Section 1.  Chapter 1 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-192 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a717-192  \\b Notification of publicly available nutrition information.\\b0  a. Definitions. The following terms shall have the following meanings: \\par\n\\pard\\fi720\\sl480\\slmult1 1. \\ldblquote Drive-through\\rdblquote  means an area of a food service establishment that is designed or operated so as to enable a person to order and purchase a food or beverage item while remaining within a motor vehicle on the premises of such establishment.\\par\n2. \\ldblquote Food service establishment\\rdblquote  means  a place where food is provided for individual portion service directly to the consumer whether such food is provided free of charge or sold and whether consumption occurs on or off the premises; provided that such term shall not mean a pushcart, stand or vehicle. \\par\n3. \\ldblquote Nutrition information\\rdblquote  means information related to the caloric, fat, carbohydrate or sodium content of any food or beverage item as these terms are defined under the federal Food, Drug, and Cosmetic Act, 21 U.S.C 301 et seq., or any successor provision.\\par\n4. \\ldblquote Point of purchase\\rdblquote  means an area on the premises of a food service establishment that is designed or operated so as to enable a person to order a food or beverage item.\\par\n5. \\ldblquote Standard mechanism\\rdblquote  means an instrument, such as computer software, that provides reasonably available and objective ingredient-specific nutrition information and, based on the input of ingredient types, amounts and other relevant factors, determines the total nutrition information for a food or beverage item.\\par\nb. Availability of nutrition information. 1. Any food service establishment that makes available to the public nutrition information regarding any food or beverage item as such item is usually prepared and provided or offered for sale shall conspicuously display such information in written form at or near the point of purchase. Any such food service establishment that contains a drive-through shall conspicuously display at or near the point of purchase such nutrition information in written form or a notice that such information is available upon request or within the premises.\\par\n2. The nutrition information provided pursuant to this section shall be in written form that may include, but is not limited to, a poster, menu, menu board, placemat or display card. The form may also include a disclaimer that there may be variations in the nutrition information of the food or beverage item as a result of (i) variations in the overall size, quantities and nature of the ingredients of a food or beverage item or (ii) special preparation at the request of a customer that differs from the standard preparation of a food or beverage item. \\par\nc. Determining nutrition information. The department shall make available to any food service establishment upon request a standard mechanism that such establishment may use for estimating the nutrition information of any ingredient, food or beverage item. The department may enter into contracts or agreements with third parties to implement the provisions of this section and may assess a reasonable fee to be paid by food service establishments for costs incurred pursuant to this section.\\par\nd. Enforcement and penalty. The department shall enforce the provisions of this section. Any person who violates any provision of this section shall be liable for a civil penalty not to exceed one thousand dollars for each violation; provided that for a first such violation the department shall issue a written warning in lieu of a civil penalty and allow thirty days to comply with the local law that added this section. Any person who in good faith utilizes the standard mechanism provided by the department pursuant to subdivision c of this section to determine nutrition information shall not be liable for any civil penalty for the utilization of such determination.\\ulnone\\par\n\\'a7 2. This local law shall take effect nine months after the date of enactment.\\par\n\\pard\\par\n\\fs20 AS\\par\nLS # 2506\\par\nFebruary 26, 2007\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
