{
  "ID": 38251,
  "GUID": "4A66B0F9-566E-42B1-AE66-22E97607448D",
  "File": "Int 0530-2007",
  "Name": "Licensing and regulating furniture retail stores.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to licensing and regulating furniture retail stores.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2007-02-28T00:00:00Z",
  "AgendaDate": "2007-02-28T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 200767,
      "Date": "2007-02-28T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 200615,
      "Date": "2007-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7061,
      "AgendaSequence": 148,
      "MinutesSequence": 166,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 201772,
      "Date": "2007-04-19T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 7223,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 201943,
      "Date": "2007-04-19T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 7223,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236437,
      "Date": "2009-12-31T14:54:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 77068,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/19/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/708bcbd2-0132-4322-ab44-6a48038d2451.doc",
      "Sort": 1
    },
    {
      "ID": 78421,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/19/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/36f1387a-d66d-41e3-b515-ff72021e86c3.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 38965,
  "Text": "Be it enacted by the Council as follows:\n           Section 1.  Chapter 2 of title 20 of the administrative code of the city of New York is hereby amended by adding a new subchapter 9, to read as follows:\nSUBCHAPTER 9\nFURNITURE RETAIL STORES\n§ 20-250 Definitions.\t\n§ 20-251 License required.\n§ 20-252 Application; fee; term.\n   \t§ 20-253 Issuance of license.  \n§ 20-254 Renewal, suspension and revocation of licenses.  \n§ 20-255 Transferability.  \n§ 20-256 Duties of licensees.\n§ 20-257 Violations.  \n§ 20-258 Exemptions.\n§ 20-259 Construction.\n§ 20-260 Powers of the commissioner.   \n\n          § 20-250 Definitions.  a.  “Damaged or defective” shall mean a flawed or blemished appearance, or other inadequacy resulting in the loss of value or impairment of an item of furniture’s usefulness.\n         b.  “Door to door” shall mean a sale, lease or rental of furniture in which the seller or his or her representative personally solicits the sale, including those sales made in response to or following an invitation by the buyer, where the buyer's agreement or offer to purchase is made at a place other than the main or permanent branch office or local address of the seller. The term \"door to door sale\" does not include a transaction:\n    \t1.  made pursuant to prior negotiations in the course of a visit by the buyer to a commercial establishment having a fixed permanent location where furniture is exhibited or offered for sale on a continuing basis; or\n    \t2.  conducted and consummated entirely by mail or telephone, and without any other contact between the buyer and the seller or its representative, other than at the main or permanent branch office or local address of the seller, prior to the delivery of the furniture; or\n    \t3.  in which the buyer has initiated the contact and specifically requested the seller to visit his or her home for the purpose of repairing or performing maintenance upon the buyer's personal property.  If in the course of such a visit, the seller sells the buyer the right to receive additional furniture other than replacement parts necessarily used in performing the maintenance or in making the repairs, the sale of the additional furniture shall not fall within this exclusion.  \t\n            c.  “Display space” shall mean the area of a commercial establishment in which merchandise is publicly exhibited and offered for sale.\n            d.  “Estimated delivery date” shall mean the specific date, or range of dates, that furniture is scheduled to be delivered.  \n\te.  “Fixtures” shall mean a part of a piece of property, including counters, cabinets, shelving, sinks and built in appliances that, in order to be utilized in a house, apartment or place of business or accommodation, are permanently attached such that to move or remove such items would damage the property.\n\tf.  “Furniture” shall mean any article used to furnish a house, apartment or place of business or accommodation, as distinguished from fixtures, including but not limited to chairs, tables, cabinets, sofas, carpets, rugs, curtains, bedsteads and chests; provided, that such term shall not mean any article which is in substantial part custom-made or custom finished.\n           g.  “Furniture retail store” shall mean a commercial establishment that sells or leases, or offers to sell or lease, furniture to the general public, and shall include any business that engages in any door to door sale of furniture in the city of New York.\n           h.  “In line goods” shall mean items of furniture regularly produced pursuant to a schedule determined by the manufacturer and in quantities that are determined by such manufacturer which are in excess of any specific customer orders.\n           i.  “Materially dissimilar” shall mean failing to correspond with the description provided on the sales receipt required by paragraph 6 of subdivision c of section 20-556 of this subchapter.  \n           j.  “Seller” shall mean any person, partnership, corporation or association engaged in the door to door sale of furniture.\n           k.  “Special customer ordered furniture” shall mean items of furniture that are manufactured in accordance with customer selected options in the exact quantity ordered by such customer.  \n           l.  “Stock merchandise furniture” shall mean furniture available for delivery from a furniture store or warehouse or in stock at the factory of a manufacturer that supplies furniture to such furniture store. \n    \t§ 20-251 License required.  No person shall maintain or operate a furniture retail store without first having obtained a license therefore issued pursuant to section 20-253 of this subchapter.\n    \t§ 20-252 Application; fee; term.  a. An application for a license required under this subchapter or for any renewal thereof shall be made to the commissioner in such form and manner as he or she shall prescribe by rule.\n    \tb.  There shall be a biennial fee for a license to maintain or operate a furniture retail store.  The fee for such license shall be three hundred and fifty dollars.\n    \t§ 20-253 Issuance of license.  A license to maintain or operate a furniture store shall be granted in accordance with the provisions of this subchapter and any rules promulgated by the commissioner thereunder.  The commissioner may refuse to issue to an applicant any license required under this subchapter based upon a determination made after due notice and opportunity to be heard that such applicant has engaged in conduct which would constitute a basis for license suspension or revocation as set forth in section 20-254 of this subchapter.\n    \t§ 20-254  Renewal, suspension and revocation of licenses.  In addition to any powers of the commissioner, and not in limitation thereof, the commissioner may refuse to renew any license required under this subchapter and may suspend or revoke any such license, after due notice and opportunity to be heard, when the person holding a license to maintain or operate a furniture retail store or, where applicable, any of its officers, principals, directors, employees, or stockholders owning more than ten percent of the outstanding stock of the corporation:\n          a.  has been found to have violated any provision of this title, or any rules promulgated thereunder, or any orders of the commissioner issued pursuant thereto, or to have knowingly caused, permitted, aided, or abetted another in committing such violation; or\n          b.  has made a material false statement or concealed a material fact in connection with the filing of any application pursuant to this subchapter or has been found to have committed fraud or misrepresentation upon a customer; or\n          c.  has been found to have engaged in untrue, misleading or deceptive advertising, or deceptive or unconscionable trade practices as described in chapter five of this title and any rules promulgated thereunder; or\n    \td.  has not paid, within the time permitted by law, any civil penalty or judgment duly imposed pursuant to the provisions of this title or any rule promulgated thereunder; or\n    \te.  has been adjudged by a court of competent jurisdiction to have failed to perform his or her obligations under any express, implied, or written warranty for furniture made as part of his or her contract with a consumer; or\n           f.  has failed to pay or satisfy any judgment secured against him or her by anyone who purchased furniture from a furniture retail store licensed hereunder, provided that such judgment was secured in a court of competent jurisdiction against the licensee for acts of commission or omission with regard to the business maintained, operated or conducted by him or her pursuant to the license issued hereunder.\n    \t§ 20-555  Transferability.  No license issued pursuant to this subchapter shall be transferred or assigned to any person or used by any person other than the licensee to whom it was issued.\n    \t§ 20-556  Duties of Licensee.  a.  Posting of license.  Every person holding a license to maintain or operate a furniture retail store shall conspicuously post such license.\n    \tb.  Disclosure of selling price.  1.  All furniture exposed for sale or offered for sale at retail in a store licensed under this subchapter shall have conspicuously displayed, at the point of exposure or offering for sale, the total selling price, exclusive of sales tax, by means of a stamp, tag or label attached to the item, or a sign at the point of display which indicates the item to which the price refers, provided, however, that such stamp, tag, label or sign must be plainly visible, without the assistance of store personnel.  This paragraph shall not apply to furniture displayed in the window of a furniture retail store.\n    \t2.  Every store licensed pursuant to this subchapter shall make available for viewing to any person a list, or other written or printed material including, but not limited to, fliers, posters, catalogs, books or brochures that indicate in a clear and conspicuous manner the current total selling price, exclusive of sales tax, of any furniture offered for sale in such store that is not publicly displayed.\n    \t3.  Notwithstanding the provisions of section 20-257 of this subchapter, the civil penalties imposed for a violation of this subdivision shall be those provided for violations of section 20-708 of this title.\n    \tc.  Receipts and customer orders.  A store licensed pursuant to this subchapter shall provide a written receipt or order to the customer for the retail purchase of any furniture and such written receipt or order shall contain, conspicuously and in writing, the following information:\n    \t 1.  the amount of money paid for each item;\n    \t 2.  the total amount of money paid, including a separate statement of tax;\n    \t 3.  the date of the purchase;\n    \t 4.  the name and address of the furniture retail store as listed on such store's license;\n    \t 5.  the license number of such store;\n    \t 6.  a full and accurate description of each item purchased, including, where applicable, the type of material, such as whether an item is made wholly or partially of authentic wood or a composite material and finished with a veneer simulating the appearance of authentic wood; the fabric, such as whether the item is made of cloth, leather, suede or a type of material simulating the appearance of such fabric, the texture of the fabric, the color and size of the item; the style or model number and year; the brand name and manufacturer's name; and any other information reasonably necessary to accurately identify the item as such item was shown to the customer by sample, catalog, illustration or description; \n    \t 7.  the estimated delivery date; and\n    \t 8.  whether, if applicable, the item purchased is stock merchandise furniture, in line goods, or special customer ordered furniture, with each such description initialed by the customer, provided, however, that furniture that is not so designated or initialed shall be deemed to be stock merchandise furniture. \n    \td.  Delivery of ordered goods. 1.  Except as otherwise provided in paragraph two of this subdivision:\n    \t(a) When a licensee will be unable to deliver furniture by the latest estimated delivery date the licensee shall immediately notify the customer in writing of:\n           (1) the delay; and\n           (2)  the customer's rights and options as set forth in subparagraph (b) of this paragraph.\n    \t(b)(1) When a licensee will be unable to deliver furniture by the latest estimated delivery date the customer shall have the right, at the customer's option, to: \n    \t(i)  cancel the entire order and, upon making a request in writing, receive a refund or credit for the full amount paid; or\n    \t(ii) negotiate a new estimated delivery date as defined by paragraph five of subdivision d of section 20-566 of this subchapter; or\n    \t(iii) accept as a partial delivery any items which the licensee will be able to deliver by the latest estimated delivery date and either: (A) negotiate a new delivery date or range of delivery dates for the remaining items at no additional charge; or (B) cancel the order with regard to the remaining items and receive a full refund upon making a request in writing for any amounts paid attributable to those items; or\n    \t(iv) select new merchandise of equal value to replace those items which the licensee will be unable to deliver by the latest estimated delivery date and receive delivery of those items at no additional charge.\n    \t(2) The customer shall not have the rights and options enumerated in clause (1) of this subparagraph when the delay in delivery is caused entirely by the customer.\n    \t(3) If the customer accepts a partial delivery of items contained in a receipt or order, or in a written confirmation issued pursuant to paragraph five of this subdivision, and the customer subsequently receives notice from the licensee that it will be unable to deliver, or if the licensee fails to deliver, all of the remaining items in the receipt, order or written confirmation by the estimated delivery date, the customer shall have the right to return the items accepted as a partial delivery, cancel the entire order, and receive a full refund upon making such a request in writing.\n    \t(4) If, under the circumstances described in clause (i) of subparagraph (b)(1) of paragraph 1 of this subdivision, in item (B) of clause (iii) of subparagraph (b)(1) of paragraph 1 of this subdivision or in clause (3) of this subparagraph, the customer cancels an order and requests in writing a full refund or credit for the amount paid, the licensee shall give the customer a full refund or credit for the amount paid within fourteen business days of the date of the customer's written request.\n    \t2. In line goods and special customer ordered furniture. (a)(1) When a licensee notifies a customer within fifteen days of the date of the customer's order of in line goods that the manufacturer of such furniture has notified the licensee that the manufacturer will be unable to deliver one or more items of such furniture by the latest estimated delivery date, the licensee: \n    \t(i) may extend the estimated delivery date for up to fifteen days without consequence, provided the licensee provides the customer with the written confirmation required by paragraph five of this subdivision; or\n    \t(ii) if the in line goods cannot be delivered within fifteen days of the estimated delivery date, the licensee shall notify the customer in writing that he or she has the right to cancel the order and receive a refund or credit for the full amount paid, provided the customer cancels his or her order and requests such refund or credit in writing within fourteen days of the date of such notification. The licensee shall state in such notification that if the customer fails to cancel within the time allowed, such licensee may extend the estimated delivery date by up to six weeks from the latest estimated delivery date, provided that the licensee provides the customer with the written confirmation required by paragraph five of this subdivision.\n    \t(2) If the licensee will be unable to deliver in line goods by the latest estimated delivery date, the provisions contained in paragraph one of this subdivision shall apply.\n    \t(3) Except as otherwise provided in subparagraph (b) of this paragraph, if the licensee will be unable to deliver special customer ordered furniture by the latest estimated delivery date disclosed, the provisions contained in paragraph one of this subdivision shall apply.\n    \t(b)(1) For special customer ordered furniture, a licensee may notify a customer up to fifteen days before the estimated delivery date that the licensee will be unable to deliver one or more items of such furniture by the estimated delivery date, and\n    \t(2) may extend the estimated delivery date for up to fifteen days without consequence, provided that the licensee furnishes the customer with the written confirmation required by paragraph five of this subdivision; or\n    \t(3)  if the licensee cannot notify the customer more than fifteen days in advance of the estimated delivery date that the special customer ordered merchandise cannot be delivered within fifteen days of the estimated delivery date, and the special order merchandise will be delayed, the licensee shall notify the customer in writing of his or her right to cancel the order and receive a refund or credit for the full amount paid, provided the customer notifies the store in writing of the customer’s demand for such a refund within fourteen days of the date of the licensee's notification of the right to cancel. The licensee shall state in such notification that if the customer fails to cancel within the time allowed, the licensee may extend the estimated delivery by up to eight weeks, provided that the licensee supplies the customer with the written confirmation required by paragraph five of this subdivision.\n    \t3.  The licensee is not required to notify the customer of a delay in delivery if the delay is caused entirely by the customer.\n    \t4. When a delay in delivery is caused by a strike, the latest estimated delivery date shall be extended by an amount of time equal to the duration of the strike or thirty days, whichever is less.\n    \t5. If the customer negotiates a new estimated delivery date for any items that are not delivered by the latest estimated delivery date, the licensee shall furnish the customer with a written confirmation that contains the following information with respect to each item that is to be delivered:\n    \t(a) reference to the number of the original receipt or order;\n    \t(b) a full and complete description of the undelivered items;\n    \t(c) the price of each undelivered item; and\n    \t(d) the new estimated delivery date for the undelivered items.\n            6.  Damaged or defective merchandise.  (a) Every person licensed to maintain or operate a furniture retail store shall permit any customer to refuse delivery of any item or items at the time of delivery should any item or items arrive damaged, defective, or in a form as to be materially dissimilar from the item or items ordered.\n\t(b)  Upon the refusal of any customer to accept delivery of any item or items for the reasons specified in paragraph six of this subdivision, the person licensed to maintain or operate the furniture retail store from which such items were purchased shall at the sole discretion of the customer, within ten days of such refusal, either provide such customer with a full refund of the purchase price of the item or items, including any applicable taxes and delivery charges, or redeliver a suitable replacement item or items at no additional cost to the customer.\n  \te.  Failure to provide refund or credit.  The commissioner may order any licensee under this subchapter who has been found by the commissioner to have failed to provide, in the prescribed manner and within the prescribed time, any refund or credit to which a customer is entitled under this subchapter, to pay to the customer the full amount of the refund or credit that was due plus an amount equal to the lesser of: (i) twice the amount of the full refund or credit that was due; or (ii) one thousand dollars. The remedies in this subdivision are in addition to any other remedies to which the customer may be entitled under applicable law.\n             f. Records.  Every person licensed to maintain or operate a furniture retail store shall maintain records, ledgers, receipts, bills and such other written records as the commissioner may prescribe by rule.  Such records shall be made available for inspection by the commissioner at his or her request during reasonable business hours at either the licensee's place of business or at the offices of the department.\n    \t§ 20-557 Violations.  a.  The civil penalties imposed pursuant to this section shall be in addition to any other sanctions and orders which may be imposed by the commissioner pursuant to this title including, but not limited to, such sanctions and orders which may be imposed pursuant to section 20-105 of this code.\n    \tb.  Notwithstanding the provisions of subdivisions a and b of section 20-106 of this code, any person who violates any provision of this subchapter or any rules promulgated thereunder shall be subject to a civil penalty of not less than two hundred and fifty dollars nor more than two thousand dollars for each violation, to be recovered in a civil action or in an administrative tribunal with jurisdiction.\n    \t§ 20-258 Exemptions.  a.  The provisions of this subchapter shall not apply to any store which uses less than twenty percent of its display space, as measured by linear feet and not square feet, for the display of furniture, provided, however, that this exemption shall not apply to any business that engages in any door to door sale in the city of New York.\n    \tb.  The burden of proof that the provisions of this subchapter do not apply pursuant to subdivision a of this section shall be upon the store asserting the same.\n    \t§ 20-259 Construction.  The provisions of this subchapter shall not be construed to affect, alter or amend the provisions of article 10-A of the personal property law, except that to the extent that any of the provisions contained in this subchapter relating to refund policies afford the buyer greater protection than the provisions contained in article 10-A of the personal property law, such provisions shall supersede the provisions contained in article 10-A of the personal property law.\n          § 20-260 Powers of the commissioner.  The authority and power of the commissioner pursuant to this subchapter and chapter one of this title shall extend to all sales and advertising activities of a furniture retail store and shall not be limited to sales and advertising activities relating to the merchandise described in subdivision f of section 20-250 of this subchapter or to merchandise described in any rules of the commissioner promulgated under this subchapter.\n     § 2.  This local law shall take effect one hundred twenty days after it shall have been enacted into law; provided, however, that the commissioner of consumer affairs may \ntake any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, establishing guidelines and promulgating rules.\nT.S.F.\nLS# 2159\n02.14.07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 Times New Roman Bold;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\keepn\\s2\\sl480\\slmult1\\cf1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\sl480\\slmult1\\cf0            Section 1.  Chapter 2 of title 20 of the administrative code of the city of New York is hereby amended by adding a new subchapter 9, to read as follows:\\par\n\\pard\\keepn\\s2\\sl480\\slmult1\\qc\\cf1\\ul\\b\\f1 SUBCHAPTER 9\\par\n\\pard\\keepn\\s1\\sl480\\slmult1\\qc\\cf0 FURNITURE RETAIL STORES\\par\n\\pard\\fi720\\'a7 \\b0 20-250\\b\\f0  D\\f1 efinitions.\\tab\\f0\\par\n\\f1\\'a7 20-251 License required.\\par\n\\'a7 20-252 Application; fee; term.\\par\n\\pard\\ulnone    \\tab\\ul\\'a7 20-253 Issuance of license.  \\par\n\\pard\\fi720\\'a7 20-254\\b0\\f0  \\b\\f1 Renewal, suspension and revocation of licenses\\b0\\f0 .  \\b\\par\n\\'a7 20-255 \\f1 Transferability\\f0 .  \\par\n\\f1\\'a7 20-256\\b0\\f0  \\b\\f1 Duties of licensees\\b0\\f0 .\\b\\par\n\\'a7 20-257 \\f1 Violations.\\f0   \\par\n\\'a7 20-258 \\f1 Exemptions\\f0 .\\b0\\f1\\par\n\\pard\\fi720\\sl240\\slmult0\\b\\f0\\'a7 20-259 Construction.\\par\n\\'a7 20-260 \\f1 Powers of the commissioner\\b0\\f0 .   \\par\n\\par\n\\pard\\sl480\\slmult1\\ulnone           \\ul\\'a7 20-250 \\b\\f1 Definitions\\b0\\f0 .  a.  \\ldblquote Damaged or defective\\rdblquote  shall mean a flawed or blemished appearance, or other inadequacy resulting in the loss of value or impairment of an item of furniture\\rquote s usefulness.\\par\n\\ulnone          \\ul b.  \\ldblquote Door to door\\rdblquote  shall mean a sale, lease or rental of furniture in which the seller or his or her representative personally solicits the sale, including those sales made in response to or following an invitation by the buyer, where the buyer's agreement or offer to purchase is made at a place other than the main or permanent branch office or local address of the seller. The term \"door to door sale\" does not include a transaction:\\par\n\\ulw     \\tab\\ul 1.  made pursuant to prior negotiations in the course of a visit by the buyer to a commercial establishment having a fixed permanent location where furniture is exhibited or offered for sale on a continuing basis; or\\par\n\\ulnone     \\tab\\ul 2.  conducted and consummated entirely by mail or telephone, and without any other contact between the buyer and the seller or its representative, other than at the main or permanent branch office or local address of the seller, prior to the delivery of the furniture; or\\par\n\\ulnone     \\tab\\ul 3.  in which the buyer has initiated the contact and specifically requested the seller to visit his or her home for the purpose of repairing or performing maintenance upon the buyer's personal property.  If in the course of such a visit, the seller sells the buyer the right to receive additional furniture other than replacement parts necessarily used in performing the maintenance or in making the repairs, the sale of the additional furniture shall not fall within this exclusion.\\ulnone   \\tab\\par\n            \\ul c.  \\ldblquote Display space\\rdblquote  shall mean the area of a commercial establishment in which merchandise is publicly exhibited and offered for sale.\\par\n\\ulnone             \\ul d.  \\ldblquote Estimated delivery date\\rdblquote  shall mean the specific date, or range of dates, that furniture is scheduled to be delivered.  \\par\n\\ulnone\\tab\\ul e.  \\ldblquote Fixtures\\rdblquote  shall mean a part of a piece of property, including counters, cabinets, shelving, sinks and built in appliances that, in order to be utilized in a house, apartment or place of business or accommodation, are permanently attached such that to move or remove such items would damage the property.\\ulnone\\par\n\\tab\\ul f.  \\ldblquote Furniture\\rdblquote  shall mean any article used to furnish a house, apartment or place of business or accommodation, as distinguished from fixtures, including but not limited to chairs, tables, cabinets, sofas, carpets, rugs, curtains, bedsteads and chests; provided, that such term shall not mean any article which is in substantial part custom-made or custom finished.\\ulnone\\par\n           \\ul g.  \\ldblquote Furniture retail store\\rdblquote  shall mean a commercial establishment that sells or leases, or offers to sell or lease, furniture to the general public, and shall include any business that engages in any door to door sale of furniture in the city of New York.\\par\n\\ulnone            \\ul h.  \\ldblquote In line goods\\rdblquote  shall mean items of furniture regularly produced pursuant to a schedule determined by the manufacturer and in quantities that are determined by such manufacturer which are in excess of any specific customer orders.\\par\n\\ulnone            \\ul i.  \\ldblquote Materially dissimilar\\rdblquote  shall mean failing to correspond with the description provided on the sales receipt required by paragraph 6 of subdivision c of section 20-556 of this subchapter.  \\par\n\\ulnone            \\ul j.  \\ldblquote Seller\\rdblquote  shall mean any person, partnership, corporation or association engaged in the door to door sale of furniture.\\par\n\\ulnone            \\ul k.  \\ldblquote Special customer ordered furniture\\rdblquote  shall mean items of furniture that are manufactured in accordance with customer selected options in the exact quantity ordered by such customer.  \\par\n\\ulnone            \\ul l.  \\ldblquote Stock merchandise furniture\\rdblquote  shall mean furniture available for delivery from a furniture store or warehouse or in stock at the factory of a manufacturer that supplies furniture to such furniture store. \\par\n\\ulnone     \\tab\\ul\\'a7 20-251 \\b\\f1 License required\\b0\\f0 .  No person shall maintain or operate a furniture retail store without first having obtained a license therefore issued pursuant to section 20-253 of this subchapter.\\par\n\\ulw     \\tab\\ul\\'a7 20-252 \\b\\f1 Application; fee; term\\b0\\f0 .  a. An application for a license required under this subchapter or for any renewal thereof shall be made to the commissioner in such form and manner as he or she shall prescribe by rule.\\par\n\\ulnone     \\tab\\ul b.  There shall be a biennial fee for a license to maintain or operate a furniture retail store.  The fee for such license shall be three hundred and fifty dollars.\\par\n\\ulw     \\tab\\ul\\'a7 20-253 \\b\\f1 Issuance of license\\b0\\f0 .  A license to maintain or operate a furniture store shall be granted in accordance with the provisions of this subchapter and any rules promulgated by the commissioner thereunder.  The commissioner may refuse to issue to an applicant any license required under this subchapter based upon a determination made after due notice and opportunity to be heard that such applicant has engaged in conduct which would constitute a basis for license suspension or revocation as set forth in section 20-254 of this subchapter.\\par\n\\ulw     \\tab\\ul\\'a7 20-254  \\b\\f1 Renewal, suspension and revocation of licenses\\b0\\f0 .  In addition to any powers of the commissioner, and not in limitation thereof, the commissioner may refuse to renew any license required under this subchapter and may suspend or revoke any such license, after due notice and opportunity to be heard, when the person holding a license to maintain or operate a furniture retail store or, where applicable, any of its officers, principals, directors, employees, or stockholders owning more than ten percent of the outstanding stock of the corporation:\\par\n\\ulnone           \\ul a.  has been found to have violated any provision of this title, or any rules promulgated thereunder, or any orders of the commissioner issued pursuant thereto, or to have knowingly caused, permitted, aided, or abetted another in committing such violation; or\\par\n\\ulnone           \\ul b.  has made a material false statement or concealed a material fact in connection with the filing of any application pursuant to this subchapter or has been found to have committed fraud or misrepresentation upon a customer; or\\par\n\\ulnone           \\ul c.  has been found to have engaged in untrue, misleading or deceptive advertising, or deceptive or unconscionable trade practices as described in chapter five of this title and any rules promulgated thereunder; or\\par\n\\ulnone     \\tab\\ul d.  has not paid, within the time permitted by law, any civil penalty or judgment duly imposed pursuant to the provisions of this title or any rule promulgated thereunder; or\\par\n\\ulnone     \\tab\\ul e.  has been adjudged by a court of competent jurisdiction to have failed to perform his or her obligations under any express, implied, or written warranty for furniture made as part of his or her contract with a consumer; or\\par\n\\ulnone            \\ul f.  has failed to pay or satisfy any judgment secured against him or her by anyone who purchased furniture from a furniture retail store licensed hereunder, provided that such judgment was secured in a court of competent jurisdiction against the licensee for acts of commission or omission with regard to the business maintained, operated or conducted by him or her pursuant to the license issued hereunder.\\par\n\\ulnone     \\tab\\ul\\'a7 20-555  \\b\\f1 Transferability\\b0\\f0 .  No license issued pursuant to this subchapter shall be transferred or assigned to any person or used by any person other than the licensee to whom it was issued.\\par\n\\ulnone     \\tab\\ul\\'a7 20-556  \\b\\f1 Duties of Licensee\\b0\\f0 .  a.  Posting of license.  Every person holding a license to maintain or operate a furniture retail store shall conspicuously post such license.\\par\n\\ulnone     \\tab\\ul b.  Disclosure of selling price.  1.  All furniture exposed for sale or offered for sale at retail in a store licensed under this subchapter shall have conspicuously displayed, at the point of exposure or offering for sale, the total selling price, exclusive of sales tax, by means of a stamp, tag or label attached to the item, or a sign at the point of display which indicates the item to which the price refers, provided, however, that such stamp, tag, label or sign must be plainly visible, without the assistance of store personnel.  This paragraph shall not apply to furniture displayed in the window of a furniture retail store.\\par\n\\ulnone     \\tab\\ul 2.  Every store licensed pursuant to this subchapter shall make available for viewing to any person a list, or other written or printed material including, but not limited to, fliers, posters, catalogs, books or brochures that indicate in a clear and conspicuous manner the current total selling price, exclusive of sales tax, of any furniture offered for sale in such store that is not publicly displayed.\\par\n\\ulnone     \\tab\\ul 3.  Notwithstanding the provisions of section 20-257 of this subchapter, the civil penalties imposed for a violation of this subdivision shall be those provided for violations of section 20-708 of this title.\\par\n\\ulnone     \\tab\\ul c.  Receipts and customer orders.  A store licensed pursuant to this subchapter shall provide a written receipt or order to the customer for the retail purchase of any furniture and such written receipt or order shall contain, conspicuously and in writing, the following information:\\par\n\\ulnone     \\tab  \\ul 1.  the amount of money paid for each item;\\par\n\\ulnone     \\tab  \\ul 2.  the total amount of money paid, including a separate statement of tax;\\par\n\\ulnone     \\tab  \\ul 3.  the date of the purchase;\\par\n\\ulnone     \\tab  \\ul 4.  the name and address of the furniture retail store as listed on such store's license;\\par\n\\ulnone     \\tab  \\ul 5.  the license number of such store;\\par\n\\ulnone     \\tab\\ulw  \\ul 6.  a full and accurate description of each item purchased, including, where applicable, the type of material, such as whether an item is made wholly or partially of authentic wood or a composite material and finished with a veneer simulating the appearance of authentic wood; the fabric, such as whether the item is made of cloth, leather, suede or a type of material simulating the appearance of such fabric, the texture of the fabric, the color and size of the item; the style or model number and year; the brand name and manufacturer's name; and any other information reasonably necessary to accurately identify the item as such item was shown to the customer by sample, catalog, illustration or description; \\par\n\\ulnone     \\tab  \\ul 7.  the estimated delivery date; and\\par\n\\ulnone     \\tab  \\ul 8.  whether, if applicable, the item purchased is stock merchandise furniture, in line goods, or special customer ordered furniture, with each such description initialed by the customer, provided, however, that furniture that is not so designated or initialed shall be deemed to be stock merchandise furniture. \\par\n\\ulnone     \\tab\\ul d.  Delivery of ordered goods. 1.  Except as otherwise provided in paragraph two of this subdivision:\\par\n\\ulnone     \\tab\\ul (a) When a licensee will be unable to deliver furniture by the latest estimated delivery date the licensee shall immediately notify the customer in writing of:\\par\n\\ulnone            \\ul (1) the delay; and\\par\n\\ulnone            \\ul (2)  the customer's rights and options as set forth in subparagraph (b) of this paragraph.\\par\n\\ulnone     \\tab\\ul (b)(1) When a licensee will be unable to deliver furniture by the latest estimated delivery date the customer shall have the right, at the customer's option, to: \\par\n\\ulnone     \\tab\\ul (i)  cancel the entire order and, upon making a request in writing, receive a refund or credit for the full amount paid; or\\par\n\\ulnone     \\tab\\ul (ii) negotiate a new estimated delivery date as defined by paragraph five of subdivision d of section 20-566 of this subchapter; or\\par\n\\ulnone     \\tab\\ul (iii) accept as a partial delivery any items which the licensee will be able to deliver by the latest estimated delivery date and either: (A) negotiate a new delivery date or range of delivery dates for the remaining items at no additional charge; or (B) cancel the order with regard to the remaining items and receive a full refund upon making a request in writing for any amounts paid attributable to those items; or\\par\n\\ulnone     \\tab\\ul (iv) select new merchandise of equal value to replace those items which the licensee will be unable to deliver by the latest estimated delivery date and receive delivery of those items at no additional charge.\\par\n\\ulnone     \\tab\\ul (2) The customer shall not have the rights and options enumerated in clause (1) of this subparagraph when the delay in delivery is caused entirely by the customer.\\par\n\\ulnone     \\tab\\ul (3) If the customer accepts a partial delivery of items contained in a receipt or order, or in a written confirmation issued pursuant to paragraph five of this subdivision, and the customer subsequently receives notice from the licensee that it will be unable to deliver, or if the licensee fails to deliver, all of the remaining items in the receipt, order or written confirmation by the estimated delivery date, the customer shall have the right to return the items accepted as a partial delivery, cancel the entire order, and receive a full refund upon making such a request in writing.\\par\n\\ulnone     \\tab\\ul (4) If, under the circumstances described in clause (i) of subparagraph (b)(1) of paragraph 1 of this subdivision, in item (B) of clause (iii) of subparagraph (b)(1) of paragraph 1 of this subdivision or in clause (3) of this subparagraph, the customer cancels an order and requests in writing a full refund or credit for the amount paid, the licensee shall give the customer a full refund or credit for the amount paid within fourteen business days of the date of the customer's written request.\\par\n\\ulnone     \\tab\\ul 2. In line goods and special customer ordered furniture. (a)(1) When a licensee notifies a customer within fifteen days of the date of the customer's order of in line goods that the manufacturer of such furniture has notified the licensee that the manufacturer will be unable to deliver one or more items of such furniture by the latest estimated delivery date, the licensee: \\par\n\\ulnone     \\tab\\ul (i) may extend the estimated delivery date for up to fifteen days without consequence, provided the licensee provides the customer with the written confirmation required by paragraph five of this subdivision; or\\par\n\\ulnone     \\tab\\ul (ii) if the in line goods cannot be delivered within fifteen days of the estimated delivery date, the licensee shall notify the customer in writing that he or she has the right to cancel the order and receive a refund or credit for the full amount paid, provided the customer cancels his or her order and requests such refund or credit in writing within fourteen days of the date of such notification. The licensee shall state in such notification that if the customer fails to cancel within the time allowed, such licensee may extend the estimated delivery date by up to six weeks from the latest estimated delivery date, provided that the licensee provides the customer with the written confirmation required by paragraph five of this subdivision.\\par\n\\ulnone     \\tab\\ul (2) If the licensee will be unable to deliver in line goods by the latest estimated delivery date, the provisions contained in paragraph one of this subdivision shall apply.\\par\n\\ulnone     \\tab\\ul (3) Except as otherwise provided in subparagraph (b) of this paragraph, if the licensee will be unable to deliver special customer ordered furniture by the latest estimated delivery date disclosed, the provisions contained in paragraph one of this subdivision shall apply.\\par\n\\ulnone     \\tab\\ul (b)(1) For special customer ordered furniture, a licensee may notify a customer up to fifteen days before the estimated delivery date that the licensee will be unable to deliver one or more items of such furniture by the estimated delivery date, and\\par\n\\ulnone     \\tab\\ul (2) may extend the estimated delivery date for up to fifteen days without consequence, provided that the licensee furnishes the customer with the written confirmation required by paragraph five of this subdivision; or\\par\n\\ulnone     \\tab\\ul (3)  if the licensee cannot notify the customer more than fifteen days in advance of the estimated delivery date that the special customer ordered merchandise cannot be delivered within fifteen days of the estimated delivery date, and the special order merchandise will be delayed, the licensee shall notify the customer in writing of his or her right to cancel the order and receive a refund or credit for the full amount paid, provided the customer notifies the store in writing of the customer\\rquote s demand for such a refund within fourteen days of the date of the licensee's notification of the right to cancel. The licensee shall state in such notification that if the customer fails to cancel within the time allowed, the licensee may extend the estimated delivery by up to eight weeks, provided that the licensee supplies the customer with the written confirmation required by paragraph five of this subdivision.\\par\n\\ulnone     \\tab\\ul 3.  The licensee is not required to notify the customer of a delay in delivery if the delay is caused entirely by the customer.\\par\n\\ulnone     \\tab\\ul 4. When a delay in delivery is caused by a strike, the latest estimated delivery date shall be extended by an amount of time equal to the duration of the strike or thirty days, whichever is less.\\par\n\\ulnone     \\tab\\ul 5. If the customer negotiates a new estimated delivery date for any items that are not delivered by the latest estimated delivery date, the licensee shall furnish the customer with a written confirmation that contains the following information with respect to each item that is to be delivered:\\par\n\\ulnone     \\tab\\ul (a) reference to the number of the original receipt or order;\\par\n\\ulnone     \\tab\\ul (b) a full and complete description of the undelivered items;\\par\n\\ulnone     \\tab\\ul (c) the price of each undelivered item; and\\par\n\\ulnone     \\tab\\ul (d) the new estimated delivery date for the undelivered items.\\par\n\\ulnone             \\ul 6.  Damaged or defective merchandise.  (a) Every person licensed to maintain or operate a furniture retail store shall permit any customer to refuse delivery of any item or items at the time of delivery should any item or items arrive damaged, defective, or in a form as to be materially dissimilar from the item or items ordered.\\par\n\\ulnone\\tab\\ul (b)  Upon the refusal of any customer to accept delivery of any item or items for the reasons specified in paragraph six of this subdivision, the person licensed to maintain or operate the furniture retail store from which such items were purchased shall at the sole discretion of the customer, within ten days of such refusal, either provide such customer with a full refund of the purchase price of the item or items, including any applicable taxes and delivery charges, or redeliver a suitable replacement item or items at no additional cost to the customer.\\par\n\\ulnone   \\tab\\ul e.  Failure to provide refund or credit.  The commissioner may order any licensee under this subchapter who has been found by the commissioner to have failed to provide, in the prescribed manner and within the prescribed time, any refund or credit to which a customer is entitled under this subchapter, to pay to the customer the full amount of the refund or credit that was due plus an amount equal to the lesser of: (i) twice the amount of the full refund or credit that was due; or (ii) one thousand dollars. The remedies in this subdivision are in addition to any other remedies to which the customer may be entitled under applicable law.\\par\n\\ulnone              \\ul f. Records.  Every person licensed to maintain or operate a furniture retail store shall maintain records, ledgers, receipts, bills and such other written records as the commissioner may prescribe by rule.  Such records shall be made available for inspection by the commissioner at his or her request during reasonable business hours at either the licensee's place of business or at the offices of the department.\\par\n\\ulnone     \\tab\\ul\\'a7 20-557 \\b\\f1 Violations\\b0\\f0 .  a.  The civil penalties imposed pursuant to this section shall be in addition to any other sanctions and orders which may be imposed by the commissioner pursuant to this title including, but not limited to, such sanctions and orders which may be imposed pursuant to section 20-105 of this code.\\par\n\\ulnone     \\tab\\ul b.  Notwithstanding the provisions of subdivisions a and b of section 20-106 of this code, any person who violates any provision of this subchapter or any rules promulgated thereunder shall be subject to a civil penalty of not less than two hundred and fifty dollars nor more than two thousand dollars for each violation, to be recovered in a civil action or in an administrative tribunal with jurisdiction.\\par\n\\ulnone     \\tab\\ul\\'a7 20-258 \\b\\f1 Exemptions\\b0\\f0 .  a.  The provisions of this subchapter shall not apply to any store which uses less than twenty percent of its display space, as measured by linear feet and not square feet, for the display of furniture, provided, however, that this exemption shall not apply to any business that engages in any door to door sale in the city of New York.\\par\n\\ulnone     \\tab\\ul b.  The burden of proof that the provisions of this subchapter do not apply pursuant to subdivision a of this section shall be upon the store asserting the same.\\par\n\\ulnone     \\tab\\ul\\'a7 20-259 \\b\\f1 Construction\\b0\\f0 .  The provisions of this subchapter shall not be construed to affect, alter or amend the provisions of article 10-A of the personal property law, except that to the extent that any of the provisions contained in this subchapter relating to refund policies afford the buyer greater protection than the provisions contained in article 10-A of the personal property law, such provisions shall supersede the provisions contained in article 10-A of the personal property law.\\par\n\\ulnone           \\ul\\'a7 20-260 \\b\\f1 Powers of the commissioner\\b0\\f0 .  The authority and power of the commissioner pursuant to this subchapter and chapter one of this title shall extend to all sales and advertising activities of a furniture retail store and shall not be limited to sales and advertising activities relating to the merchandise described in subdivision f of section 20-250 of this subchapter or to merchandise described in any rules of the commissioner promulgated under this subchapter.\\par\n\\ulnone      \\'a7 2.  This local law shall take effect one hundred twenty days after it shall have been enacted into law; provided, however, that the commissioner of consumer affairs may \\par\ntake any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, establishing guidelines and promulgating rules.\\par\n\\pard\\fi720\\fs18 T.S.F.\\par\nLS# 2159\\par\n\\fs24 02.14.07\\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-05-29T16:53:34.6Z"
}
