{
  "ID": 38313,
  "GUID": "A2B98D54-627C-421A-9E64-62996CFD63D6",
  "File": "Int 0534-2007",
  "Name": "Fines for illegal conversions from residences to hotels.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to fines for illegal conversions from residences to hotels.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2007-03-14T00:00:00Z",
  "AgendaDate": "2007-03-14T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 200991,
      "Date": "2007-03-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 201158,
      "Date": "2007-03-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7118,
      "AgendaSequence": 111,
      "MinutesSequence": 139,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210269,
      "Date": "2007-12-03T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 7770,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210379,
      "Date": "2007-12-03T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 7770,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236433,
      "Date": "2009-12-31T14:53:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 81186,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 12/3/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8ea98632-7a3d-4b52-99ca-d38e75ed51c1.doc",
      "Sort": 1
    },
    {
      "ID": 81313,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 12/3/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bc77af47-264f-4338-a081-883def142d70.pdf",
      "Sort": 2
    },
    {
      "ID": 81464,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/3/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b2fc6ccb-0373-4e34-947c-53a3806d2d15.doc",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 39028,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Legislative Findings and Intent.  The Council finds that New York City apartments within buildings intended for residential uses are often being converted to hotel occupancy, particularly in certain neighborhoods.  Oftentimes this practice occurs illegally despite the existing prohibitions in the City’s Zoning Resolution and Administrative Code.  The 2005 Housing and Vacancy Survey found a citywide low rental vacancy rate of 3.09%, which constitutes a ground for a \"declaration of emergency\" in terms of the lack of available apartments (Section 3 of Chapter 576 of the Laws of 1974 authorizing the extension of rent regulation). The Council finds that such use of apartments as short-stay hotel rooms drives down the already extremely limited supply of housing, including rent-regulated apartments, and places additional pressures on an extremely tight rental market.  Furthermore, this illegal practice denies permanent tenants the quiet enjoyment of their homes.\n While the Council recognizes that legal hotels and their related businesses are a significant sector of New York City’s economy and provide wages and benefits to a large number of workers in New York City, there is an equally strong recognition of the need to discourage illegal conversions and thereby maintain needed rental apartments for permanent tenants.  This legislation will increase fines for those who illegally convert residential units and buildings.\n§2.  Section 26-126 of the administrative code of the city of New York is amended by adding a new subdivision e to read as follows: \ne.  Notwithstanding any other provision of law, and in addition to any other fines or penalties provided by law, any person who shall convert, or knowingly take part or assist in the conversion or otherwise allow the conversion of a dwelling unit legally approved for uses allowed in buildings classified in occupancy groups J-2 or J-3 to uses that would be lawful in a building classified in occupancy group J-1, except as provided by section 22-22 of the zoning resolution, shall be subject to a fine for each dwelling unit converted to J-1 use of not less than one thousand dollars and not more than five thousand dollars for the first offense, not less than two thousand five hundred dollars and not more than fifteen thousand dollars for a second offense committed within an eighteen-month period, and not less than ten thousand dollars and not more than twenty thousand dollars for a third or subsequent offense committed within an eighteen-month period.  For the purposes of this section a conversion in use of a dwelling unit may occur irrespective of whether any physical changes have been made to such dwelling unit.  \n§3.   Subdivision e of section 26-126.1 of the administrative code of the city of New York is amended to read as follows: \ne.  In addition to the penalties set forth in subdivision a of this section: (i) any individual who shall violate or fail to comply with the provisions of subdivision a of section 27-118.1 of this code shall also be subject to the payment of a penalty of not less than fifty dollars nor more than one hundred dollars per day, for each dwelling unit added, commencing on the  date  such notice of violation was issued and terminating on the date of  the filing of  a  certification  that  the  condition  constituting  the  violation  has  been  corrected or the date of final adjudication of the  violation by the environmental control board,  whichever  occurs  first,  and there shall be a rebuttable presumption that the violation continued  to  exist from the date of the issuance of the notice of violation until  the date of the filing of the certification or final  adjudication;  and  (ii) a third or subsequent violation of subdivision a of section 27-118.1 of this code by  the  same  respondent and, if the respondent is the owner, agent, lessee  or other person in control of the premises with  respect  to  which  the  violation  occurred,  at  the  same  premises  (all violations committed  within an eighteen month period), shall result in a civil penalty of not  less than five thousand dollars nor more than fifteen thousand dollars.\n§4. Section 26-126.1 of the administrative code of the city of New York is amended by adding a new subdivision f to read as follows:\nf. In addition to the penalties set forth in subdivision a of this section, any person who shall violate the provisions of subdivision b of section 27-118.1 of this code shall also be liable for a civil penalty of not less than three hundred nor more than four hundred dollars per day for each dwelling unit illegally converted to or used as a J-1 occupancy group, commencing on the date a notice of violation for such illegal conversion was issued and terminating on the earlier of the date of filing with the department a valid certification that the violation has been corrected or the date of a final determination by the environmental control board that the violation has been corrected. There shall be a rebuttable presumption that the violation continued to exist from the date of the issuance of the notice of violation until the date of the filing with the department of the valid certification or final determination of correction.  For the purposes of this section a conversion in use of a dwelling unit may occur irrespective of whether any physical changes have been made to such dwelling unit.     \n§5. Section 27-118.1 of the administrative code of the city of New York is amended to read as follows:\n§27-118.1 Illegal alterations involving change in occupancy. (a) No person, except in accordance with all requirements of this code, shall convert, knowingly take part or assist in the conversion, or permit the maintenance of the conversion, of a residence which is legally approved for occupancy as a dwelling for one or more families, to a residence for occupancy as a dwelling for more than the legally approved number of families. Any person who shall violate or fail to comply with the provisions of this section shall be liable for a civil penalty which may be recovered in a proceeding before the environmental control board pursuant to the provisions of section 26-126.1 of this code.  Upon the finding of such violation and the imposition of the civil penalty, the environmental control board shall forward to the internal revenue service, the New York state department of taxation and finance and the New York city department of finance the name and address of the respondent, the address of the building or structure with respect to which the violation occurred, and the time period during which the violation was found to have existed.\n(b) No person, except in accordance with all requirements of this code, shall convert, knowingly take part or assist in the conversion, or otherwise allow the maintenance of the conversion, of a dwelling unit in a building legally classified in occupancy group  J-2 or J-3  to an occupancy that would be lawful in a building classified in occupancy group J-1.  A violation of the provisions of this section shall be classified as hazardous and any person who violates the provisions of this section shall be liable for a civil penalty which may be recovered in a proceeding before the environmental control board pursuant to the provisions of section 26-126.1 of this code.  Upon the finding of such violation and the imposition of the civil penalty, the environmental control board shall forward to the internal revenue service, the New York state department of taxation and finance and the New York city department of finance, with the name and address of the respondent, the address of the building or structure with respect to which the violation occurred, and the time period during which the violation was found to have existed.\n§6.  This local law shall take effect sixty days after it shall have been enacted into law.  \n\nLS# 2181\nBJG/KS 6/30/2009 1:15 PM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Garamond;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\expndtw-3\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\expndtw0 Section 1. Legislative Findings and Intent.  The Council finds that New York City apartments within buildings intended for residential uses are often being converted to hotel occupancy, particularly in certain neighborhoods.  Oftentimes this practice occurs illegally despite the existing prohibitions in the City\\rquote s Zoning Resolution and Administrative Code.  The 2005 Housing and Vacancy Survey found a citywide low rental vacancy rate of 3.09%, which constitutes a ground for a \"declaration of emergency\" in terms of the lack of available apartments (Section 3 of Chapter 576 of the Laws of 1974 authorizing the extension of rent regulation). The Council finds that such use of apartments as short-stay hotel rooms drives down the already extremely limited supply of housing, including rent-regulated apartments, and places additional pressures on an extremely tight rental market.  Furthermore, this illegal practice denies permanent tenants the quiet enjoyment of their homes.\\par\n While the Council recognizes that legal hotels and their related businesses are a significant sector of New York City\\rquote s economy and provide wages and benefits to a large number of workers in New York City, there is an equally strong recognition of the need to discourage illegal conversions and thereby maintain needed rental apartments for permanent tenants.  This legislation will increase fines for those who illegally convert residential units and buildings.\\par\n\\'a7\\f1 2\\f0 .  Section 26-126 of the administrative code of the city of New York is amended by adding a new subdivision e to read as follows: \\par\n\\ul e.  Notwithstanding any other provision of law, and in addition to any other fines or penalties provided by law, any person who shall convert, or knowingly take part or assist in the conversion or otherwise allow the conversion of a dwelling unit legally approved for uses allowed in buildings classified in occupancy groups J-2 or J-3 to uses that would be lawful in a building classified in occupancy group J-1, except as provided by section 22-22 of the zoning resolution, shall be subject to a fine for each dwelling unit converted to J-1 use of not less than one thousand dollars and not more than five thousand dollars for the first offense, not less than two thousand five hundred dollars and not more than fifteen thousand dollars for a second offense committed within an eighteen-month period, and not less than ten thousand dollars and not more than twenty thousand dollars for a third or subsequent offense committed within an eighteen-month period.  For the purposes of this section a conversion in use of a dwelling unit may occur irrespective of whether any physical changes have been made to such dwelling unit.  \\par\n\\ulnone\\'a73.   Subdivision e of section 26-126.1 of the administrative code of the city of New York is amended to read as follows: \\par\ne.  In addition to the penalties set forth in subdivision a of this section: (i) any individual who shall violate or fail to comply with the provisions of \\ul subdivision a of\\ulnone  section 27-118.1 of this code shall also be subject to the payment of a penalty of not less than fifty dollars nor more than one hundred dollars per day, for each dwelling unit added, commencing on the  date  such notice of violation was issued and terminating on the date of  the filing of  a  certification  that  the  condition  constituting  the  violation  has  been  corrected or the date of final adjudication of the  violation by the environmental control board,  whichever  occurs  first,  and there shall be a rebuttable presumption that the violation continued  to  exist from the date of the issuance of the notice of violation until  the date of the filing of the certification or final  adjudication;  and  (ii) a third or subsequent violation of \\ul subdivision a of\\ulnone  section 27-118.1 of this code by  the  same  respondent and, if the respondent is the owner, agent, lessee  or other person in control of the premises with  respect  to  which  the  violation  occurred,  at  the  same  premises  (all violations committed  within an eighteen month period), shall result in a civil penalty of not  less than five thousand dollars nor more than fifteen thousand dollars.\\par\n\\'a74. Section 26-126.1 of the administrative code of the city of New York is amended by adding a new subdivision f to read as follows:\\par\n\\ul f. In addition to the penalties set forth in subdivision a of this section, any person who shall violate the provisions of subdivision b of section 27-118.1 of this code shall also be liable for a civil penalty of not less than three hundred nor more than four hundred dollars per day for each dwelling unit illegally converted to or used as a J-1 occupancy group, commencing on the date a notice of violation for such illegal conversion was issued and terminating on the earlier of the date of filing with the department a valid certification that the violation has been corrected or the date of a final determination by the environmental control board that the violation has been corrected. There shall be a rebuttable presumption that the violation continued to exist from the date of the issuance of the notice of violation until the date of the filing with the department of the valid certification or final determination of correction.  For the purposes of this section a conversion in use of a dwelling unit may occur irrespective of whether any physical changes have been made to such dwelling unit.     \\par\n\\ulnone\\'a75\\f1 . \\f0 Section 27-118.1 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a727-118.1 Illegal alterations involving change in occupancy. \\ul (a)\\ulnone  No person, except in accordance with all requirements of this code, shall convert, knowingly take part or assist in the conversion, or permit the maintenance of the conversion, of a residence which is legally approved for occupancy as a dwelling for one or more families, to a residence for occupancy as a dwelling for more than the legally approved number of families. Any person who shall violate or fail to comply with the provisions of this section shall be liable for a civil penalty which may be recovered in a proceeding before the environmental control board pursuant to the provisions of section 26-126.1 of this code.  Upon the finding of such violation and the imposition of the civil penalty, the environmental control board shall forward to the internal revenue service, the New York state department of taxation and finance and the New York city department of finance the name and address of the respondent, the address of the building or structure with respect to which the violation occurred, and the time period during which the violation was found to have existed.\\par\n\\ul (b) No person, except in accordance with all requirements of this code, shall convert, knowingly take part or assist in the conversion, or otherwise allow the maintenance of the conversion, of a dwelling unit in a building legally classified in occupancy group  J-2 or J-3  to an occupancy that would be lawful in a building classified in occupancy group J-1.  A violation of the provisions of this section shall be classified as hazardous and any person who violates the provisions of this section shall be liable for a civil penalty which may be recovered in a proceeding before the environmental control board pursuant to the provisions of section 26-126.1 of this code.  Upon the finding of such violation and the imposition of the civil penalty, the environmental control board shall forward to the internal revenue service, the New York state department of taxation and finance and the New York city department of finance, with the name and address of the respondent, the address of the building or structure with respect to which the violation occurred, and the time period during which the violation was found to have existed.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a7\\f1 6\\f0 .  This local law shall take effect sixty days after it shall have been enacted into law.  \\par\n\\pard\\nowidctlpar\\par\n\\fs20 LS# 2181\\par\nBJG/KS \\lang1024 6/30/2009 1:15 PM\\lang1033\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\expndtw-3\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
