{
  "ID": 38335,
  "GUID": "8146E5EA-A4BA-4F79-A4D6-BC5C35D631F3",
  "File": "Int 0538-2007",
  "Name": "Corrections of violations issued by the department of buildings and the fire department.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the corrections of violations issued by the department of buildings and the fire department.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2007-03-14T00:00:00Z",
  "AgendaDate": "2007-03-14T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 201015,
      "Date": "2007-03-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 201174,
      "Date": "2007-03-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7118,
      "AgendaSequence": 124,
      "MinutesSequence": 152,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236430,
      "Date": "2009-12-31T14:52:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 39050,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 26-115 of title 26 of the administrative code of the city of New York is amended to read as follows:\n§26-115.  Notices and Orders. The commissioner shall have the power to issue notices and orders for enforcing compliance with any law, rule or regulation in respect to any matters under the jurisdiction of the department, and for remedying any condition found to exist in, on or about any building, enclosure or premises, in violation of any law, rule or regulation in respect to any such matters. Each such notice or order issued by the commissioner shall have his or her signature affixed thereto; but the commissioner may authorize any subordinate to affix such signature.  Whenever the commissioner shall issue a notice and order to correct a condition that constitutes a violation of any laws relating to fire prevention, fire suppression, or the structural integrity of a building, the commissioner or any authorized subordinate shall within fourteen days after the date set for the correction of such violation conduct a compliance inspection to verify that the violation has been corrected.  Where, after such inspection, it is determined that such violation has not been corrected, the commissioner shall compel compliance in accordance with applicable laws.  Failure by the commissioner or an authorized representative to re-inspect for the purpose of verifying that a violation has been corrected shall prohibit the commissioner from considering such violation to have been corrected and from removing such violation from the department records.\n§2.  Title 27 of the administrative code of the city of New York is amended by adding a new section 27-4012.1 to read as follows:\n§27-4012.1.  Notices and Orders.  Whenever the commissioner shall issue a notice and order to correct a condition that constitutes a violation of any laws relating to fire prevention, fire suppression, or the structural integrity of a building, the commissioner or any authorized subordinate shall within fourteen days after the date set for the correction of such violation conduct a compliance inspection to verify that the violation has been corrected.  Where, after such inspection, it is determined that such violation has not been corrected, the commissioner shall compel compliance in accordance with applicable laws.  Failure by the commissioner or an authorized representative to re-inspect for the purpose of verifying that a violation has been corrected shall prohibit the commissioner from considering such violation to have been corrected and from removing such violation from the department records.\n§3.  This local law shall take effect ninety days after enactment, provided however, that the commissioners of buildings and the fire department shall promulgate any rules and perform all other actions necessary for the implementation of this local law prior to such effective date.\n\n\n\n\n\n\n\n\n\nKS\nLS #1764\n03.06.07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Section 26-115 of title 26 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a726-115.  Notices and Orders. The commissioner shall have the power to issue notices and orders for enforcing compliance with any law, rule or regulation in respect to any matters under the jurisdiction of the department, and for remedying any condition found to exist in, on or about any building, enclosure or premises, in violation of any law, rule or regulation in respect to any such matters. Each such notice or order issued by the commissioner shall have his or her signature affixed thereto; but the commissioner may authorize any subordinate to affix such signature.  \\ul Whenever the commissioner shall issue a notice and order to correct a condition that constitutes a violation of any laws relating to fire prevention, fire suppression, or the structural integrity of a building, the commissioner or any authorized subordinate shall within fourteen days after the date set for the correction of such violation conduct a compliance inspection to verify that the violation has been corrected.  Where, after such inspection, it is determined that such violation has not been corrected, the commissioner shall compel compliance in accordance with applicable laws.  Failure by the commissioner or an authorized representative to re-inspect for the purpose of verifying that a violation has been corrected shall prohibit the commissioner from considering such violation to have been corrected and from removing such violation from the department records.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72.  Title 27 of the administrative code of the city of New York is amended by adding a new section 27-4012.1 to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a727-4012.1.  Notices and Orders.  Whenever the commissioner shall issue a notice and order to correct a condition that constitutes a violation of any laws relating to fire prevention, fire suppression, or the structural integrity of a building, the commissioner or any authorized subordinate shall within fourteen days after the date set for the correction of such violation conduct a compliance inspection to verify that the violation has been corrected.  Where, after such inspection, it is determined that such violation has not been corrected, the commissioner shall compel compliance in accordance with applicable laws.  Failure by the commissioner or an authorized representative to re-inspect for the purpose of verifying that a violation has been corrected shall prohibit the commissioner from considering such violation to have been corrected and from removing such violation from the department records.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a73.  This local law shall take effect ninety days after enactment, provided however, that the commissioners of buildings and the fire department shall promulgate any rules and perform all other actions necessary for the implementation of this local law prior to such effective date.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\qj\\fs20\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\nowidctlpar\\hyphpar0\\qj KS\\par\nLS #1764\\par\n03.06.07\\b\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
