{
  "ID": 38325,
  "GUID": "F129213C-BA22-4B17-B2EE-23FF1E69E400",
  "File": "Int 0540-2007",
  "Name": "Requiring public notice prior to the temporary closing or temporary removal or relocation of any firehouse or fire fighting unit.",
  "Title": "A Local Law to amend the New York City Charter, in relation to requiring public notice prior to the temporary closing or temporary removal or relocation of any firehouse or fire fighting unit.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2007-03-14T00:00:00Z",
  "AgendaDate": "2007-03-14T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 201003,
      "Date": "2007-03-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 201172,
      "Date": "2007-03-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7118,
      "AgendaSequence": 126,
      "MinutesSequence": 154,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236428,
      "Date": "2009-12-31T14:52:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 39040,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of legislative findings and intent. As a result of the importance of fire fighting to the safety of the city, the New York City Charter requires the Fire Department (FDNY) to provide advance notice of and an explanation for permanent changes in the distribution of fire fighting resources.  \nThe Council finds that the temporary closing of any firehouse or the temporary removal or relocation of any fire fighting unit also represents a significant change in the provision of fire fighting service.  Accordingly, the Council declares that it is reasonable and necessary to require that the FDNY provide advance public notice of and an explanation for the temporary closing of any firehouse or the temporary removal or relocation of any fire fighting unit.\n§2. Subdivision a of section 487 of chapter 19 of the New York City Charter is amended, to read as follows:\na. The commissioner shall have sole and exclusive power and perform all duties for the government, discipline, management, maintenance and direction of the fire department and the premises and property in the custody thereof, however, the commissioner shall provide written notice with supporting documentation at least forty-five days prior to the permanent closing of any firehouse or the permanent removal or relocation of any fire fighting unit to the council members, community boards and borough presidents whose districts are served by such facility or unit and the chairperson of the council's [public safety] fire and criminal justice services committee. The commissioner shall provide written notice with supporting documentation at least ten days prior to the temporary closing of any firehouse or the temporary removal or relocation of any fire fighting unit to the council members, community boards and borough presidents whose districts are served by such facility or unit and the chairperson of the council's fire and criminal justice services committee. For purposes of this section, the term \"permanent\" shall mean a time period in excess of six months and  the term \"temporary\" shall mean a time period in excess of 30 minutes and less than 6 months. In the event that the permanent closing of any firehouse or the permanent removal or relocation of any firefighting unit does not occur within four months of the date of the written notice, the commissioner shall issue another written notice with supporting documentation prior to such permanent removal or relocation. The four months during which the written notice is effective shall be tolled for any period in which a restraining order or injunction prohibiting the closing of such noticed facility or unit shall be in effect.\n§3. This local law shall take effect immediately upon enactment.\n\nLS # 1609\nRCC\n12/14/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\expndtw-3\\par\nSection 1. Declaration of legislative findings and intent. As a result of the importance of fire fighting to the safety of the city, the New York City Charter requires the Fire Department (FDNY) to provide advance notice of and an explanation for permanent changes in the distribution of fire fighting resources.  \\par\n\\expndtw0 The Council finds that \\expndtw-3 the temporary closing of any firehouse or the temporary removal or relocation of any fire fighting unit also represents a significant change in the provision of fire fighting service.  \\expndtw0 Accordingly, the Council declares that it is reasonable and necessary to require that the FDNY \\expndtw-3 provide advance public notice of and an explanation for the temporary closing of any firehouse or the temporary removal or relocation of any fire fighting unit.\\expndtw0\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\'a72. Subdivision a of section 487 of chapter 19 of the New York City Charter \\expndtw-3 is amended\\expndtw0 , to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\expndtw-3 a. The commissioner shall have sole and exclusive power and perform all duties for the government, discipline, management, maintenance and direction of the fire department and the premises and property in the custody thereof, however, the commissioner shall provide written notice with supporting documentation at least forty-five days prior to the permanent closing of any firehouse or the permanent removal or relocation of any fire fighting unit to the council members, community boards and borough presidents whose districts are served by such facility or unit and the chairperson of the council's [public safety] \\ul fire and criminal justice services\\ulnone  committee. \\ul The commissioner shall provide written notice with supporting documentation at least ten days prior to the temporary closing of any firehouse or the temporary removal or relocation of any fire fighting unit to the council members, community boards and borough presidents whose districts are served by such facility or unit and the chairperson of the council's fire and criminal justice services committee.\\ulnone  For purposes of this section, the term \"permanent\" shall mean a time period in excess of six months \\ul and  the term \"temporary\" shall mean a time period in excess of 30 minutes and less than 6 months.\\ulnone  In the event that the permanent closing of any firehouse or the permanent removal or relocation of any firefighting unit does not occur within four months of the date of the written notice, the commissioner shall issue another written notice with supporting documentation prior to such permanent removal or relocation. The four months during which the written notice is effective shall be tolled for any period in which a restraining order or injunction prohibiting the closing of such noticed facility or unit shall be in effect.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\expndtw0\\'a73. This local law shall take effect immediately upon enactment.\\par\n\\pard\\nowidctlpar\\qj\\par\nLS # 1609\\par\nRCC\\par\n12/14/06\\expndtw-3\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
