{
  "ID": 38200,
  "GUID": "441695DA-AA27-420A-8800-B258E2E00347",
  "File": "Int 0543-2007",
  "Name": "Suspending alternate side of the street parking on Flag Day.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to suspending alternate side of the street parking on Flag Day.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2007-03-14T00:00:00Z",
  "AgendaDate": "2007-03-14T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 201024,
      "Date": "2007-03-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 201178,
      "Date": "2007-03-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7118,
      "AgendaSequence": 130,
      "MinutesSequence": 158,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236425,
      "Date": "2009-12-31T14:51:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38913,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subdivision a of section 19-163 of the administrative code of the city of New York is amended to read as follows:\n§ 19-163  Holiday suspensions of parking rules. a. All alternate side of the street parking rules shall be suspended on the following holidays: Christmas, Yom Kippur, Rosh Hashanah, Ash Wednesday, Holy Thursday, Good Friday, Ascension Thursday, Feast of the Assumption, Feast of All Saints, Feast of the Immaculate Conception, first two days of Succoth, Shemini Atzareth, Simchas Torah, Shevuoth, Purim, Orthodox Holy Thursday, Orthodox Good Friday, first two and last two days of Passover, the Muslim holidays of Eid Ul-Fitr and Eid Ul-Adha, Asian Lunar New Year, the Hindu festival of Diwali on the day that Lakshmi Puja is observed, and all state and national holidays, including Flag Day.\n§2. This local law shall take effect immediately after its enactment into law. \n\nBH\nLS#2348\n2/14/2007 4:38 PM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Subdivision a of section 19-163 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 19-163  Holiday suspensions of parking rules. a. All alternate side of the street parking rules shall be suspended on the following holidays: Christmas, Yom Kippur, Rosh Hashanah, Ash Wednesday, Holy Thursday, Good Friday, Ascension Thursday, Feast of the Assumption, Feast of All Saints, Feast of the Immaculate Conception, first two days of Succoth, Shemini Atzareth, Simchas Torah, Shevuoth, Purim, Orthodox Holy Thursday, Orthodox Good Friday, first two and last two days of Passover, the Muslim holidays of Eid Ul-Fitr and Eid Ul-Adha, Asian Lunar New Year, the Hindu festival of Diwali on the day that Lakshmi Puja is observed,\\ul\\b  \\ulnone\\b0 and all state and national holidays\\ul , including Flag Day\\ulnone .\\par\n\\'a72. This local law shall take effect immediately after its enactment into law. \\ul\\par\n\\pard\\sl480\\slmult1\\qj\\tx2700\\ulnone\\par\n\\pard\\qj\\fs20 BH\\par\nLS#2348\\par\n\\pard\\sl480\\slmult1\\qj 2/14/2007 4:38 PM\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
