{
  "ID": 38425,
  "GUID": "514F57C9-6A73-44DB-A79E-D70AD19677C7",
  "File": "Int 0552-2007",
  "Name": "Examination and application of plans.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to examination and application of plans.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2007-03-28T00:00:00Z",
  "AgendaDate": "2007-03-28T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 201491,
      "Date": "2007-03-28T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 201637,
      "Date": "2007-03-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7194,
      "AgendaSequence": 102,
      "MinutesSequence": 122,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236419,
      "Date": "2009-12-31T14:49:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 39143,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Section 27-143 of title 27 of the administrative code of the city of New York is amended to read as follows:\n§27-143 Examination of application and plans. All applications for approval of plans and all plans submitted in connection therewith, and any amendments thereto, shall be numbered, docketed and examined promptly after their submission. The examination shall be made under the direction of the commissioner for compliance with the provisions of this code and other applicable laws and regulations. When an application is submitted by an architect or engineer, department personnel must confirm that the applicant is licensed, registered and in good standing with the New York state education department and must include a written entry in the application file, indicating when, by whom and in what manner such verification was made. The commissioner may at his or her discretion, when the application is submitted by an architect or an engineer, designate portions of the examination for limited supervisory check. The personnel employed for examination of plans shall be qualified engineers or architects experienced in building construction and design.\n§2. This local law shall take effect ninety days after its enactment into law.\nRCC\n03/22/07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\tab Section 1. Section 27-143 of title 27 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a727-143 Examination of application and plans. All applications for approval of plans and all plans submitted in connection therewith, and any amendments thereto, shall be numbered, docketed and examined promptly after their submission. The examination shall be made under the direction of the commissioner for compliance with the provisions of this code and other applicable laws and regulations. \\ul When an application is submitted by an architect or engineer, department personnel must confirm that the applicant is licensed, registered and in good standing with the New York state education department and must include a written entry in the application file, indicating when, by whom and in what manner such verification was made.\\ulnone  The commissioner may at his or her discretion, when the application is submitted by an architect or an engineer, designate portions of the examination for limited supervisory check. The personnel employed for examination of plans shall be qualified engineers or architects experienced in building construction and design.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\'a72. This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\nowidctlpar\\fi720 RCC\\par\n03/22/07\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
