{
  "ID": 38411,
  "GUID": "15694032-0DC5-47E9-A2C7-4F686FD85727",
  "File": "Int 0554-2007",
  "Name": "School bus safety.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to school bus safety.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2007-03-28T00:00:00Z",
  "AgendaDate": "2007-03-28T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 201476,
      "Date": "2007-03-28T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 201640,
      "Date": "2007-03-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7194,
      "AgendaSequence": 106,
      "MinutesSequence": 126,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 201764,
      "Date": "2007-04-11T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 7220,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 201838,
      "Date": "2007-04-11T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 7220,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236418,
      "Date": "2009-12-31T14:47:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 76792,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/11/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8266c6d1-7836-4179-88a6-cc5d2074bd81.doc",
      "Sort": 1
    },
    {
      "ID": 78586,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/11/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/23d4c21a-e65d-4a02-a561-fe4f78d92d35.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 39129,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 19-601 of chapter six of title nineteen of the administrative code of the city of New York is amended to read as follows:  \n§19-601 Safety measures on school buses; declaration and findings. The council hereby finds that a serious emergency exists as to the safety of [handicapped] children with disabilities transported to and from schools in school buses [and other vehicles]. [Handicapped]Such school children have been grievously injured, maimed and killed due to lack of seat belts and guards or [escorts]attendants on school buses. The council finds that in order to prevent further tragedies [to our handicapped school children] the provisions of this section are declared necessary and are designed to protect[,] the safety, health and general welfare or our school children. \nThe council further finds that the safety of all school children transported to and from schools in school buses is of paramount concern. Recent allegations of abuse have called into question the adequacy of current safety measures. The council finds that our City’s youth will be better protected from harmful conduct if monitors and security cameras are required on school buses. \n§2. Section 19-602 of chapter six of title nineteen of the administrative code of the city of New York is amended to read as follows:  \n19-602 Seat belts. All school buses [or other motor vehicles] engaged in the business of transporting [handicapped] children with disabilities to and from schools in the city shall be equipped with seat belts for each seat on such a bus, or other safety appliances prescribed by the national bureau of standards or other authorized governmental agencies promulgating rules relating to auto safety. \n§3. Subdivisions a and b of section 19-603 of chapter six of title nineteen of the administrative code of the city of New York are amended to read as follows:  \n§ 19-603 [Escorts]School bus attendants and monitors. a. All school buses [and other motor vehicles] transporting [handicapped] children with disabilities to and from school in the city shall be staffed, in addition to the driver thereof, with an [escort]attendant who meets qualification and training requirements established pursuant to regulations of the commissioner of the state department of education. It shall be the duty and responsibility of such [escort]attendant to generally supervise and aid [the handicapped] children riding such bus[;], to require each child to utilize a seat belt or other safety device and to escort the children on and off each bus to an area of safety. \n[b.] The driver of a bus transporting children to and from school in the city shall not proceed after having halted such bus to take on or discharge a passenger until he or she has received assurance from the [escort]attendant that the children are seated, have fastened the safety belt on the seat and that it is otherwise safe to proceed. \nb.  All school buses transporting children to and from school in the city that do not have to meet the requirements of subdivision a of this section shall be staffed, in addition to the driver thereof, with a monitor who meets qualification and training requirements established pursuant to regulations of the commissioner of the state department of education. It shall be the duty and responsibility of such monitor to supervise such children and to assist such children on and off each bus to an area of safety. \n§4. Section 19-604 of chapter six of title nineteen of the administrative code of the city of New York is amended to read as follows:  \n19-604 Dual opening doors. All school buses transporting [handicapped] children with disabilities in the city, after September first, nineteen hundred seventy-five, shall be equipped with dual opening doors so that said doors shall open from no less than two sides of the motor vehilcle. \n§5. Section 19-607 if of chapter six of title nineteen of the administrative code of the city of New York is renumbered as section 19-608, and new section 19-607 is added to read as follows:  \n§ 19-608 Security cameras. a. All school buses transporting children to and from school in the city must be equipped with security cameras approved by the chancellor of the department of education in consultation with the police department. \n1. Such cameras must be in continuous operation while any such bus is transporting any child to and from school. \n2.The department of education shall ensure the proper maintenance of such cameras and shall ensure that the recordings of such cameras are (i) indexed by dates and times, (ii) preserved for a minimum of sixty days and (iii) stored in a locked receptacle located in a controlled access area to which only authorized personnel have access. \n3. The department of education shall ensure that recordings of cameras pursuant to this section shall be made available promptly upon request to government agencies acting in furtherance of a criminal investigation or a civil or administrative law enforcement purposes and shall not be disseminated for any other purpose. \n§6. This local law shall take effect immediately and shall be fully implemented by September 1, 2008. \nLS#2836 and LS#2837\nLP 3/23/07 3:00 p.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Section 19-601 of chapter six of title nineteen of the administrative code of the city of New York is amended to read as follows:  \\par\n\\'a719-601 Safety measures on school buses; declaration and findings. The council hereby finds that a serious emergency exists as to the safety of [handicapped] children \\ul with disabilities\\ulnone  transported to and from schools in school buses [and other vehicles]. [Handicapped]S\\ul uch\\ulnone  school children have been grievously injured, maimed and killed due to lack of seat belts and guards or [escorts]\\ul attendants\\ulnone  on school buses. The council finds that in order to prevent further tragedies [to our handicapped school children] the provisions of this section are declared necessary and are designed to protect[,] the safety, health and general welfare or our school children. \\par\n\\ul The council further finds that the safety of all school children transported to and from schools in school buses is of paramount concern. Recent allegations of abuse have called into question the adequacy of current safety measures. The council finds that our City\\rquote s youth will be better protected from harmful conduct if monitors and security cameras are required on school buses. \\par\n\\ulnone\\'a72. Section 19-602 of chapter six of title nineteen of the administrative code of the city of New York is amended to read as follows:  \\par\n19-602 Seat belts. All \\ul school\\ulnone  buses [or other motor vehicles] engaged in the business of transporting [handicapped] children \\ul with disabilities\\ulnone  to and from schools in the city shall be equipped with seat belts for each seat on such a bus, or other safety appliances prescribed by the national bureau of standards or other authorized governmental agencies promulgating rules relating to auto safety. \\par\n\\'a73. Subdivisions a and b of section 19-603 of chapter six of title nineteen of the administrative code of the city of New York are amended to read as follows:  \\par\n\\'a7 19-603 [Escorts]\\ul School bus attendants and monitors\\ulnone . a. All \\ul school\\ulnone  buses [and other motor vehicles] transporting [handicapped] children \\ul with disabilities\\ulnone  to and from school in the city shall be staffed, in addition to the driver thereof, with an [escort]\\ul attendant who meets qualification and training requirements established pursuant to regulations of the commissioner of the state department of education\\ulnone . It shall be the duty and responsibility of such [escort]\\ul attendant\\ulnone  to generally supervise and aid [the handicapped] children riding such bus[;]\\ul ,\\ulnone  to require each child to utilize a seat belt or other safety device and to escort the children on and off each bus to an area of safety. \\par\n[b.] The driver of a bus transporting children to and from school in the city shall not proceed after having halted such bus to take on or discharge a passenger until he or she has received assurance from the [escort]\\ul attendant\\ulnone  that the children are seated, have fastened the safety belt on the seat and that it is otherwise safe to proceed. \\par\n\\ul b.  All school buses transporting children to and from school in the city that do not have to meet the requirements of subdivision a of this section shall be staffed, in addition to the driver thereof, with a monitor who meets qualification and training requirements established pursuant to regulations of the commissioner of the state department of education. It shall be the duty and responsibility of such monitor to supervise such children and to assist such children on and off each bus to an area of safety. \\ulnone\\par\n\\'a74. Section 19-604 of chapter six of title nineteen of the administrative code of the city of New York is amended to read as follows:  \\par\n19-604 Dual opening doors. All \\ul school\\ulnone  buses transporting [handicapped] children \\ul with disabilities\\ulnone  in the city, after September first, nineteen hundred seventy-five, shall be equipped with dual opening doors so that said doors shall open from no less than two sides of the motor vehilcle. \\par\n\\'a75. Section 19-607 if of chapter six of title nineteen of the administrative code of the city of New York is renumbered as section 19-608, and new section 19-607 is added to read as follows:  \\par\n\\ul\\'a7 19-608 Security cameras. a. All school buses transporting children to and from school in the city must be equipped with security cameras approved by the chancellor of the department of education in consultation with the police department. \\par\n1. Such cameras must be in continuous operation while any such bus is transporting any child to and from school. \\par\n2.The department of education shall ensure the proper maintenance of such cameras and shall ensure that the recordings of such cameras are (i) indexed by dates and times, (ii) preserved for a minimum of sixty days and (iii) stored in a locked receptacle located in a controlled access area to which only authorized personnel have access. \\par\n3. The department of education shall ensure that recordings of cameras pursuant to this section shall be made available promptly upon request to government agencies acting in furtherance of a criminal investigation or a civil or administrative law enforcement purposes and shall not be disseminated for any other purpose. \\par\n\\ulnone\\'a76. This local law shall take effect immediately and shall be fully implemented by September 1, 2008. \\par\n\\pard\\fi720\\qj\\fs20 LS#2836 and LS#2837\\par\nLP 3/23/07 3:00 p.m. \\par\n}\n\u0000",
  "LastModified": "2015-06-15T19:57:50.077Z"
}
