{
  "ID": 38532,
  "GUID": "B87D47C3-3DCB-4E82-988D-F7CD85D1A639",
  "File": "Int 0557-2007",
  "Name": "NYC charter to require notification to the Council of the city of NY of emergency procurements.",
  "Title": "A Local Law to amend the charter of the city of New York to require notification to the Council of the city of New York of emergency procurements.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2007-04-12T00:00:00Z",
  "AgendaDate": "2007-04-12T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    }
  ],
  "History": [
    {
      "ID": 202028,
      "Date": "2007-04-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 202135,
      "Date": "2007-04-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Contracts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7253,
      "AgendaSequence": 80,
      "MinutesSequence": 100,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236416,
      "Date": "2009-12-31T14:47:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 39255,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 315 of the New York City charter is amended to read as follows:\n§315.  Emergency Procurement.  Notwithstanding the provisions of section three hundred twelve of this chapter, in the case of unforeseen danger to life, safety, property or a necessary service, an emergency procurement may be made with the prior approval of the comptroller and corporation counsel and notification to the Council, provided that such procurement shall be made with such competition as is practicable under the circumstances, consistent with the provisions of section three hundred seventeen of this chapter.  A written determination of the basis for the emergency and the selection of the contractor shall be placed in the agency contract file and submitted to the Council, and the determination or summary of such determination shall be included in the notice of the award of contract published pursuant to section three hundred twenty-five of this chapter. \n§2.  This local law shall take effect immediately.\n\nDS\n03/23/07\nLS #2356",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.  Section 315 of the New York City charter is amended to read as follows:\\par\n\\'a7315.  Emergency Procurement.  Notwithstanding the provisions of section three hundred twelve of this chapter, in the case of unforeseen danger to life, safety, property or a necessary service, an emergency procurement may be made with the prior approval of the comptroller and corporation counsel \\ul and notification to the Council\\ulnone , provided that such procurement shall be made with such competition as is practicable under the circumstances, consistent with the provisions of section three hundred seventeen of this chapter.  A written determination of the basis for the emergency and the selection of the contractor shall be placed in the agency contract file \\ul and submitted to the Council,\\ulnone  and the determination or summary of such determination shall be included in the notice of the award of contract published pursuant to section three hundred twenty-five of this chapter. \\par\n\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\nowidctlpar DS\\par\n03/23/07\\par\nLS #2356\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
