{
  "ID": 38599,
  "GUID": "7FCB7540-E0A5-4402-B04B-91D3DE4C6B74",
  "File": "Int 0565-2007",
  "Name": "Prohibiting employment discrimination based on an individual’s actual or perceived status as a caregiver.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting employment discrimination based on an individual’s actual or perceived status as a caregiver.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2007-04-23T00:00:00Z",
  "AgendaDate": "2007-04-23T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    }
  ],
  "History": [
    {
      "ID": 202386,
      "Date": "2007-04-23T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 202548,
      "Date": "2007-04-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7291,
      "AgendaSequence": 100,
      "MinutesSequence": 119,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210277,
      "Date": "2007-12-06T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 7776,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 565-A",
      "MinutesNote": "Proposed Int. No. 565-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210278,
      "Date": "2007-12-06T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 7776,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210279,
      "Date": "2007-12-06T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 7776,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236411,
      "Date": "2009-12-31T14:44:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 81128,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 565 - 4/23/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/12e13901-ee7f-4b5d-86a8-0095759f1aa4.doc",
      "Sort": 1
    },
    {
      "ID": 81233,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 12/6/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5f0db99b-1a9a-463e-91de-f9345e6b394e.doc",
      "Sort": 2
    },
    {
      "ID": 81697,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/6/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3bebf4cf-7e17-4380-9cfd-93ea305290b5.doc",
      "Sort": 3
    },
    {
      "ID": 81302,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 12/6/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a170c0a4-a38a-4b19-88fd-6e23e5c75282.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 40698,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Legislative findings and intent.  The City Council finds and declares that a growing population in New York City is victim to workplace discrimination based on its caregiving responsibilities for children and dependent relatives.  The Center for Worklife Law reports a growing trend of federal lawsuits filed by workers alleging family responsibilities discrimination (FRD).  Family responsibilities discrimination has been defined as a form of sex discrimination based on gender stereotypes, where employees are treated unfairly at work because of their informal caregiving responsibilities for children, elderly parents or ill relatives.  According to the Center for Worklife Law, New York is one of three states with the greatest number of FRD lawsuits.\nThe National Alliance for Caregiving (NAC) estimates that, as of 2003, there were 44.4 million American informal caregivers (21% of the adult population) present in approximately 22.9 million U.S. households (21% of U.S. households).  According to The Family Caregiver Alliance, as of 2004, there are 1.9 million people in New York State providing informal care to loved ones.  \nNAC reports that nearly six in ten caregivers (59%) have worked while actively providing care and had to make work-related adjustments in order to help the person for whom they provide care.  More than half (57%) of working caregivers report that as a result of their caregiving responsibilities, they have had to go to work late, leave early, or take time off during the day to provide care. \nThe District of Columbia’s Human Rights Act was amended to protect individuals with “family responsibilities” against discrimination in the workplace, and is the only law in the United States that expressly protects against discrimination in employment based on one’s status as a caregiver. \nThe City Council finds that the New York City Human Rights Law is one of the most comprehensive civil rights laws in the nation, providing numerous protections against workplace discrimination.  Nonetheless, the City Council finds that the Human Rights Law fails to protect individuals against employment discrimination based on one’s status as a caregiver, and must be amended to extend employment discrimination protection to New Yorkers who are actual or perceived caretakers.  \n§ 2. Section 8-101 of chapter one of title eight of the administrative code of the city of New York is amended to read as follows:\n§ 8-101 Policy. \nIn the city of New York, with its great cosmopolitan population, there is no greater danger to the health, morals, safety and welfare of the city and its inhabitants than the existence of groups prejudiced against one another and antagonistic to each other because of their actual or perceived differences, including those based on race, color, creed, age, national origin, alienage or citizenship status, gender, sexual orientation, disability, marital status, partnership status, caregiver status, status as a victim of domestic violence or status as a victim of sex offenses or stalking, whether children are, may be or would be residing with a person or conviction or arrest record.  The council hereby finds and declares that prejudice, intolerance, bigotry, and discrimination, bias-related violence or harassment and disorder occasioned thereby threaten the rights and proper privileges of its inhabitants and menace the institutions and foundation of a free democratic state.  A city agency is hereby created with power to eliminate and prevent discrimination from playing any role in actions relating to employment, public accommodations, and housing and other real estate, and to take other actions against prejudice, intolerance, bigotry, discrimination and bias-related violence or harassment as herein provided; and the commission established hereunder is hereby given general jurisdiction and power for such purposes. \n§ 3. Section 8-102 of chapter one of title eight of the administrative code of the city of New York is amended by adding a new subdivision 25 to read as follows: \n25.  (a) The term “caregiver” means a person who is a contributor to the ongoing care of a child for whom the person has assumed parental responsibility or of a person or persons in a dependent relationship with the caregiver and who suffer from a disability, irrespective of their number.  Subdivision 16(c) of section 8-102 of this chapter shall not apply for the purposes of this subdivision. \n(b) The term “dependent relationship” means the relationship of a caregiver to a person who is related by blood, legal custody, marriage, or to his or her domestic partner, as defined in section 3-240 of the administrative code of the city of New York, or to a person with whom the caregiver lives in a familial relationship.\n§ 4. Subparagraphs (a), (b), (c), and (d) of subdivision 1 of section 8-107 of chapter one of title eight of the administrative code of the city of New York are amended to read as follows:\n1.\tEmployment.  It shall be an unlawful discriminatory practice:\n(a) For an employer or an employee or agent thereof, because of the actual or perceived age, race, creed, color, national origin, gender, disability, marital status, partnership status, caregiver status, sexual orientation or alienage or citizenship status of any person, to refuse to hire or employ or to bar or to discharge from employment such person or to discriminate against such person in compensation or in terms, conditions or privileges of employment.\n(b) For an employment agency or an employee or agent thereof to discriminate against any person because of such person’s actual or perceived age, race, creed, color, national origin, gender, disability, marital status, partnership status, caregiver status, sexual orientation or alienage or citizenship status in receiving, classifying, disposing or otherwise acting upon applications for its services or in referring an applicant or applicants for its services to an employer or employers.\n(c) For a labor organization or an employee or agent thereof, because of the actual or perceived age, race, creed, color, national origin, gender, disability, marital status, partnership status, caregiver status, sexual orientation or alienage or citizenship status of any person, to exclude or to expel from its membership such person or to discriminate in any way against any of its members or against any employer or any person employed by an employer.\n(d) For any employer, labor organization or employment agency or an employee or agent thereof to declare, print or circulate or cause to be declared, printed or circulated any statement, advertisement or publication, or to use any form of application for employment or to make any inquiry in connection with prospective employment, which expresses, directly or indirectly, any limitation, specification, or discrimination as to age, race, creed, color, national origin, gender, disability, marital status, partnership status, caregiver status, sexual orientation or alienage or citizenship status, or any intent to make any such limitation, specification or discrimination.\n§ 5. Section 8-107 of chapter one of title eight of the administrative code of the city of New York is amended by adding a new subdivision 16-a to read as follows:\n16-a. Applicability; caregivers.\n(a) Requirement to make reasonable accommodation to the needs of caregivers.  Any person prohibited by the provisions of this section from discriminating on the basis of caregiver status shall make reasonable accommodation as defined in subdivision eighteen of section 8-102 of this chapter to enable a caregiver to satisfy the essential requisites of a job or enjoy the right or rights in question provided that the caregiver status is known or should have been known by the employer.\n§ 6. This local law shall take effect upon enactment.\n\nLS #1710\nM.R.M. \n11.21.07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1. Legislative findings and intent.\\i   \\i0 The City Council finds and declares that a growing population in New York City is victim to workplace discrimination based on its caregiving responsibilities for children and dependent relatives.  The Center for Worklife Law reports a growing trend of federal lawsuits filed by workers alleging family responsibilities discrimination (FRD).  Family responsibilities discrimination has been defined as a form of sex discrimination based on gender stereotypes, where employees are treated unfairly at work because of their informal caregiving responsibilities for children, elderly parents or ill relatives.  According to the Center for Worklife Law, New York is one of three states with the greatest number of FRD lawsuits.\\par\nThe National Alliance for Caregiving (NAC) estimates that, as of 2003, there were 44.4 million American informal caregivers (21% of the adult population) present in approximately 22.9 million U.S. households (21% of U.S. households).  According to The Family Caregiver Alliance, as of 2004, there are 1.9 million people in New York State providing informal care to loved ones.  \\par\nNAC reports that nearly six in ten caregivers (59%) have worked while actively providing care and had to make work-related adjustments in order to help the person for whom they provide care.  More than half (57%) of working caregivers report that as a result of their caregiving responsibilities, they have had to go to work late, leave early, or take time off during the day to provide care. \\par\nThe District of Columbia\\rquote s Human Rights Act was amended to protect individuals with \\ldblquote family responsibilities\\rdblquote  against discrimination in the workplace, and is the only law in the United States that expressly protects against discrimination in employment based on one\\rquote s status as a caregiver. \\par\nThe City Council finds that the New York City Human Rights Law is one of the most comprehensive civil rights laws in the nation, providing numerous protections against workplace discrimination.  Nonetheless, the City Council finds that the Human Rights Law fails to protect individuals against employment discrimination based on one\\rquote s status as a caregiver, and must be amended to extend employment discrimination protection to New Yorkers who are actual or perceived caretakers.  \\par\n\\'a7 2. Section 8-101 of chapter one of title eight of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 8-101 Policy. \\par\nIn the city of New York, with its great cosmopolitan population, there is no greater danger to the health, morals, safety and welfare of the city and its inhabitants than the existence of groups prejudiced against one another and antagonistic to each other because of their actual or perceived differences, including those based on race, color, creed, age, national origin, alienage or citizenship status, gender, sexual orientation, disability, marital status, \\ul partnership status, caregiver status,\\ulnone  status as a victim of domestic violence or status as a victim of sex offenses or stalking, whether children are, may be or would be residing with a person or conviction or arrest record.  The council hereby finds and declares that prejudice, intolerance, bigotry, and discrimination, bias-related violence or harassment and disorder occasioned thereby threaten the rights and proper privileges of its inhabitants and menace the institutions and foundation of a free democratic state.  A city agency is hereby created with power to eliminate and prevent discrimination from playing any role in actions relating to employment, public accommodations, and housing and other real estate, and to take other actions against prejudice, intolerance, bigotry, discrimination and bias-related violence or harassment as herein provided; and the commission established hereunder is hereby given general jurisdiction and power for such purposes. \\par\n\\'a7 3. Section 8-102 of chapter one of title eight of the administrative code of the city of New York is amended by adding a new subdivision 25 to read as follows: \\par\n\\ul 25.  (a) The term \\ldblquote caregiver\\rdblquote  means a person who is a contributor to the ongoing care of a child for whom the person has assumed parental responsibility or of a person or persons in a dependent relationship with the caregiver and who suffer from a disability, irrespective of their number.  Subdivision 16(c) of section 8-102 of this chapter shall not apply for the purposes of this subdivision. \\par\n(b) The term \\ldblquote dependent relationship\\rdblquote  means the relationship of a caregiver to a person who is related by blood, legal custody, marriage, or to his or her domestic partner, as defined in section 3-240 of the administrative code of the city of New York, or to a person with whom the caregiver lives in a familial relationship.\\par\n\\ulnone\\'a7 4. Subparagraphs (a), (b), (c), and (d) of subdivision 1 of section 8-107 of chapter one of title eight of the administrative code of the city of New York are amended to read as follows:\\par\n\\pard\\nowidctlpar\\fi-360\\li1080\\sl480\\slmult1\\tx1080 1.\\tab Employment.  It shall be an unlawful discriminatory practice:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 (a) For an employer or an employee or agent thereof, because of the actual or perceived age, race, creed, color, national origin, gender, disability, marital status, partnership status, \\ul caregiver status,\\ulnone  sexual orientation or alienage or citizenship status of any person, to refuse to hire or employ or to bar or to discharge from employment such person or to discriminate against such person in compensation or in terms, conditions or privileges of employment.\\par\n(b) For an employment agency or an employee or agent thereof to discriminate against any person because of such person\\rquote s actual or perceived age, race, creed, color, national origin, gender, disability, marital status, partnership status, \\ul caregiver status,\\ulnone  sexual orientation or alienage or citizenship status in receiving, classifying, disposing or otherwise acting upon applications for its services or in referring an applicant or applicants for its services to an employer or employers.\\par\n(c) For a labor organization or an employee or agent thereof, because of the actual or perceived age, race, creed, color, national origin, gender, disability, marital status, partnership status, \\ul caregiver status,\\ulnone  sexual orientation or alienage or citizenship status of any person, to exclude or to expel from its membership such person or to discriminate in any way against any of its members or against any employer or any person employed by an employer.\\par\n(d) For any employer, labor organization or employment agency or an employee or agent thereof to declare, print or circulate or cause to be declared, printed or circulated any statement, advertisement or publication, or to use any form of application for employment or to make any inquiry in connection with prospective employment, which expresses, directly or indirectly, any limitation, specification, or discrimination as to age, race, creed, color, national origin, gender, disability, marital status, partnership status, \\ul caregiver status,\\ulnone  sexual orientation or alienage or citizenship status, or any intent to make any such limitation, specification or discrimination.\\par\n\\'a7 5. Section 8-107 of chapter one of title eight of the administrative code of the city of New York is amended by adding a new subdivision 16-a to read as follows:\\par\n\\ul 16-a. Applicability; caregivers.\\par\n(a) Requirement to make reasonable accommodation to the needs of caregivers.  Any person prohibited by the provisions of this section from discriminating on the basis of caregiver status shall make reasonable accommodation as defined in subdivision eighteen of section 8-102 of this chapter to enable a caregiver to satisfy the essential requisites of a job or enjoy the right or rights in question provided that the caregiver status is known or should have been known by the employer.\\par\n\\ulnone\\'a7 6. This local law shall take effect upon enactment.\\par\n\\pard\\nowidctlpar\\fs16\\par\nLS #1710\\par\nM.R.M. \\par\n11.21.07\\fs24\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\par\n\\par\n\\pard\\nowidctlpar\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
