{
  "ID": 38773,
  "GUID": "BFAADCFE-FA71-4D58-8F53-CCA815BFCAAD",
  "File": "Int 0569-2007",
  "Name": "Permits for responsible food service establishments.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to permits for responsible food service establishments.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2007-05-09T00:00:00Z",
  "AgendaDate": "2007-05-09T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 202980,
      "Date": "2007-05-09T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 203070,
      "Date": "2007-05-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7355,
      "AgendaSequence": 87,
      "MinutesSequence": 105,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 213775,
      "Date": "2008-03-31T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 8139,
      "AgendaSequence": 1,
      "MinutesSequence": 4,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 569-A",
      "MinutesNote": "Proposed Int. No. 569-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 213777,
      "Date": "2008-03-31T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 8139,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 213778,
      "Date": "2008-03-31T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 8139,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236408,
      "Date": "2009-12-31T14:43:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 82497,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 569 - 5/9/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7dc4e5e6-487d-4a67-bc8b-9c7f6af6b00a. No. 569.doc",
      "Sort": 1
    },
    {
      "ID": 82564,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/31/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/866c6b2e-fe68-49d2-bffd-04b909bda220.doc",
      "Sort": 2
    },
    {
      "ID": 84121,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/31/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/45844b3b-fa3b-45c6-8f87-e26d65581b6e.doc",
      "Sort": 3
    },
    {
      "ID": 82678,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 3/31/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/97c10456-4604-4429-b325-8cb1239d86a8.PDF",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 41456,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Declaration of legislative findings and intent.  The New York City Health Code requires food service establishments to be operated in compliance with federal, state and city laws, rules and regulations. When food service establishments flout these laws, they are unfit to conduct this important business, the integrity of which directly impacts the health and welfare of millions of New Yorkers annually. Requiring principals of food service establishments to be of good character and fitness to conduct business and to be in compliance with relevant laws, rules and regulations, advances the protection of the public health, safety and welfare. \n§2.  Chapter 3 of title 17 of the administrative code of the city of New York is amended by adding a new subchapter 9 to read as follows:\n\nSUBCHAPTER 9\n\nRESPONSIBLE RESTAURANT ACT\n\n§ 17-371  Short title.  \n§ 17-372  Definitions.\n§ 17-373  Permits for food service establishments; review.\n§ 17-374  Disclosure requirements for initial application or renewal of permit. \n§ 17-375  Public comment and hearing. \n§ 17-376 Retaliation. \n§ 17-377 Penalties. \n§ 17-378 Rules.\n§ 17-379 Construction. \n\n§ 17-371 Short title. This subchapter shall be known and may be cited as the “Responsible Restaurant Act.”\n§ 17-372 Definitions. When used in this subchapter, the following terms shall be defined as follows:  \na. “Food service establishment” means any place where food is provided for individual portion service directly to the consumer whether consumption occurs on or off the premises or is provided from a pushcart, stand or vehicle, and which must operate with a permit issued by the department pursuant to New York city health code § 81.05. \nb. “Person” means any natural person, organization, partnership, corporation, association, business trust or other entity. \nc. “Principal” means any person who has an ownership interest of ten percent or more in a food service establishment; or is an officer of any partnership, joint venture, corporation, limited liability corporation or other entity that owns such establishment; or is a manger of such establishment with the authority to hire and fire employees, supervise and control employee work schedules; determine rates and methods of salary compensation or maintain employment records. \n§ 17-373 Permits for food service establishments; review. a. Before issuing or renewing a permit to any applicant to operate a food service establishment pursuant to New York city health code § 81.05, the commissioner shall consider whether such applicant or any principal of such establishment meets standards of good character and fitness and whether such establishment is operated and maintained in compliance with city, state and federal minimum wage law, hours of work law, overtime compensation law and employment discrimination law. Such determination shall include a review of documentation and public comments received pursuant to this local law.  \nb. Upon a determination that an applicant or any principal of such establishment does not meet standards of good character or fitness or that such establishment is not maintained in compliance with laws enumerated in subdivision a of this section, the commissioner may deny or suspend for a period of time such application for a permit or renewal of a permit to operate such establishment, or take other action deemed appropriate by the commissioner. \n§ 17-374 Disclosure requirements for initial application or renewal of permit. a. Each applicant for a permit or a renewal of a permit to operate a food service establishment pursuant to New York city health code § 81.05 shall file a certified application on a form prescribed by the commissioner, which shall contain at a minimum the following information:\n(i). the name, business address, phone number and nature of interest in such establishment of each principal; \n(ii) a disclosure of any finding by a court of law or final administrative agency determination during the preceding five years that such applicant or any principal of such applicant violated any city, state or federal minimum wage law, hours of work law, overtime compensation law or employment discrimination law.  \n(iii) any additional information with respect to good character and fitness and the compliance of such establishment or the principals of such establishment with relevant laws, rules or regulations that the commissioner deems appropriate.   \nb. The commissioner shall promptly post on the department’s website the information received pursuant to subdivision a of this section with respect to initial applications for any permit or renewal of any permit to operate a food service establishment. \n\t§ 17-375 Public comment and hearing. a. Members of the public may at any time submit to the commissioner written comments concerning the good character and fitness of any applicant or principal of an applicant, or the compliance of any food service establishment or the principals of such establishment with any city, state or federal minimum wage law, hours of work law, overtime compensation law or employment discrimination law, subject to the provisions of this subchapter. Such members may also request a public hearing to be held pursuant to this section. \n\tb. The commissioner may elect to hold a public hearing with respect to an application or renewal of any permit to operate a food service establishment in order to determine whether such establishment and the principals of such establishment meet standards of good character and fitness and such establishment and the principals of such establishment are in compliance with city, state and federal minimum wage law, hours of work law, overtime compensation law and employment discrimination law. In determining whether or not to hold such a hearing, the commissioner shall consider all information received pursuant to subdivision a of this section and § 17-374 of this subchapter. \n\tc. The commissioner shall hold a public hearing with respect to an application or renewal of any permit to operate a food service establishment if the commissioner receives a disclosure or credible evidence of any finding by a court of law or final administrative agency determination during the preceding five years that such applicant or any principal of such applicant violated any city, state or federal minimum wage law, hours of work law, overtime compensation law or employment discrimination law. \n\t§ 17-376 Retaliation. It shall be unlawful for any person to deprive or threaten to deprive any other person of employment, take or threaten to take any reprisal or retaliatory action against any person, or directly or indirectly, intimidate, threaten, coerce, command or influence, or attempt to intimidate, threaten, coerce, command or influence any person because such person has taken an action to enforce, inquire about or inform others regarding the provisions of this subchapter, including but not limited to the submission of written comments or testimony at a public hearing pursuant to this subchapter.\n§ 17-377 Penalties. a. Any person who willfully fails to accurately disclose any of the information required by subdivision a of § 17-374 on any application required pursuant to this subchapter shall be subject to a fine of not more than two thousand dollars, and may also be barred from submitting another application to operate a food service establishment or to renew a permit to operate a food service establishment for a period of no more than two years following such failure to accurately disclose such information.  \nb. Any person who is retaliated against in violation of § 17-376 of this subchapter shall have a cause of action in civil court. Upon a finding of such retaliation, the perpetrator of such retaliation shall be required to pay the individual subject to such retaliation an amount set by the commissioner sufficient to compensate such individual and deter future violations, but not less than one thousand dollars or one hundred fifty dollars for each day such violation continued, and may also be barred from submitting another application to operate a food service establishment or to renew a permit to operate a food service establishment for a period of no more than two years following such retaliatory act.\n§ 17-378 Rules.  The commissioner shall promulgate such rules as may be necessary for the purpose of implementing and carrying out the provisions of this subchapter.\n§ 17-379 Construction. Nothing herein shall be construed to limit the commissioner’s existing authority to act with respect to issuing or denying any application to operate a food service establishment pursuant to New York city health code § 81.05. \n§3.  If any section, subdivision, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this subchapter, which remaining portions shall remain in full force and effect.\n§4.  This local law shall take effect ninety days after enactment. \n\nLP/AS \n3/25/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\expndtw0 Section 1.  \\b Declaration of legislative findings and intent.\\b0   The New York City Health Code requires food service establishments to be operated in compliance with federal, state and city laws, rules and regulations. When food service establishments flout these laws, they are unfit to conduct this important business, the integrity of which directly impacts the health and welfare of millions of New Yorkers annually. Requiring principals of food service establishments to be of good character and fitness to conduct business and to be in compliance with relevant laws, rules and regulations, advances the protection of the public health, safety and welfare. \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7\\expndtw-3 2.  Chapter 3 of title 17 of the administrative code of the city of New York is amended by adding a new subchapter 9 to read as follows:\\par\n\\pard\\nowidctlpar\\expndtw0\\par\n\\pard\\nowidctlpar\\qc SUBCHAPTER 9\\par\n\\par\nRESPONSIBLE RESTAURANT ACT\\par\n\\pard\\nowidctlpar\\par\n\\ul\\'a7 17-371  Short title.  \\par\n\\'a7 17-372  Definitions.\\par\n\\'a7 17-373  Permits for food service establishments; review.\\par\n\\'a7 17-374  Disclosure requirements for initial application or renewal of permit. \\par\n\\'a7 17-375  Public comment and hearing. \\par\n\\pard\\nowidctlpar\\qj\\'a7 17-376 Retaliation. \\par\n\\'a7 17-377 Penalties. \\par\n\\'a7 17-378 Rules.\\par\n\\'a7 17-379 Construction. \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 17-371 \\b Short title\\b0 . This subchapter shall be known and may be cited as the \\ldblquote Responsible Restaurant Act.\\rdblquote\\par\n\\'a7 17-372 \\b Definitions\\b0 . When used in this subchapter, the following terms shall be defined as follows:  \\par\na. \\ldblquote Food service establishment\\rdblquote  means\\b  \\b0 any place where food is provided for individual portion service directly to the consumer whether consumption occurs on or off the premises or is provided from a pushcart, stand or vehicle, and which must operate with a permit issued by the department pursuant to New York city health code \\'a7 81.05. \\b\\par\n\\b0 b. \\ldblquote Person\\rdblquote  means any natural person, organization, partnership, corporation, association, business trust or other entity. \\par\nc. \\ldblquote Principal\\rdblquote  means \\cf1 any\\cf0  person who has an ownership interest of ten percent or more in a food service establishment; or is an officer of any partnership, joint venture, corporation, limited liability corporation or other entity that owns such establishment; or is a manger of such establishment with the authority to hire and fire employees, supervise and control employee work schedules; determine rates and methods of salary compensation or maintain employment records. \\par\n\\'a7 17-373 \\b Permits for food service establishments; review\\b0 .\\b  \\b0 a. Before issuing or renewing a permit to any applicant to operate a food service establishment pursuant to New York city health code \\'a7 81.05, the commissioner shall consider whether such applicant or any principal of such establishment meets standards of good character and fitness and whether such establishment is operated and maintained in compliance with city, state and federal minimum wage law, hours of work law, overtime compensation law and employment discrimination law. Such determination shall include a review of documentation and public comments received pursuant to this local law.  \\par\nb. Upon a determination that an applicant or any principal of such establishment does not meet standards of good character or fitness or that such establishment is not maintained in compliance with laws enumerated in subdivision a of this section, the commissioner may deny or suspend for a period of time such application for a permit or renewal of a permit to operate such establishment, or take other action deemed appropriate by the commissioner. \\par\n\\'a7 17-374 \\b Disclosure requirements for initial application or renewal of permit\\b0 . a. Each applicant for a permit or a renewal of a permit to operate a food service establishment pursuant to New York city health code \\'a7 81.05 shall file a certified application on a form prescribed by the commissioner, which shall contain at a minimum the following information:\\par\n(i). the name, business address, phone number and nature of interest in such establishment of each principal; \\par\n(ii) a disclosure of any finding by a court of law or final administrative agency determination during the preceding five years that such applicant or any principal of such applicant violated any city, state or federal minimum wage law, hours of work law, overtime compensation law or employment discrimination law.  \\par\n(iii) any additional information with respect to good character and fitness and the compliance of such establishment or the principals of such establishment with relevant laws, rules or regulations that the commissioner deems appropriate.   \\par\nb. The commissioner shall promptly post on the department\\rquote s website the information received pursuant to subdivision a of this section with respect to initial applications for any permit or renewal of any permit to operate a food service establishment. \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\'a7 17-375 \\b Public comment and hearing\\b0 . a. Members of the public may at any time submit to the commissioner written comments concerning the good character and fitness of any applicant or principal of an applicant, or the compliance of any food service establishment or the principals of such establishment with any city, state or federal minimum wage law, hours of work law, overtime compensation law or employment discrimination law, subject to the provisions of this subchapter. Such members may also request a public hearing to be held pursuant to this section. \\par\n\\ulnone\\tab\\ul b. The commissioner may elect to hold a public hearing with respect to an application or renewal of any permit to operate a food service establishment in order to determine whether such establishment and the principals of such establishment meet standards of good character and fitness and such establishment and the principals of such establishment are in compliance with city, state and federal minimum wage law, hours of work law, overtime compensation law and employment discrimination law. In determining whether or not to hold such a hearing, the commissioner shall consider all information received pursuant to subdivision a of this section and \\'a7 17-374 of this subchapter. \\par\n\\ulnone\\tab\\ul c. The commissioner shall hold a public hearing with respect to an application or renewal of any permit to operate a food service establishment if the commissioner receives a disclosure or credible evidence of any finding by a court of law or final administrative agency determination during the preceding five years that such applicant or any principal of such applicant violated any city, state or federal minimum wage law, hours of work law, overtime compensation law or employment discrimination law. \\par\n\\ulnone\\tab\\ul\\'a7 17-376 \\b Retaliation\\b0 . It shall be unlawful for any person to deprive or threaten to deprive any other person of employment, take or threaten to take any reprisal or retaliatory action against any person, or directly or indirectly, intimidate, threaten, coerce, command or influence, or attempt to intimidate, threaten, coerce, command or influence any person because such person has taken an action to enforce, inquire about or inform others regarding the provisions of this subchapter, including but not limited to the submission of written comments or testimony at a public hearing pursuant to this subchapter.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 17-377 \\b Penalties\\b0 . a. Any \\cf1 person\\cf0  who willfully fails to accurately disclose any of the information required by subdivision a of \\'a7 17-374 on any application required pursuant to this subchapter shall be subject to a fine of not more than two thousand dollars, and may also be barred from submitting another application to operate a food service establishment or to renew a permit to operate a food service establishment for a period of no more than two years following such failure to accurately disclose such information.  \\par\nb. Any person who is retaliated against in violation of \\'a7 17-376 of this subchapter shall have a cause of action in civil court. Upon a finding of such retaliation, the perpetrator of such retaliation shall be required to pay the individual subject to such retaliation an amount set by the commissioner sufficient to compensate such individual and deter future violations, but not less than one thousand dollars or one hundred fifty dollars for each day such violation continued, and may also be barred from submitting another application to operate a food service establishment or to renew a permit to operate a food service establishment for a period of no more than two years following such retaliatory act.\\par\n\\'a7 17-378 \\b Rules\\b0 .  The commissioner shall promulgate such rules as may be necessary for the purpose of implementing and carrying out the provisions of this subchapter.\\par\n\\'a7 17-379 \\b Construction\\b0 . Nothing herein shall be construed to limit the commissioner\\rquote s existing authority to act with respect to issuing or denying any application to operate a food service establishment pursuant to New York city health code \\'a7 81.05. \\par\n\\ulnone\\'a73.  If any section, subdivision, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this subchapter, which remaining portions shall remain in full force and effect.\\par\n\\'a7\\expndtw-3 4.  This local law shall take effect ninety days after enactment. \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\pard\\nowidctlpar\\qj\\fs20 LP/AS \\par\n3/25/08\\expndtw0\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
