{
  "ID": 38748,
  "GUID": "83412425-8522-4CDA-AAED-5E50BE03C53C",
  "File": "Int 0575-2007",
  "Name": "Requiring the Dep't of Health and Mental Hygiene to post on its website in a user-friendly format and disseminate certain information mandated by the Maternity Information Act of 1989 (New York State Public Health Law § 2803-j).",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the Department of Health and Mental Hygiene to post on its website in a user-friendly format and disseminate certain information mandated by the Maternity Information Act of 1989 (New York State Public Health Law § 2803-j).",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2007-05-09T00:00:00Z",
  "AgendaDate": "2007-05-09T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 202929,
      "Date": "2007-05-09T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 203071,
      "Date": "2007-05-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7355,
      "AgendaSequence": 99,
      "MinutesSequence": 117,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211942,
      "Date": "2008-02-07T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 8004,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 212146,
      "Date": "2008-02-07T10:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 8004,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211946,
      "Date": "2008-02-07T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 23,
      "BodyName": "Committee on Women's Issues",
      "EventID": 8005,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 212150,
      "Date": "2008-02-07T10:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 23,
      "BodyName": "Committee on Women's Issues",
      "EventID": 8005,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236405,
      "Date": "2009-12-31T14:42:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 81851,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 2/7/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/49b6b016-a353-46ce-8b4e-d3748712f053.doc",
      "Sort": 1
    },
    {
      "ID": 82713,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 2/7/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9125ec27-266c-4e61-bca3-f8e843e5ae2a.doc",
      "Sort": 2
    },
    {
      "ID": 82020,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 2/7/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/be060f7b-7aaa-4c4f-8c90-7069974dad91.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 39475,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Chapter 1 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-193 to read as follows:\n§17-193 Posting and distributing maternity information. a. Definitions.  When used in this section, the following terms shall be defined as follows:  \n1.  “Birth center” shall mean any place located within the city of New York, other than a hospital, where births are planned to occur following a normal uncomplicated pregnancy; provided, however, that such term shall not include a mother’s usual residence. \n2.  “Hospital” shall mean any entity located within the city of New York that is licensed as a hospital as defined by section 2801 of the New York state public health law.\nb. 1. Not later than sixty days after the effective date of this section and annually thereafter, the department shall post on its website the following information compiled by the commissioner of the New York state department of health pursuant to section 2803-j of the New York state public health law: (i) statistical information relating to the annual percentage of maternity-related procedures performed at hospitals and birth centers in a searchable format that would allow for the comparison of such information by hospital and birth center within each borough and (ii) all definitions of maternity-related procedures included in the informational leaflet regarding maternity-related procedures and practices designed by the commissioner of the New York state department of health.  \n2.  Not later than sixty days after the effective date of this section and annually thereafter, the department shall develop a pamphlet that shall include the following information compiled by the commissioner of the New York state department of health pursuant to section 2803-j of the New York state public health law: (i) definitions of maternity-related procedures and (ii) a compilation of all statistical information relating to the annual percentage of maternity-related procedures performed at hospitals and birth centers. Such pamphlet shall include information from the most recent annual reporting period, disaggregated by each hospital and birth center located within a borough. Such pamphlet shall be produced annually and printed in multiple languages, including, but not limited to, English, Arabic, Chinese, Korean, Haitian Creole, Spanish, Russian and Yiddish. The department shall provide a hardcopy of such pamphlet to any member of the public upon request and shall make a printable version of such pamphlet available on the department’s website.\nc. The commissioner may require a hospital or birth center to promptly provide to the department the information regarding such hospital or birth center compiled by the commissioner of the New York state department of health pursuant to section 2803-j. \n§ 2. If any subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.  \n§ 3. This local law shall take effect ninety days after its enactment into law, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this section prior to its effective date.  \nAS\nLS# 935\n5/7/07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\tqr\\tx8640\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.  Chapter 1 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-193 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a717-193 \\b Posting and distributing maternity information.\\b0  a. Definitions.  When used in this section, the following terms shall be defined as follows:  \\par\n1.  \\ldblquote Birth center\\rdblquote  shall mean any place located within the city of New York, other than a hospital, where births are planned to occur following a normal uncomplicated pregnancy; provided, however, that such term shall not include a mother\\rquote s usual residence. \\par\n2.  \\ldblquote Hospital\\rdblquote  shall mean any entity located within the city of New York that is licensed as a hospital as defined by section 2801 of the New York state public health law.\\par\nb. 1. Not later than sixty days after the effective date of this section and annually thereafter, the department shall post on its website the following information \\cf1 compiled by the commissioner of the New York state department of health pursuant to section 2803-j of the \\cf0 New York state \\cf1 public health law: (i) statistical information\\cf0  relating to the annual percentage of maternity-related procedures performed at hospitals and birth centers in a searchable format that would allow for the comparison of such information by hospital and birth center within each borough and (ii) all definitions of maternity-related procedures included in the informational leaflet regarding maternity-related procedures and practices designed \\cf1 by the commissioner of the New York state department of health\\cf0 .  \\par\n2.  Not later than sixty days after the effective date of this section and annually thereafter, the department shall develop a pamphlet that shall include the following information compiled by the commissioner of the New York state department of health pursuant to \\cf1 section 2803-j of the \\cf0 New York state \\cf1 public health law:\\cf0  (i) definitions of maternity-related procedures and (ii) a compilation of all statistical information relating to the annual percentage of maternity-related procedures performed at hospitals and birth centers. Such pamphlet shall include information from the most recent annual reporting period, disaggregated by each hospital and birth center located within a borough. Such pamphlet shall be produced annually and printed in multiple languages, including, but not limited to, English, Arabic, Chinese, Korean, Haitian Creole, Spanish, Russian and Yiddish. The department shall provide a hardcopy of such pamphlet to any member of the public upon request and shall make a printable version of such pamphlet available on the department\\rquote s website.\\par\nc. The commissioner may require a hospital or birth center to promptly provide to the department the information regarding such hospital or birth center compiled by the \\cf1 commissioner of the New York state department of health pursuant to section 2803-j\\cf0 .\\cf1  \\cf0\\par\n\\ulnone\\'a7 2. If any subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.  \\par\n\\'a7 3. This local law shall take effect ninety days after its enactment into law, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this section prior to its effective date.  \\par\n\\pard\\qj\\fs20 AS\\par\nLS# 935\\par\n5/7/07\\fs16\\par\n\\pard\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
