{
  "ID": 38857,
  "GUID": "B788E88F-5302-4726-A890-77F66E428F79",
  "File": "Int 0580-2007",
  "Name": "Publishing a guide instructing businesses of the rules and regulations governing operation of certain businesses.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to publishing a guide instructing businesses of the rules and regulations governing operation of certain businesses.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5120,
  "BodyName": "Committee on Small Business",
  "IntroDate": "2007-05-30T00:00:00Z",
  "AgendaDate": "2007-05-30T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 203496,
      "Date": "2007-05-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 203647,
      "Date": "2007-05-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Small Business",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7376,
      "AgendaSequence": 124,
      "MinutesSequence": 158,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Small Business",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236403,
      "Date": "2009-12-31T14:41:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 39587,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Legislative Findings and Declaration.                                                                                             \tThe Council finds that city business owners often feel unfairly scrutinized by City agencies charged with promulgating regulations and ensuring enforcement.  Such enforcement may result in costly fines and penalties.  \nMany business owners complain that, due to the large number of requirements and restrictions they must adhere to, they are often unaware that their actions violate local laws.  Clearly, wider dissemination of City rules governing specific trades would permit business owners to better navigate the numerous regulations with which they must comply.  Additionally, better distribution of rules would assist enforcement officers who, at times, are the first to inform business owners of the existence of a regulation that has been violated.  \nThe Council finds that the Department of Consumer Affairs and the Department of Health, which license or regulate a myriad of businesses, should be required to publish the rules and regulations applicable to each license category.  Such a guide would encourage compliance with the law and assist business owners in understanding the rules to which they are subject. \n     \n\n\n §  2. Chapter 1 of title 20 of the administrative code of the city of New York is hereby amended by the addition of a new § 20-117, to read as follows:\n§ 20-117.   Dissemination of rules.  a.  The commissioner shall publish, on at least an annual basis, all regulations, rules and restrictions relevant to each category of license granted by the commissioner, whether pursuant to this code or rules promulgated pursuant hereto, as well as publish all regulations, rules and restrictions relevant to licenses granted pursuant to state law and enforced by the department.  Such publication shall be available in English, Spanish, Cantonese and in any additional languages the commissioner deems appropriate.  Such publications shall be available for distribution by mail upon request and be conspicuously posted on the department’s website.\n\t§  3. Chapter 1 of title 17 of the administrative code of the city of New York is hereby amended by the addition of a new § 17-185, to read as follows:\n§ 17-185.   Dissemination of rules.  a.  The commissioner shall publish, on at least an annual basis, all regulations, rules and restrictions relevant to each category of license granted by the commissioner, whether pursuant to this code or rules promulgated pursuant hereto, as well as publish all regulations, rules and restrictions relevant to licenses granted pursuant to state law and enforced by the department.  Such publication shall be available in English, Spanish, Cantonese and in any additional languages the commissioner deems appropriate.  Such publications shall be available for distribution by mail upon request and be conspicuously posted on the department’s website.\n§ 4.  This local law shall take effect 120 days after it shall have been enacted into law; provided that commissioners of the appropriate departments may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, establishing guidelines and promulgating rules.\n\n\n\n\n\n\n\n\n\n\n\nTSF\nLS 2768 / 2005\n11.22.06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times New Roman Bold;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\i Be it enacted by the Council as follows\\i0 :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1. Legislative Findings and Declaration.                                                                                             \\tab The Council finds that city business owners often feel unfairly scrutinized by City agencies charged with promulgating regulations and ensuring enforcement.  Such enforcement may result in costly fines and penalties.  \\par\nMany business owners complain that, due to the large number of requirements and restrictions they must adhere to, they are often unaware that their actions violate local laws.  Clearly, wider dissemination of City rules governing specific trades would permit business owners to better navigate the numerous regulations with which they must comply.  Additionally, better distribution of rules would assist enforcement officers who, at times, are the first to inform business owners of the existence of a regulation that has been violated.  \\par\nThe Council finds that the Department of Consumer Affairs and the Department of Health, which license or regulate a myriad of businesses, should be required to publish the rules and regulations applicable to each license category.  Such a guide would encourage compliance with the law and assist business owners in understanding the rules to which they are subject. \\par\n     \\par\n\\par\n\\par\n \\'a7  2. Chapter 1 of title 20 of the administrative code of the city of New York is hereby amended by the addition of a new \\'a7 20-117, to read as follows:\\par\n\\pard\\keepn\\nowidctlpar\\s2\\fi720\\sl480\\slmult1\\ul\\'a7 20-117.\\b\\f1    Dissemination of rules.  \\b0\\f0 a.  The commissioner shall publish, on at least an annual basis, all regulations, rules and restrictions relevant to each category of license granted by the commissioner, whether pursuant to this code or rules promulgated pursuant hereto, as well as publish all regulations, rules and restrictions relevant to licenses granted pursuant to state law and enforced by the department.  Such publication shall be available in English, Spanish, Cantonese and in any additional languages the commissioner deems appropriate.  Such publications shall be available for distribution by mail upon request and be conspicuously posted on the department\\rquote s website.\\f1\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\f0\\tab\\'a7  3. Chapter 1 of title 17 of the administrative code of the city of New York is hereby amended by the addition of a new \\'a7 17-185, to read as follows:\\par\n\\pard\\keepn\\nowidctlpar\\s2\\fi720\\sl480\\slmult1\\ul\\'a7 17-185.   \\b\\f1 Dissemination of rules\\b0\\f0 .  a.  The commissioner shall publish, on at least an annual basis, all regulations, rules and restrictions relevant to each category of license granted by the commissioner, whether pursuant to this code or rules promulgated pursuant hereto, as well as publish all regulations, rules and restrictions relevant to licenses granted pursuant to state law and enforced by the department.\\f1   \\f0 Such publication shall be available in English, Spanish, Cantonese and in any additional languages the commissioner deems appropriate.  Such publications shall be available for distribution by mail upon request and be conspicuously posted on the department\\rquote s website.\\f1\\par\n\\ulnone\\f0\\'a7 4.  This local law shall take effect 120 days after it shall have been enacted into law; provided that commissioners of the appropriate departments may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, establishing guidelines and promulgating rules.\\line\\b\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ul\\b0\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\ulnone\\fs18 TSF\\par\nLS 2768 / 2005\\par\n\\fs24 11.22.06\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
