{
  "ID": 38931,
  "GUID": "FE80DB77-9C5E-4214-AACE-84748D38C4AD",
  "File": "Int 0588-2007",
  "Name": "Property of public service corporations affected by public works projects.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to property of public service corporations affected by public works projects.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2007-06-05T00:00:00Z",
  "AgendaDate": "2007-06-05T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 203871,
      "Date": "2007-06-05T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 204082,
      "Date": "2007-06-05T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7405,
      "AgendaSequence": 107,
      "MinutesSequence": 117,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236399,
      "Date": "2009-12-31T14:39:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 39667,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 19-143 of the administrative code of the city of New York, as renumbered and amended by local law number 104 for the year 1993, is amended to read as follows:\n§19-143  [Excavations for public] Public works projects. a.  Notice to public service corporations.  Whenever any [street shall be regulated or graded, in which] public works project is about to disturb the pipes, mains, [or] conduits, wires, cables (including fiber optic cables), poles and associated overhead structures, or fixtures or equipment of public service corporations [are laid], whether overhead, underground or at ground level, the contractor therefor shall give notice thereof in writing to such corporations, at least forty-eight hours before breaking ground therefor.  Such provision shall be included in every contract for [regulating or grading any street in] any public works project with respect to which the pipes, mains, [or] conduits, wires, cables (including fiber optic cables), poles and associated overhead structures, or fixtures or equipment of public service corporations [shall be laid], whether overhead, underground or at ground level, are to be disturbed, at the time of making such contract.\nb.  Public service corporations shall protect their property.  Public service corporations whose pipes, mains, [or] conduits, wires, cables (including fiber optic cables),  poles and associated overhead structures, or fixtures or equipment are about to be disturbed by the [regulating or grading of any street] public works project, shall, on the receipt of the notice provided for in the preceding subdivision, remove or otherwise protect and replace their pipes, mains, [and] conduits, wires, cables (including fiber optic cables),  poles and associated overhead structures, or fixtures or equipment, and all fixtures and appliances connected therewith or attached thereto, whether overhead, underground or at ground level, where necessary, under the direction of the commissioner of design and construction in accordance with chapter fifty-five of the charter, unless otherwise directed by the mayor pursuant to such chapter or unless otherwise directed by commissioner of environmental protection in accordance with section 24-521 of the code.\nc.  For the purposes of subdivisions a and b of this section, “poles and associated overhead structures” shall include poles, towers, supports, guys, stubs, platforms, cross arms, braces, insulators, communications circuits, attachments and appurtenances located above ground and used or useful in supplying electric, communication or any other service.\n§2.  Paragraph 1 of subdivision b of section 19-150 of the administrative code of the city of New York, as added by local law number 104 for the year 1993, is amended to read as follows:\n1.  Except as provided in subdivision c of this section, such civil penalty shall be determined in accordance with the following schedule:\n\tSection of the Administrative Code\t\tMaximum Civil Penalty (dollars)\t\t\n\t19-102\t\t5,000\t\t\n\t19-107\t\t5,000\t\t\n\t19-109 subd(a)\t\t5,000\t\t\n\t19-109 subd(c)\t\t1,000\t\t\n\t19-111\t\t1,000\t\t\n\t19-112\t\t1,000\t\t\n\t19-113\t\t1,000\t\t\n\t19-115\t\t1,000\t\t\n\t19-116\t\t1,000\t\t\n\t19-117 subd(a)\t\t5,000\t\t\n\t19-119\t\t5,000\t\t\n\t19-121 subd(a)\t\t5,000\t\t\n\t19-121 subd(b) para (5) & (7)\t\t5,000\t\t\n\t19-121 subd(b) para (2), (3) & (6)\t\t1,000\t\t\n\t19-122\t\t1,000\t\t\n\t19-123\t\t5,000\t\t\n\t19-126\t\t5,000\t\t\n\t19-128\t\t1,000\t\t\n\t19-133\t\t1,000\t\t\n\t19-135\t\t1,000\t\t\n\t19-137\t\t1,000\t\t\n\t19-138\t\t1,000\t\t\n\t19-139\t\t5,000\t\t\n\t19-141\t\t1,000\t\t\n\t19-143\t\t5,000\t\t\n\t19-144\t\t5,000\t\t\n\t19-145\t\t5,000\t\t\n\t19-146\t\t1,000\t\t\n\t19-147\t\t1,000\t\t\n\t19-148\t\t1,000\t\t\n\t24-521\t\t5,000\t\t\n\tAll other Provisions of this subchapter and rules or orders relating thereto\t\t500\t\t\nNote: Reference to an administrative code provision is intended to encompass the penalties for violations of the rules or orders made or of the terms or conditions of permits issued pursuant to such code provision.\n§3.  Section 24-521 of the administrative code of the city of New York, subdivisions a and c as amended by local law number 104 for the year 1993 and subdivision b as amended by local law number 77 for the year 1995, is amended to read as follows:\n§24-521  [Excavations for public] Public works projects.  a.  Notice to public service corporations.  Whenever the construction, alteration or repair of any sewer, culvert, water main or pipe is [to be constructed, altered or repaired in any street in which]  about to disturb the pipes, mains, [or] conduits, wires, cables (including fiber optic cables), poles and associated overhead structures, or fixtures or equipment of public service corporations [are laid], whether overhead, underground or at ground level, the contractor therefor shall give notice thereof in writing to such corporations, at least forty-eight hours before breaking ground therefor.  Such provision shall be included in every contract for constructing, altering or repairing any sewer or culvert, water main or pipe, [in any street in]  in connection with which the pipes, mains, [or] conduits, wires, cables (including fiber optic cables), poles and associated overhead structures, or fixtures or equipment of public service corporations [shall be laid], whether overhead, underground or at ground level, are about to be disturbed, at the time of making such contract.\nb.  Public service corporations shall protect their property.  Public service corporations whose pipes, mains, [or] conduits, wires, cables (including fiber optic cables), poles and associated overhead structures, or fixtures or equipment, are about to be disturbed by the constructing, altering or repairing of any sewer, culvert, water main or pipe , shall, on the receipt of the notice provided for in the preceding subdivision, remove or otherwise protect and replace their pipes, mains, [and] conduits, wires, cables (including fiber optic cables), poles and associated overhead structures, or fixtures or equipment and all fixtures and appliances connected therewith or attached thereto, whether overhead, underground or at ground level, where necessary, under the direction of the commissioner of design and construction in accordance with chapter fifty-five of the charter, unless otherwise directed by the mayor pursuant to such chapter, or the commissioner.\nc.  The enforcement of subdivision a and b hereof shall be pursuant to sections 19-149, 19-150 and 19-151 of the code.  \nd.  For the purposes of subdivisions a and b of this section, “poles and associated overhead structures” shall include poles, towers, supports, guys, stubs, platforms, cross arms, braces, insulators, communications circuits, attachments and appurtenances located above ground and used or useful in supplying electric, communication or any other service. \n§4.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}}\n{\\colortbl ;\\red0\\green0\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\cf1\\revised\\par\n\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0\\revised0 Section 1.  Section 19-143 of the administrative code of the city of New York, as renumbered and amended by local law number 104 for the year 1993, is amended to read as follows:\\par\n\\'a719-143  [Excavations for public] \\ul Public\\ulnone  works \\ul projects.\\ulnone  a.  Notice to public service corporations.  Whenever any [street shall be regulated or graded, in which] \\ul public works project is about to disturb\\ulnone  the pipes, mains\\ul ,\\ulnone  [or] conduits\\ul , wires, cables (including fiber optic cables), poles and associated overhead structures, or fixtures or equipment\\ulnone  of public service corporations [are laid]\\ul , whether overhead, underground or at ground level\\ulnone , the contractor therefor shall give notice thereof in writing to such corporations, at least forty-eight hours before breaking ground therefor.  Such provision shall be included in every contract for [regulating or grading any street in] \\ul any public works project with respect to\\ulnone  which the pipes, mains\\ul ,\\ulnone  [or] conduits\\ul , wires, cables (including fiber optic cables), poles and associated overhead structures, or fixtures or equipment\\ulnone  of public service corporations [shall be laid]\\ul , whether overhead, underground or at ground level, are to be disturbed,\\ulnone  at the time of making such contract.\\par\nb.  Public service corporations shall protect their property.  Public service corporations whose pipes, mains\\ul ,\\ulnone  [or] conduits\\ul , wires, cables (including fiber optic cables),  poles and associated overhead structures, or fixtures or equipment\\ulnone  are about to be disturbed by the [regulating or grading of any street] \\ul public works project\\ulnone , shall, on the receipt of the notice provided for in the preceding subdivision, remove or otherwise protect and replace their pipes, mains\\ul ,\\ulnone  [and] conduits, \\ul wires, cables (including fiber optic cables),  poles and associated overhead structures, or fixtures or equipment,\\ulnone  and all fixtures and appliances connected therewith or attached thereto, \\ul whether overhead, underground or at ground level,\\ulnone  where necessary, under the direction of the commissioner \\ul of design and construction in accordance with chapter fifty-five of the charter, unless otherwise directed by the mayor pursuant to such chapter or unless otherwise directed by commissioner of environmental protection in accordance with section 24-521 of the code\\ulnone .\\par\n\\ul c.  For the purposes of subdivisions a and b of this section, \\ldblquote poles and associated overhead structures\\rdblquote  shall include poles, towers, supports, guys, stubs, platforms, cross arms, braces, insulators, communications circuits, attachments and appurtenances located above ground and used or useful in supplying electric, communication or any other service.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\ulnone\\'a72.  Paragraph 1 of subdivision b of section 19-150 of the administrative code of the city of New York, as added by local law number 104 for the year 1993, is amended to read as follows:\\par\n1.  Except as provided in subdivision c of this section, such civil penalty shall be determined in accordance with the following schedule:\\par\n\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\pard\\intbl\\f1\\cell\\f0 Section of the Administrative Code\\f1\\cell\\cell\\f0 Maximum Civil Penalty (dollars)\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-102\\f1\\cell\\cell\\f0 5,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-107\\f1\\cell\\cell\\f0 5,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-109 subd(a)\\f1\\cell\\cell\\f0 5,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-109 subd(c)\\f1\\cell\\cell\\f0 1,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-111\\f1\\cell\\cell\\f0 1,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-112\\f1\\cell\\cell\\f0 1,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-113\\f1\\cell\\cell\\f0 1,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-115\\f1\\cell\\cell\\f0 1,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-116\\f1\\cell\\cell\\f0 1,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-117 subd(a)\\f1\\cell\\cell\\f0 5,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-119\\f1\\cell\\cell\\f0 5,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-121 subd(a)\\f1\\cell\\cell\\f0 5,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-121 subd(b) para (5) & (7)\\f1\\cell\\cell\\f0 5,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-121 subd(b) para (2), (3) & (6)\\f1\\cell\\cell\\f0 1,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-122\\f1\\cell\\cell\\f0 1,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-123\\f1\\cell\\cell\\f0 5,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-126\\f1\\cell\\cell\\f0 5,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-128\\f1\\cell\\cell\\f0 1,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-133\\f1\\cell\\cell\\f0 1,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-135\\f1\\cell\\cell\\f0 1,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-137\\f1\\cell\\cell\\f0 1,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-138\\f1\\cell\\cell\\f0 1,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-139\\f1\\cell\\cell\\f0 5,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-141\\f1\\cell\\cell\\f0 1,000\\f1\\cell\\cell\\fs20\\row\n\\trowd\\trqc\\cellx109\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\pard\\intbl\\fs24\\cell\\ul\\f0 19-143\\cell\\f1\\cell\\f0 5,000\\cell\\f1\\cell\\fs20\\row\n\\ulnone\\fs24\\trowd\\trqc\\cellx109\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-144\\f1\\cell\\cell\\f0 5,000\\f1\\cell\\cell\\fs20\\row\n\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\pard\\intbl\\fs24\\cell\\f0 19-145\\f1\\cell\\cell\\f0 5,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-146\\f1\\cell\\cell\\f0 1,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-147\\f1\\cell\\cell\\f0 1,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 19-148\\f1\\cell\\cell\\f0 1,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 24-521\\f1\\cell\\cell\\f0 5,000\\f1\\cell\\cell\\fs20\\row\n\\fs24\\trowd\\trqc\\cellx186\\cellx5439\\cellx5558\\cellx8371\\cellx8505\\intbl\\cell\\f0 All other Provisions of this subchapter and rules or orders relating thereto\\f1\\cell\\cell\\f0 500\\f1\\cell\\cell\\fs20\\row\n\\pard\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\f0\\fs24 Note: Reference to an administrative code provision is intended to encompass the penalties for violations of the rules or orders made or of the terms or conditions of permits issued pursuant to such code provision.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a73.  Section 24-521 of the administrative code of the city of New York, subdivisions a and c as amended by local law number 104 for the year 1993 and subdivision b as amended by local law number 77 for the year 1995, is amended to read as follows:\\par\n\\'a724-521  [Excavations for public] \\ul Public\\ulnone  works \\ul projects\\ulnone .  a.  Notice to public service corporations.  Whenever \\ul the construction, alteration or repair of\\ulnone  any sewer, culvert, water main or pipe is [to be constructed, altered or repaired in any street in which] \\ul  about to disturb\\ulnone  the pipes, mains\\ul ,\\ulnone  [or] conduits\\ul , wires, cables (including fiber optic cables), poles and associated overhead structures, or fixtures or equipment\\ulnone  of public service corporations [are laid], \\ul whether overhead, underground or at ground level,\\ulnone  the contractor therefor shall give notice thereof in writing to such corporations, at least forty-eight hours before breaking ground therefor.  Such provision shall be included in every contract for constructing, altering or repairing any sewer or culvert, water main or pipe, [in any street in] \\ul  in connection with\\ulnone  which the pipes, mains, [or] conduits\\ul , wires, cables (including fiber optic cables), poles and associated overhead structures, or fixtures or equipment\\ulnone  of public service corporations [shall be laid]\\ul , whether overhead, underground or at ground level, are about to be disturbed,\\ulnone  at the time of making such contract.\\par\nb.  Public service corporations shall protect their property.  Public service corporations whose pipes, mains\\ul ,\\ulnone  [or] conduits\\ul , wires, cables (including fiber optic cables), poles and associated overhead structures, or fixtures or equipment,\\ulnone  are about to be disturbed by the constructing, altering or repairing of any sewer, culvert, water main or pipe\\ul  \\ulnone , shall, on the receipt of the notice provided for in the preceding subdivision, remove or otherwise protect and replace their pipes, mains\\ul ,\\ulnone  [and] conduits, \\ul wires, cables (including fiber optic cables), poles and associated overhead structures, or fixtures or equipment\\ulnone  and all fixtures and appliances connected therewith or attached thereto, \\ul whether overhead, underground or at ground level,\\ulnone  where necessary, under the direction of the commissioner of design and construction in accordance with chapter fifty-five of the charter, unless otherwise directed by the mayor pursuant to such chapter\\ul , or the commissioner\\ulnone .\\par\nc.  The enforcement of subdivision a and b hereof shall be pursuant to sections 19-149, 19-150 and 19-151 of the code.  \\par\n\\ul d.  For the purposes of subdivisions a and b of this section, \\ldblquote poles and associated overhead structures\\rdblquote  shall include poles, towers, supports, guys, stubs, platforms, cross arms, braces, insulators, communications circuits, attachments and appurtenances located above ground and used or useful in supplying electric, communication or any other service. \\par\n\\pard\\nowidctlpar\\hyphpar0\\li720\\sl480\\slmult1\\qj\\ulnone\\'a74.  This local law shall take effect immediately.  \\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
