{
  "ID": 39000,
  "GUID": "8B3FBE21-8C58-471F-B5BF-BABADAA9670C",
  "File": "Int 0592-2007",
  "Name": "Restricting the sale of medication containing dextromethorphan.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to restricting the sale of medication containing dextromethorphan.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2007-06-15T00:00:00Z",
  "AgendaDate": "2007-06-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    }
  ],
  "History": [
    {
      "ID": 204585,
      "Date": "2007-06-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 204590,
      "Date": "2007-06-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7434,
      "AgendaSequence": 132,
      "MinutesSequence": 148,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 204741,
      "Date": "2007-06-28T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 7438,
      "AgendaSequence": 2,
      "MinutesSequence": 6,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 592-A",
      "MinutesNote": "Proposed Int. No. 592-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 204743,
      "Date": "2007-06-28T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 7438,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 204744,
      "Date": "2007-06-28T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 7438,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236396,
      "Date": "2009-12-31T14:39:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 78080,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 592 - 6/15/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f5906047-1d24-4b78-9b5a-82ce3418878e.doc",
      "Sort": 1
    },
    {
      "ID": 78304,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/28/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5addb805-d487-4fe3-bd55-fa647873eb56.doc",
      "Sort": 2
    },
    {
      "ID": 79421,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/28/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6f57b305-9bb5-442a-86e4-faa8a85d73e7.doc",
      "Sort": 3
    },
    {
      "ID": 78717,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/28/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6d051ae9-dcc3-4d2d-83d0-1945412acbfa.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 39748,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Legislative findings and intent. The City Council finds that there is a substantial problem with teenagers abusing medications containing dextromethorphan. Dextromethorphan is a substance found in over 120 different medications sold without a prescription and, when taken correctly, medications containing dextromethorphan are safe and effective for the treatment of colds and coughs. However, the City Council finds that abuse of such medications can have dangerous side effects such as blurred vision, loss of physical coordination, abdominal pain, and rapid heartbeat. According to the Partnership for a Drug Free America, one out of every 10 American teenagers has abused cough medicine. The Federal Substance Abuse and Mental Health Services Administration reports that there were 12,584 emergency department visits related to dextromethorphan in 2004 and teenagers accounted for 48 percent of these visits. The United States Department of Justice and the Federal Food and Drug Administration have both issued warnings about the dangerous misuse of medications containing dextromethorphan. Therefore, the City Council finds it necessary to restrict the sale of such products in order to prevent minors from purchasing and misusing non-prescription medications containing dextromethorphan.\n§2. Chapter 1 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-193 to read as follows:\n§17-193 Restricting the sale of medication containing dextromethorphan. a. Definitions.  When used in this section, the following terms shall have the following meanings:  \n1. “Dextromethorphan” shall mean dextrorotatory isomer of 3-methoxy-n-methylmorphinan and its salts.\n2. “Medication containing dextromethorphan” shall mean any medication designed to treat colds or coughs that is available without a prescription and which contains dextromethorphan as an ingredient.\n3. “Minor” shall mean any person under eighteen years of age.\n4. “Person” shall mean any natural person, individual, corporation, unincorporated association, proprietorship, firm, partnership, joint venture, joint stock association or other entity or business organization.\nb. No person shall sell or offer for sale any medication in the city of New York containing dextromethorphan, or knowingly sell or offer for sale any medication containing dextromethorphan to any minor. Sale of medications containing dextromethorphan shall be made only to an individual who  demonstrates,  through  a  valid driver's license or other photographic identification card issued by a government entity  or  educational  institution,  that  the  individual is at least eighteen years of age. Such identification need not be required  of  any individual  who  reasonably  appears to be at least twenty-five years of age, provided, however, that such  appearance  shall  not  constitute  a defense  in  any proceeding alleging the sale of a medication containing dextromethorphan to an individual under eighteen years of age.\nc. No person who sells or offers for sale medication containing dextromethorphan in the city of New York shall place such medication on open display so that such medication is accessible to the public without the assistance of such seller, or his or her employee or other agent offering such medication for sale. \nd. Any person who sells or offers for sale medication containing dextromethorphan in the city of New York shall deliver such medication after purchase directly into the custody of the purchaser.\ne. Any violation of any provision of this section shall be punishable by a fine not to exceed two hundred and fifty dollars for the first violation, five hundred dollars for the second violation and seven hundred and fifty dollars for each subsequent violation.\nf. The department and the department of consumer affairs shall enforce the provisions of this section.  A proceeding to recover any civil penalty authorized pursuant to subdivision e of this section shall be commenced by the service of a notice of violation returnable to the administrative tribunal established by the board of health where the department issues such a notice or to the adjudication division of the department of consumer affairs where such department issues such a notice.  The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged.  The administrative tribunal of the board of health and the adjudication division of the department of consumer affairs shall have the power to render decisions and to impose the remedies and penalties provided for in subdivision e of this section, in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\n§3. If any subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.  \n§4. This local law shall take effect ninety days after its enactment into law, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this section prior to its effective date.  \n\nAS\nLS # 3283\n6/18/07",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Legislative findings and intent. The City Council finds that there is a substantial problem with teenagers abusing medications containing dextromethorphan. Dextromethorphan is a substance found in over 120 different medications sold without a prescription and, when taken correctly, medications containing dextromethorphan are safe and effective for the treatment of colds and coughs. However, the City Council finds that abuse of such medications can have dangerous side effects such as blurred vision, loss of physical coordination, abdominal pain, and rapid heartbeat\\i . \\i0 According to the Partnership for a Drug Free America, one out of every 10 American teenagers has abused cough medicine. The Federal Substance Abuse and Mental Health Services Administration reports that there were 12,584 emergency department visits related to dextromethorphan in 2004 and teenagers accounted for 48 percent of these visits. The United States Department of Justice and the Federal Food and Drug Administration have both issued warnings about the dangerous misuse of medications containing dextromethorphan. Therefore, the City Council finds it necessary to restrict the sale of such products in order to prevent minors from purchasing and misusing non-prescription medications containing dextromethorphan.\\par\n\\'a72. Chapter 1 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-193 to read as follows:\\par\n\\ul\\'a717-193 \\b Restricting the sale of medication containing dextromethorphan.\\b0  a. Definitions.  When used in this section, the following terms shall have the following meanings:  \\par\n1. \\ldblquote Dextromethorphan\\rdblquote  shall mean dextrorotatory isomer of 3-methoxy-n-methylmorphinan and its salts.\\par\n2. \\ldblquote Medication containing dextromethorphan\\rdblquote  shall mean any medication designed to treat colds or coughs that is available without a prescription and which contains dextromethorphan as an ingredient.\\par\n3. \\ldblquote Minor\\rdblquote  shall mean any person under eighteen years of age.\\par\n4. \\ldblquote Person\\rdblquote  shall mean any natural person, individual, corporation, unincorporated association, proprietorship, firm, partnership, joint venture, joint stock association or other entity or business organization.\\par\nb. No person shall sell or offer for sale any medication in the city of New York containing dextromethorphan, or knowingly sell or offer for sale any medication containing dextromethorphan to any minor. Sale of medications containing dextromethorphan shall be made only to an individual who  demonstrates,  through  a  valid driver's license or other photographic identification card issued by a government entity  or  educational  institution,  that  the  individual is at least eighteen years of age. Such identification need not be required  of  any individual  who  reasonably  appears to be at least twenty-five years of age, provided, however, that such  appearance  shall  not  constitute  a defense  in  any proceeding alleging the sale of a medication containing dextromethorphan to an individual under eighteen years of age.\\par\nc. No person who sells or offers for sale medication containing dextromethorphan in the city of New York shall place such medication on open display so that such medication is accessible to the public without the assistance of such seller, or his or her employee or other agent offering such medication for sale. \\par\nd. Any person who sells or offers for sale medication containing dextromethorphan in the city of New York shall deliver such medication after purchase directly into the custody of the purchaser.\\par\ne. Any violation of any provision of this section shall be punishable by a fine not to exceed two hundred and fifty dollars for the first violation, five hundred dollars for the second violation and seven hundred and fifty dollars for each subsequent violation.\\par\nf. The department and the department of consumer affairs shall enforce the provisions of this section.  A proceeding to recover any civil penalty authorized pursuant to subdivision e of this section shall be commenced by the service of a notice of violation returnable to the administrative tribunal established by the board of health where the department issues such a notice or to the adjudication division of the department of consumer affairs where such department issues such a notice.  The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged.  The administrative tribunal of the board of health and the adjudication division of the department of consumer affairs shall have the power to render decisions and to impose the remedies and penalties provided for in subdivision e of this section, in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\\par\n\\ulnone\\'a73. If any subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.  \\par\n\\'a74. This local law shall take effect ninety days after its enactment into law, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this section prior to its effective date.  \\par\n\\pard\\ltrpar\\par\n\\fs20 AS\\par\nLS # 3283\\par\n6/18/07\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
