{
  "ID": 39101,
  "GUID": "2F584802-B74F-4B9B-81DA-B1C4EB76D5F6",
  "File": "Int 0594-2007",
  "Name": "Use of clean heating oil in New York city.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the use of clean heating oil in New York city.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2007-06-27T00:00:00Z",
  "AgendaDate": "2007-06-27T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    }
  ],
  "History": [
    {
      "ID": 204981,
      "Date": "2007-06-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 205134,
      "Date": "2007-06-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7460,
      "AgendaSequence": 138,
      "MinutesSequence": 162,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211488,
      "Date": "2008-01-24T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 7977,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211588,
      "Date": "2008-01-24T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 7977,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236395,
      "Date": "2009-12-31T14:38:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 81759,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 1/24/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e70c4479-9971-4c0c-b94f-a3a448e2a498.doc",
      "Sort": 1
    },
    {
      "ID": 81939,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 1/24/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/96a79d2b-113f-4cd2-b3c5-d9194664c1c5.doc",
      "Sort": 2
    },
    {
      "ID": 82374,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 1/24/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d4fc1161-2a64-427e-bb19-8bea00cf3770.PDF",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 39829,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 6-301 of subchapter 1 of chapter 3 of title 6 of the administrative code of the city of New York is amended by adding new paragraphs 36 through 40 to read as follows:\n“Biodiesel” shall mean a fuel produced in a sustainable manner comprised \nexclusively of mono-alkyl esters of long chain fatty acids derived from vegetable oils or animal fats, designated B100, and meeting the specifications of the American Society of Testing and Materials designation D 6751.\n“Bioheating fuel” shall mean a fuel comprised of biodiesel blended with \nconventional heating oil, which meets the specifications of the American Society of Testing and Materials designation D 396 or D 975.\n“Heating oil” shall mean oil manufactured for the purpose of use as fuel for \ncombustion in a heating system.\n“Heating system” shall mean a system that generates heat and distributes it within \na building.\n(40) \t“Ultra low sulfur diesel fuel” shall mean diesel fuel that has a sulfur content of no more than fifteen parts per million.\n§2. Chapter 3 of title 6 of the administrative code of the city of New York is amended by adding a new subchapter 7 to read as follows:\nSUBCHAPTER 7\nClean Heating Oil\n§6-317\t\tUse of biodiesel and ultra low sulfur diesel fuel for heating purposes.\n§6-318\t\tClean heating oil study.\n§6-319\t\tClean heating oil promotion strategy.\n§6-317 Use of biodiesel and ultra low sulfur diesel fuel for heating purposes. a. (1) No later than July 1, 2008, all heating oil purchased for use in any building owned by the city shall be bioheating fuel containing not less than five percent biodiesel and not more than five hundred parts per million sulfur.  \n(2) No later than July 1, 2010, all heating oil purchased for use in any building owned by the city shall be bioheating fuel containing not less than ten percent biodiesel and not more than five hundred parts per million sulfur.  \n(3) No later than July 1, 2012, all heating oil purchased for use in any building owned by the city shall be bioheating fuel containing not less than twenty percent biodiesel and not more than fifteen parts per million sulfur.  \nb. The director, in coordination with the director of the office of long-term planning and sustainability, may issue a waiver for the biodiesel percentage or sulfur concentration requirements of paragraph one, paragraph two or paragraph three of subdivision a of this section, where a city agency makes a written finding, which is jointly approved, in writing, by such directors, that a sufficient quantity of bioheating fuel containing the applicable biodiesel percentage or sulfur concentration is not available to meet such requirements, provided that the agency, to the extent practicable, shall use the largest quantity of bioheating fuel that contains the greatest percentage of biodiesel and lowest concentration of sulfur that is available and most closely meets such requirements.  Any waiver issued pursuant to this subdivision shall expire after three months, unless the city agency renews the finding, in writing, and the director and the director of the office of long-term planning and sustainability jointly approve such renewal, in writing.\nc. No later than March 1, 2009, and no later than March 1 of every year thereafter, the director, in coordination with the director of the office of long-term planning and sustainability, shall submit a report to the mayor and the speaker of the council regarding the city’s use of bioheating fuel as required by paragraph one and paragraph two of subdivision a of this section during the immediately preceding calendar year.  Such report shall include (i) the quantity of such fuel used by the city; (ii) emissions reductions achieved through the use of such fuel; and (iii) all waivers, findings, and renewals of such findings, issued pursuant to subdivision b of this section, which, for each waiver, shall include, but not be limited to, the quantity of the applicable bioheating fuel required by subdivision a of this section needed by the agency; specific information concerning the availability of such bioheating fuel; and detailed information concerning the agency’s efforts to obtain such fuel.\nd. No later than May 1, 2008, the director, in coordination with the director of the office of long-term planning and sustainability, shall complete a list of standards applicable to biodiesel that is produced in a sustainable manner and direct that the biodiesel contained in the bioheating fuel that is purchased pursuant to subdivision a of section 6-317 of this subchapter and that is delivered pursuant to subdivision b of section 20-673.4 of this code meet such standards.  Such list shall be reviewed every six months and revised, as necessary.   \ne. Subdivision b of section 6-303 of this chapter shall not apply to this subchapter.  \n§6-318 Clean heating oil study. a. (1) No later than July 1, 2009, the director, in coordination with the director of the office of long-term planning and sustainability, shall publish and implement a plan for the testing and evaluation of the use of heating oil that is bioheating fuel containing twenty percent biodiesel and fifteen parts per million sulfur.  Such plan shall be submitted to the mayor and the speaker of the council within five days of its publication and shall include, but not be limited to, an assessment of the technical feasibility of using such fuel in different heating systems, including in residential and commercial buildings.\n\t(2) No later than January 1, 2011, the director, in coordination with the director of the office of long-term planning and sustainability, shall make a determination regarding the feasibility of using such bioheating fuel in different heating systems, based on the study conducted pursuant to paragraph one of this subdivision, and shall submit a report detailing the results of such study and the bases for such determination to the mayor and the speaker of the council.  Such report shall include, but not be limited to, an explanation of the process, criteria and specific analyses used for such study.\n\t(3) If the director, in coordination with the director of the office of long-term planning and sustainability, makes a determination, pursuant to paragraph two of this subdivision, that the use of heating oil that is bioheating fuel containing twenty percent biodiesel and fifteen parts per million sulfur is not technically feasible, the director, in coordination with the director of the office of long-term planning and sustainability, shall be authorized to waive, in whole or in part, the provisions of paragraph two of subdivision a of section 6-317 of this subchapter and paragraph three of subdivision b of section 20-673.4 of this code.  Where any such waiver is issued, the director, in coordination with the director of the office of long-term planning and sustainability, shall review such waiver and the determination on which it is based every six months and shall rescind or amend such waiver so as to fully implement the requirements of paragraph two of subdivision a of section 6-317 of this subchapter and paragraph three of subdivision b of section 20-673.4 of this code at the earliest date.  The director, in coordination with the director of the office of long-term planning and sustainability, shall submit a report regarding the details of each review and determination to the mayor and the speaker of the council no later than five days after the completion of such review and determination.\n\tb. No later than January 1, 2008, a clean heating oil technical advisory committee shall be established, which shall provide advice and recommendations to the director and the director of the office of long-term planning and sustainability regarding the development and implementation of the study required pursuant to subdivision a of this section and the list of standards completed pursuant to subdivision d of section 6-317 of this subchapter.  Such advisory committee shall be comprised of seven members, three of whom shall be appointed by the speaker of the council and four of whom shall be appointed by the mayor.  The members, who shall serve without compensation, shall have technical, scientific or other relevant experience regarding the procurement or use of biodiesel or ultra low sulfur diesel fuel.  A chairperson shall be elected from amongst the members.  Members shall serve at the pleasure of the appointing official and any vacancy shall be filled in the same manner as the original appointment.  The advisory committee shall serve until July 1, 2011, after which time such committee shall cease to exist.  The director and the director of the office of long-term planning and sustainability may provide staff to assist the advisory committee. \n§6-319 Clean heating oil promotion strategy.  No later than January 1, 2009, the director, in coordination with the director of the office of long-term planning and sustainability, shall develop a strategy to promote the use of biodiesel and ultra low sulfur diesel fuel for heating purposes in New York city, which shall include, but not be limited to (i) an assessment of possible financial and non-financial incentives that could be provided by the city, and (ii) an education campaign for consumers regarding such fuels.  No later than ten days after its completion, such strategy shall be submitted to the mayor and the speaker of the council and posted on the city’s website.\n\t§3. Subchapter 5 of chapter 4 of title 20 of the administrative code of the city of New York is amended by adding a new section 20-673.4 to read as follows:\n\t§ 20-673.4  Sale of clean heating oil. a. Definitions. For purposes of this section only, the following terms shall have the following meanings: \n“Biodiesel” shall mean a fuel produced in a sustainable manner comprised \nexclusively of mono-alkyl esters of long chain fatty acids derived from vegetable oils or animal fats, designated B100 (pure biodiesel), and meeting the specifications of the American Society of Testing and Materials designation D 6751.\n“Bioheating fuel” shall mean a fuel comprised of biodiesel blended with conventional \nheating oil, which meets the specifications of the American Society of Testing and Materials designation D 396 or D 975.\n“Heating oil” shall mean oil manufactured for the purpose of use as fuel for \ncombustion in a heating system.\n“Heating system” shall mean a system that generates heat and distributes it within a \nbuilding.\n\t5. “Ultra low sulfur diesel fuel” shall mean diesel fuel that has a sulfur content of no more than fifteen parts per million.\nb. (1) No later than September 1, 2009, any person who delivers heating oil for use in buildings in New York city shall ensure that such heating oil is bioheating fuel containing not less than five percent biodiesel and not more than five hundred parts per million sulfur.\n(2) No later than July 1, 2011, any person who delivers heating oil for use in buildings in New York city shall ensure that such heating oil is bioheating fuel containing not less than ten percent biodiesel and not more than five hundred parts per million sulfur.\n(3) No later than July 1, 2013, any person who delivers heating oil for use in buildings in New York city shall ensure that such heating oil is bioheating fuel containing not less than twenty percent biodiesel and not more than fifteen parts per million sulfur.\nc. The director of environmental purchasing, in coordination with the director of the office of long-term planning and sustainability, may issue a waiver of the biodiesel percentage or sulfur concentration requirements of paragraph one, paragraph two or paragraph three of subdivision b of this section where such directors jointly make a written finding that a sufficient quantity of bioheating fuel containing the applicable biodiesel percentage or sulfur concentration is not available to meet such requirements.  Any waiver issued pursuant to this subdivision shall expire after three months, unless the director of environmental purchasing and the director of the office of long-term planning and sustainability jointly approve such renewal, in writing.\nd. The requirements of paragraph three of subdivision b of this section shall not apply to the extent of any waiver in effect pursuant to paragraph three of subdivision a of section 6-318 of this code.\n§4. Subdivision b of section 20-674 of subchapter 5 of chapter 4 of title 20 of the administrative code of the city of New York is amended to read as follows:\nb. Any person who violates the provisions of section 20-673.1 or section 20-673.4 of this subchapter or any rules or regulations promulgated thereunder shall be liable for a civil penalty of not less than five hundred dollars nor more than ten thousand dollars.\n§5. If any section, subdivision, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\n§6. This local law shall take effect immediately upon its enactment. \n\nDD   LS # 1099\n6/19/07  9:30 p.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\fi720\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\qj\\ulnone\\par\n\\pard\\noline\\nowidctlpar\\hyphpar0\\fi900\\li-180\\ri-180\\sl480\\slmult1\\qj Section 1. \\cf1 Section 6-301 of subchapter 1 of chapter 3 of title 6 of the administrative code of the city of New York is amended by adding new paragraphs 36 through 40 to read as follows:\\par\n\\pard{\\pntext\\f0 (36)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart36\\pndec{\\pntxtb(}{\\pntxta)}}\n\\nowidctlpar\\fi-390\\li1110\\sl480\\slmult1\\qj\\tx1110\\cf0\\ul\\ldblquote Biodiesel\\rdblquote  shall mean a fuel produced in a sustainable manner comprised \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\nowidctlpar\\sl480\\slmult1\\qj exclusively of mono-alkyl esters of long chain fatty acids derived from vegetable oils or animal fats, designated B100, and meeting the specifications of the American Society of Testing and Materials designation D 6751.\\par\n\\pard{\\pntext\\f0 (36)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart36\\pndec{\\pntxtb(}{\\pntxta)}}\n\\nowidctlpar\\fi-390\\li1110\\sl480\\slmult1\\qj\\tx1110\\ldblquote Bioheating fuel\\rdblquote  shall mean a fuel comprised of biodiesel blended with \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\nowidctlpar\\sl480\\slmult1\\qj conventional heating oil, which meets the specifications of the American Society of Testing and Materials designation D 396 or D 975.\\par\n\\pard{\\pntext\\f0 (36)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart36\\pndec{\\pntxtb(}{\\pntxta)}}\n\\nowidctlpar\\fi-390\\li1110\\sl480\\slmult1\\qj\\tx1110\\ldblquote Heating oil\\rdblquote  shall mean oil manufactured for the purpose of use as fuel for \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\nowidctlpar\\sl480\\slmult1\\qj combustion in a heating system.\\par\n\\pard{\\pntext\\f0 (36)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart36\\pndec{\\pntxtb(}{\\pntxta)}}\n\\nowidctlpar\\fi-390\\li1110\\sl480\\slmult1\\qj\\tx1110\\ldblquote Heating system\\rdblquote  shall mean a system that generates heat and distributes it within \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj a building.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 (40) \\tab\\ldblquote Ultra low sulfur diesel fuel\\rdblquote  shall mean diesel fuel that has a sulfur content of no more than fifteen parts per million.\\par\n\\pard\\noline\\nowidctlpar\\hyphpar0\\fi900\\li-180\\ri-180\\sl480\\slmult1\\qj\\cf1\\ulnone\\'a72. \\cf0 Chapter 3 of title 6 of the administrative code of the city of New York is amended by adding a new subchapter 7 to read as follows:\\par\n\\pard\\noline\\nowidctlpar\\hyphpar0\\li-180\\ri-180\\sl480\\slmult1\\qc\\ul SUBCHAPTER 7\\par\nClean Heating Oil\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a76-317\\tab\\tab Use of biodiesel and ultra low sulfur diesel fuel for heating purposes.\\par\n\\'a76-318\\tab\\tab Clean heating oil study.\\par\n\\'a76-319\\tab\\tab Clean heating oil promotion strategy.\\par\n\\'a76-317 Use of biodiesel and ultra low sulfur diesel fuel for heating purposes. a. (1) No later than July 1\\cf1 , 2008, all heating oil purchased for use in any building owned by the city shall be bioheating fuel containing not less than five percent biodiesel and not more than five hundred parts per million sulfur.  \\par\n\\cf0 (2) No later than July 1\\cf1 , 2010, all heating oil purchased for use in any building owned by the city shall be bioheating fuel containing not less than ten percent biodiesel and not more than five hundred parts per million sulfur.  \\par\n(3) No later than July 1, 2012, all heating oil purchased for use in any building owned by the city shall be bioheating fuel containing not less than twenty percent biodiesel and not more than fifteen parts per million sulfur.\\fs20   \\par\n\\fs24 b. \\cf0 The director, in coordination with the director of the office of long-term planning and sustainability, may issue a waiver for the biodiesel percentage or sulfur concentration requirements of paragraph one, paragraph two or paragraph three of subdivision a of this section, where a city agency makes a written finding, which is jointly approved, in writing, by such directors, that a sufficient quantity of bioheating fuel containing the applicable biodiesel percentage or sulfur concentration is not available to meet such requirements, provided that the agency, to the extent practicable, shall use the largest quantity of bioheating fuel that contains the greatest percentage of biodiesel and lowest concentration of sulfur that is available and most closely meets such requirements.  Any waiver issued pursuant to this subdivision shall expire after three months, unless the city agency renews the finding, in writing, and the director and the director of the office of long-term planning and sustainability jointly approve such renewal, in writing.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 c. No later than March 1, 2009, and no later than March 1 of every year thereafter, the director, in coordination with the director of the office of long-term planning and sustainability, shall submit a report to the mayor and the speaker of the council regarding the city\\rquote s use of bioheating fuel as required by paragraph one and paragraph two of subdivision a of this section during the immediately preceding calendar year.  Such report shall include (i) the quantity of such fuel used by the city; (ii) emissions reductions achieved through the use of such fuel; and (iii) all waivers, findings, and renewals of such findings, issued pursuant to subdivision b of this section, which, for each waiver, shall include, but not be limited to, the quantity of the applicable bioheating fuel required by subdivision a of this section needed by the agency; specific information concerning the availability of such bioheating fuel; and detailed information concerning the agency\\rquote s efforts to obtain such fuel.\\par\nd. No later than May 1, 2008, the director, in coordination with the director of the office of long-term planning and sustainability, shall complete a list of standards applicable to biodiesel that is produced in a sustainable manner and direct that the biodiesel contained in the bioheating fuel that is purchased pursuant to subdivision a of section 6-317 of this subchapter and that is delivered pursuant to subdivision b of section 20-673.4 of this code meet such standards.  Such list shall be reviewed every six months and revised, as necessary.   \\par\ne. Subdivision b of section 6-303 of this chapter shall not apply to this subchapter.  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1\\'a76-318 Clean heating oil study. a. (1) \\cf0 No later than July 1, 2009, the director, in coordination with the director of the office of long-term planning and sustainability, shall publish and implement a plan for the testing and evaluation of the use of heating oil that is bioheating fuel containing twenty percent biodiesel and fifteen parts per million sulfur.  Such plan shall be submitted to the mayor and the speaker of the council within five days of its publication and shall include, but not be limited to, an assessment of the technical feasibility of using such fuel in different heating systems, including in residential and commercial buildings.\\fs20\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\ulnone\\fs25\\tab\\ul\\fs24 (2) No later than January 1, 2011, the director, in coordination with the director of the office of long-term planning and sustainability, shall make a determination regarding the feasibility of using such bioheating fuel in different heating systems, based on the study conducted pursuant to paragraph one of this subdivision, and shall submit a report detailing the results of such study and the bases for such determination to the mayor and the speaker of the council.  Such report shall include, but not be limited to, an explanation of the process, criteria and specific analyses used for such study.\\par\n\\ulnone\\fs25\\tab\\ul\\fs24 (3) If the director, in coordination with the director of the office of long-term planning and sustainability, makes a determination, pursuant to paragraph two of this subdivision, that the use of heating oil that is bioheating fuel containing twenty percent biodiesel and fifteen parts per million sulfur is not technically feasible, the director, in coordination with the director of the office of long-term planning and sustainability, shall be authorized to waive, in whole or in part, the provisions of paragraph two of subdivision a of section 6-317 of this subchapter and paragraph three of subdivision b of section 20-673.4 of this code\\b .  \\b0 Where any such waiver is issued, the director, in coordination with the director of the office of long-term planning and sustainability, shall review such waiver and the determination on which it is based every six months and shall rescind or amend such waiver so as to fully implement the requirements of paragraph two of subdivision a of section 6-317 of this subchapter and paragraph three of subdivision b of section 20-673.4 of this code at the earliest date.  The director, in coordination with the director of the office of long-term planning and sustainability, shall submit a report regarding the details of each review and determination to the mayor and the speaker of the council no later than five days after the completion of such review and determination.\\ulnone\\fs25\\par\n\\pard\\nowidctlpar\\ri-180\\sl480\\slmult1\\qj\\tx0\\tx720\\tx2880\\tx7650\\fs24\\tab\\ul b. No later than January 1, 2008, a clean heating oil technical advisory committee shall be established, which shall provide advice and recommendations to the director and the director of the office of long-term planning and sustainability regarding the development and implementation of the study required pursuant to subdivision a of this section and the list of standards completed pursuant to subdivision d of section 6-317 of this subchapter.  Such advisory committee shall be comprised of seven members, three of whom shall be appointed by the speaker of the council and four of whom shall be appointed by the mayor.  The members, who shall serve without compensation, shall have technical, scientific or other relevant experience regarding the procurement or use of biodiesel or ultra low sulfur diesel fuel.  A chairperson shall be elected from amongst the members.  Members shall serve at the pleasure of the appointing official and any vacancy shall be filled in the same manner as the original appointment.  The advisory committee shall serve until July 1, 2011, after which time such committee shall cease to exist.  The director and the director of the office of long-term planning and sustainability may provide staff to assist the advisory committee.\\ulnone  \\par\n\\pard\\nowidctlpar\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj\\ul\\'a76-319 Clean heating oil promotion strategy.  No later than January 1, 2009, the director, in coordination with the director of the office of long-term planning and sustainability, shall develop a strategy to promote the use of biodiesel and ultra low sulfur diesel fuel for heating purposes in New York city, which shall include, but not be limited to (i) an assessment of possible financial and non-financial incentives that could be provided by the city, and (ii) an education campaign for consumers regarding such fuels.  No later than ten days after its completion, such strategy shall be submitted to the mayor and the speaker of the council and posted on the city\\rquote s website.\\par\n\\pard\\nowidctlpar\\ri-180\\sl480\\slmult1\\qj\\tx0\\tx720\\tx2880\\tx7650\\ulnone\\tab\\'a73. Subchapter 5 of chapter 4 of title 20 of the administrative code of the city of New York is amended by adding a new section 20-673.4 to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\cf1\\ul\\'a7 20-673.4\\b   \\b0 Sale of clean heating oil. a. Definitions. For purposes of this section only, the following terms shall have the following meanings: \\par\n\\pard{\\pntext\\f0 1.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxta.}}\n\\nowidctlpar\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\cf0\\ldblquote Biodiesel\\rdblquote  shall mean a fuel produced in a sustainable manner comprised \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\nowidctlpar\\sl480\\slmult1\\qj exclusively of mono-alkyl esters of long chain fatty acids derived from vegetable oils or animal fats, designated B100 (pure biodiesel), and meeting the specifications of the American Society of Testing and Materials designation D 6751.\\par\n\\pard{\\pntext\\f0 2.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxta.}}\n\\nowidctlpar\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ldblquote Bioheating fuel\\rdblquote  shall mean a fuel comprised of biodiesel blended with conventional \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\nowidctlpar\\sl480\\slmult1\\qj heating oil, which meets the specifications of the American Society of Testing and Materials designation D 396 or D 975.\\par\n\\pard{\\pntext\\f0 3.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxta.}}\n\\nowidctlpar\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ldblquote Heating oil\\rdblquote  shall mean oil manufactured for the purpose of use as fuel for \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\nowidctlpar\\sl480\\slmult1\\qj combustion in a heating system.\\par\n\\pard{\\pntext\\f0 4.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxta.}}\n\\nowidctlpar\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ldblquote Heating system\\rdblquote  shall mean a system that generates heat and distributes it within a \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj building.\\par\n\\ulnone\\tab\\ul 5. \\ldblquote Ultra low sulfur diesel fuel\\rdblquote  shall mean diesel fuel that has a sulfur content of no more than fifteen parts per million.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b. (1) No later than September 1, 2009, any person who delivers heating oil for use in buildings in New York city shall ensure that such heating oil is bioheating fuel containing not less than five percent biodiesel and not more than five hundred parts per million sulfur.\\par\n(2) No later than July 1, 2011, any person who delivers heating oil for use in buildings in New York city shall ensure that such heating oil is bioheating fuel containing not less than ten percent biodiesel and not more than five hundred parts per million sulfur.\\par\n(3) No later than July 1, 2013, any person who delivers heating oil for use in buildings in New York city shall ensure that such heating oil is bioheating fuel containing not less than twenty percent biodiesel and not more than fifteen parts per million sulfur.\\par\nc. The director of environmental purchasing, in coordination with the director of the office of long-term planning and sustainability, may issue a waiver of the biodiesel percentage or sulfur concentration requirements of paragraph one, paragraph two or paragraph three of subdivision b of this section where such directors jointly make a written finding that a sufficient quantity of bioheating fuel containing the applicable biodiesel percentage or sulfur concentration is not available to meet such requirements.  Any waiver issued pursuant to this subdivision shall expire after three months, unless the director of environmental purchasing and the director of the office of long-term planning and sustainability jointly approve such renewal, in writing.\\par\nd. The requirements of paragraph three of subdivision b of this section shall not apply to the extent of any waiver in effect pursuant to paragraph three of subdivision a of section 6-318 of this code.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1\\ulnone\\'a74. \\cf0 Subdivision b of section 20-674 of subchapter 5 of chapter 4 of title 20 of the administrative code of the city of New York is amended to read as follows:\\ul\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1\\ulnone b. Any person who violates the provisions of section 20-673.1 \\ul or section 20-673.4\\ulnone  of this subchapter or any rules or regulations promulgated thereunder shall be liable for a civil penalty of not less than five hundred dollars nor more than ten thousand dollars.\\ul\\fs20\\par\n\\ulnone\\fs24\\'a75. \\cf0 If any section, subdivision, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\\cf1\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\cf0\\'a76. This local law shall take effect immediately upon its enactment. \\par\n\\par\n\\pard\\nowidctlpar\\qj\\tx720\\tx1440\\tx2160 DD   LS # 1099\\par\n6/19/07  9:30 p.m.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
