{
  "ID": 39050,
  "GUID": "21314613-1BB2-444B-98C0-568A798AB752",
  "File": "Int 0595-2007",
  "Name": "Exempting historic properties from taxation to the extent of any increase in value attributable to an alteration or rehabilitation.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to exempting historic properties from taxation to the extent of any increase in value attributable to an alteration or rehabilitation.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2007-06-27T00:00:00Z",
  "AgendaDate": "2007-06-27T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    }
  ],
  "History": [
    {
      "ID": 204885,
      "Date": "2007-06-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 205137,
      "Date": "2007-06-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7460,
      "AgendaSequence": 141,
      "MinutesSequence": 165,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236394,
      "Date": "2009-12-31T14:37:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 39777,
  "Text": "Be it enacted by the Council as follows:\n \n\tSection 1.  Part 1 of subchapter 2 of chapter 2 of title 11 of the administrative code of the city of New York is amended by adding a new section 11-245.9 to read as follows:\n\t§11-245.9 Tax Exemption for historic properties. a. As used in this section, the following terms shall have the following meanings:\n\t        (1) “Alteration” shall mean any of the acts defined  as  an  alteration  by  the  building code of the city of New York.\n                       (2) “Commission” shall mean the landmarks preservation commission.\n                       (3) “Commissioner” shall mean the commissioner of the department of finance.\n\t        (4) “Historic property” shall mean any area which contains improvements which (i)  have  a  special  character  or  special  historical or aesthetic interest or value; and (ii) represent one or more periods or styles of architecture typical of one or more eras in the history of the city; and (iii) cause such area, by  reason  of  such  factors,  to  constitute  a  distinct section of the city; and  (iv)  has  been  designated  as  a  historic  district  pursuant to the  provisions of chapter three of title twenty five of the administrative code.\n\t        (5)“Improvements” shall mean any building, structure, place, work of art or other object constituting a physical betterment of real property, or any part of such betterment. \n\t        (6)“Rehabilitation” shall mean any work to a historic property that: (i) changes the configuration of such property; (ii) changes the shape and size of any component of any window of such property; and does not constitute repairs, as defined by section 3-02 of title sixty three of the rules of the city of New York.\n                       (7) “State board” shall mean the State Board of Real Property Services.\n\n\n                       b. (1) Pursuant to section four hundred forty four-a of the real property tax law, historic property located within the city of New York shall be exempt from taxation to the extent of any increase in value attributable to an alteration or rehabilitation pursuant to the following schedule:\n\nyear of exemption               percent of exemption  \n\n      1                      \t \t100  \n      2                     \t\t100  \n      3                       \t\t100  \n      4                       \t\t100  \n      5                       \t\t100  \n      6                        \t\t  80  \n      7                       \t\t  60  \n      8                        \t\t  40  \n      9                        \t\t  20  \n     10                        \t\t   0\n\n\t\n\t(2) No such exemption shall be granted for such alterations or rehabilitation \n\nunless:\n\n      \t(i) Such property has been designated as a landmark, as defined by subdivision n of section 25-302 of the administrative code, or is a property that contributes to the character of an historic district, as defined by subdivision h of section 25-302 of the administrative code,  or as created by a local law passed pursuant to section ninety-six-a or one hundred nineteen-dd of the general municipal law;\n     \t(ii) Alterations or rehabilitation must be made for means of historic preservation;\n                       (iii) Such alterations or rehabilitation of historic property meet guidelines and review standards in  chapter three of title twenty five of the administrative code;\n              (iv) Such alterations or rehabilitation of historic property are approved by the commission prior to commencement of work;\n                      (v) Alterations or rehabilitation are commenced subsequent to the effective date of this section.\n\n                      c. Such exemption shall be granted only by application of the owner or owners of such historic real property on a form prescribed by the state board.  The application shall be filed with the commissioner before the taxable status date of January fifth, as prescribed by section one thousand five hundred seven of the city charter.\n\n\td. Such exemption shall be granted where the commissioner is satisfied that the applicant is entitled to an exemption pursuant to this section. The commissioner shall approve such application and such property shall thereafter be exempt from taxation and special ad valorem levies as herein provided commencing with the assessment roll prepared on the basis of the taxable status date referred to in subdivision c of this section. The assessed value of any exemption granted pursuant to this section shall be entered by the commissioner on the assessment roll with the taxable property, with the amount of the exemption shown in a separate column.\n\t§2.   Upon enactment of this local law, the city Clerk is hereby directed to file a copy of such local law with the State Board of Real Property Services and the department of finance. \n\n \t§3.   This local law shall take effect immediately and shall apply to assessment rolls completed on or after such effective date.\n\n\n        \t\nLS  #2286\nTT\n2-21-07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx1440\\tx2160\\tx2880\\tx5040\\tx7200\\tab Section 1.  Part 1 of subchapter 2 of chapter 2 of title 11 of the administrative code of the city of New York is amended by adding a new section 11-245.9 to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx1440\\tx2160\\tx2880\\tx5040\\tx7200\\tab\\ul\\'a711-245.9 Tax Exemption for historic properties. a. As used in this section, the following terms shall have the following meanings:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab        \\ul  (1) \\ldblquote Alteration\\rdblquote  shall mean any of the acts defined  as  an  alteration  by  the  building code of the city of New York.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx1440\\tx2160\\tx2880\\tx5040\\tx7200\\ulnone                        \\ul (2) \\ldblquote Commission\\rdblquote  shall mean the landmarks preservation commission.\\par\n\\ulnone                        \\ul (3) \\ldblquote Commissioner\\rdblquote  shall mean the commissioner of the department of finance.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab        \\ul  (4) \\ldblquote Historic property\\rdblquote  shall mean any area which contains improvements which (i)  have  a  special  character  or  special  historical or aesthetic interest or value; and (ii) represent one or more periods or styles of architecture typical of one or more eras in the history of the city; and (iii) cause such area, by  reason  of  such  factors,  to  constitute  a  distinct section of the city; and  (iv)  has  been  designated  as  a  historic  district  pursuant to the  provisions of chapter three of title twenty five of the administrative code.\\par\n\\ulnone\\tab         \\ul (5)\\ldblquote Improvements\\rdblquote  shall mean any building, structure, place, work of art or other object constituting a physical betterment of real property, or any part of such betterment. \\par\n\\ulnone\\tab        \\ul  (6)\\ldblquote Rehabilitation\\rdblquote  shall mean any work to a historic property that: (i) changes the configuration of such property; (ii) changes the shape and size of any component of any window of such property; and does not constitute repairs, as defined by section 3-02 of title sixty three of the rules of the city of New York.\\par\n\\pard\\nowidctlpar\\qj\\tx1440\\tx2160\\tx2880\\tx5040\\tx7200\\ulnone                        \\ul (7) \\ldblquote State board\\rdblquote  shall mean the State Board of Real Property Services\\ulnone .\\ul\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx1440\\tx2160\\tx2880\\tx5040\\tx7200\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx1440\\tx2160\\tx2880\\tx5040\\tx7200\\ulnone                       \\ul  b. (1) Pursuant to \\cf1 section four hundred forty four-a of the real property tax law\\cf0 , historic property located within the city of New York shall be exempt from taxation to the extent of any increase in value attributable to an alteration or rehabilitation pursuant to the following schedule:\\par\n\\pard\\nowidctlpar\\tx1440\\tx2160\\tx2880\\tx5040\\tx7200\\par\nyear of exemption \\ulnone              \\ul  percent of exemption  \\par\n\\line\\ulnone      \\ul  1\\ulnone                       \\tab  \\tab\\ul 100\\ulnone   \\ul\\line\\ulnone      \\ul  2\\ulnone                      \\tab\\tab\\ul 100\\ulnone   \\ul\\par\n\\ulnone      \\ul  3\\ulnone                        \\tab\\tab\\ul 100\\ulnone   \\ul\\line\\ulnone      \\ul  4\\ulnone                        \\tab\\tab\\ul 100\\ulnone   \\ul\\line\\ulnone      \\ul  5\\ulnone                        \\tab\\tab\\ul 100\\ulnone   \\ul\\line\\ulnone      \\ul  6\\ulnone                         \\tab\\tab   \\ul 80\\ulnone   \\ul\\line\\ulnone      \\ul  7\\ulnone                        \\tab\\tab   \\ul 60\\ulnone   \\ul\\line\\ulnone      \\ul  8\\ulnone                         \\tab\\tab   \\ul 40\\ulnone   \\ul\\line\\ulnone      \\ul  9 \\ulnone                        \\tab\\tab   \\ul 20\\ulnone   \\ul\\line\\ulnone      \\ul 10\\ulnone                         \\tab\\tab    \\ul 0\\par\n\\pard\\nowidctlpar\\qj\\tx1440\\tx2160\\tx2880\\tx5040\\tx7200\\ulnone\\par\n\\tab\\par\n\\tab\\ul (2) No such exemption shall be granted for such alterations or rehabilitation \\par\n\\par\nunless:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx1440\\tx2160\\tx2880\\tx5040\\tx7200\\line\\ulnone       \\tab\\ul (i) Such property has been designated as a landmark, as defined by subdivision n of section 25-302 of the administrative code, or is a property that contributes to the character of an historic district, as defined by subdivision h of section 25-302 of the administrative code,  or as created by a local law passed pursuant to section ninety-six-a or one hundred nineteen-dd of the general municipal law;\\line\\ulnone      \\tab\\ul (ii) Alterations or rehabilitation must be made for means of historic preservation;\\line\\ulnone                        \\ul (iii) Such alterations or rehabilitation of historic property meet guidelines and review standards in  chapter three of title twenty five of the administrative code;\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx1440\\tx2160\\tx2880\\tx5040\\tx7200\\ulnone               \\ul (iv) Such alterations or rehabilitation of historic property are approved by the commission prior to commencement of work;\\par\n\\ulnone                       \\ul (v) Alterations or rehabilitation are commenced subsequent to the effective date of this section.\\ulnone\\par\n\\pard\\nowidctlpar\\tx0\\tx2160\\tx2880\\tx5040\\tx7200\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx0\\tx2160\\tx2880\\tx5040\\tx7200                       \\ul c. Such exemption shall be granted only by application of the owner or owners of such historic real property on a form prescribed by the state board.  The application shall be filed with the commissioner before the taxable status date of January fifth, as prescribed by section one thousand five hundred seven of the city charter.\\ulnone\\par\n\\pard\\nowidctlpar\\qj\\tx1440\\tx2160\\tx2880\\tx5040\\tx7200\\ul\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx1440\\tx2160\\tx2880\\tx5040\\tx7200\\ulnone\\tab\\ul d. Such exemption shall be granted where the commissioner is satisfied that the applicant is entitled to an exemption pursuant to this section. The commissioner shall approve such application and such property shall thereafter be exempt from taxation and special ad valorem levies as herein provided commencing with the assessment roll prepared on the basis of the taxable status date referred to in subdivision c of this section. The assessed value of any exemption granted pursuant to this section shall be entered by the commissioner on the assessment roll with the taxable property, with the amount of the exemption shown in a separate column.\\par\n\\ulnone\\tab\\'a72.   Upon enactment of this local law, the city Clerk is hereby directed to file a copy of such local law with the State Board of Real Property Services and the department of finance. \\par\n\\par\n \\tab\\'a73.   This local law shall take effect immediately and shall apply to assessment rolls completed on or after such effective date.\\par\n\\pard\\nowidctlpar\\qj\\tx1440\\tx2160\\tx2880\\tx5040\\tx7200\\line\\par\n        \\tab\\par\n\\pard\\nowidctlpar\\qj LS  #2286\\par\nTT\\par\n2-21-07\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\nowidctlpar\\qj\\tx2349\\par\n\\pard\\nowidctlpar\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
