{
  "ID": 39102,
  "GUID": "38AF8667-BF74-4FB4-95DD-395245E42D34",
  "File": "Int 0596-2007",
  "Name": "Provision of language assistance services at the Department of Housing Preservation and Development.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the provision of language assistance services at the Department of Housing Preservation and Development.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2007-06-27T00:00:00Z",
  "AgendaDate": "2007-06-27T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    }
  ],
  "History": [
    {
      "ID": 204982,
      "Date": "2007-06-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 205142,
      "Date": "2007-06-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7460,
      "AgendaSequence": 144,
      "MinutesSequence": 168,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 213708,
      "Date": "2008-03-27T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 8138,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 213765,
      "Date": "2008-03-27T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 8138,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236392,
      "Date": "2009-12-31T14:37:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 82563,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/27/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c44b252d-6198-4068-b10b-6ecddb0653c0.doc",
      "Sort": 1
    },
    {
      "ID": 82680,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 3/27/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5811dc49-aa5d-442e-8231-7f60ba5d0cb1.PDF",
      "Sort": 2
    },
    {
      "ID": 83534,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/27/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/76e56088-2028-45a8-99df-774a00d29854.doc",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 39830,
  "Text": "Be it enacted by the Council as follows:\nSection 1.    Title 8 of the administrative code of the city of New York is hereby amended by adding a new chapter 11 to read as follows:\nCHAPTER 11\nEQUAL ACCESS TO HOUSING SERVICES \n\n§ 8-1101\t\tShort title.\n§ 8-1102\t\tDefinitions.\n§ 8-1103\t\tLanguage assistance services.\n§ 8-1104\t\tTranslation of documents.\n§ 8-1105\t\tNotices.\n§ 8-1106\t\tHousing Inspector.\n§ 8-1107\tDepartment Website.\n§ 8-1108\t\tAnnual Report. \n§ 8-1109\t\tRules. \n§ 8-1110\t\tMiscellaneous. \n\n\n§ 8-1101   Short title.  This chapter shall be known and may be cited as the “Equal Access to Housing Services Act.”\n§ 8-1102   Definitions.   For purposes of this chapter, the following terms have the following meanings:\na. “Bilingual personnel” means department or department contractor personnel who speak proficient English and at least one other covered language and provide language assistance services in addition to other duties.\nb. “Contract” means any written agreement, purchase order or instrument by which the city is committed to expend or does expend funds in return for work, labor or services.\nc. “Covered contract” means a contract between the department and a contractor to provide a covered benefit.\nd. “Covered benefit” means any of the following benefits: \n1.  benefits, information and services offered or provided by the department or at department offices; and\n2.  benefits, information and services offered by department employees or department contractors, including benefits and services provided in connection with the enforcement of the housing code. \ne. “Covered language” means English and, for each borough of New York City, the top nine languages other than English spoken by persons living in such borough, as reported by the New York City Department of City Planning or such other city, state or federal agency as the department deems a reliable source of such information.  \nf.“Contractor” means any individual, sole proprietorship, partnership, joint venture or corporation or other form of doing business that enters into a contract.\ng. “Department” means the department of housing preservation and development, including any part, subdivision, and field office or satellite facility thereof.  \nh. “Department office” means a neighborhood anti-abandonment office, neighborhood enforcement office, HPD assistance center, or other part, subdivision, field office or satellite facility of the department or department contractor office that provides a covered benefit. \ni. “Department contractor” means any contractor that enters into a covered contract with the department.\nj. “Document” means the following written materials developed by the department: \n1.  application forms and corresponding instructional materials; \n2.  notices that require a response from the recipient; \n3.  any written material that concerns the issuance, availability, denial, termination, reduction or increase of a benefit, information or service;\n4.  any written material that concerns housing related laws and regulations, housing inspections, or rights of tenants and landlords; and\n5.  applications, forms, and notices posted on the department’s website.  \nk. “Interpretation Services” means oral contemporaneous interpretation of oral communications from one language to another.  \nl. “Interpreter personnel” means department employees or department contractors whose sole responsibility is to provide language assistance services.\nm. “Language assistance services” means interpretation services and/or translation services provided by bilingual personnel or interpreter personnel to a limited English proficient individual in his or her primary language, provided it is a covered language, to ensure his or her ability to communicate effectively with department or contractor personnel.\nn.“Limited English proficient individual” means an individual who identifies as being, or is evidently, unable to communicate accurately and meaningfully with department or department contractor personnel because English is not his/her primary language. \no. “Primary language” means the language in which an individual chooses to communicate with others.\np. “Translation services” means oral interpretation and/or written translation of documents from one language to another.  \n§ 8-1103   Language assistance services.  a.  The department and all department contractors shall provide free language assistance services in each of the covered languages as required by this chapter to limited English proficient individuals.  \nb. When a limited English proficient individual seeks or receives benefits, information or services from the department, a department office or a department contractor, the department, department office or department contractor shall provide prompt language assistance services in each of the covered languages in all interactions with that individual, whether the interaction is by telephone or in person.  The department office or department contractor shall meet its obligation to provide prompt language assistance services for purposes of this subdivision by ensuring that limited English proficient individuals are not deprived of the benefits, information and services they seek because of limited English proficiency and do not have to wait unreasonably longer to receive assistance than individuals who do not require language assistance services. \nc.  Where a document must be completed in English for submission to a city, state or federal authority, the department or department contractor shall, upon request of any limited English proficient individual, provide oral translation of such application or form in any of the covered languages.\nd.  Where a document issued by the department or a department contractor must be completed and submitted to the department or a department contractor in order to obtain a covered benefit, any limited English proficient individual shall be permitted to complete the application or form in the limited English proficient individual’s primary language.  For those situations where the limited English proficient individual’s primary language is not a covered language, the department shall provide a mechanism by which department and contractor personnel can fax documents of a reasonable length to a person or service and receive back a translation of such documents in accordance with the sender’s instructions.  Such mechanism shall be designed such that, under ordinary circumstances, department and contractor personnel can obtain a translation of a single-page document within twenty-four hours or by the conclusion of the next business day, whichever is later. \ne. The department and department contractors shall provide interpretation services at meetings, trainings, or events where the department or any department contractor reasonably believes that (i) more than fifty persons will attend and (ii) ten percent or more of the persons expected to attend speak primary languages that are covered languages. Such interpretation services shall be provided in whichever of the covered language(s) the department or department contractor reasonably expects will be spoken as the primary language(s) of the persons attending the meeting, training or event.  \nf. The department shall identify covered languages within 90 days of the effective date of the local law that added this chapter and reevaluate this determination at a minimum once every five years thereafter. \ng. The department shall make all reasonable efforts to provide language assistance services in person by bilingual personnel.\n\t§ 8-1104  Translation of Documents.  The department shall translate all documents into every covered language as of the first day of the twelfth month after the effective date of the local law that added this chapter.  \n§ 8-1105   Notices.  a.  The department shall prepare in each of the covered languages a short, concise document: (i) setting forth the translation and interpretation services required by this chapter and by any other applicable law, rule or regulation, and explaining how to obtain such services; and (ii) explaining benefits and services offered or provided by the department.   Such documents shall be placed in each department office to which the public has access in sufficient quantity that they can be provided to any member of the public who enters such office and requires language assistance services.  \nb.  A sign written in each of the covered languages shall be displayed in a conspicuous location in each department office building to which the public has access, indicating the availability and location in such office or building of the documents required pursuant to subdivision a of this section.\nc. In the event that the department determines that ten percent or more of individuals using a specific department office speak a primary language that is not a covered language, then at such individual office, the documents and sign required by this section shall be prepared and made available at such office in such other language in addition to the covered languages. \nd.  The department shall require the owners of multiple dwellings registered with the department to provide the documents required pursuant to subdivision a of this section to all current and prospective tenants of such multiple dwellings at the time of signing a new lease or renewal lease.  The department shall further develop a poster that, in each of the covered languages, indicates the availability of the language assistance services required by this chapter and require the owners of multiple dwellings to place such poster in a conspicuous place in the lobby of every multiple dwelling.  If the sign is lost, removed, or defaced, the owner shall immediately replace the sign in a conspicuous place.  The department shall require each multiple-dwelling owner to provide a certification that he or she has complied with the requirements of this subdivision at the time he or she files the annual registration required under section 27-2097 of the administrative code of the city of New York.  The department shall make the written materials required by this section available to any member of the public upon request.\ne. An owner’s failure to comply with the provisions of this section shall be grounds for the imposition of a civil penalty under section 27-2115 of the administrative code of the city of New York. \n§ 8-1106  Housing Inspectors.  a.  The department shall provide bilingual personnel in connection with services related to enforcement of the housing code.\nb. Where a limited English proficient individual seeks or receives any services related to enforcement of the housing code, the department shall determine the limited English proficient individual’s primary language and, provided it is a covered language, ensure that any and all oral or written communication between the limited English proficient individual and the department or department contractors is conducted in the individual’s primary language.  \n§ 8-1107  Department Website.  The  department’s website shall contain, on its homepage and on such other web pages as the department shall determine is appropriate, information in each of the covered languages sufficient to direct any user whose primary language is a covered language to a resource on the department’s website that contains an explanation of the rights of limited English proficient individuals to translation and interpretation services as required by this chapter and by any other applicable law, rule or regulation, and an explanation of how to obtain such services.\n§ 8-1108   Annual Report. a. The department shall report annually to the city council on or before the thirty-first of March of each year, beginning in 2008, on language assistance services provided pursuant to this chapter, including, at a minimum, the following information:  \n1.  the number of individuals whose primary language was not English who sought or received benefits or services from the department or department contractor(s), disaggregated by type of benefit or service sought and by primary language; \n2.  the top nine primary languages spoken by limited English proficient individuals in each borough who sought and received benefits, information or services from the department or department contractors; \n3.  the number and types of documents translated by the department into covered languages;\n4.  the number of meetings at which the department provided interpretation services and the languages for which it provided such services;\n5.  the department’s budget and total expenditures on language assistance services for the year; \n6.  the total number of interpreter and bilingual personnel at the department, the number of interpreter and bilingual personnel who speak each of the covered languages, and the languages in which their services were provided; \n7.  the number of bilingual housing inspectors and the languages in which their services were provided; \n8.  a description of the standards used to determine whether personnel qualify as bilingual or interpreter personnel; and  \n9.  the department’s evaluation of the accuracy of interpretation and translation services provided.\n§ 8-1109  Rules.  The department shall promulgate such rules as are necessary for the purposes of implementing and carrying out the provisions of this chapter. \n§ 8-1110  Miscellaneous.  a.  Nothing in this chapter shall preclude the department or a department contractor from providing language assistance services beyond those required by this chapter. \nb.  Nothing in this chapter precludes a limited English proficient individual from having an adult volunteer, relative, spouse or domestic partner accompany him/her to provide language assistance services with the department office or department contractor, provided that the department office or department contractor informs the limited English proficient individual of the availability of free language assistance services.\nc.  Nothing in this chapter shall be construed to provide for the imposition of any liability upon the City of New York for any mistranslation or misinterpretation that may occur in the provision of language assistance services as described in this chapter. \nc.  This chapter does not apply to any contract with a department contractor entered into or renewed prior to December 31, 2006.\n§3.   If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which shall continue in full force and effect.\n§ 4. This local law shall take effect one hundred and eighty days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\b\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul\\b0 Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.    Title 8 of the administrative code of the city of New York is hereby amended by adding a new chapter 11 to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qc\\ul\\b CHAPTER 11\\par\n\\pard\\nowidctlpar\\qc EQUAL ACCESS TO HOUSING SERVICES \\par\n\\pard\\nowidctlpar\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\li2160\\ul\\'a7 8-1101\\tab\\tab Short title.\\par\n\\'a7 8-1102\\tab\\tab Definitions.\\par\n\\'a7 8-1103\\tab\\tab Language assistance services.\\par\n\\'a7 8-1104\\tab\\tab Translation of documents.\\par\n\\'a7 8-1105\\tab\\tab Notices.\\par\n\\'a7 8-1106\\tab\\tab Housing Inspector.\\par\n\\pard\\nowidctlpar\\fi-2160\\li5040\\'a7 8-1107\\b0\\tab\\b Department\\b0  \\b Website.\\par\n\\pard\\nowidctlpar\\fi720\\li2160\\'a7 8-1108\\tab\\tab Annual Report. \\par\n\\'a7 8-1109\\tab\\tab Rules. \\par\n\\'a7 8-1110\\tab\\tab Miscellaneous. \\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\ul\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\b0\\'a7 8-1101   \\b Short title.  \\b0 This chapter shall be known and may be cited as the \\ldblquote Equal Access to Housing Services Act.\\rdblquote\\par\n\\'a7 8-1102   \\b Definitions.   \\b0 For purposes of this chapter, the following terms have the following meanings:\\par\na. \\ldblquote Bilingual personnel\\rdblquote  means department or department contractor personnel who speak proficient English and at least one other covered language and provide language assistance services in addition to other duties.\\par\nb. \\ldblquote Contract\\rdblquote  means any written agreement, purchase order or instrument by which the city is committed to expend or does expend funds in return for work, labor or services.\\par\nc. \\ldblquote Covered contract\\rdblquote  means a contract between the department and a contractor to provide a covered benefit.\\par\nd. \\ldblquote Covered benefit\\rdblquote  means any of the following benefits: \\par\n1.  benefits, information and services offered or provided by the department or at department offices; and\\par\n2.  benefits, information and services offered by department employees or department contractors, including benefits and services provided in connection with the enforcement of the housing code. \\par\ne. \\ldblquote Covered language\\rdblquote  means English and, for each borough of New York City, the top nine languages other than English spoken by persons living in such borough, as reported by the New York City Department of City Planning or such other city, state or federal agency as the department deems a reliable source of such information.  \\par\nf.\\ldblquote Contractor\\rdblquote  means any individual, sole proprietorship, partnership, joint venture or corporation or other form of doing business that enters into a contract.\\par\ng. \\ldblquote Department\\rdblquote  means the department of housing preservation and development, including any part, subdivision, and field office or satellite facility thereof.  \\par\nh. \\ldblquote Department office\\rdblquote  means a neighborhood anti-abandonment office, neighborhood enforcement office, HPD assistance center, or other part, subdivision, field office or satellite facility of the department or department contractor office that provides a covered benefit. \\par\ni. \\ldblquote Department contractor\\rdblquote  means any contractor that enters into a covered contract with the department.\\par\nj. \\ldblquote Document\\rdblquote  means the following written materials developed by the department: \\par\n1.  application forms and corresponding instructional materials; \\par\n2.  notices that require a response from the recipient; \\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1 3.  any written material that concerns the issuance, availability, denial, termination, reduction or increase of a benefit, information or service;\\par\n4.  any written material that concerns housing related laws and regulations, housing inspections, or rights of tenants and landlords; and\\par\n5.  applications, forms, and notices posted on the department\\rquote s website.  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 k. \\ldblquote Interpretation Services\\rdblquote  means oral contemporaneous interpretation of oral communications from one language to another.  \\par\nl. \\ldblquote Interpreter personnel\\rdblquote  means department employees or department contractors whose sole responsibility is to provide language assistance services.\\par\nm. \\ldblquote Language assistance services\\rdblquote  means interpretation services and/or translation services provided by bilingual personnel or interpreter personnel to a limited English proficient individual in his or her primary language, provided it is a covered language, to ensure his or her ability to communicate effectively with department or contractor personnel.\\par\nn.\\ldblquote Limited English proficient individual\\rdblquote  means an individual who identifies as being, or is evidently, unable to communicate accurately and meaningfully with department or department contractor personnel \\cf1\\f1 because English is not his/her primary language\\f0 .\\cf0  \\par\no. \\ldblquote Primary language\\rdblquote  means the language in which an individual chooses to communicate with others.\\par\np. \\ldblquote Translation services\\rdblquote  means oral interpretation and/or written translation of documents from one language to another.  \\par\n\\'a7 8-1103   \\b Language assistance services.  \\b0 a.  The department and all department contractors shall provide free language assistance services in each of the covered languages as required by this chapter to limited English proficient individuals.  \\b\\par\n\\b0\\f1 b. \\f0 When a limited English proficient individual seeks or receives benefits, information or services from the department, a department office or a department contractor, the department, department office or department contractor shall provide prompt language assistance services in each of the covered languages in all interactions with that individual, whether the interaction is by telephone or in person.  The department office or department contractor shall meet its obligation to provide prompt language assistance services for purposes of this subdivision by ensuring that limited English proficient individuals are not deprived of the benefits, information and services they seek because of limited English proficiency and do not have to wait unreasonably longer to receive assistance than individuals who do not require language assistance services. \\par\nc.  Where a document must be completed in English for submission to a city, state or federal authority, the department or department contractor shall, upon request of any limited English proficient individual, provide oral translation of such application or form in any of the covered languages.\\par\nd.  Where a document issued by the department or a department contractor must be completed and submitted to the department or a department contractor in order to obtain a covered benefit, any limited English proficient individual shall be permitted to complete the application or form in the limited English proficient individual\\rquote s primary language.  For those situations where the limited English proficient individual\\rquote s primary language is not a covered language, the department shall provide a mechanism by which department and contractor personnel can fax documents of a reasonable length to a person or service and receive back a translation of such documents in accordance with the sender\\rquote s instructions.  Such mechanism shall be designed such that, under ordinary circumstances, department and contractor personnel can obtain a translation of a single-page document within twenty-four hours or by the conclusion of the next business day, whichever is later. \\par\ne. The department and department contractors shall provide interpretation services at meetings, trainings, or events where the department or any department contractor reasonably believes that (i) more than fifty persons will attend and (ii) ten percent or more of the persons expected to attend speak primary languages that are covered languages. Such interpretation services shall be provided in whichever of the covered language(s) the department or department contractor reasonably expects will be spoken as the primary language(s) of the persons attending the meeting, training or event.  \\par\nf. The department shall identify covered languages within 90 days of the effective date of the local law that added this chapter and reevaluate this determination at a minimum once every five years thereafter. \\par\ng. The department shall make all reasonable efforts to provide language assistance services in person by bilingual personnel.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul\\'a7 8-1104  \\b Translation of Documents.\\b0   The department shall translate all documents into every covered language as of the first day of the twelfth month after the effective date of the local law that added this chapter.  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\'a7 8-1105   \\b Notices.\\b0   a.  The department shall prepare in each of the covered languages a short, concise document: (i) setting forth the translation and interpretation services required by this chapter and by any other applicable law, rule or regulation, and explaining how to obtain such services; and (ii) explaining benefits and services offered or provided by the department.   Such documents shall be placed in each department office to which the public has access in sufficient quantity that they can be provided to any member of the public who enters such office and requires language assistance services.  \\par\nb.  A sign written in each of the covered languages shall be displayed in a conspicuous location in each department office building to which the public has access, indicating the availability and location in such office or building of the documents required pursuant to subdivision a of this section.\\par\nc. In the event that the department determines that ten percent or more of individuals using a specific department office speak a primary language that is not a covered language, then at such individual office, the documents and sign required by this section shall be prepared and made available at such office in such other language in addition to the covered languages. \\par\nd.  The department shall require the owners of multiple dwellings registered with the department to provide the documents required pursuant to subdivision a of this section to all current and prospective tenants of such multiple dwellings at the time of signing a new lease or renewal lease.  The department shall further develop a poster that, in each of the covered languages, indicates the availability of the language assistance services required by this chapter and require the owners of multiple dwellings to place such poster in a conspicuous place in the lobby of every multiple dwelling.  If the sign is lost, removed, or defaced, the owner shall immediately replace the sign in a conspicuous place.  The department shall require each multiple-dwelling owner to provide a certification that he or she has complied with the requirements of this subdivision at the time he or she files the annual registration required under section 27-2097 of the administrative code of the city of New York.  The department shall make the written materials required by this section available to any member of the public upon request.\\par\ne. An owner\\rquote s failure to comply with the provisions of this section shall be grounds for the imposition of a civil penalty under section 27-2115 of the administrative code of the city of New York. \\par\n\\'a7 8-1106  \\b Housing Inspectors.\\b0   a.  The department shall provide bilingual personnel in connection with services related to enforcement of the housing code.\\par\nb. Where a limited English proficient individual seeks or receives any services related to enforcement of the housing code, the department shall determine the limited English proficient individual\\rquote s primary language and, provided it is a covered language, ensure that any and all oral or written communication between the limited English proficient individual and the department or department contractors is conducted in the individual\\rquote s primary language.  \\par\n\\'a7 8-1107  \\b Department\\b0  \\b Website.\\b0   The  department\\rquote s website shall contain, on its homepage and on such other web pages as the department shall determine is appropriate, information in each of the covered languages sufficient to direct any user whose primary language is a covered language to a resource on the department\\rquote s website that contains an explanation of the rights of limited English proficient individuals to translation and interpretation services as required by this chapter and by any other applicable law, rule or regulation, and an explanation of how to obtain such services.\\b\\par\n\\b0\\'a7 8-1108   \\b Annual Report. \\b0 a. The department shall report annually to the city council on or before the thirty-first of March of each year, beginning in 2008, on language assistance services provided pursuant to this chapter, including, at a minimum, the following information:  \\par\n1.  the number of individuals whose primary language was not English who sought or received benefits or services from the department or department contractor(s), disaggregated by type of benefit or service sought and by primary language; \\par\n2.  the top nine primary languages spoken by limited English proficient individuals in each borough who sought and received benefits, information or services from the department or department contractors; \\par\n3.  the number and types of documents translated by the department into covered languages;\\par\n4.  the number of meetings at which the department provided interpretation services and the languages for which it provided such services;\\i\\par\n\\i0 5.  the department\\rquote s budget and total expenditures on language assistance services for the year; \\par\n6.  the total number of interpreter and bilingual personnel at the department, the number of interpreter and bilingual personnel who speak each of the covered languages, and the languages in which their services were provided; \\par\n7.  the number of bilingual housing inspectors and the languages in which their services were provided; \\par\n8.  a description of the standards used to determine whether personnel qualify as bilingual or interpreter personnel; and  \\par\n9.  the department\\rquote s evaluation of the accuracy of interpretation and translation services provided.\\par\n\\'a7 8-1109  \\b Rules.\\b0   The department shall promulgate such rules as are necessary for the purposes of implementing and carrying out the provisions of this chapter. \\par\n\\'a7 8-1110  \\b Miscellaneous.\\b0   a.  Nothing in this chapter shall preclude the department or a department contractor from providing language assistance services beyond those required by this chapter. \\par\nb.  Nothing in this chapter precludes a limited English proficient individual from having an adult volunteer, relative, spouse or domestic partner accompany him/her to provide language assistance services with the department office or department contractor, provided that the department office or department contractor informs the limited English proficient individual of the availability of free language assistance services.\\par\nc.  Nothing in this chapter shall be construed to provide for the imposition of any liability upon the City of New York for any mistranslation or misinterpretation that may occur in the provision of language assistance services as described in this chapter. \\par\nc.  This chapter does not apply to any contract with a department contractor entered into or renewed prior to December 31, 2006.\\par\n\\ulnone\\'a73.   If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which shall continue in full force and effect.\\par\n\\'a7 4. This local law shall take effect one hundred and eighty days after its enactment. \\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
