{
  "ID": 39230,
  "GUID": "CE02D8FF-0753-4769-97FC-DEF9610E4707",
  "File": "Int 0602-2007",
  "Name": "Establishing a New York City Municipal Identification Card.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing a New York City Municipal Identification Card.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2007-07-25T00:00:00Z",
  "AgendaDate": "2007-07-25T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    }
  ],
  "History": [
    {
      "ID": 205517,
      "Date": "2007-07-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 205754,
      "Date": "2007-07-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7489,
      "AgendaSequence": 175,
      "MinutesSequence": 216,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236388,
      "Date": "2009-12-31T14:34:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 39962,
  "Text": "Be it enacted by the Council as follows:\n\t\nSection 1. Legislative declaration.  Presently, the only local government identification available to many City residents is offered through the State Department of Motor Vehicles (“DMV”) - either in the form of a driver’s license or a non-driver’s identification card.  However, the state requires that an applicant present a social security or tax identification number in order to obtain such identification.  This effectively prohibits undocumented individuals from obtaining any lawful evidence of his or her identity or his or her residence in New York City.  \nThe inability to obtain identification produces fear in many undocumented individuals, who are understandably hesitant about reporting crimes and requesting services to which he or she may be otherwise entitled.  The lack of any verifiable proof of identity may also hinder law enforcement officials in circumstances where ID is required.  \nThe creation of a New York City identification card would serve to reduce the impact of such conditions and may benefit residents who are reluctant to submit to the hours of waiting normally required by the DMV, particularly when such person has no interest in obtaining a driver’s license.  Such an identification card could also benefit minors who become lost and normally possess no ID, as well as elderly residents who need picture identification to access services.    \nThis is proposal is also consistent with the Mayor’s Executive Order 41 prohibiting any City employee, except for under specific circumstances, from inquiring into a person’s immigration status.  Accordingly, the Council finds that it is the best interests of the residents of the City of New York for the City to issue its own municipal identification card.\n§ 2.  Title 8 of the administrative code of the city of New York is hereby amended by the addition of a new chapter 9, to read as follows:\nCHAPTER 11\n\nMUNICIPAL IDENTIFICTION CARD PROGRAM\n\n§ 8-1100\tShort title.\n§ 8-1101\tDefinitions.\n§ 8-1102\tIssuance of municipal identification cards.\n§ 8-1103\tApplications.\n§ 8-1104\tRecords.\n§ 8-1105\tFees.\n\n\t§ 8-1100  Short title.  This local law shall be known as the “Municipal identification card program act.”\n\t§ 8-1101  Definitions.  When used in this chapter:\n1.  The term “applicant” shall mean any person who seeks to obtain a municipal \nidentification card as authorized by this chapter.\n2.  The term “Commission” shall mean the New York City Commission on\nHuman Rights.\n\t3.  The term “minor” shall mean any person less than eighteen years of age.\n4.  The term “person” shall mean a natural person.\n5.  The term “qualified applicant” shall mean an applicant who has met\nall requisite qualifications and provided all relevant documentation for the issuance of a municipal identification card as provided by this chapter.  \n§ 8-1102  Issuance of municipal identification cards.  1.  The Commission shall establish, produce and issue a municipal identification card to all qualified applicants.  Such card will display a photograph of such applicant, as well as the name and residence of such person.  \n2.  Such card shall bear a stamp or insignia verifying that such identification card has been issued by the City of New York and shall be produced in a form intended to thwart replication or counterfeit.  \n\t§ 8-813 Applications.  1.  In order to obtain a municipal identification card, an applicant shall complete an application requiring proof of such applicant’s identity and residence within the City of New York, as well as any other information deemed necessary by the Commission.  The Commission shall prescribe the form of such application, as well as the acceptable proofs of identity and residency.  \n2.  Such application shall not inquire into an applicant’s national immigration or citizenship status and shall not require such applicant to provide a social security or tax identification number.  Such identification card may be issued without consideration of such applicant’s age; however, an application submitted on behalf of a minor must be completed by such minor’s parent or legal guardian.   \n§ 8-814 Records.  All information obtained from applications received by the Commission shall be maintained in a cardholder’s database.  Such database shall be kept by the Commission and will not be available for public examination. \n§ 8-815 Fees.  Prior to distribution of any municipal identification card, the Commission may charge an applicant a fee.  Such fee shall not exceed the administrative costs reasonably associated with the production of such card.\n\nT.S.F.\nLS 2561\n05.25.07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times New Roman Bold;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\tab\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Legislative declaration.  Presently, the only local government identification available to many City residents is offered through the State Department of Motor Vehicles (\\ldblquote DMV\\rdblquote ) - either in the form of a driver\\rquote s license or a non-driver\\rquote s identification card.  However, the state requires that an applicant present a social security or tax identification number in order to obtain such identification.  This effectively prohibits undocumented individuals from obtaining any lawful evidence of his or her identity or his or her residence in New York City.  \\par\nThe inability to obtain identification produces fear in many undocumented individuals, who are understandably hesitant about reporting crimes and requesting services to which he or she may be otherwise entitled.  The lack of any verifiable proof of identity may also hinder law enforcement officials in circumstances where ID is required.  \\par\nThe creation of a New York City identification card would serve to reduce the impact of such conditions and may benefit residents who are reluctant to submit to the hours of waiting normally required by the DMV, particularly when such person has no interest in obtaining a driver\\rquote s license.  Such an identification card could also benefit minors who become lost and normally possess no ID, as well as elderly residents who need picture identification to access services.    \\par\nThis is proposal is also consistent with the Mayor\\rquote s Executive Order 41 prohibiting any City employee, except for under specific circumstances, from inquiring into a person\\rquote s immigration status.  Accordingly, the Council finds that it is the best interests of the residents of the City of New York for the City to issue its own municipal identification card.\\par\n\\'a7 2.  Title 8 of the administrative code of the city of New York is hereby amended by the addition of a new chapter 9, to read as follows:\\par\n\\pard\\keepn\\nowidctlpar\\s1\\qc\\cf0\\ul\\b\\f1 CHAPTER 11\\par\n\\pard\\nowidctlpar\\cf1\\ulnone\\b0\\f0\\par\n\\pard\\keepn\\nowidctlpar\\s2\\qc\\ul\\b\\f1 MUNICIPAL IDENTIFICTION CARD PROGRAM\\par\n\\pard\\nowidctlpar\\par\n\\pard\\nowidctlpar\\fi720\\'a7 8-1100\\tab Short title.\\par\n\\'a7 8-1101\\tab Definitions.\\par\n\\'a7 8-1102\\tab Issuance of municipal identification cards.\\par\n\\'a7 8-1103\\tab Applications.\\par\n\\'a7 8-1104\\tab Records.\\par\n\\'a7 8-1105\\tab Fees.\\ulnone\\par\n\\pard\\nowidctlpar\\b0\\f0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tab\\ul\\'a7 8-1100  \\b\\f1 Short title\\b0\\f0 .  This local law shall be known as the \\ldblquote Municipal identification card program act.\\rdblquote\\par\n\\ulnone\\tab\\ul\\'a7 8-1101\\b\\f1   Definitions.  \\b0\\f0 When used in this chapter:\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1 1.  The term \\ldblquote applicant\\rdblquote  shall mean any person who seeks to obtain a municipal \\par\n\\pard\\nowidctlpar\\sl480\\slmult1 identification card as authorized by this chapter.\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1 2.  The term \\ldblquote Commission\\rdblquote  shall mean the New York City Commission on\\par\n\\pard\\nowidctlpar\\sl480\\slmult1 Human Rights.\\par\n\\ulnone\\tab\\ul 3.  The term \\ldblquote minor\\rdblquote  shall mean any person less than eighteen years of age.\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1 4.  The term \\ldblquote person\\rdblquote  shall mean a natural person.\\par\n5.  The term \\ldblquote qualified applicant\\rdblquote  shall mean an applicant who has met\\par\n\\pard\\nowidctlpar\\sl480\\slmult1 all requisite qualifications and provided all relevant documentation for the issuance of a municipal identification card as provided by this chapter.  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\'a7 8-1102\\b\\f1   Issuance of municipal identification cards. \\b0\\f0  1.  The Commission shall establish, produce and issue a municipal identification card to all qualified applicants.  Such card will display a photograph of such applicant, as well as the name and residence of such person.  \\par\n2.  Such card shall bear a stamp or insignia verifying that such identification card has been issued by the City of New York and shall be produced in a form intended to thwart replication or counterfeit.  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul\\'a7 8-813 \\b Applications\\f1 .\\b0\\f0   1.  In order to obtain a municipal identification card, an applicant shall complete an application requiring proof of such applicant\\rquote s identity and residence within the City of New York, as well as any other information deemed necessary by the Commission.  The Commission shall prescribe the form of such application, as well as the acceptable proofs of identity and residency.  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 2.  Such application shall not inquire into an applicant\\rquote s national immigration or citizenship status and shall not require such applicant to provide a social security or tax identification number.  Such identification card may be issued without consideration of such applicant\\rquote s age; however, an application submitted on behalf of a minor must be completed by such minor\\rquote s parent or legal guardian.   \\par\n\\'a7 8-814\\b\\f1  Records.  \\b0\\f0 All information obtained from applications received by the Commission shall be maintained in a cardholder\\rquote s database.  Such database shall be kept by the Commission and will not be available for public examination. \\par\n\\'a7 8-815\\b\\f1  Fees.  \\b0\\f0 Prior to distribution of any municipal identification card,\\b\\f1  \\b0\\f0 the Commission may charge an applicant a fee.  Such fee shall not exceed the administrative costs reasonably associated with the production of such card.\\par\n\\fs20\\par\n\\pard\\nowidctlpar\\fi720\\ulnone T.S.F.\\par\nLS 2561\\par\n05.25.07\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
