{
  "ID": 39381,
  "GUID": "18F4336B-A891-4A6B-8303-64829169AEB2",
  "File": "Int 0615-2007",
  "Name": "Exempting certain religious, fraternal or charitable organizations from food handler’s licensing requirements contained in the health code of the City of New York.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to exempting certain religious, fraternal or charitable organizations from food handler’s licensing requirements contained in the health code of the City of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2007-08-22T00:00:00Z",
  "AgendaDate": "2007-08-22T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    }
  ],
  "History": [
    {
      "ID": 206301,
      "Date": "2007-08-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 206624,
      "Date": "2007-08-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7523,
      "AgendaSequence": 153,
      "MinutesSequence": 182,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236382,
      "Date": "2009-12-31T14:30:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 40116,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Legislative Intent.  Pursuant to the health code of the City of New York, religious, fraternal and charitable organizations, including senior centers and senior clubs that do not engage in food preparation, must have someone on staff who has obtained a food handler’s license.  Such organizations enter into agreements to receive hot meals from other organizations that already have food handler’s licenses and food preparation capabilities.  This measure would allow organizations that do not engage in food preparation, to be exempt from requirements mandating the procurement of a food handler’s license.  The current health code requirements represent an unnecessary obstacle in providing hot and nutritious meals to some of New York City’s neediest population.  The City Council finds that the granting of an exemption from the food handler’s license requirements in such limited circumstances will alleviate an unnecessary burden that many organizations face and will expand the ability of organizations to provide nutritious meals that ultimately improve the health and wellness of New York City’s senior population.          \n§2. Chapter 1 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-193 to read as follows:\n§17-193. Food Handler’s License Exemption. Any establishment operated by religious, fraternal or charitable organizations, that is open to the public and provides prepared food to the needy free of charge, and does not engage in the actual preparation of food, shall not be subject to any requirements regarding the procurement of a food handler’s license contained in section 81.15 of the health code of the city of New York or any successor provision.    \n§3. This local law shall take effect thirty days after its enactment into law.\n\nKS \nLS #2779\n6/20/07 5:50PM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\n\\pard\\sl480\\slmult1 Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Legislative Intent.  Pursuant to the health code of the City of New York, religious, fraternal and charitable organizations, including senior centers and senior clubs that do not engage in food preparation, must have someone on staff who has obtained a food handler\\rquote s license.  Such organizations enter into agreements to receive hot meals from other organizations that already have food handler\\rquote s licenses and food preparation capabilities.  This measure would allow organizations that do not engage in food preparation, to be exempt from requirements mandating the procurement of a food handler\\rquote s license.  The current health code requirements represent an unnecessary obstacle in providing hot and nutritious meals to some of New York City\\rquote s neediest population.  The City Council finds that the granting of an exemption from the food handler\\rquote s license requirements in such limited circumstances will alleviate an unnecessary burden that many organizations face and will expand the ability of organizations to provide nutritious meals that ultimately improve the health and wellness of New York City\\rquote s senior population.          \\par\n\\cf1\\'a7\\cf0 2\\cf1 . Chapter 1 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-193 to read as follows:\\par\n\\cf0\\ul\\'a717-193. Food Handler\\rquote s License Exemption. Any establishment operated by religious, fraternal or charitable organizations, that is open to the public and provides prepared food to the needy free of charge, and does not engage in the actual preparation of food, shall not be subject to any requirements regarding the procurement of a food handler\\rquote s license contained \\cf1 in section 81.15 of \\cf0 the health code of the city of New York or any successor provision.    \\par\n\\cf1\\ulnone\\'a73. This local law shall take effect thirty days after its enactment into law.\\par\n\\cf0\\ul\\par\n\\pard\\ulnone KS \\par\nLS #2779\\par\n\\pard\\sl480\\slmult1 6/20/07 5:50PM\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
