{
  "ID": 39382,
  "GUID": "56FAD86E-E124-4416-B41C-710A527F1E11",
  "File": "Int 0617-2007",
  "Name": "Creating the offense of voyeurism.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating the offense of voyeurism.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2007-08-22T00:00:00Z",
  "AgendaDate": "2007-08-22T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 206302,
      "Date": "2007-08-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 206625,
      "Date": "2007-08-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7523,
      "AgendaSequence": 155,
      "MinutesSequence": 184,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 209609,
      "Date": "2007-11-19T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 7727,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 617-A",
      "MinutesNote": "Proposed Int. No. 617-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 209935,
      "Date": "2007-11-19T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 7727,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 209936,
      "Date": "2007-11-19T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 7727,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236380,
      "Date": "2009-12-31T14:29:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 80961,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 617 - 8/22/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ce734d83-f67e-4829-b8e6-e43ec9b9c3ca.doc",
      "Sort": 1
    },
    {
      "ID": 80962,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 11/19/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0287fc43-091e-419a-9f10-a5e315caa91a.doc",
      "Sort": 2
    },
    {
      "ID": 80970,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 11/19/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f841b3a3-3502-4fa8-a9c7-c27c0bcb0186.pdf",
      "Sort": 3
    },
    {
      "ID": 81514,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/19/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/75b594db-a21c-4d34-8c17-8e6618e7aac4.doc",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 40673,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Chapter 1 of title 10 of the administrative code of the city of New York is amended by adding a new section 10-167 to read as follows:\n\t§10-167. Voyeurism. a. Definitions. The following terms shall have the following meanings:\n1. “Place and time when a person has a reasonable expectation of privacy” means a place and time when a reasonable person would believe that he or she could disrobe in privacy, such as in a changing room, fitting room, tanning booth, private residence, hotel room, or restroom, provided, however, that persons visible when viewed with the unaided eye through an uncovered, transparently covered, or partially covered window shall not be deemed to have a reasonable expectation of privacy. \n2. “Public place” means a place to which the public or a substantial group of persons has access, and includes, but is not limited to, highways, streets, roads, alleyways, doorways, sidewalks, parking lots, transportation facilities, schools, playgrounds, parks, places of amusement, and hallways, lobbies and other portions of apartment houses and hotels not constituting rooms or apartments designed for actual residence.\n3. “Sexual or other intimate parts” means the human male or female genitals, pubic area or buttocks, or the female breast below the top of the nipple, and shall include such part or parts which are covered only by an undergarment.\n4. “Views or viewing” means the intentional looking upon of another person for more than a brief period of time, in other than a casual or cursory manner, for the purpose of personal amusement, entertainment, sexual arousal, sexual gratification, or for the purpose of degrading or abusing the person viewed.\nb. Voyeurism in a private place. It shall be unlawful to view another person, without that person’s knowledge and consent, at a place and time when a person has a reasonable expectation of privacy, while such person is (1) in a state of undress or partial dress, (2) engaged in sexual intercourse or sexual contact, or (3) urinating or defecating.\nc. Voyeurism in a public place. It shall be unlawful for any person to intentionally and repeatedly position him or herself in a public place to view another person’s sexual or other intimate parts, while such person is in a public place and without such person’s knowledge or consent, when such parts are not otherwise visible to the public.\n\td. Any person who violates subdivisions b or c of this section shall be guilty of a class B misdemeanor.\n\t§2. This local law shall take effect 90 days after its enactment.\n\n\nLD 11/15/07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab Section 1. Chapter 1 of title 10 of the administrative code of the city of New York is amended by adding a new section 10-167 to read as follows:\\par\n\\tab\\ul\\'a710-167. Voyeurism. a. Definitions. The following terms shall have the following meanings:\\par\n\\pard\\fi720\\sl480\\slmult1 1. \\ldblquote Place and time when a person has a reasonable expectation of privacy\\rdblquote  means a place and time when a reasonable person would believe that he or she could disrobe in privacy, such as in a changing room, fitting room, tanning booth, private residence, hotel room, or restroom, provided, however, that persons visible when viewed \\deleted with the unaided eye \\deleted0 through an uncovered, transparently covered, or partially covered window shall not be deemed to have a reasonable expectation of privacy. \\par\n2. \\ldblquote Public place\\rdblquote  means a place to which the public or a substantial group of persons has access, and includes, but is not limited to, highways, streets, roads, alleyways, doorways, sidewalks, parking lots, transportation facilities, schools, playgrounds, parks, places of amusement, and hallways, lobbies and other portions of apartment houses and hotels not constituting rooms or apartments designed for actual residence.\\par\n3. \\ldblquote Sexual or other intimate parts\\rdblquote  means the human male or female genitals, pubic area or buttocks, or the female breast below the top of the nipple, and shall include such part or parts which are covered only by an undergarment.\\par\n4. \\ldblquote Views or viewing\\rdblquote  means the intentional looking upon of another person for more than a brief period of time, in other than a casual or cursory manner, for the purpose of personal amusement, entertainment, sexual arousal, sexual gratification, or for the purpose of degrading or abusing the person viewed.\\par\nb. Voyeurism in a private place. It shall be unlawful to view another person, without that person\\rquote s knowledge and consent, at a place and time when a person has a reasonable expectation of privacy, while such person is (1) in a state of undress or partial dress, (2) engaged in sexual intercourse or sexual contact, or (3) urinating or defecating.\\par\nc. Voyeurism in a public place. It shall be unlawful for any person to intentionally and repeatedly position him or herself in a public place to view another person\\rquote s sexual or other intimate parts, while such person is in a public place and without such person\\rquote s knowledge or consent, when such parts are not otherwise visible to the public.\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul d. Any person who violates subdivisions b or c of this section shall be guilty of a class B misdemeanor.\\par\n\\ulnone\\tab\\'a72. This local law shall take effect 90 days after its enactment.\\par\n\\pard\\par\n\\par\nLD \\cf1\\revised 11\\cf0\\revised0 /15/07 \\par\n\\pard\\sl480\\slmult1\\ul\\par\n\\pard\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
