{
  "ID": 39484,
  "GUID": "838C0356-57D1-4A8A-98A4-1EF58B6B802F",
  "File": "Int 0619-2007",
  "Name": "Eliminating professional certification of plans submitted to the department of buildings regarding curb cuts and requiring the notification of community boards and council members.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to eliminating professional certification of plans submitted to the department of buildings regarding curb cuts and requiring the notification of community boards and council members upon the receipt by the department of buildings of an application for a curb cut.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2007-09-10T00:00:00Z",
  "AgendaDate": "2007-09-10T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 207011,
      "Date": "2007-09-10T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 207108,
      "Date": "2007-09-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7541,
      "AgendaSequence": 86,
      "MinutesSequence": 117,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236378,
      "Date": "2009-12-31T14:28:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 40201,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 27-143 of the administrative code of the city of New York is amended to read as follows:\n\t§27-143 Examination of application and plans. All applications for approval of plans and all plans submitted in connection therewith, and any amendments thereto, shall be numbered, docketed and examined promptly after their submission. The examination shall be made under the direction of the commissioner for compliance with the provisions of this code and other applicable laws and regulations. The commissioner may at his or her discretion, when the application is submitted by an architect or an engineer, designate portions of the examination for limited supervisory check, except as to any portion of such an application relating to a curb cut.  The personnel employed for examination of plans shall be qualified engineers or architects experienced in building construction and design.\n\t§2.  Section 27-150 of the administrative code of the city of New York is amended to read as follows:\n§27-150 Application for permit. a. All applications for permits shall be submitted on forms furnished by the department, and shall be accompanied by the required fee. The application shall contain a general description of the proposed work or equipment, its location, and such other pertinent information as required pursuant to section 27-198.1 or as the commissioner may require.\nb. The department shall, within five business days of the receipt of an application for a permit involving a curb cut, notify the community board and council member within whose respective districts the property named in the application is located of the receipt of such application.  Such notice shall be in writing and include a copy of the application.\n\t§3. This local law shall take effect sixty days from its enactment.\n\nJTB\nLS#2570\n03/09/07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Section 27-143 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab\\'a727-143 Examination of application and plans. All applications for approval of plans and all plans submitted in connection therewith, and any amendments thereto, shall be numbered, docketed and examined promptly after their submission. The examination shall be made under the direction of the commissioner for compliance with the provisions of this code and other applicable laws and regulations. The commissioner may at his or her discretion, when the application is submitted by an architect or an engineer, designate portions of the examination for limited supervisory check\\ul , except as to any portion of such an application relating to a curb cut\\ulnone .  The personnel employed for examination of plans shall be qualified engineers or architects experienced in building construction and design.\\par\n\\tab\\'a72.  Section 27-150 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a727-150 Application for permit. \\ul a.\\ulnone  All applications for permits shall be submitted on forms furnished by the department, and shall be accompanied by the required fee. The application shall contain a general description of the proposed work or equipment, its location, and such other pertinent information as required pursuant to section 27-198.1 or as the commissioner may require.\\par\n\\ul b. The department shall, within five business days of the receipt of an application for a permit involving a curb cut, notify the community board and council member within whose respective districts the property named in the application is located of the receipt of such application.  Such notice shall be in writing and include a copy of the application.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\'a73. This local law shall take effect sixty days from its enactment.\\par\n\\pard\\par\n\\fs16 JTB\\par\nLS#2570\\par\n03/09/07\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
