{
  "ID": 39564,
  "GUID": "3DFAD15B-A374-4B84-8B37-5C24535513E1",
  "File": "Int 0623-2007",
  "Name": "Advertising on sidewalk sheds.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to advertising on sidewalk sheds.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2007-09-25T00:00:00Z",
  "AgendaDate": "2007-09-25T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7516,
      "Slug": "kenneth-c-mitchell",
      "FullName": "Kenneth C. Mitchell"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 207439,
      "Date": "2007-09-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 207568,
      "Date": "2007-09-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7577,
      "AgendaSequence": 96,
      "MinutesSequence": 115,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 223455,
      "Date": "2009-01-26T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 8701,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 223553,
      "Date": "2009-01-26T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 8701,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236375,
      "Date": "2009-12-31T14:27:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 86897,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 1/26/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/95c2cc5a-ee4f-4a08-884c-05fd057207be.doc",
      "Sort": 1
    },
    {
      "ID": 87075,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 1/26/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/89e651bc-6eb7-4ac5-bfce-ca213c13d459.PDF",
      "Sort": 2
    },
    {
      "ID": 87115,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 1/26/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1a19dbbc-74bf-4f7f-8b98-887faac74048.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 40281,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subparagraph 10 of section 26-214 of the administrative code of the city of New York is amended to read as follows:\n(10) Temporary sheds, fences, railings, footbridges, catch platforms, buildings, sidewalk shanties, over-the-sidewalk chutes-thirty dollars per permit except that in case of a sidewalk shed the fee per permit shall be thirty dollars for the first twenty-five feet or fraction thereof in the length of the shed, plus ten dollars for each additional twenty-five feet or fraction thereof.  The commissioner shall by rule establish a fee schedule for any permit allowing advertising on a sidewalk shed issued pursuant to subdivision c of section 26-252 of this chapter.\n§2.  Section 26-252 of the of the administrative code of the city of New York is amended by adding new subdivision c to read as follows:\nc.  No person shall display or permit to be displayed advertising on a sidewalk shed except pursuant to a permit issued to an outdoor advertising company by the commissioner in accordance with this section.  Such advertising permit may only be issued with respect to a sidewalk shed that is or will be located in a commercial or manufacturing zoning district and that is not abutting a building, property or structure located in a historic district, containing any landscape feature of a scenic landmark, or is designated a landmark site as determined by the landmarks preservation commission.  Such advertising permit shall be displayed in the same manner as the sidewalk shed permit pursuant to subdivision b of this section.  The term of such advertising permit shall be to limited one year consisting of an initial term of six months and up to two consecutive renewal periods of three months each to be granted at the discretion of the department, except that the terms of such advertising permit and any renewals thereof shall not exceed the term of the permit issued for the sidewalk shed.  No advertising permit may be issued for a sidewalk shed at the same premises until four years have elapsed since the expiration of any prior advertising permit or the expiration of the permit issued for such sidewalk shed upon which the advertising was displayed, whichever expired last.  Any advertising displayed shall not interfere with, obscure, block, cover or limit any business signs, particularly signs relating to the name of and identifying a business to passers by, displayed in accordance with this code.  An applicant for an advertising permit shall certify to the department that the portions of the sidewalk shed to be covered by advertising: (1) do not exceed a height of eight feet; and (2) comply with design guidelines set forth in rules to be promulgated by the commissioner.  At the time of the application, an applicant must submit proof of a valid agreement to advertise between the applicant and the owner of the sidewalk shed.  At the expiration of an advertising permit, any advertising on a sidewalk shed shall be removed.  Failure to remove such advertising shall subject the permit holder to penalties as set forth in this code.\n§3.  This local law shall take effect immediately sixty days after its enactment, except that the commissioner of the department of buildings shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.  \n\n\n\n\n\n\n\nKS\nLS #2458\n08/30/07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.\\fs20   \\fs24 Subparagraph 10 of section 26-214 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj (10) Temporary sheds, fences, railings, footbridges, catch platforms, buildings, sidewalk shanties, over-the-sidewalk chutes-thirty dollars per permit except that in case of a sidewalk shed the fee per permit shall be thirty dollars for the first twenty-five feet or fraction thereof in the length of the shed, plus ten dollars for each additional twenty-five feet or fraction thereof.  \\ul The commissioner shall by rule establish a fee schedule for any permit allowing advertising on a sidewalk shed issued pursuant to subdivision c of section 26-252 of this chapter.\\ulnone\\par\n\\'a72.  Section 26-252 of the of the administrative code of the city of New York is amended by adding new subdivision c to read as follows:\\par\n\\ul c.  No person shall display or permit to be displayed advertising on a sidewalk shed except pursuant to a permit issued to an outdoor advertising company by the commissioner in accordance with this section.  Such advertising permit may only be issued with respect to a sidewalk shed that is or will be located in a commercial or manufacturing zoning district and that is not abutting a building, property or structure located in a historic district, containing any landscape feature of a scenic landmark, or is designated a landmark site as determined by the landmarks preservation commission.  Such advertising permit shall be displayed in the same manner as the sidewalk shed permit pursuant to subdivision b of this section.  The term of such advertising permit shall be to limited one year consisting of an initial term of six months and up to two consecutive renewal periods of three months each to be granted at the discretion of the department, except that the terms of such advertising permit and any renewals thereof shall not exceed the term of the permit issued for the sidewalk shed.  No advertising permit may be issued for a sidewalk shed at the same premises until four years have elapsed since the expiration of any prior advertising permit or the expiration of the permit issued for such sidewalk shed upon which the advertising was displayed, whichever expired last.  Any advertising displayed shall not interfere with, obscure, block, cover or limit any business signs, particularly signs relating to the name of and identifying a business to passers by, displayed in accordance with this code.  An applicant for an advertising permit shall certify to the department that the portions of the sidewalk shed to be covered by advertising: (1) do not exceed a height of eight feet; and (2) comply with design guidelines set forth in rules to be promulgated by the commissioner.  At the time of the application, an applicant must submit proof of a valid agreement to advertise between the applicant and the owner of the sidewalk shed.  At the expiration of an advertising permit, any advertising on a sidewalk shed shall be removed.  Failure to remove such advertising shall subject the permit holder to penalties as set forth in this code.\\par\n\\ulnone\\'a73.  This local law shall take effect immediately sixty days after its enactment, except that the commissioner of the department of buildings shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.  \\par\n\\pard\\nowidctlpar\\qj\\fs20\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nKS\\par\nLS #2458\\par\n08/30/07\\b\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
