{
  "ID": 39747,
  "GUID": "C5CD491E-0C3A-4B16-9DEF-A69F9B3B0268",
  "File": "Int 0628-2007",
  "Name": "Sustainable stormwater management, trees and vegetation.",
  "Title": "A Local Law to amend the administration code of the city of New York, in relation to sustainable stormwater management, trees and vegetation.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2007-10-17T00:00:00Z",
  "AgendaDate": "2007-10-17T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 7516,
      "Slug": "kenneth-c-mitchell",
      "FullName": "Kenneth C. Mitchell"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    }
  ],
  "History": [
    {
      "ID": 208216,
      "Date": "2007-10-17T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 208454,
      "Date": "2007-10-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7634,
      "AgendaSequence": 133,
      "MinutesSequence": 162,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 209224,
      "Date": "2007-11-08T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 7686,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 209319,
      "Date": "2007-11-08T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 7686,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236372,
      "Date": "2009-12-31T14:25:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 80815,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 11/8/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/73d9fd7c-549d-44cd-a439-47af2ebc9e78.doc",
      "Sort": 1
    },
    {
      "ID": 80983,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 11/8/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b31d8574-c663-4ad7-8dd2-b9f9c37a04d9.pdf",
      "Sort": 2
    },
    {
      "ID": 81181,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/8/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c8dcca02-2bed-46c9-979e-b1702fa134c8.doc",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 40470,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 18-104 of chapter one of title 18 of the administrative code of the city of New York is amended to read as follows:  \n\t§18-104 Trees and vegetation; jurisdiction. a. The planting, care and cultivation of all trees and other forms of vegetation in streets shall be under the exclusive jurisdiction of the commissioner, except as otherwise provided in section 18-105 of this title. The commissioner is authorized to use such portions of the parks, for the cultivation of tree plants, as he or she may set apart for that purpose, without detriment to the parks in which such nurseries are established, to enable him or her at all times to have tree plants adapted for growth under the varying conditions of soil and surroundings in streets. \n\tb. All plantings of trees and other vegetation in streets, including the installation of tree pit guards, shall be designed and constructed in such a manner as to maximize the capacity for retention, detention, and infiltration of stormwater from the surrounding area, consistent with all other applicable laws and regulations. The commissioner shall adopt rules and regulation and shall revise the department’s tree planting guidelines to reflect the requirements of this subdivision.\n\t§2.  Section 18-105 of chapter one of title 18 of the administrative code of the city of New York is amended to read as follows: \n§18-105 Trees under private or public ownership; care and cultivation. All trees in streets, which on investigation are found to be without ownership, shall be under the exclusive care and cultivation of the commissioner, and such commissioner shall employ the most improved methods for the protection and cultivation of the trees selected for preservation, and remove those condemned as unfit for cultivation. Trees found to be in the care of individual owners, corporations, societies, or associations, shall not be subject to the jurisdiction of the commissioner, unless the owners thereof make written application to the commissioner to have such trees transferred to his or her care. If the commissioner approves such transfer, he or she shall forthwith assume full control thereof and the former owner shall be relieved of all expense connected with the cultivation of such trees. In all cases where land-owners, societies or associations elect to plant and cultivate their own trees in streets, such planting and cultivation must conform to the rules and regulations adopted by the commissioner, including with respect to the requirements established pursuant to subdivision b of  section 18-104 of this chapter. The commissioner may, however, on the written application of any land-owner, plant and cultivate trees on the streets adjoining his or her land and charge for such service an amount not to exceed the actual cost to the department for labor and materials.\n§3. This local law shall take effect ninety days after enactment. \n\n\nLP\nLS#4028\n10/11/07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tab Section 1. Section 18-104 of chapter one of title 18 of the administrative code of the city of New York is amended to read as follows:  \\par\n\\tab\\'a718-104 \\cf1 Trees and vegetation; jurisdiction. \\ul a.\\ulnone  The planting, care and cultivation of all trees and other forms of vegetation in streets shall be under the exclusive jurisdiction of the commissioner, except as otherwise provided in section 18-105 of this title. The commissioner is authorized to use such portions of the parks, for the cultivation of tree plants, as he or she may set apart for that purpose, without detriment to the parks in which such nurseries are established, to enable him or her at all times to have tree plants adapted for growth under the varying conditions of soil and surroundings in streets. \\par\n\\tab\\ul b. \\cf0 All plantings of trees and other vegetation in streets, including the installation of tree pit guards, shall be designed and constructed in such a manner as to maximize the capacity for retention, detention, and infiltration of stormwater from the surrounding area, consistent with all other applicable laws and regulations. The commissioner shall adopt rules and regulation and shall revise the department\\rquote s tree planting guidelines to reflect the requirements of this subdivision.\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a72.  Section 18-105 of chapter one of title 18 of the administrative code of the city of New York is amended to read as follows: \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a718-105 Trees under private or public ownership; care and cultivation. All trees in streets, which on investigation are found to be without ownership, shall be under the exclusive care and cultivation of the commissioner, and such commissioner shall employ the most improved methods for the protection and cultivation of the trees selected for preservation, and remove those condemned as unfit for cultivation. Trees found to be in the care of individual owners, corporations, societies, or associations, shall not be subject to the jurisdiction of the commissioner, unless the owners thereof make written application to the commissioner to have such trees transferred to his or her care. If the commissioner approves such transfer, he or she shall forthwith assume full control thereof and the former owner shall be relieved of all expense connected with the cultivation of such trees. In all cases where land-owners, societies or associations elect to plant and cultivate their own trees in streets, such planting and cultivation must conform to the rules and regulations adopted by the commissioner\\ul , including with respect to the\\ulnone  \\ul requirements established pursuant to subdivision b of  section 18-104 of this chapter\\ulnone . The commissioner may, however, on the written application of any land-owner, plant and cultivate trees on the streets adjoining his or her land and charge for such service an amount not to exceed the actual cost to the department for labor and materials.\\fs20\\par\n\\pard\\fi720\\fs24\\'a73. This local law shall take effect ninety days after enactment. \\par\n\\pard\\par\n\\par\n\\fs20 LP\\par\nLS#4028\\par\n10/11/07\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
