{
  "ID": 39704,
  "GUID": "2C133587-0D72-498C-A17D-6775E164CE2F",
  "File": "Int 0632-2007",
  "Name": "Creating a comprehensive master plan for each borough of the City of New York.",
  "Title": "A Local Law to amend the charter of the city of New York, in relation to creating a comprehensive master plan for each borough of the City of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2007-10-17T00:00:00Z",
  "AgendaDate": "2007-10-17T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    }
  ],
  "History": [
    {
      "ID": 208170,
      "Date": "2007-10-17T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 208462,
      "Date": "2007-10-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7634,
      "AgendaSequence": 139,
      "MinutesSequence": 168,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236370,
      "Date": "2009-12-31T14:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 40427,
  "Text": "Be it enacted by the Council as follows:\n \n\tSection 1. Chapter 1 of the charter of the city of New York is amended by adding a new section 20 to read as follows: \n\t§20.  Comprehensive Master Plans for individual boroughs.  a. Beginning on January 1, 2008, and every four years thereafter, the deputy mayor for finance and economic development shall organize a task force for each borough consisting of the borough president for each borough, and the borough commissioners of the departments of city planning, buildings, education, transportation, parks and recreation, and environmental protection, and such other departments or agencies as the deputy mayor or borough president shall determine. The borough task force shall also include three (3) council members from the council delegation for each borough who shall be selected by majority vote from amongst their delegation.   All other council members in each borough shall be ex-officio members of the task force. Each borough task force shall be chaired by the borough’s borough president, who may make such other appointments to the task force as may be needed to ensure that the goals of the task force are promptly met.  \n\tb.  Each borough task force shall draft a comprehensive master plan for such borough.  Such borough master plan shall consist of a review of the following areas for each borough:  (i) preservation of historic and other structures and their properties and harmonious contextual streetscapes and open space and recreational needs, as well as the needs of arts, scientific and cultural institutions; (ii) transportation needs to promote the orderly and efficient movement of people and traffic both within the borough and between and through boroughs; (iii) zoning to preserve the context and character of the neighborhoods within the borough and to meet future population needs of the borough, including the need for appropriate affordable, middle income, senior and market rate homeownership and rental housing opportunities; (iv) environmental protections and procedures, including, but not limited to, cleanup and reuse of brownfield sites, the provision of adequate water supply and drainage systems, and  waste disposal; (v) educational performance and the needs of primary, secondary and post-secondary public education system; (vi) economic and employment obstacles and opportunities within the individual borough, including a review of the needs of industrial, manufacturing, commercial and retail sectors of the borough’s economy; (vii) social service needs, including programs for children, the disabled, the homeless and senior citizens; (viii) public safety concerns, including law enforcement and fire safety issues; and (ix) such other concerns as the mayor, borough president, deputy mayor for finance and economic development or the task force shall direct.  The borough comprehensive master plan shall also contain such legislative and budget, proposals and other recommendations as may be necessary to effectuate its goals within the period remaining until the next comprehensive master plan shall be promulgated, pursuant to this section.  The comprehensive master plan as set forth herein shall be separate and apart from any other citywide or other planning process or obligation or comprehensive plan required to be undertaken by the mayor or city planning commission or any other city agency or department. Subject to appropriation, the mayor shall make available adequate resources for a thorough and complete review of the matters set forth by this section, including proper staffing of the task force, and for the engagement of such planning, traffic, environmental, economic and other professional consultants, as may be necessary in furtherance of the same, for each borough.\n\tc. In preparing the borough comprehensive master plan required by subdivision (c) of this section, the borough task force shall consult with and seek input from all elected officials in such borough, each community board, the borough board, the comptroller, the council of the city of New York, and the public.  \n\td.  Each borough task force must complete and issue a draft comprehensive master plan within one year of the formation of the task force.\n\te. Within forty-five (45) days after the issuance of a draft borough comprehensive master plan, such borough’s task force shall hold at least three public hearings in such borough to receive public comment.\n\tf. Within thirty (30) days after the completion of the borough task force public hearings, the council of the city of New York may hold a public hearing on each draft borough comprehensive master plan.\n\tg.  Within sixty (60) days after the end of the public hearings set forth in subdivisions e and f above, each borough task force shall, after taking into consideration all comments, issue a final borough comprehensive master plan and at that time each borough task force shall also submit such draft legislation, proposals or budget recommendations, to the mayor and city council, as same may be required to promptly implement the recommendations in the individual borough’s comprehensive master plan.\n\t§2. This local law shall take effect immediately after its enactment into law.\n\nLS # 2768\nDG\n10/11/07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0  \\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone  \\par\n\\pard\\nowidctlpar\\sa120\\sl480\\slmult1\\tab Section 1. Chapter 1 of the charter of the city of New York is amended by adding a new section 20 to read as follows: \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx864\\tx1440\\tx3888\\tx6048\\tab\\ul\\'a720.  Comprehensive Master Plans for individual boroughs.  a. Beginning on January 1, 2008, and every four years thereafter, the deputy mayor for finance and economic development shall organize a task force for each borough consisting of the borough president for each borough, and the borough commissioners of the departments of city planning, buildings, education, transportation, parks and recreation, and environmental protection, and such other departments or agencies as the deputy mayor or borough president shall determine. The borough task force shall also include three (3) council members from the council delegation for each borough who shall be selected by majority vote from amongst their delegation.   All other council members in each borough shall be ex-officio members of the task force. Each borough task force shall be chaired by the borough\\rquote s borough president, who may make such other appointments to the task force as may be needed to ensure that the goals of the task force are promptly met.  \\par\n\\ulnone\\tab\\ul b.  Each borough task force shall draft a comprehensive master plan for such borough.  Such borough master plan shall consist of a review of the following areas for each borough:  (i) preservation of historic and other structures and their properties and harmonious contextual streetscapes and open space and recreational needs, as well as the needs of arts, scientific and cultural institutions; (ii) transportation needs to promote the orderly and efficient movement of people and traffic both within the borough and between and through boroughs; (iii) zoning to preserve the context and character of the neighborhoods within the borough and to meet future population needs of the borough, including the need for appropriate affordable, middle income, senior and market rate homeownership and rental housing opportunities; (iv) environmental protections and procedures, including, but not limited to, cleanup and reuse of brownfield sites, the provision of adequate water supply and drainage systems, and  waste disposal; (v) educational performance and the needs of primary, secondary and post-secondary public education system; (vi) economic and employment obstacles and opportunities within the individual borough, including a review of the needs of industrial, manufacturing, commercial and retail sectors of the borough\\rquote s economy; (vii) social service needs, including programs for children, the disabled, the homeless and senior citizens; (viii) public safety concerns, including law enforcement and fire safety issues; and (ix) such other concerns as the mayor, borough president, deputy mayor for finance and economic development or the task force shall direct.  The borough comprehensive master plan shall also contain such legislative and budget, proposals and other recommendations as may be necessary to effectuate its goals within the period remaining until the next comprehensive master plan shall be promulgated, pursuant to this section.  The comprehensive master plan as set forth herein shall be separate and apart from any other citywide or other planning process or obligation or comprehensive plan required to be undertaken by the mayor or city planning commission or any other city agency or department. Subject to appropriation, the mayor shall make available adequate resources for a thorough and complete review of the matters set forth by this section, including proper staffing of the task force, and for the engagement of such planning, traffic, environmental, economic and other professional consultants, as may be necessary in furtherance of the same, for each borough.\\b\\par\n\\ulnone\\b0\\tab\\ul c. In preparing the borough comprehensive master plan required by subdivision (c) of this section, the borough task force shall consult with and seek input from all elected officials in such borough, each community board, the borough board, the comptroller, the council of the city of New York, and the public.  \\par\n\\ulnone\\tab\\ul d.  Each borough task force must complete and issue a draft comprehensive master plan within one year of the formation of the task force.\\par\n\\ulnone\\tab\\ul e. Within forty-five (45) days after the issuance of a draft borough comprehensive master plan, such borough\\rquote s task force shall hold at least three public hearings in such borough to receive public comment.\\par\n\\ulnone\\tab\\ul f. Within thirty (30) days after the completion of the borough task force public hearings, the council of the city of New York may hold a public hearing on each draft borough comprehensive master plan.\\par\n\\ulnone\\tab\\ul g.  Within sixty (60) days after the end of the public hearings set forth in subdivisions e and f above, each borough task force shall, after taking into consideration all comments, issue a final borough comprehensive master plan and at that time each borough task force shall also submit such draft legislation, proposals or budget recommendations, to the mayor and city council, as same may be required to promptly implement the recommendations in the individual borough\\rquote s comprehensive master plan.\\par\n\\ulnone\\b\\tab\\b0\\'a72. This local law shall take effect immediately after its enactment into law.\\par\n\\pard\\nowidctlpar\\qj\\tx864\\tx1440\\tx3888\\tx6048\\par\nLS # 2768\\par\nDG\\par\n10/11/07\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx864\\tx1440\\tx3888\\tx6048\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
