{
  "ID": 39744,
  "GUID": "58B99E48-87E9-45F0-BAB2-072A1C83A7CC",
  "File": "Int 0633-2007",
  "Name": "Licensing and regulating bridal shops and wedding photographers.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to licensing and regulating bridal shops and wedding photographers.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2007-10-17T00:00:00Z",
  "AgendaDate": "2007-10-17T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7516,
      "Slug": "kenneth-c-mitchell",
      "FullName": "Kenneth C. Mitchell"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 208213,
      "Date": "2007-10-17T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 208463,
      "Date": "2007-10-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7634,
      "AgendaSequence": 140,
      "MinutesSequence": 169,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 215250,
      "Date": "2008-05-07T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8220,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 633-A",
      "MinutesNote": "Proposed Int. No. 633-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 215324,
      "Date": "2008-05-07T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8220,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 215325,
      "Date": "2008-05-07T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8220,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236369,
      "Date": "2009-12-31T14:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 83046,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 633 - 10/17/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2cbf87be-c9ce-4f45-9ece-2ac1bf20ba66.doc",
      "Sort": 1
    },
    {
      "ID": 83045,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/7/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/84ff6c70-6507-45f8-b709-e70643855e62.doc",
      "Sort": 2
    },
    {
      "ID": 83290,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 5/7/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ed14303f-6488-4d5e-a169-bec8b1fd43eb.PDF",
      "Sort": 3
    },
    {
      "ID": 85235,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/7/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/05cd24d6-233e-4fca-b222-02918e48e9e5.doc",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 41708,
  "Text": "Section 1.  Chapter 2 of title 20 of the administrative code of the city of New York is hereby amended by adding a new subchapter 9, to read as follows:\nSUBCHAPTER 9\nBridal Shops and Wedding Photographers\n§ 20-250 Definitions.\t\n§ 20-251 License required.\n§ 20-252 Application; License term; fees.\n   \t§ 20-253 Contracts.   \n§ 20-254 Powers and duties of the commissioner.  \n§ 20-255 Records.\n§ 20-256 Bond Requirement.\n§ 20-257 Penalties.  \n\n§20-250  Definitions.  a. “Bridal shop” shall mean any person, corporation, partnership, limited liability company, or any other entity engaged in business with the principal purpose of regularly selling, or offering for sale, items for or relating to a marriage or other civil commitment ceremony, including, but not limited to, bridal gowns and related accessories.\nb. “Commissioner” shall mean the commissioner of consumer affairs.\nc. “Department” shall mean the department of consumer affairs.\nd. “Wedding photographer” shall mean any person, corporation, partnership, limited liability company, or any other entity engaged in business with the purpose of regularly selling, or offering for sale, the service of recording still images or video of marriage or other civil commitment ceremonies and related events.  \n§20-251  License required.  It shall be unlawful for any person to engage in the business of owning or operating a bridal shop or wedding photography without first having obtained a license in accordance with the provisions of this subchapter, and without first being in compliance with all other applicable law, rules and regulations.\n§20-252  Application; License term; fees.  a. 1.  Each person applying for a bridal shop or wedding photographer license, or renewal thereof, shall file an application in such form and detail as the commissioner may prescribe and shall pay the fee required by subdivision c of this section.\n2. In addition to any additional information required pursuant to rule, the applicant shall provide the following:\n(a)  The name and address of the applicant.\n(b)  Any applicant who is a non-resident of the city shall provide the name and address of a registered agent within the city or designate the commissioner as his or her agent upon whom process or other notification may be served.\n(c)  A current version of the customer contract required pursuant to § 20-253 of this subchapter.  Any amendment or modification of such standard contract shall be provided to the commissioner within sixty days following such amendment or modification.\nb.  All licenses issued pursuant to this subchapter shall be valid for two years unless sooner suspended or revoked. The commissioner shall establish by regulation the expiration date of such licenses.\nc. The annual fee for a license or renewal thereof shall be one hundred twenty-five dollars.\n§20-253  Contracts.  Every bridal shop or wedding photographer shall provide each consumer with a customer contract that shall, at minimum, provide the following information:\na.  The cost for each service or product provided by the licensee, as well as information relating to any up front fees or deposits required and outstanding balances left due. \nb.  Any additional fees associated with additional products or services.\nc.  Any fees relating to cancellation or early termination of the contract.\nd.  The terms of the refund policy employed by such bridal shop or wedding photographer.\ne.  Any additional disclosures required by rule of the commissioner.\n§20-254  Powers and duties of the commissioner.  a. The commissioner may make and promulgate such rules and regulations as may be necessary for the proper implementation and enforcement of this subchapter.\nb. In addition to any other powers of the commissioner, not in limitation thereof, the commissioner shall have the power to enforce the provisions of this subchapter, to investigate any violation thereof, and to investigate the business, business practices and business methods of any bridal shop or wedding photographer, if in the opinion of the commissioner, such investigation is warranted. Each bridal shop or wedding photographer shall, upon the request of the commissioner, supply such information as may be required concerning its business practices, methods, or its proposed business practices or methods.\nc. For the purpose of enforcing the provisions of this subchapter, and in conducting investigations relating to any violation thereof, and for the purpose of investigating the business or business practices or methods of any bridal shop or wedding photographer, the commissioner, or the commissioner's designee, shall have the power to compel the attendance of witnesses and the production of books and records, in accordance with the provisions of chapter one of this title.\nd. For the purpose of this subchapter, licensees may be held responsible for statements, representations, promises or acts of their employees or their agents within the scope of their authority; provided, however, that licensees shall not be held responsible for the statements, representations, promises or acts which are contrary to instructions or which constitute gross negligence or intentional torts unless specifically authorized by the licensee.\n§20-255  Records.   Every bridal shop and wedding photographer shall maintain all records related to its daily operations, including but not limited to, customer contracts and receipts.  Such records shall be maintained for a period of at least three years from the date of such receipt and be made available for inspection by the commissioner at his or her request.\n§20-256  Bond Requirement.  Each bridal shop and wedding photographer shall furnish a $5,000 bond to the department conditioned upon:\na.  compliance with all laws, rules and regulations covering the conduct of bridal shops and wedding photographers;\nb.  payment to the City of New York of any fine, penalty or other obligation imposed by the department for non-compliance with any law(s), rule(s) or regulation(s) within 30 days of its imposition; and\nc.  payment of any final judgment against the bridal shop and wedding photographer. The bond shall be either a cash bond or a bond executed by a duly authorized surety company in a form acceptable to the commissioner.\n§20-257 Penalties.  a. Any person who, after notice and hearing shall be found guilty of violating any provision of this subchapter, shall be punished in accordance with the provisions of chapter one of this title and shall be subject to a penalty of not less than one thousand dollars nor more than five thousand dollars for each violation.\nb. In addition to any other penalties, if a person is found to have committed repeated, multiple or persistent violations of any provision of this subchapter, such person may be responsible for the cost of the department's investigation.\n§3.  This local law shall take effect one hundred and twenty days after it shall have been enacted into law, except that, prior to such effective date, the commissioner of consumer affairs may promulgate rules or take any other action necessary for implementation of this local law.  \n\nLCC\nLS# 3303\n4/23/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 Times New Roman Bold;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\cf0\\v0\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.  Chapter 2 of title 20 of the administrative code of the city of New York is hereby amended by adding a new subchapter 9, to read as follows:\\par\n\\pard\\keepn\\s2\\fi720\\sl480\\slmult1\\b SUBCHAPTER 9\\par\n\\pard\\keepn\\s1\\ul Bridal Shops and Wedding Photographers\\par\n\\pard\\fi720\\f1\\'a7 \\b0 20-250\\b\\f0  D\\f1 efinitions.\\tab\\f0\\par\n\\f1\\'a7 20-251 License required.\\par\n\\'a7 20-252 Application;\\b0\\f0  \\b\\f1 License term; fees.\\par\n\\pard\\ulnone    \\tab\\ul\\'a7 20-253 Contracts.   \\par\n\\pard\\fi720\\'a7 20-254\\b0\\f0  \\b\\f1 Powers and duties of the commissioner\\b0\\f0 .  \\b\\par\n\\f1\\'a7 20-255 Records.\\par\n\\'a7 20-256\\b0\\f0  \\b\\f1 Bond Requirement\\b0\\f0 .\\b\\par\n\\f1\\'a7 20-257 Penalties.  \\par\n\\pard\\sl480\\slmult1\\ulnone\\b0\\f0\\par\n\\pard\\fi720\\sl480\\slmult1\\ul\\'a720-250  \\b\\f1 Definitions.\\b0\\f0   a. \\ldblquote Bridal shop\\rdblquote  shall mean any person, corporation, partnership, limited liability company, or any other entity engaged in business with the principal purpose of regularly selling, or offering for sale, items for or relating to a marriage or other civil commitment ceremony, including, but not limited to, bridal gowns and related accessories.\\par\nb. \\ldblquote Commissioner\\rdblquote  shall mean the commissioner of consumer affairs.\\par\nc. \\ldblquote Department\\rdblquote  shall mean the department of consumer affairs.\\par\n\\cf1 d. \\ldblquote Wedding photographer\\rdblquote  shall mean any person, corporation, partnership, limited liability company, or any other entity engaged in business with the purpose of regularly selling, or offering for sale, the service of recording still images or video of marriage or other civil commitment ceremonies and related events.  \\par\n\\cf0\\caps\\'a7\\caps0 20-251  \\b\\f1 License required.\\b0\\f0   It shall be unlawful for any person to engage in the business of owning or operating a bridal shop or wedding photography without first having obtained a license in accordance with the provisions of this subchapter, and without first being in compliance with all other applicable law, rules and regulations.\\par\n\\'a720-252  \\b\\f1 Application;\\b0\\f0  \\b\\f1 License term; fees.\\b0\\f0   a. 1.  Each person applying for a bridal shop or wedding photographer license, or renewal thereof, shall file an application in such form and detail as the commissioner may prescribe and shall pay the fee required by subdivision c of this section.\\par\n2. In addition to any additional information required pursuant to rule, the applicant shall provide the following:\\par\n(a)  The name and address of the applicant.\\par\n(b)  Any applicant who is a non-resident of the city shall provide the name and address of a registered agent within the city or designate the commissioner as his or her agent upon whom process or other notification may be served.\\par\n(c)  A current version of the customer contract required pursuant to \\'a7 20-253 of this subchapter.  Any amendment or modification of such standard contract shall be provided to the commissioner within sixty days following such amendment or modification.\\par\nb.  All licenses issued pursuant to this subchapter shall be valid for two years unless sooner suspended or revoked. The commissioner shall establish by regulation the expiration date of such licenses.\\par\n\\cf1 c. The annual fee for a license or renewal thereof shall be one hundred twenty-five dollars.\\par\n\\cf0\\'a720-253  \\b\\f1 Contracts.\\b0\\f0   Every bridal shop or wedding photographer shall provide each consumer with a customer contract that shall, at minimum, provide the following information:\\par\na.  The cost for each service or product provided by the licensee, as well as information relating to any up front fees or deposits required and outstanding balances left due. \\par\nb.  Any additional fees associated with additional products or services.\\par\nc.  Any fees relating to cancellation or early termination of the contract.\\par\nd.  The terms of the refund policy employed by such bridal shop or wedding photographer.\\par\ne.  Any additional disclosures required by rule of the commissioner.\\par\n\\'a720-254  \\b\\f1 Powers and duties of the commissioner.  \\b0\\f0 a. The commissioner may make and promulgate such rules and regulations as may be necessary for the proper implementation and enforcement of this subchapter.\\par\nb. In addition to any other powers of the commissioner, not in limitation thereof, the commissioner shall have the power to enforce the provisions of this subchapter, to investigate any violation thereof, and to investigate the business, business practices and business methods of any bridal shop or wedding photographer\\b ,\\b0  if in the opinion of the commissioner, such investigation is warranted. Each bridal shop or wedding photographer shall, upon the request of the commissioner, supply such information as may be required concerning its business practices, methods, or its proposed business practices or methods.\\par\nc. For the purpose of enforcing the provisions of this subchapter, and in conducting investigations relating to any violation thereof, and for the purpose of investigating the business or business practices or methods of any bridal shop or wedding photographer\\b ,\\b0  the commissioner, or the commissioner's designee, shall have the power to compel the attendance of witnesses and the production of books and records, in accordance with the provisions of chapter one of this title.\\par\nd. For the purpose of this subchapter, licensees may be held responsible for statements, representations, promises or acts of their employees or their agents within the scope of their authority; provided, however, that licensees shall not be held responsible for the statements, representations, promises or acts which are contrary to instructions or which constitute gross negligence or intentional torts unless specifically authorized by the licensee.\\par\n\\'a720-255  \\b Records.  \\b0  Every bridal shop and wedding photographer shall maintain all records related to its daily operations, including but not limited to, customer contracts and receipts.  Such records shall be maintained for a period of at least three years from the date of such receipt and be made available for inspection by the commissioner at his or her request.\\par\n\\'a720-256  \\b\\f1 Bond Requirement\\b0\\f0 .  Each bridal shop and wedding photographer shall furnish a $5,000 bond to the department conditioned upon:\\par\na.  compliance with all laws, rules and regulations covering the conduct of bridal shops and wedding photographers;\\par\nb.  payment to the City of New York of any fine, penalty or other obligation imposed by the department for non-compliance with any law(s), rule(s) or regulation(s) within 30 days of its imposition; and\\par\n\\cf1 c.  payment of any final judgment against the bridal shop and wedding photographer. The bond shall be either a cash bond or a bond executed by a duly authorized surety company in a form acceptable to the commissioner.\\par\n\\cf0\\'a720-257 \\b\\f1 Penalties.\\b0\\f0   a. Any person who, after notice and hearing shall be found guilty of violating any provision of this subchapter, shall be punished in accordance with the provisions of chapter one of this title and shall be subject to a penalty of not less than one thousand dollars nor more than five thousand dollars for each violation.\\par\n\\cf1 b. In addition to any other penalties, if a person is found to have committed repeated, multiple or persistent violations of any provision of this subchapter, such person may be responsible for the cost of the department's investigation.\\par\n\\cf0\\ulnone\\'a73.  This local law shall take effect one hundred and twenty days after it shall have been enacted into law, except that, prior to such effective date, the commissioner of consumer affairs may promulgate rules or take any other action necessary for implementation of this local law.  \\par\n\\pard\\cf1\\fs16\\par\nLCC\\par\n\\cf0 LS# 3303\\par\n4/23/08\\tab\\par\n\\par\n\\pard\\sl480\\slmult1\\fs24\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
