{
  "ID": 39705,
  "GUID": "18A323D0-221A-46F3-B4C4-F13F973A8D8E",
  "File": "Int 0637-2007",
  "Name": "Creating a fleet and stipulated fines program within the department of finance.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating a fleet and stipulated fine program within the department of finance.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2007-10-17T00:00:00Z",
  "AgendaDate": "2007-10-17T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    }
  ],
  "History": [
    {
      "ID": 208171,
      "Date": "2007-10-17T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 208473,
      "Date": "2007-10-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7634,
      "AgendaSequence": 150,
      "MinutesSequence": 179,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 214342,
      "Date": "2008-04-17T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 8164,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 214380,
      "Date": "2008-04-17T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 8164,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 214970,
      "Date": "2008-04-30T11:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 8198,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 637-A",
      "MinutesNote": "Proposed Int. No. 637-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 214991,
      "Date": "2008-04-30T11:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 8198,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 214992,
      "Date": "2008-04-30T11:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 8198,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236367,
      "Date": "2009-12-31T14:23:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 82759,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 637 - 10/17/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8a771af7-7b3c-4764-aca2-0677734f06a5.doc",
      "Sort": 1
    },
    {
      "ID": 82704,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/17/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3379fe16-d04d-4a3e-aeb8-938eb96823ff.doc",
      "Sort": 2
    },
    {
      "ID": 82884,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/17/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a820de24-71b1-4491-8599-241dbb4b077a.doc",
      "Sort": 3
    },
    {
      "ID": 83280,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 4/17/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d4677634-a024-4b00-b5aa-368402398891.PDF",
      "Sort": 4
    },
    {
      "ID": 82885,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/30/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e8ce1a1b-2cfc-424a-b0bd-6c616103f526.doc",
      "Sort": 5
    },
    {
      "ID": 83288,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 4/30/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/68679fc6-0859-403c-b2d5-d6ec0681d288.PDF",
      "Sort": 7
    },
    {
      "ID": 83078,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/30/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c1089fdc-af17-4c22-a12a-de9965da49d6.doc",
      "Sort": 8
    },
    {
      "ID": 83111,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/97ee52a3-233d-41a0-a766-99ac014a9c1b.doc",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 41623,
  "Text": "Be it enacted by the Council as follows:\n \n\tSection 1.  Chapter 2 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-213 to read as follows:\n§19-213  Fleet program.  a.  For the purposes of this chapter, the term “commercial organization” shall mean any owner or lessee of at least one vehicle that is used exclusively for commercial or business purposes.\nb.  The commissioner shall establish a fleet program to facilitate the adjudication of parking violations.  Commercial organizations shall be required to enroll their vehicles with the department in order to participate in such fleet program.  The department shall periodically provide such commercial organizations with a log of violations issued to such commercial organization’s enrolled vehicles.  Within fourteen days of receiving such log, the participating commercial organization must notify the department in writing of all violations on such log for which it is entering a plea of not guilty.  Within forty-five days of receiving such log, the participating commercial organization must pay the fine for each violation for which it has not entered a plea of not guilty.  The department shall schedule a hearing, pursuant to section 19-206 of this chapter, for any violation for which the participating commercial organization enters a plea of not guilty.  \nc.  Commercial organizations must meet the following conditions in order to participate in the fleet program:\n1.  Except as provided in paragraph two of this subdivision, the license plates of each enrolled vehicle must be registered with the state department of motor vehicles under the participating commercial organization’s name and address upon enrollment in the fleet program and at all times during enrollment.\n2.  The participating commercial organization’s enrolled vehicles may include leased vehicles, provided, however, that if the license plates of any such vehicle are registered with the state department of motor vehicles by an entity other than the participating commercial organization, the lease agreement must be in the name of the participating commercial organization, its subsidiary or parent company, and the entity that registered the leased vehicle’s license plates must designate in writing the participating commercial organization as its agent to receive notices from the department.\n3.  The participating commercial organization shall provide copies of vehicle registrations, lease agreements, designations and any other information requested by the department to verify its eligibility to participate in the fleet program.\n4.  The participating commercial organization is liable for the payment of fines in connection with any notices of violation issued to the vehicles it has enrolled in the fleet program.\n§2.  Chapter 2 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-214 to read as follows:\n§19-214  Stipulated fine program.  a.  The department shall establish one or more stipulated fine programs for eligible commercial organizations enrolled in the fleet program established pursuant to section 19-213 of this chapter.  Eligibility for such stipulated fine program or programs shall be determined by the commissioner based on characteristics, purposes, or uses of the commercial organization’s vehicles.  Under such stipulated fine program or programs, the eligible participating commercial organization shall pay a fixed percentage of normal fines for parking violations based upon the historical record of actual hearings involving tickets issued to the vehicles of other commercial organizations  in similar circumstances.\nb.  To participate in a stipulated fine program, the participating commercial organization shall enter into a written agreement with the department, in such form and manner as determined by the department, waiving such commercial organization’s right to contest notices of violation issued against the commercial organization’s vehicles enrolled in a program during a stated period of time and agreeing to pay the stipulated fines for all such violations.  Such agreement shall also provide that if the participating commercial organization fails to pay the stipulated fine for violations due in accordance with such agreement, the agreement will become null and void and the notices of violation issued against the participating commercial organization’s vehicles enrolled in the program shall be adjudicated as if such agreement had not been in effect.\nc.  There shall be no fee to participate in a stipulated fine program.\n§3.  If any provision of this law shall be adjudged by any court of competent jurisdiction to be invalid, such judgment shall not affect, impair or invalidate the remainder thereof, but shall be confined in its operation to the provision directly involved in the controversy in which such judgment shall have been rendered.\n§4.  This local law shall take effect ninety days after its enactment.  Actions necessary to prepare for the implementation of this local law may be taken prior to its effective date. \nPH\nLS # 3830\n10.12.07 - 3pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}}\n\\viewkind4\\uc1\n\\pard\\tx7095\\v0  \\par\n\\pard\\ul Be it enacted by the Council as follows:\\ulnone\\par\n \\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Chapter 2 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-213 to read as follows:\\par\n\\pard\\fi748\\sl480\\slmult1\\qj\\ul\\'a719-213  Fleet program.  a.  For the purposes of this chapter, the term \\ldblquote commercial organization\\rdblquote  shall mean any owner or lessee of at least one vehicle that is used exclusively for commercial or business purposes.\\par\nb.  The commissioner shall establish a fleet program to facilitate the adjudication of parking violations.  Commercial organizations shall be required to enroll their vehicles with the department in order to participate in such fleet program.  The department shall periodically provide such commercial organizations with a log of violations issued to such commercial organization\\rquote s enrolled vehicles.  Within fourteen days of receiving such log, the participating commercial organization must notify the department in writing of all violations on such log for which it is entering a plea of not guilty.  Within forty-five days of receiving such log, the participating commercial organization must pay the fine for each violation for which it has not entered a plea of not guilty.  The department shall schedule a hearing, pursuant to section 19-206 of this chapter, for any violation for which the participating commercial organization enters a plea of not guilty.  \\par\nc.  Commercial organizations must meet the following conditions in order to participate in the fleet program:\\par\n1.  Except as provided in paragraph two of this subdivision, the license plates of each enrolled vehicle must be registered with the state department of motor vehicles under the participating commercial organization\\rquote s name and address upon enrollment in the fleet program and at all times during enrollment.\\par\n2.  The participating commercial organization\\rquote s enrolled vehicles may include leased vehicles, provided, however, that if the license plates of any such vehicle are registered with the state department of motor vehicles by an entity other than the participating commercial organization, the lease agreement must be in the name of the participating commercial organization, its subsidiary or parent company, and the entity that registered the leased vehicle\\rquote s license plates must designate in writing the participating commercial organization as its agent to receive notices from the department.\\par\n3.  The participating commercial organization shall provide copies of vehicle registrations, lease agreements, designations and any other information requested by the department to verify its eligibility to participate in the fleet program.\\par\n4.  The participating commercial organization is liable for the payment of fines in connection with any notices of violation issued to the vehicles it has enrolled in the fleet program.\\par\n\\ulnone\\'a72.  Chapter 2 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-214 to read as follows:\\par\n\\ul\\'a719-214  Stipulated fine program.  a.  The department shall establish one or more stipulated fine programs for eligible commercial organizations enrolled in the fleet program established pursuant to section 19-213 of this chapter.  Eligibility for such stipulated fine program or programs shall be determined by the commissioner based on characteristics, purposes, or uses of the commercial organization\\rquote s vehicles.  Under such stipulated fine program or programs, the eligible participating commercial organization shall pay a fixed percentage of normal fines for parking violations based upon the historical record of actual hearings involving tickets issued to the vehicles of other commercial organizations  in similar circumstances.\\par\nb.  To participate in a stipulated fine program, the participating commercial organization shall enter into a written agreement with the department, in such form and manner as determined by the department, waiving such commercial organization\\rquote s right to contest notices of violation issued against the commercial organization\\rquote s vehicles enrolled in a program during a stated period of time and agreeing to pay the stipulated fines for all such violations.  Such agreement shall also provide that if the participating commercial organization fails to pay the stipulated fine for violations due in accordance with such agreement, the agreement will become null and void and the notices of violation issued against the participating commercial organization\\rquote s vehicles enrolled in the program shall be adjudicated as if such agreement had not been in effect.\\par\nc.  There shall be no fee to participate in a stipulated fine program.\\par\n\\pard\\fi748\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\'a73.  If any provision of this law shall be adjudged by any court of competent jurisdiction to be invalid, such judgment shall not affect, impair or invalidate the remainder thereof, but shall be confined in its operation to the provision directly involved in the controversy in which such judgment shall have been rendered.\\ul\\f1\\par\n\\ulnone\\f0\\'a74.  This local law shall take effect ninety days after its enactment.  Actions necessary to prepare for the implementation of this local law may be taken prior to its effective date. \\par\n\\pard\\qj\\tx0\\tx748\\tx4580\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\fs16 PH\\par\nLS # 3830\\par\n10.12.07 - 3pm\\fs24\\par\n\\pard\\hyphpar0\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
