{
  "ID": 39841,
  "GUID": "9928E104-FE57-4215-83CE-AAE8FC6498CA",
  "File": "Int 0638-2007",
  "Name": "In relation to harassment.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to harassment.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2007-10-29T00:00:00Z",
  "AgendaDate": "2007-10-29T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    }
  ],
  "History": [
    {
      "ID": 209088,
      "Date": "2007-10-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 209199,
      "Date": "2007-10-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7679,
      "AgendaSequence": 94,
      "MinutesSequence": 128,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210276,
      "Date": "2007-12-17T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 7775,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210456,
      "Date": "2007-12-17T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 7775,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236366,
      "Date": "2009-12-31T14:23:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 81440,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 12/17/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fad9209a-bfd5-4e49-9615-27b71a65f2ea.doc",
      "Sort": 1
    },
    {
      "ID": 81696,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 12/17/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ec2f7570-5866-4bd1-a7f4-ae33f3d48ac7.pdf",
      "Sort": 2
    },
    {
      "ID": 81848,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/17/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/dc333744-15e6-4f1c-b8d3-beb436df0731.doc",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 40567,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 27-2005 of the administrative code of the city of New York is amended by adding a new subdivision d to read as follows:\nd.  1.  No owner of a dwelling or dwelling unit shall cause or permit any harassment of any persons lawfully entitled to occupancy of such dwelling or dwelling unit.\n2. No occupant of a dwelling or dwelling unit shall cause or permit any harassment of an owner or any person acting on behalf of such owner.\n3.  For the purpose of paragraph one of this subdivision, “harassment” shall mean any act or omission by or on behalf of an owner that (i) causes or is intended to cause any person lawfully entitled to occupancy of a dwelling unit to vacate such dwelling unit or to surrender or waive any rights in relation to such occupancy, and (ii) includes one or more of the following:\n(a)  using force against, or making express or implied threats that force will be used against any person lawfully entitled to occupancy of such dwelling unit;\n(b)  a pattern of interrupting or discontinuing essential services constituting a severe and deliberate deprivation of such services, except as otherwise provided in subparagraph i of this paragraph;\n(c)  failing to comply with the provisions of subdivision c of section 27-2140 of this code requiring the correction of conditions which render a dwelling or dwelling unit unfit for human habitation pursuant to a vacate order issued by the department;\n(d)  commencing repeated baseless or frivolous court proceedings against any person lawfully entitled to occupancy of such dwelling unit, provided, however, that the institution of one or more court proceedings against either (i) a person lawfully entitled to occupancy of such dwelling unit, or (ii) against a person where such proceedings relate to whether such person is lawfully entitled to occupancy of such dwelling unit, shall not, without more, be deemed an act of harassment;\n(e)  removing the possessions of any person lawfully entitled to occupancy of such dwelling unit;\n(f)  removing the door at the entrance to an occupied dwelling unit; removing, plugging or otherwise rendering the lock on such entrance door inoperable; or changing the lock on such entrance door without supplying a key to the new lock to the persons lawfully entitled to occupancy of such dwelling unit; or\n(g)  a pattern of causing or permitting any other act or omission which substantially interferes with or disturbs or is intended to interfere substantially with or disturb the comfort, repose, peace or quiet of any person lawfully entitled to occupancy of such dwelling unit, except as otherwise provided by subparagraph i of this paragraph.\n4.  Notwithstanding the provisions of paragraph 3 of this subdivision, the lawful exercise by an owner of any rights pursuant to any law or regulation relating to ownership or management of a dwelling or dwelling unit shall not be deemed an act of harassment.\n5.  Notwithstanding the provisions of subparagraphs b or g of this paragraph, the requirement of a pattern of conduct shall not apply where the conduct which is the subject of such subparagraphs is the cause of any person entitled to occupancy of a dwelling unit to vacate such dwelling unit.\n6.  (a) For the purpose of paragraph two of this subdivision, “harassment” shall mean any act or omission by or on behalf of an occupant of any dwelling or dwelling unit which involves one or more of the following:\n     \t1.  using force against, or making implied threats that force will be used against an owner, or otherwise engage in conduct intended to intimidate the owner in the exercise of his or her duties and responsibilities as an owner of such dwelling;\n2.  making repeated baseless or frivolous complaints to any governmental agency relating to the ownership or management of the dwelling or dwelling unit occupied by such occupant including, but not limited to, such complaints pertaining to violations of this code;\n\t3.  commencing repeated baseless or frivolous administrative or court proceedings against an owner;\n4.  committing or permitting a nuisance in such dwelling or dwelling unit; or maliciously, or by reason of gross negligence, substantially damaging the dwelling or dwelling unit; or engaging in a persistent and continuing course of conduct evidencing an unwarrantable, unreasonable or unlawful use of the dwelling or dwelling unit to the annoyance, inconvenience, discomfort or damage of others, the primary purpose of which is intended to harass the owner or other occupants of the same or an adjacent dwelling by interfering substantially with their comfort or safety.\n(b)  the lawful exercise by an occupant of any rights pursuant to any law or regulation relating to occupancy of a dwelling or dwelling unit shall not be deemed an act of harassment.\n§2.  Section 27-2115 of the administrative code of the city of New York is amended by adding a new subdivision m, to read as follows:\n(m) (1) Where the court determines that a violation of either paragraph one or paragraph two of subdivision d of section 27-2005 of this code has occurred, such determination shall have the force and effect of violation pursuant to this code, and a penalty may be imposed in accordance with such section.  A person who violates the provisions of either paragraph one or paragraph two of subdivision d of section 27-2005 shall be subject to a civil penalty of not less than one thousand dollars and not more than five thousand dollars for each such violation.\n(2) If a court determines that a violation of either paragraph one or paragraph two of subdivision d of section 27-2005 of this code has occurred, such court may, pursuant to section 27-2121 of this code, issue an order restraining the owner or occupant, as the case may be, from violating such paragraph of such subdivision and direct that no further violation shall occur.\n(3) The provisions of subdivision d of section 27-2005 shall be enforceable by the department, which is authorized to institute a proceeding in a court of competent jurisdiction for an order requiring the person against whom such proceeding is brought to cease such violation of this code, and shall not be subject to enforcement pursuant to subdivisions h or i of this section or any other provision of law.\n§3.  This local law shall take effect immediately.\n\nH:/LS Requests/Baez - Tenant Harassment Bill\nLS # 4185",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Section 27-2005 of the administrative code of the city of New York is amended by adding a new subdivision d to read as follows:\\par\n\\ul d.  1.  No owner of a dwelling or dwelling unit shall cause or permit any harassment of any persons lawfully entitled to occupancy of such dwelling or dwelling unit.\\par\n2. No occupant of a dwelling or dwelling unit shall cause or permit any harassment of an owner or any person acting on behalf of such owner.\\par\n3.  For the purpose of paragraph one of this subdivision, \\ldblquote harassment\\rdblquote  shall mean any act or omission by or on behalf of an owner that (i) causes or is intended to cause any person lawfully entitled to occupancy of a dwelling unit to vacate such dwelling unit or to surrender or waive any rights in relation to such occupancy, and (ii) includes one or more of the following:\\par\n(a)  using force against, or making express or implied threats that force will be used against any person lawfully entitled to occupancy of such dwelling unit;\\par\n(b)  a pattern of interrupting or discontinuing essential services constituting a severe and deliberate deprivation of such services, except as otherwise provided in subparagraph i of this paragraph;\\par\n(c)  failing to comply with the provisions of subdivision c of section 27-2140 of this code requiring the correction of conditions which render a dwelling or dwelling unit unfit for human habitation pursuant to a vacate order issued by the department;\\par\n(d)  commencing repeated baseless or frivolous court proceedings against any person lawfully entitled to occupancy of such dwelling unit, provided, however, that the institution of one or more court proceedings against either (i) a person lawfully entitled to occupancy of such dwelling unit, or (ii) against a person where such proceedings relate to whether such person is lawfully entitled to occupancy of such dwelling unit, shall not, without more, be deemed an act of harassment;\\par\n(e)  removing the possessions of any person lawfully entitled to occupancy of such dwelling unit;\\par\n(f)  removing the door at the entrance to an occupied dwelling unit; removing, plugging or otherwise rendering the lock on such entrance door inoperable; or changing the lock on such entrance door without supplying a key to the new lock to the persons lawfully entitled to occupancy of such dwelling unit; or\\par\n(g)  a pattern of causing or permitting any other act or omission which substantially interferes with or disturbs or is intended to interfere substantially with or disturb the comfort, repose, peace or quiet of any person lawfully entitled to occupancy of such dwelling unit, except as otherwise provided by subparagraph i of this paragraph.\\par\n4.  Notwithstanding the provisions of paragraph 3 of this subdivision, the lawful exercise by an owner of any rights pursuant to any law or regulation relating to ownership or management of a dwelling or dwelling unit shall not be deemed an act of harassment.\\par\n5.  Notwithstanding the provisions of subparagraphs b or g of this paragraph, the requirement of a pattern of conduct shall not apply where the conduct which is the subject of such subparagraphs is the cause of any person entitled to occupancy of a dwelling unit to vacate such dwelling unit.\\par\n6.  (a) For the purpose of paragraph two of this subdivision, \\ldblquote harassment\\rdblquote  shall mean any act or omission by or on behalf of an occupant of any dwelling or dwelling unit which involves one or more of the following:\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone      \\tab\\ul 1.  using force against, or making implied threats that force will be used against an owner, or otherwise engage in conduct intended to intimidate the owner in the exercise of his or her duties and responsibilities as an owner of such dwelling;\\par\n\\pard\\fi720\\sl480\\slmult1\\qj 2.  making repeated baseless or frivolous complaints to any governmental agency relating to the ownership or management of the dwelling or dwelling unit occupied by such occupant including, but not limited to, such complaints pertaining to violations of this code;\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul 3.  commencing repeated baseless or frivolous administrative or court proceedings against an owner;\\par\n\\pard\\fi720\\sl480\\slmult1\\qj 4.  committing or permitting a nuisance in such dwelling or dwelling unit; or maliciously, or by reason of gross negligence, substantially damaging the dwelling or dwelling unit; or engaging in a persistent and continuing course of conduct evidencing an unwarrantable, unreasonable or unlawful use of the dwelling or dwelling unit to the annoyance, inconvenience, discomfort or damage of others, the primary purpose of which is intended to harass the owner or other occupants of the same or an adjacent dwelling by interfering substantially with their comfort or safety.\\par\n(b)  the lawful exercise by an occupant of any rights pursuant to any law or regulation relating to occupancy of a dwelling or dwelling unit shall not be deemed an act of harassment.\\par\n\\'a72.  Section 27-2115 of the administrative code of the city of New York is amended by adding a new subdivision m, to read as follows:\\par\n(m) (1) Where the court determines that a violation of either paragraph one or paragraph two of subdivision d of section 27-2005 of this code has occurred, such determination shall have the force and effect of violation pursuant to this code, and a penalty may be imposed in accordance with such section.  A person who violates the provisions of either paragraph one or paragraph two of subdivision d of section 27-2005 shall be subject to a civil penalty of not less than one thousand dollars and not more than five thousand dollars for each such violation.\\par\n(2) If a court determines that a violation of either paragraph one or paragraph two of subdivision d of section 27-2005 of this code has occurred, such court may, pursuant to section 27-2121 of this code, issue an order restraining the owner or occupant, as the case may be, from violating such paragraph of such subdivision and direct that no further violation shall occur.\\par\n(3) The provisions of subdivision d of section 27-2005 shall be enforceable by the department, which is authorized to institute a proceeding in a court of competent jurisdiction for an order requiring the person against whom such proceeding is brought to cease such violation of this code, and shall not be subject to enforcement pursuant to subdivisions h or i of this section or any other provision of law.\\par\n\\ulnone\\'a73.  This local law shall take effect immediately.\\par\n\\pard\\sl480\\slmult1\\qj\\tx1440\\ul\\par\n\\pard\\qj\\ulnone\\fs16 H:/LS Requests/Baez - Tenant Harassment Bill\\par\nLS # 4185 \\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
