{
  "ID": 39996,
  "GUID": "2DF0589B-F702-420B-8486-B3AD527B8738",
  "File": "Int 0651-2007",
  "LocalLaw": "2007/067",
  "Name": "Campaign Finance",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to campaign finance.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2007-11-28T00:00:00Z",
  "AgendaDate": "2007-11-28T00:00:00Z",
  "PassedDate": "2007-12-31T00:00:00Z",
  "EnactmentDate": "2007-12-19T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 210144,
      "Date": "2007-11-28T10:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210250,
      "Date": "2007-11-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7769,
      "AgendaSequence": 88,
      "MinutesSequence": 101,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210273,
      "Date": "2007-12-06T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 7773,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 651-A",
      "MinutesNote": "Proposed Int. No. 651-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210419,
      "Date": "2007-12-06T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 7773,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210492,
      "Date": "2007-12-06T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 7773,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210633,
      "Date": "2007-12-18T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 7847,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 651-A",
      "MinutesNote": "Proposed Int. No. 651-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210635,
      "Date": "2007-12-18T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 7847,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210636,
      "Date": "2007-12-18T13:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 7847,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210637,
      "Date": "2007-12-18T13:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 7847,
      "MinutesSequence": 8,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210988,
      "Date": "2007-12-19T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7938,
      "AgendaSequence": 41,
      "MinutesSequence": 46,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211126,
      "Date": "2007-12-19T18:00:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211131,
      "Date": "2007-12-31T10:30:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211160,
      "Date": "2007-12-31T12:43:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211161,
      "Date": "2007-12-31T12:44:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 81236,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 651- 11/28/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/37db2821-a1a7-457d-8532-6b4c442c6ea8. No. 651.doc",
      "Sort": 1
    },
    {
      "ID": 81281,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Proposed Int. No. 651-A - 12/6/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7f3ef054-e932-4cc3-be2e-ac9eff1d14e7. No. 651-A.doc",
      "Sort": 2
    },
    {
      "ID": 81235,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 12/6/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3c498d5a-5abc-4dff-8414-0e7445f917fc.doc",
      "Sort": 3
    },
    {
      "ID": 81498,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/6/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/306aa3e7-7092-43fc-9015-0ed53c2164de.doc",
      "Sort": 4
    },
    {
      "ID": 81289,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 12/6/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3b40ad91-63bf-402d-97a1-da54a7cae749.pdf",
      "Sort": 5
    },
    {
      "ID": 81290,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 12/6/07 (Con't)",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4d6c0d4b-6f25-4012-a6b8-facc97a2fc23.pdf",
      "Sort": 6
    },
    {
      "ID": 81310,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 12/6/07 (Con't)",
      "Link": "http://nyc.legistar1.com/nyc/attachments/588aef03-fee8-4747-9c88-7c2e9c192a9a.pdf",
      "Sort": 7
    },
    {
      "ID": 81448,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 12/18/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5a2b5fe4-7090-4a55-80c6-614b2efd23b8.doc",
      "Sort": 8
    },
    {
      "ID": 81570,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/18/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8abbd3c6-4a8b-43f2-895a-2af2a738150b.doc",
      "Sort": 9
    },
    {
      "ID": 81458,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 12/18/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/efadbfcd-3d01-48e5-8759-113755283a77.pdf",
      "Sort": 10
    },
    {
      "ID": 81658,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 12/18/07 (Con't)",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1e901289-1205-4a24-ad41-c3d4f326dfce.pdf",
      "Sort": 11
    },
    {
      "ID": 81467,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/514b24d5-3a5a-4582-b57b-3a6fb5ec3885.  651-A - CFB Cleanup.doc",
      "Sort": 12
    },
    {
      "ID": 81478,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 12/19/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/00db9928-9121-4b01-a1de-3d50319d9cf2.doc",
      "Sort": 13
    },
    {
      "ID": 89771,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/41a14e79-6405-4cca-9dfe-d67b8400029d.pdf",
      "Sort": 14
    }
  ],
  "Summary": "",
  "TextID": 40779,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.   Subdivisions 18 and 20 of section 3-702 of the administrative code of the city of New York, as added by local law number 34 for the year 2007, are amended to read as follows:\n18.  a.  The term “business dealings with the city” shall mean (i) any contract (other than an emergency contract or a contract procured through publicly-advertised competitive sealed bidding) which is for the procurement of goods, [or] services or construction that is entered into or in effect with the city of New York or any agency or entity affiliated with the city of New York [(other than a contract procured through competitive sealed bidding, or one or more contracts with a single person or entity for the procurement of goods or services totaling not more than] and is valued at or above  the dollar value [set forth] defined in [section 6-116.2(i)(3)(a)] subparagraph (a) of paragraph (3) of subdivision i of section 6-116.2 of the administrative code, or, [for construction totaling not more than] with respect to a contract for construction, at or above five hundred thousand dollars, or an emergency contract awarded pursuant to section 315 of the charter[)], and shall include any contract for the underwriting of the debt of the city of New York or any agency or entity affiliated with the city of New York and the retention of any bond counsel, disclosure counsel or underwriter’s counsel in connection therewith; or (ii) any acquisition or disposition of real property (other than a public auction or competitive sealed bid transaction or the acquisition of property pursuant to the department of environmental protection watershed land acquisition program) with the city of New York or any agency or entity affiliated with the city of New York; or (iii) any application for approval sought from the city of New York  pursuant to the provisions of section 195 of the charter, any application for approval sought from the city of New York that has been certified pursuant to the provisions of section 197-c of the charter,  and any application for a zoning text amendment that has been certified pursuant to section 201 of the charter;  provided, however, that for purposes of this clause, with respect to section 195 an applicant shall include the lessor of an office building or office space, and with respect to section 197-c an applicant shall include a designated developer or sponsor of a project for which a city agency or local development corporation is the applicant and provided, further, however, that owner-occupants of one, two and three family homes shall not be considered applicants pursuant to this clause; or (iv) [one or more concessions] any concession (other than [concessions] a concession awarded through publicly-advertised competitive sealed bid) or [franchises] any franchise from the city of New York or any agency or entity affiliated with the city of New York [with] which has an estimated [aggregate payments to the city of more than] annual value at or above the dollar value [set forth] defined in [section 6-116.2(i)(3)(a)] subparagraph (a) of paragraph (3) of subdivision i of section 6-116.2 of the administrative code [per fiscal year]; or (v) [one or more grants totaling not more than] any grant that is valued at or above the dollar value [set forth] defined in [section 6-116.2(i)(3)(a)] subparagraph (a) of paragraph (3) of subdivision i of section 6-116.2 of the administrative code,  received from the city of New York or any agency or entity affiliated with the city of New York; or (vi) any economic development agreement entered into or in effect with the city of New York or any agency or entity affiliated with the city of New York; or (vii) any contract for the investment of pension funds, including investments in a private equity firm and contracts with investment related consultants.  In addition, for purposes of this chapter a lobbyist as defined in section 3-211 of this title shall be deemed to be engaged in business dealings with the city of New York during all periods covered by a registration statement.   For purposes of clauses (i), (iv) and (v) of this subdivision, all contracts, concessions, franchises and grants that are five thousand dollars or less in value shall be excluded from any calculation as to whether a contract, concession, franchise or grant is a business dealing with the city.  For purposes of clauses (ii) and (iii) of this subdivision, the department of city planning, in consultation with the board, may promulgate rules to  require the submission by applicants to the city of information necessary to implement the requirements of subdivisions 1-a and 1-b of section 3-703 of this chapter as they relate to clauses (ii) and (iii) of paragraph (a) of this subdivision for purposes of inclusion in the doing business database established pursuant to subdivision [(20)] 20 of this section.  [For purposes of this subdivision, actions, transactions, and agreements for the purpose of providing affordable housing pursuant to the Private Housing Finance Law or the General Municipal Law or any other city, state or federal program, including but not limited to actions, transactions and agreements for such purposes which involve land dispositions, loans, grants, real property tax exemptions, zoning bonuses, low income housing tax credits, rent subsidies, or agreements imposing limitations on the incomes of residents or on the rents or other charges to be paid by such residents, shall not constitute business dealings with the city of New York.]    For purposes of this subdivision, “agency or entity affiliated with the city of New York” shall mean the city school district of the city of New York and any public authority, public benefit corporation or not for profit corporation, the majority of whose board members are officials of the city of New York or are appointed by such officials.  The department of housing preservation and development shall promulgate rules setting forth which categories of actions, transactions and agreements providing affordable housing shall and shall not constitute business dealings with the city of New York for purposes of this subdivision.  The department shall consider the significance of the affordable housing program and the degree of discretion by city officials in determining which actions, transactions and agreements shall and shall not constitute such business dealings.  Notwithstanding any provision of this subdivision, a housing assistance payment contract between a landlord and the department of housing preservation and development or the New York city housing authority relating to the provision of rent subsidies pursuant to Section 8 of the United States Housing Act of 1937, 42 USC 1437 et., seq., shall not constitute business dealings with the city of New York for the purposes of this subdivision. \nb.  Business dealings with the city as defined in this subdivision shall be [limited] as follows:  for purposes of clause (i) of paragraph (a) of this subdivision, bids or proposals on contracts for the procurement of goods, services, or construction shall only constitute business dealings with the city of New York for the period from the later of the submission of the bid or proposal or the date of the public advertisement for the contract opportunity until twelve months after the date of such submission or advertisement, and contracts for the procurement of goods, services or construction shall only constitute business dealings with the city of New York during the term of such contract (or in the case of purchase contracts for goods, from the date of such purchase) and for twelve months [after the end of such term] thereafter, provided, however that where such contract award is made from a line item appropriation and/or discretionary funds made by an elected official other than the mayor or the comptroller, such contract shall only constitute business dealings with the city from the date of adoption of the budget in which the appropriation of such contract is included until twelve months after the end of the term of such contract; for purposes of clause (ii) of paragraph a of this subdivision, leases in which the city of New York is the proposed  lessee[,] shall only constitute business dealings with the city from the date the application for acquisition is filed pursuant to section 195 or the date of the certification of such application pursuant to section 197-c to a period of one year after the commencement of the lease term or after the commencement of any renewal and, where the city or any city affiliated entity is disposing of any real property interest, shall only constitute business dealings with the city from the date of the submission of a proposal and during the term of any agreement and one year after; for purposes of clause (iii) of paragraph (a) of this subdivision, applications for approval sought from the city of New York pursuant to the provisions of sections 197-c or 201 of the charter, except for applications for leases as described in clause (ii), shall only constitute business [dealing] dealings with the city from the date of the certification of such application to the date that is one hundred twenty days after the date of filing by the council with the mayor of its action pursuant to subdivision e of section 197-d of the charter or, in the case of a decision of the city planning commission for which the council takes no action pursuant to paragraph (3) of subdivision (b) of section 197-d of the charter, the date which is twenty days following the filing of such decision with the council pursuant to subdivision a of section 197-d of the charter, provided, however, that in the case of a disapproval of a council action by the mayor pursuant to subdivision e of section 197-d of the charter, such date shall be one hundred twenty days after expiration of the ten day period for council override pursuant to such section;  for purposes of clause (iv) of paragraph (a) of this subdivision, bids or proposals for franchises and concessions shall only constitute business dealings with the city of New York for the period from the submission of the bid or proposal until twelve months after the date of such submission, concessions shall only constitute business dealings with the city of New York during the term of such concession and for twelve months after the end of such term, and franchises shall only constitute business dealings with the city of New York for the period of one year after the commencement of the term of the franchise or after the commencement of any renewal; for purposes of clause (v) of paragraph (a) of this subdivision, grants shall constitute business dealings with the city of New York for one year after the grant is made; for purposes of clause (vi) of paragraph (a) of this subdivision, economic development agreements shall  constitute business dealings with the city from the submission of an application for such agreement and during the term of such agreement and for one year after the end of such term; and for purposes of clause (vii) of paragraph (a) of this subdivision, contracts for the investment of pension funds, including the investments in a private equity firm and contracts with investment related consultants shall constitute business dealings with the city from the time of presentation of investment opportunity or the submission of a proposal, whichever is earlier, and during the term of such contract and for twelve months after the end of such term.   \n\tc.\tNotwithstanding anything in this subdivision, a person, as defined by subdivision 20 of section 3-702, who has submitted bids or proposals on contracts for the procurement of goods, services or construction or who has submitted bids or proposals for franchises or concessions that are no longer being considered for an award or a person who for any other reason believes he or she should not be on the database may apply to the city chief procurement officer or other person designated by the mayor for removal from the doing business database and shall be removed from the database upon a determination that said person should not be included in the database.   The city chief procurement officer may promulgate rules for a process by which a person, as defined by subdivision 20 of section 3-702, may apply to the city chief procurement officer for a waiver from inclusion in the doing business database as defined by such subdivision in instances in which such person is providing essential goods, services or construction such as those necessary for security or other essential government operations.  Such rules shall provide that the city chief procurement officer shall transmit to the board a copy of any application for a waiver and any such waiver may not be granted prior to the expiration of ten days from the date such application is received by the board.  Such rules shall also provide that any such waiver may be granted only after substantial efforts have been made by the city chief procurement officer to obtain the information required by this law.  Such rules shall also provide that the city chief procurement officer may grant the waiver only upon a finding that it is in the best interests of the city, which finding shall only be made upon a determination that (i) there is a compelling need to obtain such essential goods, services or construction from the person seeking the exemption and (ii) no other reasonable alternative exists in light of such considerations as cost, uniqueness and the critical nature of such goods, services or construction to the accomplishment of the purchasing agency’s mission.  Such rules may also provide that a waiver may be granted when a person is doing business with the city by virtue of the city’s exercise of its powers of eminent domain.  Any grant of a waiver shall be posted on the city’s and the board’s website in locations that are accessible by the public. \nd.\tA person, as defined by subdivision 20 of section 3-702, shall be considered to have business dealings with the city as of the date the person’s name is entered in the doing business database, as such date is indicated in such database, or the date the person began doing business with the city, as such date is indicated in such database, whichever is earlier, except that the date on which the person is considered doing business with the city shall not be earlier than thirty days before the date the person’s name is entered into such database.\n20.  The term “doing business database” means a computerized database accessible to the board that contains the names of persons who have business dealings with the city; provided, however, that for purposes of this chapter the doing business database shall not be required to contain the names of any person whose business dealings with the city are solely of a type for which the board has not certified that such database includes the names of those persons engaged in such type of business dealings with the city.  Such database shall be developed, maintained and updated by the office of the mayor in a manner so as to ensure its reasonable accuracy and completeness; provided, however, that in no event shall such database be updated less frequently than once a month.  Such computerized database shall contain a function to enable members of the public to determine if a given person is in the database because such person has business dealings with the city.  For purposes of this definition, the term “person” shall include an entity that has business dealings with the city, any chief executive officer, chief financial officer and/or chief operating officer of such entity or persons serving in an equivalent capacity, any person employed in a senior managerial capacity regarding such entity, or any person with an interest in such entity which exceeds ten percent of the entity, provided, however, that “entity” for purposes of this definition shall not include a neighborhood, community or similar association consisting of local residents or homeowners organized on a non-profit basis where such association is the applicant pursuant to subsection  (3) of subdivision (a) of section 197-c of the charter or pursuant to section 201 of the charter or is a parent company or an affiliated company of an entity.  For purposes of this subdivision, the phrase “senior managerial capacity” shall mean a high level supervisory capacity, either by virtue of title or duties, in which substantial discretion and oversight is exercised over the solicitation, letting or administration of [any contract, franchise or concession, grant or economic development agreement with the city or application for any land use approval from the city] business transactions with the city, including contracts, franchises, concessions, grants, economic development agreements and applications for land use approvals.\n§2. Subdivisions 1-a  and 1-b of section 3-703 of the administrative code of the city of New York, as added by local law 34 for the year 2007, are amended  to read as follows:\n1-a.\tNotwithstanding any inconsistent provision of this section, a participating candidate or his or her principal committee may not accept, either directly or by transfer, [a] any contribution or contributions for a covered election in which he or she is a participating candidate from a natural person who has business dealings with the city, as that term is defined in subdivision eighteen of section 3-702 of this chapter, if the aggregate of such contributions to such candidate from such person for [such election does not exceed] all covered elections in the same calendar year exceeds:  (i) for the office of mayor, public advocate or comptroller four hundred dollars; (ii) for borough president three hundred twenty dollars; and (iii) for member of the city council two hundred fifty dollars; provided that a participating candidate or his or her principal committee may accept additional contributions which do not exceed one half the amount of the applicable limitation for any run-off primary election, additional day for voting held pursuant to section 3-108 of the New York state election law, special election to fill a vacancy, run-off special election to fill a vacancy, delayed or otherwise postponed election, or election held pursuant to court order which is a covered election and in which the candidate seeks nomination for election or election.  Any contribution made pursuant to this section shall not be a matchable contribution.  For purposes of this subdivision, “person” shall include any chief executive officer, chief financial officer and/or chief operating officer of an entity which has business dealings with the city, any person employed in a senior managerial capacity regarding such an entity, or any person with an interest in such an entity which exceeds ten percent of the entity.  For purposes of this subdivision, the phrase “senior managerial capacity” shall mean a high level supervisory capacity, either by virtue of title or duties, in which substantial discretion and oversight is exercised over the solicitation, letting or administration of [any contract, franchise, or concession, grant or economic development agreement with the city or application for any land use approval from the city] business transactions with the city, including contracts, franchises, concessions, grants, economic development agreements and applications for land use approvals. Notwithstanding any provision of this subdivision, the limitations on contributions contained herein shall not apply to any contribution made by a natural person who has business dealings with the city to a participating candidate or his or her principal committee where such participating candidate is the contributor, or where such participating candidate is the contributor’s parent, spouse, domestic partner, sibling, child, grandchild, aunt, uncle, cousin, niece or nephew by blood or by marriage. \n1-b. Individuals and organizations having business dealings with the city of New York. a. Each participating candidate and his or her principal committee shall inquire of every individual or entity making, a contribution, loan, guarantee or other security for such loan in excess of the amounts set forth in subdivision 1-a of section 3-703, through a question, in a form prescribed by the campaign finance board, as to whether such individual, corporation, partnership, political committee, employee organization or other entity has business dealings with the city, as that term is defined in this chapter, and, if so, the name of the agency or entity with which such business dealings are or were carried on and the appropriate type or category of such business dealings.  Such form shall contain in prominent typeface and in a prominent location the statement “If a contributor has business dealings with the City as defined in the campaign finance act, such contributor may contribute only up to two hundred fifty dollars for city council, three hundred twenty dollars for borough president and four hundred dollars for mayor, comptroller or public advocate.”  Upon receipt of the response to such inquiry (including any failure to respond), the principal committee shall keep a copy in its records and shall report each contribution to the board on the next applicable filing deadline in accordance with the board’s disclosure schedule.  The board shall check each contribution against the doing business database and shall notify the principal committee within twenty days of the reporting of such contribution if a contribution exceeding the doing business contribution limitation set forth in subdivision 1-a of section 3-703 is subject to such limitations of this subchapter or if a contribution is not matchable pursuant to such subdivision. Notwithstanding any provision in this subdivision, in the six weeks preceding the covered election the board shall provide such notification to the principal or authorized committee within three business days of the reporting of such contribution to the board in accordance with applicable reporting deadlines.  If the board fails to notify the principal committee that a contribution is in excess of the limitations set forth in subdivision 1-a of section 3-703 of this chapter in accordance with this subdivision, any such contribution shall be deemed valid for purposes of such limitation, provided, however, that no such contribution shall be matchable.  Such principal committee shall have twenty days from the date of any such notification to return the amount of any contribution in excess of the limitations set forth in subdivision 1-a of section 3-703 to the contributor.  No violation shall issue and no penalty shall be imposed where such excess amount is postmarked or delivered within twenty days of such notification by the board and the board shall not designate a candidate as having accepted a contribution in excess of such limitations where such excess has been returned in accordance with the time limitations set forth herein.  Failure to return such excess amount in accordance with the provisions herein shall not result in the board withholding public funds for which the participating candidate’s principal committee is otherwise eligible pursuant to section 3-705 of this chapter; provided, however, that the board may deduct an amount equal to the total unreturned contributions in excess of the limitations set forth in subdivision 1-a of section 3-703 of this chapter from such payment of public funds.  For purposes of this section, “individual” shall include any chief executive officer, chief financial officer, and/or chief operating officer  of an entity or persons serving in an equivalent capacity, any person in a senior managerial capacity regarding an entity, or any person with an interest in an entity, which exceeds ten percent of the entity.  For purposes of this subdivision, the phrase “senior managerial capacity” shall mean a high level supervisory capacity, either by virtue of title or duties, in which substantial discretion and oversight is exercised over the solicitation, letting or administration of [any contract, franchise, or concession, grant or economic development agreement with the city or application for any land use approval from the city] business transactions with the city, including contracts, franchises, concessions, grants, economic development agreements, and applications for land use approvals.  Notwithstanding any other provision of this section, no participating candidate shall be liable for any fine or penalty for the failure of any contributor to respond to any such request or for any erroneous response. \n\t§3.  Subparagraph (i) of paragraph c of subdivision 1 of section 3-703 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows: \n\t(i) the tenth day of June in the year of the covered election, or such other later date as the board shall provide, provided, however, that any candidate who files such written certification prior to such date shall be permitted to rescind such certification in writing on or before such date;\n\t§4.  Subdivision 10 of section 3-705 of the administrative code of the city of New York, as added by local law 34 for the year 2007, are amended to read as follows:\n10.\t[Participating candidates] A participating candidate who [lose] loses in the primary election but [remain] remains on the ballot for the general election must certify to the board before receiving public funds that [they] he or she will actively campaign for office; [by including,] such campaign activity shall include, but not be limited to, raising and spending funds, seeking endorsements, and broadly soliciting votes [before receiving public funds].\n\t§5. Subdivision 4 of section 3-705 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows:\n\t4.  The campaign finance board shall make possible payment within four business days after receipt of reports of matchable contributions, or as soon thereafter as is practicable, but not earlier than the earliest dates for making such payments as provided in subdivisions five and six of section 3-709; provided, however, that the board shall withhold up to five percent of all public funds payments to participating candidates until the final pre-election payment for any given election.  The board shall schedule a minimum of three payment dates within the thirty days prior to a covered election.  For purposes of such payment dates, the board shall provide each candidate with a written determination specifying the basis for any  non-payment.  The board shall provide candidates with a process by which they may immediately upon receipt of such determination petition the board for reconsideration of any such non-payment and such reconsideration shall occur within five business days of the filing of such petition.  In the event that the board denies such petition then it shall immediately notify the candidate of [its] his or her right to [appeal to appeal] bring a special proceeding pursuant to article 78 of the civil practice law and rules.  \n\t§6.  Subparagraph (i) of paragraph (b) of subdivision 5 of section 3-709.5 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, and subdivision 12 of section 3-709.5 of the administrative code of the city of New York, as added by local law 34 for the year 2007, are amended to read as follows:  \n\t(b)(i)\tExcept as otherwise provided in subparagraph (ii) below, each debate for a primary, general or special election shall include only those participating candidates or limited participating candidates the sponsor of each such debate has determined meet the non-partisan, objective, and non-discriminatory criteria set forth in any agreement between the sponsor and the board; provided, however, that the criteria for the first debate for a primary, general, or special election shall provide, among other criteria, (A) that a participating candidate shall be eligible to participate in such debate if he or she has, by the last filing date prior to such debate, (I) spent, contracted, or obligated to spend, and (II) received in contributions, an amount equal to or more than twenty percent of the threshold for eligibility for public funding applicable to participating candidates contained in subdivision two of section 3-703, and (B) that a limited participating candidate shall be eligible to participate in such debate if he or she has, by the last filing date prior to such debate, spent, contracted, or obligated to spend, an amount equal to or more than twenty percent of the threshold for eligibility for public funding applicable to participating candidates seeking the office for which such debate is being held contained in subdivision two of section 3-703; provided, however, that for the purpose of determining whether a candidate has met the financial criteria to be eligible to participate in such debate, only contributions raised and spent in compliance with the act shall be used to determine whether the candidate has raised and spent twenty percent of the threshold for eligibility for public funding applicable to participating candidates contained in subdivision two of section 3-703; provided, further, that the second debate for a primary, general, or special election shall include only those participating candidates or limited participating candidates who the sponsor has also determined are leading contenders on the basis of additional non-partisan, objective, and non-discriminatory criteria set forth in any agreement between the sponsor and the board.  Nothing in this provision is intended to limit the debates to the two major political parties.\n12.  The city of New York shall indemnify each sponsor for any liability of such sponsor arising out of the acts or omissions of the city of New York in connection with the selection of candidates for participation in any debate[,] held pursuant to this section 3-709.5. \n\t§7.  Paragraph b of subdivision 2 of section 3-710 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows:\n\tb.  If the board determines that any portion of the payment made to a principal committee of a participating candidate from the fund was used for purposes other than qualified campaign expenditures, it shall notify such candidate and committee of the amount so disqualified and such candidate and committee shall pay to the board an amount equal to such disqualified amount; provided, however, that in considering whether or not a participating candidate shall be required to pay to the board such amount or an [amountless] amount less than the entire disqualified amount, the board shall act in accordance with the following:  (i) where credible documentation supporting each qualified campaign expenditure exists but is incomplete, the board shall not impose such liability for such expenditure; and (ii) where there is an absence of credible documentation for each [qualified campaign] qualified campaign expenditure,  the board may impose liability upon a showing that such absence of credible documentation for such expenditure arose from a lack of adequate controls including, but not limited to trained staff, internal procedures to follow published board guidelines and procedures to follow standard financial controls.\n\t§8.  Subdivision 19 of section 3-702 of the administrative code of the city of New York, as added by section 17 of local law 34 for the year 2007, is renumbered as subdivision 21 and amended to read as follows:\n[19] 21.  a.  For purposes of campaigns that accept public funds pursuant to section 3-705 of this chapter, the terms “expenditure” and “campaign expenditure” shall include all payments and liabilities in furtherance of a political campaign for covered office, including, but not limited to, all qualified campaign expenditures and expenditures subject to or exempt from the expenditure limitations of this chapter [pursuant to sections 3-706 and 3-712.  In addition, there]. There shall be a rebuttable presumption that the following expenditures are in furtherance of a political campaign for elective office; provided, however, that the presumptions contained in this subdivision shall not apply to an expenditure [made when the expenditure is] to a person or entity associated with the candidate [making such expenditure or on whose behalf such candidate’s committee made such expenditure]; and provided further that in rebutting any such presumption the campaign finance board may consider factors including the timing of the expenditure and whether the campaign had an unusually high amount of spending on a particular type of expenditure.  For purposes of this subdivision a person or entity associated with a candidate [includes] shall include the candidate’s spouse, domestic partner, child, parent, or sibling[,] or a person or entity with whom or with which the candidate has a business or other financial relationship:  \n1.\tContributions to charitable organizations designated as 501(c)(3) organizations pursuant to the internal revenue code; \n2.\tContributions to candidates and political committees subject to the provisions of section 3-705(8); \n3.\tCommunity events including, but not limited to, events hosted by civic [associations] and neighborhood [association] associations; provided, however, that this presumption shall not apply to sporting events, concerts, theater or other entertainment events which shall be subject to the provisions of paragraph b; \n4.\tBallot proposal advocacy where there are indicia that the expenditure relates to the candidate;\n5.\tTravel related solely and exclusively to a political campaign for a covered office or the holding of public office; provided, however, that any travel not related solely and exclusively to a political campaign or the holding of public office shall be subject to the provisions of paragraph b; \n6.\tLegal defense of a non-criminal matter arising out of a political campaign;\n7.\tComputer hardware, software and other office technology purchased more than two weeks before the date of a primary election, in the case of a candidate who is opposed in the primary election, or two weeks before the date of a general election, in the case of a candidate who was not opposed in a primary election;\n8.\tA post-election event for staff, volunteers and/or supporters held within thirty days of the election; \n9.\tPayment of non-criminal penalties or fines arising out of a political campaign;\n10.\tCosts incurred in demonstrating eligibility for the ballot[,] or public funds payments or defending against a claim that public funds must be repaid; and\n11.\tFood and beverages provided to campaign workers and volunteers[; and].\nb.  Campaign funds shall not be converted by any person to a personal use which is unrelated to a political campaign.  Expenditures not in furtherance of a political campaign for elective office include the following:\n1.\tExpenditures to defray the normal living expenses of the candidate, immediate family of the candidate[,] or any other individual except for the provision of such expenses for professional staff as part of a compensation package;\n2.\tAny residential[,] or household items, supplies or expenditures;\n3. \tClothing, haircuts and other personal grooming;\n4.\tFuneral, cremation[,] or burial expenses including any expenses related to a death within a candidate’s or officeholder’s family;\n5.\tAutomobile purchases;\n6.\tTuition payments[,]and childcare costs;\n7.\tDues, fees[,] or gratuities at a country club, health club, recreational facility or other nonpolitical organization unless part of a specific fundraising event that takes place on the organization’s premises;\n8.\tAdmission to a sporting event, theater, concert or other entertainment event not part of a specific campaign activity;\n9.\tExpenditures for non-campaign related travel, food, drink or entertainment; if a candidate uses campaign funds to pay expenses associated with travel that involves both personal activities and campaign activities, the incremental expenses that result from the personal activities shall be considered for personal use unless the [person] candidate benefiting from the use reimburses the campaign account within thirty days for the full amount of the incremental expenses; and\n10.\tGifts, except  for brochures, buttons, signs and other campaign materials and token gifts valued at not more than fifty dollars that are for the purpose of expressing gratitude, condolences or congratulations.  \n§9.  Paragraph (l) of subdivision 1 of section 3-703 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows:\n(l) not accept and his or her principal committee or authorized committees must not accept, either directly or by transfer, any contribution, loan, guarantee, or other security for such loan from any corporation, limited liability company, limited liability partnership[,] or partnership, other than a corporation, limited liability company, limited liability partnership[,] or partnership that is a political committee as defined in subdivision eleven of section 3-702 of this chapter, for all covered elections held in the same calendar year in which he or she is a participating or non-participating candidate, provided, however, that where a contribution is from a contributor whose  name is followed by a professional designation including but not limited to “M.D.”, “Esq.” and “C.P.A.” the board shall not treat such contribution as coming from a corporation, limited liability company [or], limited liability partnership or partnership in the absence of further indicia that such contribution is from such an entity;\n§10. Paragraph (j) of subdivision 2 of section 3-704 of the administrative code of the city of New York, as added by local law 34 for the year 2007, is amended to read as follows:\n\t(j) payment of any penalty or fine imposed pursuant to federal, state or local law; or \n§11.  Paragraph (a) of subdivision 2 of section 3-705 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows:  \n(a)  If the threshold for eligibility is met, the participating candidate’s principal committee shall receive payment for qualified campaign expenditures of six dollars for each one dollar of matchable contributions, up to one thousand fifty dollars in public funds per contributor (or up to five hundred [twenty-five] twenty-two dollars in public funds per contributor in the case of a special election), obtained and reported to the campaign finance board in accordance with the provisions of this chapter. \n§12.  Subdivision 7 of section 3-705 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows: \t7. Notwithstanding any provision of this section to the contrary, the amount of public funds payable a participating candidate on the ballot in any covered election shall not exceed one quarter of the maximum public funds payment otherwise applicable under subdivision two of this section, unless:\n[(b)](a)  the  participating  candidate  is  opposed by a candidate and the board has determined that such other candidate and his or her authorized committees have spent or contracted or have obligated to spend, or received in loans or contributions, or both, an amount which, in the aggregate, exceeds one-fifth of the applicable expenditure limit for such office fixed by subdivision one of section 3-706 of this chapter for participating candidates; or\n[(c)](b) the participating  candidate  has  submitted  a certified signed  statement attesting to the need and stating the reason for additional public funds in such election, in which case the board shall publish such statement at the time such additional public funds are paid, including on the board's internet website.  Such statement must certify that (i) one or more of the following conditions [applies and provide documentation in support of such condition] apply and (ii) [that] such condition or conditions reasonably [demonstrates] demonstrate the need for such public funds[.], and the participating candidate must provide documentation demonstrating the existence of such condition or conditions:  \n\t(1)  the participating candidate is opposed by (i) a non-participating candidate or (ii) a limited participating candidate, and provides a factual basis with supporting documentation of such candidate’s ability to self finance;\n\t(2)  the participating candidate is opposed by a candidate who has received (i) the endorsement of a citywide or statewide elected official or a federal elected official representing all or a portion of the area covered by the election; (ii) two or more endorsements from other city elected officials who represent all or a part of the area covered by the election; or (iii) endorsements of one or more membership organizations with a membership of over 250 members;\n\t(3) the participating candidate is opposed by a candidate who has had significant media exposure in the twelve months preceding the election.  For purposes of this paragraph, significant media exposure shall mean appearance of the opponent or his or her name [in] on television[,] or  radio in the area of the covered election or in print media in general circulation in the area of the covered election at least twelve times in the year preceding the covered election; provided, however, that the listing of names of candidates or potential candidates for a covered election without additional information concerning the opponent shall not constitute an appearance for purposes of this paragraph;\n\t(4)  the participating candidate is opposed by a candidate who has received twenty-five percent or more of the vote in an election for public office in an area encompassing all or part of the area that is the subject of the current election in the last eight years preceding the election;\n\t(5) the participating candidate is opposed by a candidate whose name is substantially similar to the candidate’s so as to result in confusion among voters, as determined by the board; \n\t(6) the participating candidate in a city council or borough-wide race is opposed by a candidate who is a chairman or president of a community board or district manager of a community board; or\n\t(7) the participating candidate is opposed by a candidate whose spouse, domestic partner, sibling, parent or child [hold or have held] holds or has held elective office in an area encompassing all or part of the area [that is the subject] of the [current] covered election in the past ten years.\n\tThe board shall be authorized to verify the truthfulness of any certified statement submitted pursuant to this paragraph and of any supporting documentation and shall post such [certifications] certified statements and supporting documentation on its website.  \n\t[(d)](c)  the participating candidate is opposed in a primary or special election for an office for which no incumbent is seeking re-election.\n\tIf any of the conditions described in paragraphs (a), (b), or (c) [or (d)] occur in such election, the board shall pay any and all additional public funds due to the participating candidate up to the maximum total payment applicable in such election under subdivisions two or six of this section or subdivision three of section 3-706 of this chapter.\n§13.  Paragraph (a) of subdivision 1 of section 3-706 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows: \n(a)\tExcept as provided in paragraph (b) of this subdivision, in each primary election, in each special election to fill a vacancy, and in each general election, expenditures by a participating candidate or a limited participating candidate and his or her principal committee for one of the following offices shall not exceed the following amounts:\n\t\t\tmayor: \t\t\t\t[$6,157,600] $6,158,000\n\t\t\tpublic advocate or comptroller: \t[$3,849,575] $3,850,000\n\t\t\tborough president:\t\t\t[$1,385,675] $1,386,000\n\t\t\tmember of the city council: \t[$161,250] $161,000\n\t§14.  Subdivision 2 of section 3-706 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows:\n2.  The following limitations apply to all expenditures made by a participating or limited participating candidate and his or her principal committee in the three calendar years preceding the year of the election for which such candidate chooses to file a certification as a participating or limited participating candidate pursuant to this chapter and to expenditures made at any time prior to such date for services, materials, facilities, advertising or other things of value received, rendered, published, distributed or broadcast in such calendar years.  Such expenditures by a participating or limited participating candidate for one of the following offices and his or her principal committee shall not exceed the following amounts:\n\tmayor, public advocate or comptroller:\t[$290,250] $290,000\n\tborough president:\t\t\t\t$129,000\nmember of the city council:\t\t\t$43,000\n\t§15.  Subdivision 1 of section 3-710 of chapter 7 of title 3 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows:\n\t1.  The campaign finance board is hereby empowered to audit and examine all matters relating to the performance of its functions and any other matter relating to the proper administration of this chapter and of chapter 8 of title 3 of this code.  The board shall conduct its campaign audits in accordance with generally accepted government auditing standards, and shall [issue] promulgate rules regarding what documentation is sufficient in demonstrating financial activity. These audit and examination powers extend to all participating candidates, limited participating candidates, and non-participating candidates, and the principal and authorized committees of all participating, limited participating, and non-participating candidates, provided that:\n\ta. Any draft audit, the subject of which is a participating, limited participating[,] or non-participating candidate, or the principal and/or authorized committees of any participating, limited participating[,] or non-participating candidate shall be completed within (i) eight months after the submission of the final disclosure report for the covered election for city council races and borough-wide races[;], and  (ii) ten months after the submission of the final disclosure report for the covered election for citywide races, unless the subject of such audit consents in writing to a longer period of time; \n\tb. The campaign finance board shall provide each candidate a final audit, which shall contain the final resolution of all issues raised in the draft audit; such final audit shall be provided to the candidate, where such candidate or such candidate’s campaign manager or treasurer has completed audit training provided by the board, within (i) [within] fourteen months after the submission of the final disclosure report for the covered election, for city council races and borough-wide races[;], and (ii) sixteen months after the submission of the final disclosure report for the covered election for citywide races, unless the subject of such audit consents in writing to a longer period of time.  Where such candidate or such candidate’s campaign manager or treasurer has not completed audit training provided by the campaign finance board, such final audit shall be provided to such candidate within (i) [within] sixteen months after the submission of the final disclosure report for the covered election, for city council races and borough-wide races[;], and (ii) eighteen months after the submission of the final disclosure report for the covered election for citywide races, unless the subject of such audit consents in writing to a longer period of time.  Provided, however, that where the issuance of such final audit is preceded by a notice of violations and recommended penalties and/or a notice of repayment of public funds, such notice or notices shall include all potential penalties and/or repayment obligations and a notice of a candidate’s right to a hearing pursuant to section 3-710.5 or section 3-710(4) of this chapter and shall be provided to the candidate according to the deadlines applicable to final audits as set forth in this paragraph.\n\tc. Any advice provided by board staff to a participating, limited participating, or non-participating [candidates] candidate with regard to an action shall be presumptive evidence that such action, if taken in reliance on such advice, should not be subject to a penalty or repayment obligation where such candidate[,] or such candidate’s committee has confirmed such advice in a writing to such board staff by registered or certified mail to the correct address, or by electronic or facsimile transmission with evidence of receipt, [that describes] describing the action to be taken pursuant to the advice given and the board or its staff has not responded to such written confirmation within seven business days disavowing or altering such advice, provided that the board’s response shall be by registered or certified mail to the correct address, or by electronic or facsimile transmission with evidence of receipt.\t\nd.  Notwithstanding the provisions of paragraphs a and b of this [section] subdivision, if a committee has failed to respond to a request for information made by board auditors during the post-election audit process, the time period for completing the draft and final audits shall be tolled and extended by the number of days by which the committee has exceeded the original deadline for a response, provided that the committee has received timely written notice of: [(a)](i) the original deadline to provide the information, which shall not have been less than thirty days from the date such information was requested[,]; and [(b)](ii) the commencement of the tolling period pursuant to this section.  If a committee has responded to a request for information made by board auditors but such response is  inadequate, the time period for completing the draft and final audits shall be tolled and extended by the number of days until an adequate response is provided, provided that the committee has received timely written notice of: [(a)](i) the original deadline to provide the information, which shall not have been less than thirty days from the date such information was requested[,]; [(b)](ii) the commencement of the tolling period pursuant to this section; and [(c)](iii) the detailed reasons why the original response was inadequate.\ne.  Notwithstanding any provision of law to the contrary, the deadlines provided in [subdivisions] paragraphs a and b of this [section] subdivision for the completion of draft and final audits shall not apply in cases where the audit raises issues involving potential campaign-related fraud, potential other criminal activity, or activity that may constitute a breach of certification pursuant to rules of the board[,] or potential significant violations of the limits set forth in section 3-706.  \nf.  Notwithstanding any provision of the law to the contrary, the deadlines provided in [subdivisions] paragraphs a and b of this [section] subdivision for the completion of draft and final audits shall not apply in the event that board operations are interrupted due to a catastrophic emergency such as a natural disaster or criminal event, provided that once board operations resume, the board shall within two weeks announce new deadlines for the completion of draft and final audits consistent with [provisions] paragraphs a and b.  \n§16. Paragraph (c) of subdivision 2 of section 3-710 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows:\n\t2. (c)[ (i)]  If the total of contributions, other receipts, and payments from the fund received by a participating candidate and his or her principal commit­tee exceed the total campaign expenditures of such candidate and committee for all covered elections held in the same calendar year or for a special election to fill a vacancy such candidate and committee shall use such excess funds to reimburse the fund for payments received by such committee from the fund during such calendar year or for such special election.  No such excess funds shall be used for any other purpose, unless the total amount of the payments received from the fund by the principal committee has been repaid.  \n§17.  Subdivision 4 of section 3-710 of the administrative code of the city of New York, as added by local law 34 for the year 2007, is amended to read as follows:\n4. [[(a)]] No claim for the repayment of public funds shall be made against any candidate or committee without written notice to such candidate or committee, issued in a timely manner pursuant to [the] all of the requirements of subdivision one of this section, and [a reasonable] an opportunity to appear before the board.  Any such repayment claim shall be based on a final determination [to be] issued by the board following an adjudication before the board consistent with the procedures set forth in section 1046 of the charter unless such procedures are waived by the candidate or principal committee.  Such final determination shall be included in and made part of the final audit which shall be issued within thirty days of such determination[.].\n§18.  Section 3-710.5 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows: \n§ 3-710.5 Findings of violation or infraction; adjudications; [or] final determinations.  (i) The board shall determine whether a participating candidate, his or her principal committee, principal committee treasurer or any other agent of a participating candidate has committed a violation or infraction of any provision of this chapter or the rules promulgated hereunder, for which the board may assess a civil penalty pursuant to section 3-711 of this chapter. The board shall promulgate rules defining infractions, and such definitions shall include, but not be limited to, failures to comply with the provisions of this chapter or the rules promulgated hereunder that are limited and non-repetitive.  \n(ii)(a) The board shall give written notice and the opportunity to appear before the board to any participating, limited participating or non-participating candidate, his or her principal committee, authorized committee, committee treasurer or any other agent of such candidate, if the board has reason to believe that such has committed a violation or infraction before assessing any penalty for such action.  Any such written notice of alleged violations shall be issued in a timely manner pursuant to all of the requirements of subdivision one of section 3-710 and shall precede the issuance of the final audit required pursuant to subdivision one of section 3-710.  In the case of a written notice issued prior to the date of a covered election, or after the date of a covered election in[ ]the case of a notice regarding an alleged failure to respond to a request for audit documentation, such notice may be issued prior to the issuance of a draft audit.  Alleged violations and proposed penalties shall be subject to resolution by adjudication before the board consistent with the procedures of section 1046 of the charter, unless such procedures are waived by the candidate or principal committee; provided, however, that in the case of adjudications conducted prior to the date of a covered election, the board shall use the procedures of section 1046 of the charter only to the extent practicable, given the expedited nature of such pre-election adjudications.  The board shall issue a final determination within thirty days of the conclusion of the adjudication proceeding. \n(b) The board shall include in every final determination: (i) notice of the [respondents’] respondent’s right to bring a special proceeding challenging the board’s final determination in New York State supreme court [brought] pursuant to article 78 of the civil practice law and rules; and (ii) notice of the commencement of the four-month period during which such a special proceeding may be brought pursuant to article 2 of the civil practice law and rules.  \n\t§19.  Subdivision 4 of section 3-711 of the administrative code of the city of New York, as added by local law 34 for the year 2007, is amended to read as follows:\n\t4.  Notwithstanding any provision of law to the contrary, any participating or limited participating candidate and his or her principal committee or any non-participating candidate and his or her authorized committees or any other person who [commit] commits any violation of this chapter or any rules promulgated hereunder and who [take] takes all steps necessary to correct such violation prior to receiving written notice from the board of the existence of the potential violation [pursuant to section 3-710.5] shall not be subject to any penalty for such violation.   \n§20.  Section 3-720 of the administrative code of the city of New York, as added by local law 34 for the year 2007, is amended to read as follows: \n§3-720.  Tolling of time for notice of alleged violations [or penalties.] and/or notice of repayment of public funds.  If a committee has failed to respond to a request for information made by board auditors or has inadequately responded during the post-election audit process and the board has satisfied the provisions of subdivision 1 of section 3-710, the time period for serving notice shall be tolled and extended by the number of days by which the committee has exceeded the original deadline for a response, provided that the committee has received timely written notice of: (a) the original deadline to provide the information, which shall not have been less than thirty days from the date such information was requested, and (b) the commencement of the tolling period pursuant to this section.  \n§21.  Paragraph (d) of subdivision 2 of section 3-801 of the administrative code of the city of New York, as added by local law 34 for the year 2007, is amended to read as follows: \n(d)  not accept any donation or donations of money, goods, or services from any corporation, limited liability company, limited liability partnership or partnership not permitted to contribute pursuant to paragraph (l) of subdivision 1 of section 3-703 or from any person whose name appears in the doing business database as of the date of such donation; provided, however, that this limitation on donations shall not apply to any donation to a transition or inauguration entity authorized pursuant to subdivision one of this section made by a natural person who has business dealings with the city [to a transition or inaugural committee] where such donation is from the candidate-elect[,] or from the candidate-elect’s parent,  spouse, domestic partner, sibling, child, grandchild, aunt, uncle, cousin, niece or nephew by blood or by marriage. \n\t§22.  Subparagraph (iii) of paragraph a of subdivision 3 of section 3-706 of the administrative code of the city of New York, as added by local law 34 for the year 2007, is amended to read as follows: \n(iii) [with regard to contributions raised on or] for elections occurring after January first, two thousand eight [for elections occurring after such date], the campaign finance board shall promulgate rules to provide that the principal committees of such participating candidates shall receive payment for qualified campaign expenditures that will provide the highest allowable matchable contribution to be matched by an amount up to one thousand two hundred fifty dollars in public funds per contributor (or up to six hundred twenty five dollars in public funds per contributor in the case of special election); provided, however, that (A) participating candidates in a run-[ ]off election shall receive public funds for such election pursuant to subdivision five of section 3-705 and shall not receive any additional public funds pursuant to this section, and (B) in no case shall a principal committee receive in public funds an amount exceeding two-thirds of the expenditure limitation [provide] provided for such  office in subdivision one of this section.  \n§23.  Subparagraph (iii) of paragraph b of subdivision 3 of section 3-706 of the administrative code of the city of New York, as added by local law number 34 for the year 2007, is to read as follows: \n\t(iii) [with regard to contributions raised on or] for elections occurring after January first, two thousand eight [for elections occurring after such date], the campaign finance board shall promulgate rules to provide that the principal committees of such participating candidates shall receive payment for qualified campaign expenditures that will provide the highest allowable matchable contribution to be matched by an amount up to one thousand five hundred dollars in public funds per contributor (or up to seven hundred fifty dollars in public funds per contributor in the case of special election); provided, however, that (A) participating candidates in a run-[ ]off election shall receive public funds for such election pursuant to subdivision five of section 3-705 and shall not receive any additional public funds pursuant to this section, and (B) in no case shall a principal committee receive in public funds an amount exceeding [two-thirds] one hundred twenty-five percent of the expenditure limitation [provide]provided for such  office in subdivision one of this section.  \n\t§24.  Paragraph (a) of subdivision 2 of section 3-703 of the administrative code of the city of New York, as amended by local law 58 of the year 2004, is amended to read as follows: \n(a) The threshold for eligibility for public funding for participating candidates in a primary or general election, or special election to fill a vacancy, shall be in the case of:\n\t(i)  mayor, not less than two hundred fifty thousand dollars in matchable contributions comprised of sums up to [two hundred fifty]one hundred seventy-five dollars per contributor including at least one thousand matchable contributions of ten dollars or more; \n\t(ii) public advocate and comptroller, not less than one hundred twenty-five thousand dollars in matchable contributions comprised of sums of up to [two hundred fifty]one hundred seventy-five dollars per contributor including at least five hundred matchable contributions of ten dollars or more;\n\t(iii) borough president, an amount equal to the number of persons living in such borough as determined by the last census multiplied by two cents in matchable contributions comprised of sums of up to [two hundred fifty]one hundred seventy-five dollars per contributor including at least one hundred matchable contributions of ten dollars or more from residents of the borough, or ten thousand dollars comprised of sums of up to [two hundred fifty]one hundred seventy-five dollars per contributor, whichever is greater.\n\t(iv) member of the city council, not less than five thousand dollars in matchable contributions comprised of sums of up to [two hundred fifty]one hundred seventy-five dollars per contributor including at least seventy-five matchable contributions of ten dollars or more from residents of the district in which the seat is to be filled.  \n\t§25. Section 38 of local law 34 for the year 2007 is REPEALED, section 39 of local law 34 for the year 2007 is renumbered section 38, and sections 36, 37, and 38 of local law 34 for the year 2007 are amended to read as follows:\n\t§36.  Each city agency with which any person who has business dealings with the city conducts such business shall[,] provide appropriate assistance in developing the doing business data base and shall take such steps as necessary to collect such information as required pursuant to this local law. Each city agency with which any person who has business dealings with the city conducts such business shall, at the board's request, provide appropriate assistance to the board in publicizing this local law and the rules of the board in connection with contributions of persons who have business dealings with the city; provided, however, that the rules shall not be [provided] applied to persons in categories of doing business activities before such categories are certified by the campaign finance board in accordance with section [twenty-six] thirty-seven of this local law.   \t \n\t§37.  Sections one, two, eight, eleven, twelve and forty of this local law shall take effect immediately provided that the implementation of such sections shall take effect as follows:  (i) [all of] the provisions of such sections concerning the holding of contracts for the procurement of goods, services or construction shall take effect thirty days after the campaign finance board and the department of information technology and telecommunications have certified to the mayor and council that there is a doing business database that identifies available information regarding chief executive officers, chief financial officers and/or chief operating officers or persons serving in an equivalent capacity[,] and persons with an interest in an entity which exceeds ten percent of the entity and persons employed in a senior managerial capacity [regarding] of an entity with a city contract pursuant to clause (i) of paragraph (a) of subdivision 18 of section 3-702 of the code as added by section one of this local law; (ii) [all of] the provisions of this local law concerning any bid or proposal for a contract for the procurement of goods, services or construction, and the provisions regarding persons employed in a senior managerial capacity with respect to any entity with a city contract pursuant to clause (i) of paragraph (a) of subdivision 18 of section 3-702 of the code as added by section one of this local law shall take effect thirty days after the campaign finance board and the department of information technology and telecommunications have certified to the mayor and council that there is a doing business database that identifies available information regarding chief executive officers, chief financial officers and/or chief operating officers or persons serving in an equivalent capacity, and persons with an interest in an entity which exceeds ten percent of the entity that has submitted a bid or proposal seeking such a contract, and persons employed in a senior managerial capacity of [entities that have submitted bids] any entity holding such a contract or that has submitted a bid or proposal seeking such a contract; (iii) the provisions of this local law concerning acquisition or disposition of real property, [applications for approvals] any application for approval sought pursuant to the provisions of section 195 [or] of the charter, any application for approval sought from the city of New York that has been certified pursuant to section 197-c of the [New York city] charter and any application for a zoning text amendment that has been certified pursuant to section 201 of the charter shall take effect thirty days after the campaign finance board and the department of information technology and telecommunications have certified to the mayor and council that there is a doing business database that identifies available information regarding chief executive officers, chief financial officers and/or chief operating officers or persons serving in an equivalent capacity, persons with an interest in an entity which exceeds ten percent of the entity and persons employed in a senior managerial capacity of an entity with [a real property transaction or land use approval] an acquisition or disposition of real property or an application for approval sought pursuant to the provisions of section 195 of the charter, any application for approval sought from the city of New York that has been certified pursuant to section 197-c of the charter and any application for a zoning text amendment that has been certified pursuant to section 201 of the charter pursuant to [clause] clauses (ii) and (iii) of paragraph (a) of subdivision 18 of section 3-702 of the code as added by section one of this local law; (iv) the provisions of this local law concerning franchises and concessions shall take effect thirty days after the campaign finance board and the department of information technology and telecommunications have certified to the mayor and council that there is a doing business database that identifies available information regarding chief executive officers, chief financial officers and/or chief operating officers or persons serving in an equivalent capacity[,] and persons with an interest in an entity which exceeds ten percent of the entity [and persons employed in a senior managerial capacity regarding an entity] with a city franchise or concession pursuant to clause (iv) of paragraph (a) of subdivision 18 of section 3-702 of the code as added by section one of this local law; (v) [all of] the provisions of this local law concerning any bid or proposal for a franchise or concession, and the provisions regarding persons employed in a senior managerial capacity with respect to any entity with a city franchise or concession pursuant to clause (iv) of paragraph (a) of subdivision 18 of section 3-702 of the code as added by section one of this local law, shall take effect thirty days after the campaign finance board and the department of information technology and telecommunications have certified to the mayor and council that such database [includes,] identifies available information regarding chief executive officers, chief financial officers and/or chief operating officers or persons serving in an equivalent capacity, and persons with an interest in an entity which exceeds ten percent of the entity that has submitted a bid or proposal seeking such a franchise or concession, and persons employed in a senior managerial capacity [of entities with] with respect to any entity holding such a franchise or concession or that has submitted a bid or a proposal for such a franchise or concession; (vi) [all of] the provisions of this local law concerning a recipient of a grant shall take effect thirty days after the campaign finance board and the department of information technology and telecommunications have certified to the mayor and council that there is a doing business database that identifies available information regarding chief executive officers, chief financial officers and/or chief operating officers or persons serving in an equivalent capacity, persons with an interest in an entity which exceeds ten percent of the entity and persons employed in a senior managerial capacity [regarding an] with respect to any entity that is a recipient of a grant pursuant to clause (v) of paragraph (a) of subdivision 18 of section 3-702 of the code as added by section one of this local law; (vii) [all of] the provisions of this local law concerning a party to an economic development agreement shall take effect thirty days after the campaign finance board and the department of information technology and telecommunications have certified to the mayor and council that there is a doing business database that identifies available information regarding chief executive officers, chief financial officers and/or chief operating officers or persons serving in an equivalent capacity, persons with an interest in an entity which exceeds ten percent of the entity and persons employed in a senior managerial capacity [regarding an] with respect to any entity that is an applicant for or a party to an economic development agreement pursuant to clause (vi) of paragraph (a) of subdivision 18 of section 3-702 of the code as added by section one of this local law;  (viii) [all of] the provisions of this local law concerning a contract for the investment of pension funds, including investments in a private equity firm and contracts with investment related consultants shall take effect thirty days after the campaign finance board and the department of information technology and telecommunications have certified to the mayor and council that there is a doing business database that identifies available information regarding chief executive officers, chief financial officers and/or chief operating officers or persons serving in an equivalent capacity, persons with an interest in an entity which exceeds ten percent of the entity and persons employed in a senior managerial capacity [regarding an] with respect to any entity that is an applicant for or a party to a contract for the investment of pension funds, including investments in a private equity firm and contracts with investment related consultants  pursuant to clause (vii) of paragraph (a) of subdivision 18 of section 3-702 of the code as added by section one of this local law; and (ix) [all of] the provisions of this local law concerning lobbyists shall take effect thirty days after the campaign finance board and the department of information technology and telecommunications have certified to the mayor and council that there is a doing business database that identifies lobbyists; and shall be applicable to all receipts, expenditures, and public funds claims after such effective dates for elections held after such effective dates; provided that, upon enactment of this local law, the campaign finance board shall take all necessary steps, including but not limited to the promulgation of forms and rules, to ensure the prompt implementation of this local law upon its effective date. Notwithstanding any provision of law to the contrary, the campaign finance board and the department of information technology and telecommunication may certify any component of the doing business database enumerated in clauses (i) through [(viii)] (ix) of this section as complete when it has determined that each component identifies such persons with reasonable completeness and accuracy. Notwithstanding any provision of law to the contrary, immediately upon certification of each component of the doing business database pursuant to this section, the department of information technology and telecommunications shall provide to the [Mayor]mayor and the [Council]council an analysis of the steps taken to compile the component of the database certified and the campaign finance board shall provide to the [Mayor]mayor and the [Council]council an analysis of the steps taken to ensure and test for reasonable completeness and accuracy. Such report shall also demonstrate the process by which the department of information technology and telecommunications and the campaign finance board shall update the doing business database and ensure that names of persons no longer doing business with the city are removed. The deadline for certification of this section in relation to clauses (i), [and] (iv), and (ix) shall be six months from the effective date of this local law; the deadline for certification of this section in relation to clauses (ii),  (v), (vi), (vii) and (viii) shall be one year from the effective date of this local law; and the deadline for certification of this section in relation to clause (iii) shall be sixteen months from the effective date of this local law; provided, however, that any component of the doing business database that has not been certified on or before December 1, 2008 may not be certified until on or after November 30, 2009.\n\t§[39] 38.  With its 2009 post-election report, the campaign finance board shall submit a report to the council on the status of the doing business database.  Such report shall contain the status of each of the components enumerated in clauses (i) through [(viii)] (ix) of section [thirty-three] thirty-seven of this local law and whether each such component has been certified, for those components that have not been certified, if any, what the status is of the development of such component of the database and the expected timeline for such component’s certification. The campaign finance board shall provide the council and the mayor with recommendations, if any, for exempting certain types of transactions, applications or agreements from the definition of business dealings with the city as defined in section one of this local law.  If such proposals are submitted by the board, and such proposals are accepted by the council, or if the council fails to take action on such proposals within sixty days, such proposals shall take effect.  Rejection of such proposals by resolution, or action by the council on amendments to the definition of business dealings with the city different from those contained in such proposals shall constitute action on such proposals.  \n\t§26.  Section forty of local law 34 for the year 2007 is renumbered section 39 and section forty-one of local law 34 for the year 2007 is renumbered and amended to read as follows:\n\t[§41] §40.  Sections three through seven, nine, ten, thirteen through [twenty, and twenty-two through thirty-three] thirty-six and thirty-nine of this local law shall take effect on January 1, 2008; provided, however that such sections shall apply only to elections held on or after such effective date and shall be applicable to all public funds claims for elections held on or after such effective date, regardless of whether the claim for public funds was submitted prior to the effective date.\n\t§ 27.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times;}{\\f2\\fswiss\\fprq2\\fcharset0 Tahoma;}{\\f3\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}{\\f4\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\i Be it enacted by the Council as follows:\\i0\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.   Subdivisions 18 and 20 of section 3-702 of the administrative code of the city of New York, as added by local law number 34 for the year 2007, are amended to read as follows:\\i\\f1\\par\n\\pard\\sl480\\slmult1\\i0\\f0 18.  a.  The term \\ldblquote business dealings with the city\\rdblquote  shall mean (i) any contract \\ul (other than an emergency contract or a contract procured through publicly-advertised competitive sealed bidding) which is\\ulnone  for the procurement of goods\\ul ,\\ulnone  [or] services or construction that is entered into or in effect with the city of New York or any agency or entity affiliated with the city of New York [(other than a contract procured through competitive sealed bidding, or one or more contracts with a single person or entity for the procurement of goods or services totaling not more than] \\ul and is valued at or above\\ulnone   the dollar value [set forth] \\ul defined\\ulnone  in [section 6-116.2(i)(3)(a)] \\ul subparagraph (a) of paragraph (3) of subdivision i of section 6-116.2\\ulnone  of the administrative code, or\\ul , \\ulnone [for construction totaling not more than] \\ul with respect to a contract for construction, at or above\\ulnone  five hundred thousand dollars, or an emergency contract awarded pursuant to section 315 of the charter[)], and shall include any contract for the underwriting of the debt of the city of New York or any agency or entity affiliated with the city of New York and the retention of any bond counsel, disclosure counsel or underwriter\\rquote s counsel in connection therewith; \\ul or \\ulnone (ii) any acquisition or disposition of real property (other than a public auction or competitive sealed bid transaction or the acquisition of property pursuant to the department of environmental protection watershed land acquisition program) with the city of New York or any agency or entity affiliated with the city of New York; or (iii) any application for approval sought from the city of New York  pursuant to the provisions of section 195 of the charter, any application for approval sought from the city of New York that has been certified pursuant to the provisions of section 197-c of the charter,  and any application for a zoning text amendment that has been certified pursuant to section 201 of the charter;  provided\\ul ,\\ulnone  however\\ul ,\\ulnone  that for purposes of this clause, with respect to section 195 an applicant shall include the lessor of an office building or office space, and with respect to section 197-c an applicant shall include a designated developer or sponsor of a project for which a city agency or local development corporation is the applicant and provided, further, however, that owner-occupants of one, two and three family homes shall not be considered applicants pursuant to this clause; or (iv) [one or more concessions] \\ul any concession\\ulnone  (other than [concessions] \\ul a concession\\ulnone  awarded through \\ul publicly-advertised\\ulnone  competitive sealed bid) or [franchises] \\ul any franchise\\ulnone  from the city of New York or any agency or entity affiliated with the city of New York [with] \\ul which has an\\ulnone  estimated [aggregate payments to the city of more than] \\ul annual value at or above\\ulnone  the dollar value [set forth] \\ul defined\\ulnone  in [section 6-116.2(i)(3)(a)] \\ul subparagraph (a) of paragraph (3) of subdivision i of section 6-116.2\\ulnone  of the administrative code [per fiscal year]; or (v) [one or more grants totaling not more than] \\ul any grant that is valued at or above\\ulnone  the dollar value [set forth] \\ul defined\\ulnone  in [section 6-116.2(i)(3)(a)] \\ul subparagraph (a) of paragraph (3) of subdivision i of section 6-116.2\\ulnone  of the administrative code,  received from the city of New York or any agency or entity affiliated with the city of New York; or (vi) any economic development agreement entered into or in effect with the city of New York or any agency or entity affiliated with the city of New York; or (vii) any contract for the investment of pension funds, including investments in a private equity firm and contracts with investment related consultants.  In addition, for purposes of this chapter a lobbyist as defined in section 3-211 of this title shall be deemed to be engaged in business dealings with the city of New York during all periods covered by a registration statement.   For purposes of clauses (i), (iv) and (v) of this subdivision, all contracts, concessions, franchises and grants that are five thousand dollars or less in value shall be excluded from any calculation as to whether a contract, concession, franchise or grant is a business dealing with the city.  For purposes of clauses (ii) and (iii) of this subdivision, the department of city planning, in consultation with the board, may promulgate rules to  require\\i  \\i0 the submission by applicants to the city of information necessary to implement the requirements of subdivisions 1-a and 1-b of section 3-703 of this chapter as they relate to clauses (ii) and (iii) of paragraph (a) of this subdivision for purposes of inclusion in the doing business database established pursuant to subdivision [(20)]\\ul  20\\ulnone  of this section.  [For purposes of this subdivision, actions, transactions, and agreements for the purpose of providing affordable housing pursuant to the Private Housing Finance Law or the General Municipal Law or any other city, state or federal program, including but not limited to actions, transactions and agreements for such purposes which involve land dispositions, loans, grants, real property tax exemptions, zoning bonuses, low income housing tax credits, rent subsidies, or agreements imposing limitations on the incomes of residents or on the rents or other charges to be paid by such residents, shall not constitute business dealings with the city of New York.]    For purposes of this subdivision, \\ldblquote agency or entity affiliated with the city of New York\\rdblquote  shall mean the city school district of the city of New York and any public authority, public benefit corporation or not for profit corporation, the majority of whose board members are officials of the city of New York or are appointed by such officials.  \\ul The department of housing preservation and development shall promulgate rules setting forth which categories of actions, transactions and agreements providing affordable housing shall and shall not constitute business dealings with the city of New York for purposes of this subdivision.  The department shall consider the significance of the affordable housing program and the degree of discretion by city officials in determining which actions, transactions and agreements shall and shall not constitute such business dealings.  Notwithstanding any provision of this subdivision, a housing assistance payment contract between a landlord and the department of housing preservation and development or the New York city housing authority relating to the provision of rent subsidies pursuant to Section 8 of the United States Housing Act of 1937, 42 USC 1437 et., seq., shall not constitute business dealings with the city of New York for the purposes of this subdivision. \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1278\\tx2160\\ulnone b.  Business dealings with the city as defined in this subdivision shall be [limited] as follows:  for purposes of clause (i) of paragraph (a) of this subdivision, bids or proposals on contracts for the procurement of goods, services, or construction shall only constitute business dealings with the city of New York for the period from the later of the submission of the bid or proposal or the date of the public advertisement for the contract opportunity until twelve months after the date of such submission or advertisement, and contracts for the procurement of goods, services or construction shall only constitute business dealings with the city of New York during the term of such contract \\ul (or in the case of purchase contracts for goods, from the date of such purchase)\\ulnone  and for twelve months [after the end of such term]\\ul  thereafter\\ulnone , provided, however that where such contract award is made from a line item appropriation and/or discretionary funds made by an elected official other than the mayor or the comptroller, such contract shall only constitute business dealings with the city from the \\ul date of\\ulnone  adoption of the budget in which the appropriation of such contract is included until twelve months after the end of the term of such contract; for purposes of clause (ii) of paragraph a of this subdivision, leases in which the city of New York is the proposed\\i  \\i0  lessee[,] shall only constitute business dealings with the city from the date the\\i  \\i0 application for acquisition is filed pursuant to section 195 or the date of the certification of such application pursuant to section 197-c to a period of one year after the commencement of the lease term or after the commencement of any renewal and\\ul ,\\ulnone  where the city or any city affiliated entity is disposing of any real property interest, shall only constitute business dealings with the city from the date of the submission of a proposal and during the term of any agreement and one year after; for purposes of clause (iii) of paragraph (a) of this subdivision, applications for approval sought from the city of New York pursuant to the provisions of sections 197-c or 201 of the charter, except for applications for leases as described in clause (ii), shall only constitute business [dealing] \\ul dealings\\ulnone  with the city from the date of the certification of such application to the date that is one hundred twenty days after the date of filing by the council with the mayor of its action pursuant to subdivision e of section 197-d of the charter or\\ul ,\\ulnone  in the case of a decision of the city planning commission for which the council takes no action pursuant to paragraph (3) of subdivision (b) of section 197-d of the charter, the date which is twenty days following the filing of such decision with the council pursuant to subdivision a of section 197-d of the charter, provided, however, that in the case of a disapproval of a council action by the mayor pursuant to subdivision e of section 197-d of the charter, such date shall be one hundred twenty days after expiration of the ten day period for council override pursuant to such section;  for purposes of clause (iv) of paragraph (a) of this subdivision, bids or proposals for franchises and concessions shall only constitute business dealings with the city of New York for the period from the submission of the bid or proposal until twelve months after the date of such submission, concessions shall only constitute business dealings with the city of New York during the term of such concession and for twelve months after the end of such term, and franchises shall only constitute business dealings with the city of New York for the period of one year after the commencement of the term of the franchise or after the commencement of any renewal; for purposes of clause (v) of paragraph (a) of this subdivision, grants shall constitute business dealings with the city of New York for one year after the grant is made; for purposes of clause (vi) of paragraph (a) of this subdivision, economic development agreements shall  constitute business dealings with the city from the submission of an application for such agreement and during the term of such agreement and for one year after the end of such term; and for purposes of clause (vii) of paragraph (a) of this subdivision, contracts for the investment of pension funds, including the investments in a private equity firm and contracts with investment related consultants shall constitute business dealings with the city from the time of presentation of investment opportunity or the submission of a proposal, whichever is earlier, and during the term of such contract and for twelve months after the end of such term.   \\par\n\\pard\\sl480\\slmult1\\qj\\tab c.\\tab Notwithstanding anything in this subdivision, a person, as defined by subdivision 20 of section 3-702, who has submitted bids or proposals on contracts for the procurement of goods, services or construction or who has submitted bids or proposals for franchises or concessions that are no longer being considered for an award or a person who for any other reason believes he or she should not be on the database may apply to the city chief procurement officer or other person designated by the mayor for removal from the doing business database and shall be removed from the database upon a determination that said person should not be included in the database.   \\ul The city chief procurement officer may promulgate rules for a process by which a person, as defined by subdivision 20 of section 3-702, may apply to the city chief procurement officer for a waiver from inclusion in the doing business database as defined by such subdivision in instances in which such person is providing essential goods, services or construction such as those necessary for security or other essential government operations.  Such rules shall provide that the city chief procurement officer shall transmit to the board a copy of any application for a waiver and any such waiver may not be granted prior to the expiration of ten days from the date such application is received by the board.  Such rules shall also provide that any such waiver may be granted only after substantial efforts have been made by the city chief procurement officer to obtain the information required by this law.  Such rules shall also provide that the city chief procurement officer may grant the waiver only upon a finding that it is in the best interests of the city, which finding shall only be made upon a determination that (i) there is a compelling need to obtain such essential goods, services or construction from the person seeking the exemption and (ii) no other reasonable alternative exists in light of such considerations as cost, uniqueness and the critical nature of such goods, services or construction to the accomplishment of the purchasing agency\\rquote s mission.  Such rules may also provide that a waiver may be granted when a person is doing business with the city by virtue of the city\\rquote s exercise of its powers of eminent domain.  Any grant of a waiver shall be posted on the city\\rquote s and the board\\rquote s website in locations that are accessible by the public. \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1278\\tx2160\\ulnone d.\\tab A person, as defined by subdivision 20 of section 3-702, shall be considered to have business dealings with the city as of the date the person\\rquote s name is entered in the doing business database, as such date is indicated in such database\\ul ,\\ulnone  or the date the person began doing business with the city, as such date is indicated in such database, whichever is earlier, except that the date on which the person is considered doing business with the city shall not be earlier than thirty days before the date the person\\rquote s name is entered into such database.\\par\n20.  The term \\ldblquote doing business database\\rdblquote  means a computerized database accessible to the board that contains the names of persons who have business dealings with the city; provided, however\\ul ,\\ulnone  that for purposes of this chapter the doing business database shall not be required to contain the names of any person whose business dealings with the city are solely of a type for which the board has not certified that such database includes the names of those persons engaged in such type of business dealings with the city.  Such database shall be developed, maintained and updated by the office of the mayor in a manner so as to ensure its reasonable accuracy and completeness; provided, however, that in no event shall such database be updated less frequently than once a month.  Such computerized database shall contain a function to enable members of the public to determine if a given person is in the database because such person has business dealings with the city.  For purposes of this definition, the term \\ldblquote person\\rdblquote  shall include an entity that has business dealings with the city, any chief executive officer, chief financial officer and/or chief operating officer of such entity or persons serving in an equivalent capacity, any person employed in a senior managerial capacity regarding such entity, or any person with an interest in such entity which exceeds ten percent of the entity\\ul ,\\ulnone  provided, however, that \\ldblquote entity\\rdblquote  for purposes of this definition shall not include a neighborhood, community or similar association consisting of local residents or homeowners organized on a non-profit basis where such association is the applicant pursuant to subsection  (3) of subdivision (a) of section 197-c of the charter or pursuant to section 201 of the charter or is\\i  \\i0 a parent company or an affiliated company of an entity.  For purposes of this subdivision, the phrase \\ldblquote senior managerial capacity\\rdblquote  shall mean a \\ul high level\\ulnone  supervisory capacity, either by virtue of title or duties, in which substantial discretion \\ul and oversight\\ulnone  is exercised over the solicitation, letting or administration of [any contract, franchise or concession, grant or economic development agreement with the city or application for any land use approval from the city] \\ul business transactions with the city, including contracts, franchises, concessions, grants, economic development agreements and applications for land use approvals\\ulnone .\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a72. Subdivisions 1-a  and 1-b of section 3-703 of the administrative code of the city of New York, as added by local law 34 for the year 2007, are amended  to read as follows:\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj 1-a.\\tab Notwithstanding any inconsistent provision of this section, a participating candidate or his or her principal committee may \\ul not \\ulnone accept, either directly or by transfer, [a]\\ul  any\\ulnone  contribution or contributions for a covered election \\ul in which he or she is a participating candidate\\ulnone  from a natural person who has business dealings with the city, as that term is defined in subdivision eighteen of section 3-702 of this chapter, if the aggregate of such contributions to such candidate from such person for [such election does not exceed] \\ul all covered elections in the same calendar year exceeds\\ulnone :  (i) for the office of mayor, public advocate or comptroller four hundred dollars; (ii) for borough president three hundred twenty dollars; \\ul and\\ulnone  (iii) for member of the city council two hundred fifty dollars\\ul ; provided that a participating candidate or his or her principal committee may accept additional contributions which do not exceed one half the amount of the applicable limitation for any run-off primary election, additional day for voting held pursuant to section 3-108 of the New York state election law, special election to fill a vacancy, run-off special election to fill a vacancy, delayed or otherwise postponed election, or election held pursuant to court order which is a covered election and in which the candidate seeks nomination for election or election\\ulnone .  Any contribution made pursuant to this section shall not be a matchable contribution.  For purposes of this subdivision, \\ldblquote person\\rdblquote  shall include any chief executive officer, chief financial officer and/or chief operating officer of an entity which has business dealings with the city, any person employed in a senior managerial capacity regarding such an entity, or any person with an interest in such an entity which exceeds ten percent of the entity.  For purposes of this subdivision, the phrase \\ldblquote senior managerial capacity\\rdblquote  shall mean a \\ul high level\\ulnone  supervisory capacity, either by virtue of title or duties, in which substantial discretion \\ul and oversight\\ulnone  is exercised over the solicitation, letting or administration of [any contract, franchise, or concession, grant or economic development agreement with the city or application for any land use approval from the city] \\ul business transactions with the city, including contracts, franchises, concessions, grants, economic development agreements and applications for land use approvals\\ulnone . Notwithstanding any provision of this subdivision, the limitations on contributions contained herein shall not apply to any contribution made by a natural person who has business dealings with the city to a participating candidate or his or her principal committee where such participating candidate is the contributor, or where such participating candidate is the contributor\\rquote s parent, spouse, domestic partner, sibling, child, grandchild, aunt, uncle, cousin, niece or nephew by blood or by marriage. \\par\n1-b. Individuals and organizations having business dealings with the city of New York. a. Each participating candidate and his or her principal committee shall inquire of every individual or entity making, a contribution, loan, guarantee or other security for such loan in excess of the amounts set forth in subdivision 1-a of section 3-703, through a question, in a form prescribed by the campaign finance board, as to whether such individual, corporation, partnership, political committee, employee organization or other entity has business dealings with the city, as that term is defined in this chapter, and, if so, the name of the agency or entity with which such business dealings are or were carried on and the appropriate type or category of such business dealings.  Such form shall contain in prominent typeface and in a prominent location the statement \\ldblquote If a contributor has business dealings with the City as defined in the campaign finance act, such contributor may contribute only up to two hundred fifty dollars for city council, three hundred twenty dollars for borough president and four hundred dollars for mayor, comptroller or public advocate.\\rdblquote   Upon receipt of the response to such inquiry (including any failure to respond), the principal committee shall keep a copy in its records and shall report each contribution to the board on the next applicable filing deadline in accordance with the board\\rquote s disclosure schedule.  The board shall check each contribution against the doing business database and shall notify the principal committee within twenty days of the reporting of such contribution if a contribution exceeding the doing business contribution limitation set forth in subdivision 1-a of section 3-703 is subject to such limitations of this subchapter or if a contribution is not matchable pursuant to such subdivision. Notwithstanding any provision in this subdivision, in the six weeks preceding the covered election the board shall provide such notification to the principal or authorized committee within three business days of the reporting of such contribution to the board in accordance with applicable reporting deadlines.  If the board fails to notify the principal committee that a contribution is in excess of the limitations set forth in subdivision 1-a of section 3-703 of this chapter in accordance with this subdivision, any such contribution shall be deemed valid for purposes of such limitation\\ul ,\\ulnone  provided, however, that no such contribution shall be matchable.  Such principal committee shall have twenty days from the date of any such notification to return the amount of any contribution in excess of the limitations set forth in subdivision 1-a of section 3-703 to the contributor.  No violation shall issue and no penalty shall be imposed where such excess amount is postmarked or delivered within twenty days of such notification by the board and the board shall not designate a candidate as having accepted a contribution in excess of such limitations where such excess has been returned in accordance with the time limitations set forth herein.  Failure to return such excess amount in accordance with the provisions herein shall not result in the board withholding public funds for which the participating candidate\\rquote s principal committee is otherwise eligible pursuant to section 3-705 of this chapter; provided, however, that the board may deduct an amount equal to the total unreturned contributions in excess of the limitations set forth in subdivision 1-a of section 3-703 of this chapter from such payment of public funds.  For purposes of this section, \\ldblquote individual\\rdblquote  shall include any chief executive officer, chief financial officer, and/or chief operating officer  of an entity or persons serving in an equivalent capacity, any person in a senior managerial capacity regarding an entity, or any person with an interest in an entity, which exceeds ten percent of the entity.  For purposes of this subdivision, the phrase \\ldblquote senior managerial capacity\\rdblquote  shall mean a \\ul high level\\ulnone  supervisory capacity, either by virtue of title or duties, in which substantial discretion \\ul and oversight\\ulnone  is exercised over the solicitation, letting or administration of [any contract, franchise, or concession, grant or economic development agreement with the city or application for any land use approval from the city] \\ul business transactions with the city, including contracts, franchises, concessions, grants, economic development agreements, and applications for land use approvals\\ulnone .  Notwithstanding any other provision of this section, no participating candidate shall be liable for any fine or penalty for the failure of any contributor to respond to any such request or for any erroneous response. \\par\n\\pard\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1278\\tx1980\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\tab\\'a73.  Subparagraph (i) of paragraph c of subdivision 1 of section 3-703 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows: \\par\n\\tab (i) the tenth day of June in the year of the covered election, or such other later date as the board shall provide, provided, however\\ul ,\\ulnone  that any candidate who files such written certification prior to such date shall be permitted to rescind such certification in writing on or before such date;\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a74.  Subdivision 10 of section 3-705 of the administrative code of the city of New York, as added by local law 34 for the year 2007, are amended to read as follows:\\f2\\fs16\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\f0\\fs24 10.\\tab [Participating candidates] \\ul A participating candidate\\ulnone  who [lose] \\ul loses\\ulnone  in the primary election but [remain] \\ul remains\\ulnone  on the ballot for the general election must certify to the board\\ul  before receiving public funds\\ulnone  that [they] \\ul he or she\\ulnone  will actively campaign for office\\ul ;\\ulnone  [by including,] \\ul such campaign activity shall include,\\ulnone  but not \\ul be\\ulnone  limited to, raising and spending funds, seeking endorsements\\ul ,\\ulnone  and broadly soliciting votes [before receiving public funds].\\f2\\fs16\\par\n\\pard\\brdrt\\brdrs\\brdrw20\\brdrcf1 \\brdrl\\brdrs\\brdrw20\\brdrcf1 \\brdrb\\brdrs\\brdrw20\\brdrcf1 \\brdrr\\brdrs\\brdrw20\\brdrcf1 \\sl480\\slmult1\\qj\\f0\\fs24\\tab\\'a75. Subdivision 4 of section 3-705 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows:\\b\\par\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\b0\\tab 4.  The campaign finance board shall make possible payment within four business days after receipt of reports of matchable contributions, or as soon thereafter as is practicable, but not earlier than the earliest dates for making such payments as provided in subdivisions five and six of section 3-709; provided, however, that the board shall withhold up to five percent of all public funds payments to participating candidates until the final pre-election payment for any given election.  The board shall schedule a minimum of three payment dates within the thirty days prior to a covered election.  For purposes of such payment dates, the board shall provide each candidate with a written determination specifying the basis for any  non-payment.  The board shall provide candidates with a process by which they may immediately upon receipt of such determination petition the board for reconsideration of any such non-payment and such reconsideration shall occur within five business days of the filing of such petition.  In the event that the board denies such petition then it shall immediately notify the candidate of [its] \\ul his or her\\ulnone  right to [appeal to appeal] \\ul bring a special proceeding\\ulnone  pursuant to article 78 of the civil practice law and rules.  \\par\n\\pard\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1440\\tx1980\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\b\\tab\\b0\\'a76.  Subparagraph (i) of paragraph (b) of subdivision 5 of section 3-709.5 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, and subdivision 12 of section 3-709.5 of the administrative code of the city of New York, as added by local law 34 for the year 2007, are amended to read as follows:  \\par\n\\tab (b)(i)\\tab Except as otherwise provided in subparagraph (ii) below, each debate for a primary, general or special election shall include only those participating candidates or limited participating candidates the sponsor of each such debate has determined meet the non-partisan, objective, and non-discriminatory criteria set forth in any agreement between the sponsor and the board; provided, however, that the criteria for the first debate for a primary, general, or special election shall provide, among other criteria, (A) that a participating candidate shall be eligible to participate in such debate if he or she has, by the last filing date prior to such debate, (I) spent, contracted, or obligated to spend, and (II) received in contributions, an amount equal to or more than twenty percent of the threshold for eligibility for public funding applicable to participating candidates contained in subdivision two of section 3-703, and (B) that a limited participating candidate shall be eligible to participate in such debate if he or she has, by the last filing date prior to such debate, spent, contracted, or obligated to spend, an amount equal to or more than twenty percent of the threshold for eligibility for public funding applicable to participating candidates seeking the office for which such debate is being held contained in subdivision two of section 3-703; provided\\ul ,\\ulnone  however, that for the purpose of determining whether a candidate has met the financial criteria to be eligible to participate in such debate, only contributions raised and spent in compliance with the act shall be used to determine whether the candidate has raised and spent twenty percent of the threshold for eligibility for public funding applicable to participating candidates contained in subdivision two of section 3-703; provided, further, that the second debate for a primary, general, or special election shall include only those participating candidates or limited participating candidates who the sponsor has also determined are leading contenders on the basis of additional non-partisan, objective, and non-discriminatory criteria set forth in any agreement between the sponsor and the board.  Nothing in this provision is intended to limit the debates to the two major political parties.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj 12.  The city of New York shall indemnify each sponsor for any liability of such sponsor arising out of the acts or omissions of the city of New York in connection with the selection of candidates for participation in any debate[,] held pursuant to this section 3-709.5. \\par\n\\pard\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1278\\tx1980\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\b\\tab\\b0\\'a77.  Paragraph b of subdivision 2 of section 3-710 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows:\\par\n\\tab b.  If the board determines that any portion of the payment made to a principal committee of a participating candidate from the fund was used for purposes other than qualified campaign expenditures, it shall notify such candidate and committee of the amount so disqualified and such candidate and committee shall pay to the board an amount equal to such disqualified amount; provided, however\\ul ,\\ulnone  that in considering whether or not a participating candidate shall be required to pay to the board such amount or an [\\strike\\f1 amountless\\strike0\\f0 ] amount less than the entire disqualified amount, the board shall act in accordance with the following:  (i) where credible documentation supporting each qualified campaign expenditure exists but is incomplete, the board shall not impose such liability for such expenditure; \\ul and\\ulnone  (ii) where there is an absence of credible documentation for each [qualified\\ul  \\ulnone campaign] \\ul qualified campaign\\ulnone  expenditure,  the board may impose liability upon a showing that such absence of credible documentation for such expenditure arose from a lack of adequate controls including, but not limited to trained staff, internal procedures to follow published board guidelines and procedures to follow standard financial controls.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tab\\'a78.  Subdivision 19 of section 3-702 of the administrative code of the city of New York, as added by section 17 of local law 34 for the year 2007, is renumbered as subdivision 21 and amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj [19] \\ul 21\\ulnone .  a.  For purposes of campaigns that accept public funds pursuant to section 3-705 of this chapter, the terms \\ldblquote expenditure\\rdblquote  and \\ldblquote campaign expenditure\\rdblquote  shall include all payments and liabilities in furtherance of a political campaign for covered office, including, but not limited to, all qualified campaign expenditures and expenditures subject to or exempt from the expenditure limitations of this chapter\\b  \\b0 [pursuant to sections 3-706 and 3-712. \\b  \\b0 In addition, there]\\ul . There\\ulnone  shall be a rebuttable presumption that the following expenditures are in furtherance of a political campaign for elective office; provided, however\\ul ,\\ulnone  that the presumptions contained in this subdivision shall not apply to an expenditure [made when the expenditure is] to a person or entity associated with the candidate [making such expenditure or on whose behalf such candidate\\rquote s committee made such expenditure]; and provided further that in rebutting any such presumption the campaign finance board may consider factors including the timing of the expenditure and whether the campaign had an unusually high amount of spending on a particular type of expenditure.  For purposes of this subdivision a person or entity associated with a candidate\\b  \\b0 [includes]\\b  \\ul\\b0 shall include the candidate\\rquote s\\ulnone  spouse, domestic partner, child, parent,\\ul\\b  \\b0 or\\ulnone\\b  \\b0 sibling[,]\\ul  \\ulnone or a person \\ul or entity\\ulnone  with whom \\ul or with which\\ulnone  the candidate has a business or other financial relationship:  \\par\n1.\\tab Contributions to charitable organizations designated as 501(c)(3) organizations pursuant to the internal revenue code; \\par\n2.\\tab Contributions to candidates and political committees subject to the provisions of section 3-705(8); \\par\n3.\\tab Community events including, but not limited to, events hosted by civic [associations] and neighborhood [association] \\ul associations\\ulnone ; provided, however\\ul ,\\ulnone  that this presumption shall not apply to sporting events, concerts, theater or other entertainment events which shall be subject to the provisions of paragraph b; \\par\n4.\\tab Ballot proposal advocacy where there are indicia that the expenditure relates to the candidate;\\par\n5.\\tab Travel related solely and exclusively to a political campaign for a covered office or the holding of public office; provided, however\\ul ,\\ulnone  that any travel not related solely and exclusively to a political campaign or the holding of public office shall be subject to the provisions of paragraph b; \\par\n6.\\tab Legal defense of a non-criminal matter arising out of a political campaign;\\par\n7.\\tab Computer hardware, software and other office technology purchased more than two weeks before the date of a primary election, in the case of a candidate who is opposed in the primary election, or two weeks before the date of a general election, in the case of a candidate who was not opposed in a primary election;\\par\n8.\\tab A post-election event for staff, volunteers and/or supporters held within thirty days of the election; \\par\n9.\\tab Payment of non-criminal penalties or fines arising out of a political campaign;\\par\n10.\\tab Costs incurred in demonstrating eligibility for the ballot[,]\\b  \\ul\\b0 or\\ulnone  public funds payments or defending against a claim\\b  \\b0 that public funds must be repaid; \\ul and\\par\n\\ulnone 11.\\tab Food and beverages provided to campaign workers and volunteers[; and]\\ul .\\ulnone\\par\n\\pard\\fi288\\sl480\\slmult1\\qj b.  Campaign funds shall not be converted by any person to a personal use which is unrelated to a political campaign.  Expenditures not in furtherance of a political campaign for elective office include the following:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj 1.\\tab Expenditures to defray the normal living expenses of the candidate, immediate family of the candidate[,] or any other individual except for the provision of such expenses for professional staff as part of a compensation package;\\par\n2.\\tab Any residential[,] or household items, supplies or expenditures;\\par\n3. \\tab Clothing, haircuts and other personal grooming;\\par\n4.\\tab Funeral, cremation[,] or burial expenses including any expenses related to a death within a candidate\\rquote s or officeholder\\rquote s family;\\par\n5.\\tab Automobile purchases;\\par\n6.\\tab Tuition payments[,]\\ul and\\ulnone  childcare costs;\\par\n7.\\tab Dues, fees[,] or gratuities at a country club, health club, recreational facility or other nonpolitical organization unless part of a specific fundraising event that takes place on the organization\\rquote s premises;\\par\n8.\\tab Admission to a sporting event, theater, concert or other entertainment event not part of a specific campaign activity;\\par\n9.\\tab Expenditures for non-campaign related travel, food, drink or entertainment; if a candidate uses campaign funds to pay expenses associated with travel that involves both personal activities and campaign activities, the incremental expenses that result from the personal activities shall be considered for personal use unless the [person] \\ul candidate\\ulnone  benefiting from the use reimburses the campaign account within thirty days for the full amount of the incremental expenses; and\\par\n10.\\tab Gifts, except  for brochures, buttons, signs and other campaign materials and token gifts valued at not more than fifty dollars that are for the purpose of expressing gratitude, condolences or congratulations.  \\par\n\\pard\\fi720\\sl480\\slmult1\\'a79.  Paragraph (l) of subdivision 1 of section 3-703 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (l) not accept and his or her principal committee or authorized committees must not accept, either directly or by transfer, any contribution, loan, guarantee, or other security for such loan from any corporation, limited liability company, limited liability partnership[,] or partnership\\ul ,\\ulnone  other than a corporation, limited liability company, limited liability partnership[,] or partnership that is a political committee as defined in subdivision eleven of section 3-702 of this chapter, for all covered elections held in the same calendar year in which he or she is a participating or non-participating candidate, provided, however, that where a contribution is from a contributor whose  name is followed by a professional designation including but not limited to \\ldblquote M.D.\\rdblquote , \\ldblquote Esq.\\rdblquote  and \\ldblquote C.P.A.\\rdblquote  the board shall not treat such contribution as coming from a corporation, limited liability company [or]\\ul ,\\ulnone  limited liability partnership or partnership in the absence of further indicia that such contribution is from such an entity;\\par\n\\'a710. Paragraph (j) of subdivision 2 of section 3-704 of the administrative code of the city of New York, as added by local law 34 for the year 2007, is amended to read as follows:\\b\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\b0\\tab (j) payment of any penalty or fine imposed pursuant to federal, state or local law;\\ul  or \\b\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\b0\\'a711.  Paragraph (a) of subdivision 2 of section 3-705 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows:  \\par\n(a)  If the threshold for eligibility is met, the participating candidate\\rquote s principal committee shall receive payment for qualified campaign expenditures of six dollars for each one dollar of matchable contributions, up to one thousand fifty dollars in public funds per contributor (or up to five hundred [twenty-five] \\ul twenty-two\\ulnone  dollars in public funds per contributor in the case of a special election), obtained and reported to the campaign finance board in accordance with the provisions of this chapter. \\b\\par\n\\b0\\'a712.  Subdivision 7 of section 3-705 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows: \\tab 7. Notwithstanding any provision of this section to the contrary, the amount of public funds payable a participating candidate on the ballot in any covered election shall not exceed one quarter of the maximum public funds payment otherwise applicable under subdivision two of this section, unless:\\par\n[(b)](\\ul a)\\ulnone   the  participating  candidate  is  opposed by a candidate and the board has determined that such other candidate and his or her authorized committees have spent or contracted or have obligated to spend, or received in loans or contributions, or both, an amount which, in the aggregate, exceeds one-fifth of the applicable expenditure limit for such office fixed by subdivision one of section 3-706 of this chapter for participating candidates; or\\par\n[(c)]\\ul (b)\\ulnone  the participating  candidate  has  submitted  a certified signed  statement attesting to the need and stating the reason for additional public funds in such election, in which case the board shall publish such statement at the time such additional public funds are paid, including on the board's internet website.  Such statement must certify that (i) one or more of the following conditions [applies and provide documentation in support of such condition] \\ul apply\\ulnone  and (ii) [that] such condition or conditions reasonably [demonstrates]\\b  \\ul\\b0 demonstrate\\ulnone  the need for such public funds[.]\\ul , and the participating candidate must provide documentation demonstrating the existence of such condition or conditions:\\ulnone   \\par\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab (1)  the participating candidate is opposed by (i) a non-participating candidate or (ii) a limited participating candidate, and provides a factual basis with supporting documentation of such candidate\\rquote s ability to self finance;\\par\n\\tab (2)  the participating candidate is opposed by a candidate who has received (i) the endorsement of a citywide or statewide elected official or a federal elected official representing all or a portion of the area covered by the election; (ii) two or more endorsements from other city elected officials who represent all or a part of the area covered by the election; or (iii) endorsements of one or more membership organizations with a membership of over 250 members;\\par\n\\f3\\tab\\f0 (3) the participating candidate is opposed by a candidate who has had significant media exposure in the twelve months preceding the election.  For purposes of this paragraph, significant media exposure shall mean appearance of the opponent or his or her name [in] \\ul on\\ulnone  television[,] \\ul or \\ulnone  radio\\ul  in the area of the covered election\\ulnone  or \\ul in \\ulnone print media in general circulation in the area of the covered election at least twelve times in the year preceding the covered election; provided, however\\ul ,\\ulnone  that the listing of names of candidates or potential candidates for a covered election without additional information concerning the opponent shall not constitute an appearance for purposes of this paragraph;\\par\n\\tab (4)  the participating candidate is opposed by a candidate who has received twenty-five percent or more of the vote in an election for public office in an area encompassing all or part of the area that is the subject of the current election in the last eight years preceding the election;\\par\n\\tab (5) the participating candidate is opposed by a candidate whose name is substantially similar\\b  \\ul\\b0 to the candidate\\rquote s\\ulnone  so as to result in confusion among voters, as determined by the board; \\par\n\\tab (6) the participating candidate in a city council or borough-wide race is opposed by a candidate who is a chairman or president of a community board or district manager of a community board; or\\par\n\\tab (7) the participating candidate is opposed by a candidate whose spouse, domestic partner, sibling, parent or child [hold or have held] \\ul holds or has held \\ulnone elective office in an area encompassing all or part of the area [that is the subject] of the [current]\\ul  covered\\ulnone  election in the past ten years.\\par\n\\f3\\tab\\f0 The board shall be authorized to verify the truthfulness of any certified statement submitted pursuant to this paragraph and of any supporting documentation and shall post such [certifications] \\ul certified statements\\ulnone  and supporting documentation on its website.  \\f4\\par\n\\f0\\tab [(d)]\\ul (c)\\ulnone   the participating candidate is opposed in a primary or special election for an office for which no incumbent is see\\ul k\\ulnone ing re-election.\\par\n\\f3\\tab\\f0 If any of the conditions described in paragraphs (a), (b), \\ul or\\ulnone  (c) [or (d)] occur in such election, the board shall pay any and all additional public funds due to the participating candidate up to the maximum total payment applicable in such election under subdivisions two or six of this section or subdivision three of section 3-706 of this chapter.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a713.  Paragraph (a) of subdivision 1 of section 3-706 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows: \\par\n(a)\\tab Except as provided in paragraph (b) of this subdivision, in each primary election, in each special election to fill a vacancy, and in each general election, expenditures by a participating candidate or a limited participating candidate and his or her principal committee for one of the following offices shall not exceed the following amounts:\\par\n\\pard\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1278\\tx1728\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\tab\\tab\\tab mayor: \\tab\\tab\\tab\\tab [$6,157,600] \\ul $6,158,000\\par\n\\ulnone\\tab\\tab\\tab public advocate or comptroller: \\tab [$3,849,575] \\ul $3,850,000\\par\n\\ulnone\\tab\\tab\\tab borough president:\\tab\\tab\\tab [$1,385,675] \\ul $1,386,000\\par\n\\ulnone\\tab\\tab\\tab member of the city council: \\tab [$161,250] \\ul $161,000\\par\n\\ulnone\\tab\\'a714.  Subdivision 2 of section 3-706 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1278\\tx1728\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720 2.  The following limitations apply to all expenditures made by a participating or limited participating candidate and his or her principal committee in the three calendar years preceding the year of the election for which such candidate chooses to file a certification as a participating or limited participating candidate pursuant to this chapter and to expenditures made at any time prior to such date for services, materials, facilities, advertising or other things of value received, rendered, published, distributed or broadcast in such calendar years.  Such expenditures by a participating or limited participating candidate for one of the following offices and his or her principal committee shall not exceed the following amounts:\\par\n\\pard\\sl480\\slmult1\\tx0\\tx720\\tx1278\\tx1728\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\tab mayor, public advocate or comptroller:\\tab [$290,250] \\ul $290,000\\b\\par\n\\ulnone\\b0\\tab borough president:\\tab\\tab\\tab\\tab $129,000\\ul\\par\n\\pard\\fi720\\sl480\\slmult1\\tx0\\tx738\\tx1278\\tx1728\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\ulnone member of the city council:\\tab\\tab\\tab $43,000\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tab\\'a715.\\b   \\b0 Subdivision 1 of section 3-710 of chapter 7 of title 3 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows:\\b\\par\n\\b0\\tab 1.  The campaign finance board is hereby empowered to audit and examine all matters relating to the performance of its functions and any other matter relating to the proper administration of this chapter and of chapter 8 of title 3 of this code.  The board shall conduct its campaign audits in accordance with generally accepted government auditing standards, and shall [issue] \\ul promulgate\\ulnone  rules regarding what documentation is sufficient in demonstrating financial activity. These audit and examination powers extend to all participating candidates, limited participating candidates, and non-participating candidates, and the principal and authorized committees of all participating, limited participating, and non-participating candidates, provided that:\\par\n\\pard\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1278\\tx1980\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\tab a. Any draft audit, the subject of which is a participating, limited participating[,] or non-participating candidate, or the principal and/or authorized committees of any participating, limited participating[,] or non-participating candidate shall be completed within (i) eight months after the submission of the final disclosure report for the covered election for city council races and borough-wide races[;]\\ul ,\\ulnone  and  (ii) ten months after the submission of the final disclosure report for the covered election for citywide races, unless the subject of such audit consents in writing to a longer period of time; \\par\n\\tab b. The campaign finance board shall provide each candidate a final audit, which shall contain the final resolution of all issues raised in the draft audit; such final audit shall be provided to the candidate, where such candidate or such candidate\\rquote s campaign manager or treasurer has completed audit training provided by the board,\\ul  within\\ulnone  (i) [within] fourteen months after the submission of the final disclosure report for the covered election, for city council races and borough-wide races[;]\\ul ,\\ulnone  and (ii) sixteen months after the submission of the final disclosure report for the covered election for citywide races, unless the subject of such audit consents in writing to a longer period of time.  Where such candidate or such candidate\\rquote s campaign manager or treasurer has not completed audit training provided by the campaign finance board, such final audit shall be provided to such candidate \\ul within\\ulnone  (i) [within] sixteen months after the submission of the final disclosure report for the covered election, for city council races and borough-wide races[;]\\ul ,\\ulnone  and (ii) eighteen months after the submission of the final disclosure report for the covered election for citywide races, unless the subject of such audit consents in writing to a longer period of time.  Provided, however, that where the issuance of such final audit is preceded by a notice of violations and recommended penalties and/or a notice of repayment of public funds, such notice or notices shall include all potential penalties and/or repayment obligations and a notice of a candidate\\rquote s right to a hearing pursuant to section 3-710.5 or section 3-710(4) of this chapter and shall be provided to the candidate according to the deadlines applicable to final audits as set forth in this paragraph.\\strike\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\strike0\\tab c. Any advice provided by board staff to\\b  \\ul\\b0 a\\ulnone  participating, limited participating, or non-participating [candidates] \\ul candidate\\ulnone  with regard to an action shall be presumptive evidence that such action\\ul , if\\ulnone  taken in reliance on such advice\\ul ,\\ulnone  should not be subject to a penalty or repayment obligation where such candidate[,] or such candidate\\rquote s committee has confirmed such advice in a writing to such board staff by registered or certified mail to the correct address, or by electronic or facsimile transmission with evidence of receipt, [that describes] \\ul describing\\ulnone  the action to be taken pursuant to the advice given and the board or its staff has not responded to such written confirmation within seven business days disavowing or altering such advice, provided that the board\\rquote s response shall be by registered or certified mail to the correct address, or by electronic or facsimile transmission with evidence of receipt.\\tab\\par\n\\pard\\fi720\\sl480\\slmult1\\qj d.  Notwithstanding the provisions of paragraphs a and b of this [section]\\ul  subdivision\\ulnone , if a committee has failed to respond to a request for information made by board auditors during the post-election audit process, the time period for completing the draft and final audits shall be tolled and extended by the number of days by which the committee has exceeded the original deadline for a response, provided that the committee has received timely written notice of: [(a)]\\ul (i)\\ulnone  the original deadline to provide the information, which shall not have been less than thirty days from the date such information was requested[,]\\ul ;\\ulnone  and [(b)]\\ul (ii)\\ulnone  the commencement of the tolling period pursuant to this section.  If a committee has responded to a request for information made by board auditors but such response is \\b  \\b0 inadequate, the time period for completing the draft and final audits shall be tolled and extended by the number of days until an adequate response is provided, provided that the committee has received timely written notice of: [(a)]\\ul (i)\\ulnone  the original deadline to provide the information, which shall not have been less than thirty days from the date such information was requested[,]\\ul ;\\ulnone  [(b)]\\ul (ii)\\ulnone  the commencement of the tolling period pursuant to this section\\ul ;\\ulnone  and [(c)]\\ul (iii)\\ulnone  the detailed reasons why the original response was inadequate.\\par\n\\pard\\fi720\\sl480\\slmult1 e.  Notwithstanding any provision of law to the contrary, the deadlines provided in [subdivisions] \\ul paragraphs\\ulnone  a and b of this [section] \\ul subdivision\\ulnone  for the completion of draft and final audits shall not apply in cases where the audit raises issues involving potential campaign-related fraud, potential other criminal activity,\\ul  or\\ulnone  activity that may constitute a breach of certification pursuant to rules of the board[,] or potential significant violations of the limits set forth in section 3-706.  \\par\nf.  Notwithstanding any provision of the law to the contrary, the deadlines provided in [subdivisions] \\ul paragraphs\\ulnone  a and b of this [section] \\ul subdivision\\ulnone  for the completion of draft and final audits shall not apply in the event that board operations are interrupted due to a catastrophic emergency such as a natural disaster or criminal event, provided that once board operations resume, the board shall within two weeks announce new deadlines for the completion of draft and final audits consistent with [provisions]\\ul  paragraphs\\ulnone  a and b.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a716. Paragraph (c) of subdivision 2 of section 3-710 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tab 2. (c)[ \\ul (i)\\ulnone ]  If the total of contributions, other receipts, and payments from the fund received by a participating candidate and his or her principal commit\\-tee exceed the total campaign expenditures of such candidate and committee for all covered elections held in the same calendar year or for a special election to fill a vacancy such candidate and committee shall use such excess funds to reimburse the fund for payments received by such committee from the fund during such calendar year or for such special election.  No such excess funds shall be used for any other purpose, unless the total amount of the payments received from the fund by the principal committee has been repaid.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a717.  Subdivision 4 of section 3-710 of the administrative code of the city of New York, as added by local law 34 for the year 2007, is amended to read as follows:\\par\n4. [[\\strike (a)]]\\strike0  No claim for the repayment of public funds shall be made against any candidate or committee without written notice to such candidate or committee, issued in a timely manner pursuant to [the] all of the requirements of subdivision one of this section, and [a reasonable] \\ul an\\ulnone  opportunity to appear before the board.  Any such repayment claim shall be based on a final determination [to be] issued by the board following an adjudication before the board consistent with the procedures set forth in section 1046 of the charter unless such procedures are waived by the candidate or principal committee.  Such final determination shall be included in and made part of the final audit which shall be issued within thirty days of such determination[\\strike\\f1 .\\strike0 ]\\ul .\\ulnone\\strike\\f0\\par\n\\strike0\\f1\\'a718.\\b\\f0   \\b0 Section 3-710.5 of the administrative code of the city of New York, as amended by local law 34 for the year 2007, is amended to read as follows: \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx1440\\tx2160\\expndtw2\\'a7 3-710.5 Findings of violation or infraction; adjudications; [or] final determinations.  (i) The board shall determine whether a participating candidate, his or her principal committee, principal committee treasurer or any other agent of a participating candidate has committed a violation or infraction of any provision of this chapter or the rules promulgated hereunder, for which the board may assess a civil penalty pursuant to section 3-711 of this chapter. The board shall promulgate rules defining infractions, and such definitions shall include, but not be limited to, failures to comply with the provisions of this chapter or the rules promulgated hereunder that are limited and non-repetitive.  \\par\n(ii)\\ul (a)\\ulnone  The board shall give written notice and the opportunity to appear before the board to any participating, limited participating or non-participating candidate, his or her principal committee, authorized committee, committee treasurer or any other agent of such candidate, if the board has reason to believe that such has committed a violation or infraction before assessing any penalty for such action.  Any such written notice of alleged violations shall be issued in a timely manner pursuant to all of the requirements of subdivision one of section 3-710 and shall precede the issuance of the final audit required pursuant to subdivision one of section 3-710.  In the case of a written notice issued prior to the date of a covered election, or after the date of a covered election in[\\ul  ]\\ulnone the case of a notice regarding an alleged failure to respond to a request for audit documentation, such notice may be issued prior to the issuance of a draft audit.  Alleged violations and proposed penalties shall be subject to resolution by adjudication before the board consistent with the procedures of section 1046 of the charter, unless such procedures are waived by the candidate or principal committee; provided, however, that in the case of adjudications conducted prior to the date of a covered election, the board shall use the procedures of section 1046 of the charter only to the extent practicable, given the expedited nature of such pre-election adjudications.  The board shall issue a final determination within thirty days of the conclusion of the adjudication proceeding. \\strike\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw0\\strike0 (b) The board shall include in every final determination: (i) notice of the [respondents\\rquote ] \\ul respondent\\rquote s\\ulnone  right to bring a special proceeding challenging the board\\rquote s final determination in New York State supreme court [brought]\\b  \\b0 pursuant to article 78 of the civil practice law \\ul and rules\\ulnone ; and (ii) notice of the commencement of the four-month period during which such a special proceeding may be brought pursuant to article 2 of the civil practice law\\b  \\ul\\b0 and rules\\ulnone .  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\f1\\tab\\'a719. \\f0  Subdivision 4 of section 3-711 of the administrative code of the city of New York, as added by local law 34 for the year 2007, is amended to read as follows:\\par\n\\tab 4.  Notwithstanding any provision of law\\b  \\ul\\b0 to the contrary\\ulnone , any participating or limited participating candidate and his or her principal committee or any non-participating candidate and his or her authorized committees or any other person who [commit] \\ul commits\\ulnone  any violation of this chapter or any rules promulgated hereunder and who [take]\\ul  takes\\ulnone  all steps necessary to correct such violation prior to receiving\\b  \\ul\\b0 written\\ulnone  notice from the board of the existence of the potential violation [pursuant to section 3-710.5] shall not be subject to any penalty for such violation.\\ul    \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a720.  Section 3-720 of the administrative code of the city of New York, as added by local law 34 for the year 2007, is amended to read as follows: \\par\n\\'a73-720.  Tolling of time for notice of \\ul alleged\\ulnone\\b  \\b0 violations [or penalties.] \\ul and/or notice of repayment of public funds\\ulnone .\\b  \\b0  If a committee has failed to respond to a request for information made by board auditors or has inadequately responded during the post-election audit process and the board has satisfied the provisions of subdivision 1 of section 3-710, the time period for serving notice shall be tolled and extended by the number of days by which the committee has exceeded the original deadline for a response, provided that the committee has received timely written notice of: (a) the original deadline to provide the information, which shall not have been less than thirty days from the date such information was requested, and (b) the commencement of the tolling period pursuant to this section.  \\par\n\\f1\\'a721.  \\f0 Paragraph (d) of subdivision 2 of section 3-801 of the administrative code of the city of New York, as added by local law 34 for the year 2007, is amended to read as follows:\\b  \\par\n\\b0 (d)  not accept any donation or donations of money, goods, or services from any corporation, limited liability company, limited liability partnership or partnership not permitted to contribute pursuant to paragraph (l) of subdivision 1 of section 3-703 or from any person whose name appears in the doing business database as of the date of such donation; provided, however, that this limitation on donations shall not apply to any donation\\b  \\ul\\b0 to a transition or inauguration entity authorized pursuant to subdivision one of this section\\ulnone  made by a natural person who has business dealings with the city\\b  \\b0 [to a transition or inaugural committee] where such donation is from the candidate-elect[,] or from the candidate-elect\\rquote s parent,  spouse, domestic partner, sibling, child, grandchild, aunt, uncle, cousin, niece or nephew by blood or by marriage. \\par\n\\pard\\sl480\\slmult1\\qj\\f1\\tab\\'a722.  \\f0 Subparagraph (iii) of paragraph a of subdivision 3 of section 3-706 of the administrative code of the city of New York, as added by local law 34 for the year 2007, is amended to read as follows: \\par\n\\pard\\fi720\\sl480\\slmult1\\qj (iii) [with regard to contributions raised on or]\\ul  for elections occurring\\ulnone  after January first, two thousand eight [for elections occurring after such date], the campaign finance board shall promulgate rules to provide that the principal committees of such participating candidates shall receive payment for qualified campaign expenditures that will provide the highest allowable matchable contribution to be matched by an amount up to one thousand two hundred fifty dollars in public funds per contributor (or up to six hundred twenty five dollars in public funds per contributor in the case of special election); provided, however, that (A) participating candidates in a run\\ul -\\ulnone [ ]off election shall receive public funds for such election pursuant to subdivision five of section 3-705 and shall not receive any additional public funds pursuant to this section, and (B) in no case shall a principal committee receive in public funds an amount exceeding two-thirds of the expenditure limitation [provide] \\ul provided\\ulnone  for such  office in subdivision one of this section.  \\par\n\\f1\\'a723.  \\f0 Subparagraph (iii) of paragraph b of subdivision 3 of section 3-706 of the administrative code of the city of New York, as added by local law number 34 for the year 2007, is to read as follows: \\par\n\\pard\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1278\\tx1980\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\tab (iii) [with regard to contributions raised on or]\\ul  for elections occurring\\ulnone  after January first, two thousand eight [for elections occurring after such date], the campaign finance board shall promulgate rules to provide that the principal committees of such participating candidates shall receive payment for qualified campaign expenditures that will provide the highest allowable matchable contribution to be matched by an amount up to one thousand five hundred dollars in public funds per contributor (or up to seven hundred fifty dollars in public funds per contributor in the case of special election); provided, however, that (A)\\ul  \\ulnone participating candidates in a run\\ul -\\ulnone [ ]off election shall receive public funds for such election pursuant to subdivision five of section 3-705 and shall not receive any additional public funds pursuant to this section, and (B) in no case shall a principal committee receive in public funds an amount exceeding [two-thirds]\\ul  one hundred twenty-five percent\\ulnone  of the expenditure limitation [provide]\\ul provided\\ulnone  for such  office in subdivision one of this section.  \\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a724.  Paragraph (a) of subdivision 2 of section 3-703 of the administrative code of the city of New York, as amended by local law 58 of the year 2004, is amended to read as follows: \\b\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\b0 (a) The threshold for eligibility for public funding for participating candidates in a primary or general election, or special election to fill a vacancy, shall be in the case of:\\par\n\\pard\\sl480\\slmult1\\qj\\tab (i)  mayor, not less than two hundred fifty thousand dollars in matchable contributions comprised of sums up to [two hundred fifty]\\ul one hundred seventy-five\\ulnone  dollars per contributor including at least one thousand matchable contributions of ten dollars or more; \\par\n\\tab (ii) public advocate and comptroller, not less than one hundred twenty-five thousand dollars in matchable contributions comprised of sums of up to [two hundred fifty]\\ul one hundred seventy-five\\ulnone  dollars per contributor including at least five hundred matchable contributions of ten dollars or more;\\par\n\\tab (iii) borough president, an amount equal to the number of persons living in such borough as determined by the last census multiplied by two cents in matchable contributions comprised of sums of up to [two hundred fifty]\\ul one hundred seventy-five\\ulnone  dollars per contributor including at least one hundred matchable contributions of ten dollars or more from residents of the borough, or ten thousand dollars comprised of sums of up to [two hundred fifty]\\ul one hundred seventy-five\\ulnone\\b  \\b0 dollars per contributor, whichever is greater.\\par\n\\tab (iv) member of the city council, not less than five thousand dollars in matchable contributions comprised of sums of up to [two hundred fifty]\\ul one hundred seventy-five\\ulnone\\b  \\b0 dollars per contributor including at least seventy-five matchable contributions of ten dollars or more from residents of the district in which the seat is to be filled.  \\par\n\\pard\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1278\\tx1980\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\tab\\'a725. Section 38 of local law 34 for the year 2007 is REPEALED, section 39 of local law 34 for the year 2007 is renumbered section 38, and sections 36, 37, and 38 of local law 34 for the year 2007 are amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tx0\\tx738\\tx1278\\tx1980\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\tab\\'a736.  Each city agency with which any person who has business dealings with the city conducts such business shall[,] provide appropriate assistance in developing the doing business data base and shall take such steps as necessary to collect such information as required pursuant to this local law. Each city agency with which any person who has business dealings with the city conducts such business shall, at the board's request, provide appropriate assistance to the board in publicizing this local law and the rules of the board in connection with contributions of persons who have business dealings with the city; provided, however, that \\ul the\\ulnone  rules shall not be [provided] \\ul applied\\ulnone  to persons in categories of doing business activities before such categories are certified by the campaign finance board in accordance with section [twenty-six] \\ul thirty-seven\\ulnone  of this local law.   \\tab  \\b\\par\n\\pard\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1278\\tx1980\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\b0\\tab\\'a737.  Sections one, two, eight, eleven, twelve and forty of this local law shall take effect immediately provided that the implementation of such sections shall take effect as follows:  (i) [all of] the provisions of such sections concerning the holding of contracts for the procurement of goods, services or construction shall take effect thirty days after the campaign finance board and the department of information technology and telecommunications have certified to the mayor and council that there is a doing business database that identifies available information regarding chief executive officers, chief financial officers and/or chief operating officers or persons serving in an equivalent capacity[,] \\ul and\\ulnone  persons with an interest in an entity which exceeds ten percent of the entity and persons employed in a senior managerial capacity [regarding] of an entity with a city contract pursuant to clause (i) of paragraph (a) of subdivision 18 of section 3-702 of the code as added by section one of this local law; (ii) [all of] the provisions of this local law concerning any bid or proposal for a contract for the procurement of goods, services or construction\\ul , and the provisions regarding persons employed in a senior managerial capacity with respect to any entity with a city contract pursuant to clause (i) of paragraph (a) of subdivision 18 of section 3-702 of the code as added by section one of this local law\\ulnone  shall take effect thirty days after the campaign finance board and the department of information technology and telecommunications have certified to the mayor and council that there is a doing business database that identifies available information regarding chief executive officers, chief financial officers and/or chief operating officers or persons serving in an equivalent capacity, \\ul and\\ulnone  persons with an interest in an entity which exceeds ten percent of the entity \\ul that has submitted a bid or proposal seeking such a contract,\\ulnone  and persons employed in a senior managerial capacity of [entities that have submitted bids] \\ul any entity holding such a contract or that has submitted a bid or proposal\\ulnone  seeking such a contract; (iii) the provisions of this local law concerning acquisition or disposition of real property, [applications for approvals] \\ul any application for approval\\ulnone  sought pursuant to the provisions of section 195 [or] \\ul of the charter, any application for approval sought from the city of New York that has been\\ulnone  certified pursuant to section 197-c of the [New York city] charter \\ul and any application for a zoning text amendment that has been certified pursuant to section 201 of the charter\\ulnone  shall take effect thirty days after the campaign finance board and the department of information technology and telecommunications have certified to the mayor and council that there is a doing business database that identifies available information regarding chief executive officers, chief financial officers and/or chief operating officers or persons serving in an equivalent capacity, persons with an interest in an entity which exceeds ten percent of the entity and persons employed in a senior managerial capacity of an entity with [a real property transaction or land use approval] \\ul an acquisition or disposition of real property or an application for approval sought pursuant to the provisions of section 195 of the charter, any application for approval sought from the city of New York that has been certified pursuant to section 197-c of the charter and any application for a zoning text amendment that has been certified pursuant to section 201 of the charter\\ulnone  pursuant to [clause] \\ul clauses\\ulnone  (ii) \\ul and (iii)\\ulnone  of paragraph (a) of subdivision 18 of section 3-702 of the code as added by section one of this local law; (iv) the provisions of this local law concerning franchises and concessions shall take effect thirty days after the campaign finance board and the department of information technology and telecommunications have certified to the mayor and council that there is a doing business database that identifies available information regarding chief executive officers, chief financial officers and/or chief operating officers or persons serving in an equivalent capacity[,] \\ul and\\ulnone  persons with an interest in an entity which exceeds ten percent of the entity [and persons employed in a senior managerial capacity regarding an entity] with a city franchise or concession pursuant to clause (iv) of paragraph (a) of subdivision 18 of section 3-702 of the code as added by section one of this local law; (v) [all of] the provisions of this local law concerning any bid or proposal for a franchise or concession\\ul , and the provisions regarding persons employed in a senior managerial capacity with respect to any entity with a city franchise or concession pursuant to clause (iv) of paragraph (a) of subdivision 18 of section 3-702 of the code as added by section one of this local law, \\ulnone shall take effect thirty days after the campaign finance board and the department of information technology and telecommunications have certified to the mayor and council that such database [includes,] \\ul identifies\\ulnone  available information regarding chief executive officers, chief financial officers and/or chief operating officers or persons serving in an equivalent capacity, \\ul and\\ulnone  persons with an interest in an entity which exceeds ten percent of the entity \\ul that has submitted a bid or proposal seeking such a franchise or concession, \\ulnone and persons employed in a senior managerial capacity [of entities with] \\ul with respect to any entity holding such a franchise or concession or that has submitted\\ulnone  a bid or a proposal for such a franchise or concession; (vi) [all of] the provisions of this local law concerning a recipient of a grant shall take effect thirty days after the campaign finance board and the department of information technology and telecommunications have certified to the mayor and council that there is a doing business database that identifies available information regarding chief executive officers, chief financial officers and/or chief operating officers or persons serving in an equivalent capacity, persons with an interest in an entity which exceeds ten percent of the entity and persons employed in a senior managerial capacity [regarding an] \\ul with respect to any \\ulnone entity that is a recipient of a grant pursuant to clause (v) of paragraph (a) of subdivision 18 of section 3-702 of the code as added by section one of this local law; (vii) [all of] the provisions of this local law concerning a party to an economic development agreement shall take effect thirty days after the campaign finance board and the department of information technology and telecommunications have certified to the mayor and council that there is a doing business database that identifies available information regarding chief executive officers, chief financial officers and/or chief operating officers or persons serving in an equivalent capacity, persons with an interest in an entity which exceeds ten percent of the entity and persons employed in a senior managerial capacity [regarding an] \\ul with respect to any\\ulnone  entity that is an applicant for or a party to an economic development agreement pursuant to clause (vi) of paragraph (a) of subdivision 18 of section 3-702 of the code as added by section one of this local law;  (viii) [all of] the provisions of this local law concerning a contract for the investment of pension funds, including investments in a private equity firm and contracts with investment related consultants shall take effect thirty days after the campaign finance board and the department of information technology and telecommunications have certified to the mayor and council that there is a doing business database that identifies available information regarding chief executive officers, chief financial officers and/or chief operating officers or persons serving in an equivalent capacity, persons with an interest in an entity which exceeds ten percent of the entity and persons employed in a senior managerial capacity [regarding an] \\ul with respect to any\\ulnone  entity that is an applicant for or a party to a contract for the investment of pension funds, including investments in a private equity firm and contracts with investment related consultants  pursuant to clause (vii) of paragraph (a) of subdivision 18 of section 3-702 of the code as added by section one of this local law; and (ix) [all of] the provisions of this local law concerning lobbyists shall take effect thirty days after the campaign finance board and the department of information technology and telecommunications have certified to the mayor and council that there is a doing business database that identifies lobbyists; and shall be applicable to all receipts, expenditures, and public funds claims after such effective dates for elections held after such effective dates; provided that, upon enactment of this local law, the campaign finance board shall take all necessary steps, including but not limited to the promulgation of forms and rules, to ensure the prompt implementation of this local law upon its effective date. Notwithstanding any provision of law to the contrary, the campaign finance board and the department of information technology and telecommunication may certify any component of the doing business database enumerated in clauses (i) through [(viii)] \\ul (ix)\\ulnone  of this section as complete when it has determined that each component identifies such persons with reasonable completeness and accuracy. Notwithstanding any provision of law to the contrary, immediately upon certification of each component of the doing business database pursuant to this section, the department of information technology and telecommunications shall provide to the [Mayor]\\ul mayor\\ulnone  and the [Council]\\ul council\\ulnone  an analysis of the steps taken to compile the component of the database certified and the campaign finance board shall provide to the [Mayor]\\ul mayor\\ulnone  and the [Council]\\ul council\\ulnone  an analysis of the steps taken to ensure and test for reasonable completeness and accuracy. Such report shall also demonstrate the process by which the department of information technology and telecommunications and the campaign finance board shall update the doing business database and ensure that names of persons no longer doing business with the city are removed. The deadline for certification of this section in relation to clauses (i)\\ul ,\\ulnone  [and] (iv)\\ul , and (ix)\\ulnone  shall be six months from the effective date of this local law; the deadline for certification of this section in relation to clauses (ii),  (v), (vi), (vii) and (viii) shall be one year from the effective date of this local law; and the deadline for certification of this section in relation to clause (iii) shall be sixteen months from the effective date of this local law; provided, however, that any component of the doing business database that has not been certified on or before December 1, 2008 may not be certified until on or after November 30, 2009.\\par\n\\pard\\sl480\\slmult1\\qj\\tx0\\tx738\\tx1278\\tx1980\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\tab\\'a7[39] \\ul 38\\ulnone .  With its 2009 post-election report, the campaign finance board shall submit a report to the council on the status of the doing business database.  Such report shall contain the status of each of the components enumerated in clauses (i) through [(viii)]\\ul  (ix)\\ulnone\\b  \\b0 of section [thirty-three] \\ul thirty-seven\\ulnone  of this local law and whether each such component has been certified, for those components that have not been certified, if any, what the status is of the development of such component of the database and the expected timeline for such component\\rquote s certification. The campaign finance board shall provide the council and the mayor with recommendations, if any, for exempting certain types of transactions, applications or agreements from the definition of business dealings with the city as defined in section one of this local law.  If such proposals are submitted by the board, and such proposals are accepted by the council, or if the council fails to take action on such proposals within sixty days, such proposals shall take effect.  Rejection of such proposals by resolution, or action by the council on amendments to the definition of business dealings with the city different from those contained in such proposals shall constitute action on such proposals.  \\par\n\\tab\\'a726.  Section forty of local law 34 for the year 2007 is renumbered section 39 and section forty-one of local law 34 for the year 2007 is renumbered and amended to read as follows:\\par\n\\tab [\\'a741] \\'a7\\ul 40\\ulnone .  Sections three through seven, nine, ten, thirteen through [twenty, and twenty-two through thirty-three] thirty-six and thirty-nine of this local law shall take effect on January 1, 2008; provided, however that such sections shall apply only to elections held on or after such effective date and shall be applicable to all public funds claims for elections held on or after such effective date, regardless of whether the claim for public funds was submitted prior to the effective date.\\par\n\\tab\\'a7 27.  This local law shall take effect immediately.\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
