{
  "ID": 39998,
  "GUID": "76A5F52F-43C4-49D8-9685-0DC03BC8A46E",
  "File": "Int 0653-2007",
  "Name": "Inspection of horses, stables and cabs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the regulation of horse drawn cabs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2007-11-28T00:00:00Z",
  "AgendaDate": "2007-11-28T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    }
  ],
  "History": [
    {
      "ID": 210146,
      "Date": "2007-11-28T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210252,
      "Date": "2007-11-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7769,
      "AgendaSequence": 90,
      "MinutesSequence": 103,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 223570,
      "Date": "2009-01-30T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8723,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 653-A",
      "MinutesNote": "Proposed Int. No. 653-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 223644,
      "Date": "2009-01-30T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8723,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 223645,
      "Date": "2009-01-30T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8723,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236355,
      "Date": "2009-12-31T14:17:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 83622,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 653 - 11/28/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/280d633a-45ec-4af8-850f-f9ad2f170ab8.doc",
      "Sort": 1
    },
    {
      "ID": 87056,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 1/30/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/65da81b2-7ba9-458e-9b29-a0c638de3d65.doc",
      "Sort": 2
    },
    {
      "ID": 87319,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 1/30/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/437b2344-fcbc-42c4-a975-848605187536.PDF",
      "Sort": 3
    },
    {
      "ID": 87361,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 1/30/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1f2d3c0b-232f-4c0c-9746-0da480087fa3.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 42000,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Subdivisions b, g, n and p of section 17-330 of the administrative code of the city of New York are amended and a new subdivisions q and r are added to read as follows:\nb.  1.Horses shall not be left untethered or unattended except when confined in a stable or other enclosure.\n2. Horse bridles and halters shall be used on carriage horses at all times when operating a carriage.  \ng. 1. Carriage horses shall not be at work for more than nine hours in any continuous twenty-four hour period. Riding horses shall not be at work for more than eight hours in any continuous twenty-four hour period. Rest periods for carriage horses and riding horses shall be of such duration and at such intervals as the commissioner shall prescribe, but rest periods for carriage horses shall in no event be for less than fifteen minutes after each two hour working period, and the time of such rest period shall be included in calculating the number of hours the horse has worked in any twenty-four hour period. During such rest periods, the person in charge of such carriage horses shall make fresh water available to the horse.\n2. Carriage horses shall receive at least 35 non-consecutive days of rest per calendar year.\n\tn. Every horse required to be licensed hereunder shall be examined by a veterinarian prior to its use in a rental horse business and thereafter at intervals of not [more than once year] less than twice a year. The examination shall include the general physical condition of the horse, its teeth, hoofs and shoes, and its stamina and physical ability to perform the work or duties required of it. The examination shall also include a record of any injury, disease, or deficiency observed by the veterinarian at the time, together with any prescription or humane correction or disposition of the same. A signed health certificate by the examining veterinarian shall be maintained at the stable premises at which such horse is located. A copy of said certificate shall be mailed by the examining veterinarian to the department of health and mental hygiene.\n\tp. [In the event that any regulation requiring horse drawn carriages to be equipped] Every horse required to be licensed hereunder shall be equipped with a manure catching device. [is adopted by any city agency or agencies, such] Such devices shall be affixed or attached to the carriage and shall at no time be affixed or attached to the horse.\t\t\nq.  Carriage horses shall not be younger than five years of age nor older than 20 years of age at the time of purchase.  Acceptable proof of age shall include a signed letter from a licensed veterinarian stating the horse’s age, a certificate from an officially recognized national registry of horses stating the horse’s age, or another industry approved method of certifying age. \nr.  Owners shall insure that every carriage is equipped with a horse blanket large enough to cover the horse from breast of neck to top of rump.  Such blankets shall be used to cover carriage horses in cold weather.   \n\n\t§2.  Section 17-333 of the code is amended to read as follows:\n§ 17-333 Lighting and safety equipment for [of] horse drawn cabs. a.  The commissioner of consumer affairs shall promulgate rules requiring that sufficient lighting and reflective materials, as prescribed by such commissioner, be provided on horse drawn cabs which operate at night or during other periods of low visibility, and requiring sufficient lighting on the rear axle of all horse drawn cabs where their licenses are affixed.  Such rules shall be enforced in the same manner as the enforcement of rules relating to horse drawn cabs and drivers promulgated pursuant to section 20-384 of the code.\nb. Every horse drawn cab licensed pursuant to this section and/or section 20-384 of the code must be equipped with an emergency break system, unaffected by rain or wet street conditions.  \n\n§3.  Section 20-380 of the code is amended to read as follows:\n\n§20-380.  Rates of horse drawn cabs.  The amount to be charged and collected for the use of a horse drawn cab by one or more passengers shall be the total of the following items: [thirty-four] fifty dollars for the first [half-hour] twenty minutes or fraction thereof[, the fraction of the half-hour shall be at the passenger’s option,] and [ten] twenty dollars for each additional [fifteen] ten minutes thereafter.  Such rates shall be indexed for inflation every three years.\n\n\t§4.  Section 20-381 of the code is amended by adding a new section f to read as follows:\n\tf.  An applicant who has not  previously held a license under this subsection shall be issued a probationary license upon approval of his/her application.  Such probationary license shall be valid from the date of issuance until six months after the date of issuance and may be revoked for any reason.   A holder of a probationary license shall only be permitted operate a horse drawn cab at staging areas immediately adjacent to Central Park and on roadways or paths wholly within a New York City park, but may ride alongside a licensed driver.  At the conclusion of six months, if the licensee has accrued no violations under Subchapter 3 of Title 17 or this subchapter, the licensee shall be issued a horse drawn cab driver’s license under the terms of this subchapter.   \n\n§5. Subsection a of section 20-381.1 of the code is amended to read as follows:\na. 1. It shall be unlawful for a driver of a horse drawn cab to operate such cab at any time when and where such operation is prohibited.\n2. In addition to the time restrictions on the operation of horse drawn carriages as prohibited by this section, no horse drawn cab may operate on any street in New York between the hours of 3:00 a.m. and 7:00 a.m., seven days a week.  \n\n§6.  Subsection a of section 24-330 of the code is amended to read as follows:\na. 1. Within the city, all publicly owned watering troughs, and those erected or maintained by the American Society for the Prevention of Cruelty to Animals, shall be provided with the necessary piping and fixtures to enable the filling of pails with water therefrom, or otherwise modified in construction so as to meet the requirements of the board of health. The supply of water for such troughs shall be furnished by the department of environmental protection[.] and shall be maintained and made available to horses for drinking year round.  All other horse-watering troughs on streets and public places in the city shall likewise be provided with the piping and fixtures necessary to enable the filling of pails with water at all times, and the use of the water for that purpose shall be paid for. All horse-watering stations in streets and public places hereafter constructed or operated, shall conform to the provisions of this section. It shall be unlawful to draw water from such fixtures except to water horses or other animals. It shall be unlawful to tamper with such fixtures.\n\n§ 7.  This local law shall take effect immediately.\n\n\nLCC\n5/16/08",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tx720\\tab Section 1.  Subdivisions b, g, n and p of section 17-330 of the administrative code of the city of New York are amended and a new subdivisions q and r are added to read as follows:\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj b.  \\ul 1.\\cf1\\ulnone Horses shall not be left untethered or unattended except when confined in a stable or other enclosure.\\par\n\\ul 2. Horse bridles and halters shall be used on carriage horses at all times when operating a carriage.  \\cf0\\par\n\\ulnone g. \\ul 1.\\ulnone  Carriage horses shall not be at work for more than nine hours in any continuous twenty-four hour period. Riding horses shall not be at work for more than eight hours in any continuous twenty-four hour period. Rest periods for carriage horses and riding horses shall be of such duration and at such intervals as the commissioner shall prescribe, but rest periods for carriage horses shall in no event be for less than fifteen minutes after each two hour working period, and the time of such rest period shall be included in calculating the number of hours the horse has worked in any twenty-four hour period. During such rest periods, the person in charge of such carriage horses shall make fresh water available to the horse.\\par\n\\ul 2. Carriage horses shall receive at least 35 non-consecutive days of rest per calendar year.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\ulnone\\tab n. Every horse required to be licensed hereunder shall be examined by a veterinarian prior to its use in a rental horse business and thereafter at intervals of not [more than once year] \\ul less than twice a year\\ulnone . The examination shall include the general physical condition of the horse, its teeth, hoofs and shoes, and its stamina and physical ability to perform the work or duties required of it. The examination shall also include a record of any injury, disease, or deficiency observed by the veterinarian at the time, together with any prescription or humane correction or disposition of the same. A signed health certificate by the examining veterinarian shall be maintained at the stable premises at which such horse is located. A copy of said certificate shall be mailed by the examining veterinarian to the department of health and mental hygiene.\\par\n\\tab p. [In the event that any regulation requiring horse drawn carriages to be equipped] \\ul Every horse required to be licensed hereunder shall be equipped\\ulnone  with a manure catching device\\ul .\\ulnone  [is adopted by any city agency or agencies, such] \\ul Such\\ulnone  devices shall be affixed or attached to the carriage and shall at no time be affixed or attached to the horse.\\tab\\tab\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\ul q.  Carriage horses shall not be younger than five years of age nor older than 20 years of age at the time of purchase.  Acceptable proof of age shall include a signed letter from a licensed veterinarian stating the horse\\rquote s age, a certificate from an officially recognized national registry of horses stating the horse\\rquote s age, or another industry approved method of certifying age. \\par\nr.  Owners shall insure that every carriage is equipped with a horse blanket large enough to cover the horse from breast of neck to top of rump.  Such blankets shall be used to cover carriage horses in cold weather.   \\par\n\\pard\\ltrpar\\ulnone\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab\\'a72.  Section 17-333 of the code is amended to read as follows:\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\'a7 17-333 Lighting \\ul and safety equipment for\\ulnone  [of] horse drawn cabs. \\ul a.\\ulnone   The commissioner of consumer affairs shall promulgate rules requiring that sufficient lighting \\ul and reflective materials\\ulnone , as prescribed by such commissioner, be provided on horse drawn cabs which operate at night or during other periods of low visibility, and requiring sufficient lighting on the rear axle of all horse drawn cabs where their licenses are affixed.  Such rules shall be enforced in the same manner as the enforcement of rules relating to horse drawn cabs and drivers promulgated pursuant to section 20-384 of the code.\\par\n\\ul b. Every horse drawn cab licensed pursuant to this section and/or section 20-384 of the code must be equipped with an emergency break system, unaffected by rain or wet street conditions.  \\par\n\\pard\\ltrpar\\ulnone\\par\n\\pard\\ltrpar\\fi720\\'a73.  Section 20-380 of the code is amended to read as follows:\\par\n\\pard\\ltrpar\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\'a720-380.  Rates of horse drawn cabs.  The amount to be charged and collected for the use of a horse drawn cab by one or more passengers shall be the total of the following items: [thirty-four] \\ul fifty\\ulnone  dollars for the first [half-hour] \\ul twenty minutes\\ulnone  or fraction thereof[, the fraction of the half-hour shall be at the passenger\\rquote s option,] and [ten] \\ul twenty \\ulnone dollars for each additional [fifteen] \\ul ten\\ulnone  minutes thereafter.  \\ul Such rates shall be indexed for inflation every three years\\ulnone .\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\par\n\\tab\\'a74.  Section 20-381 of the code is amended by adding a new section f to read as follows:\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tx720\\tab\\ul f.  An applicant who has not  previously held a license under this subsection shall be issued a probationary license upon approval of his/her application.  Such probationary license shall be valid from the date of issuance until six months after the date of issuance and may be revoked for any reason.   A holder of a probationary license shall only be permitted operate a horse drawn cab at staging areas immediately adjacent to Central Park and on roadways or paths wholly within a New York City park, but may ride alongside a licensed driver.  At the conclusion of six months, if the licensee has accrued no violations under Subchapter 3 of Title 17 or this subchapter, the licensee shall be issued a horse drawn cab driver\\rquote s license under the terms of this subchapter.   \\par\n\\pard\\ltrpar\\ulnone\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\'a75. Subsection a of section 20-381.1 of the code is amended to read as follows:\\par\na. \\ul 1.\\ulnone  It shall be unlawful for a driver of a horse drawn cab to operate such cab at any time when and where such operation is prohibited.\\par\n\\ul 2. In addition to the time restrictions on the operation of horse drawn carriages as prohibited by this section, no horse drawn cab may operate on any street in New York between the hours of 3:00 a.m. and 7:00 a.m., seven days a week.  \\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\ulnone\\'a76.  Subsection a of section 24-330 of the code is amended to read as follows:\\par\na. 1. Within the city, all publicly owned watering troughs, and those erected or maintained by the American Society for the Prevention of Cruelty to Animals, shall be provided with the necessary piping and fixtures to enable the filling of pails with water therefrom, or otherwise modified in construction so as to meet the requirements of the board of health. The supply of water for such troughs shall be furnished by the department of environmental protection[.] \\ul and shall be maintained and made available to horses for drinking year round.\\ulnone   All other horse-watering troughs on streets and public places in the city shall likewise be provided with the piping and fixtures necessary to enable the filling of pails with water \\ul at all times,\\ulnone  and the use of the water for that purpose shall be paid for. All horse-watering stations in streets and public places hereafter constructed or operated, shall conform to the provisions of this section. It shall be unlawful to draw water from such fixtures except to water horses or other animals. It shall be unlawful to tamper with such fixtures.\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\tx720\\tx1440\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\'a7 7.  This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\tx720\\tx1440\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\par\n\\par\n\\fs20 LCC\\par\n5/16/08\\par\n\\pard\\ltrpar\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
