{
  "ID": 39999,
  "GUID": "89A1A907-60D2-42BA-BD1F-B558188A9616",
  "File": "Int 0654-2007",
  "Name": "Prohibiting the manual transfer of diesel fuel.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the manual transfer of diesel fuel and requiring all refilling of diesel fuel tanks inside of buildings above the lowest floor be accomplished only by using a transfer pump supplied from a primary storage tank.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2007-11-28T00:00:00Z",
  "AgendaDate": "2007-11-28T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    }
  ],
  "History": [
    {
      "ID": 210147,
      "Date": "2007-11-28T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210254,
      "Date": "2007-11-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7769,
      "AgendaSequence": 92,
      "MinutesSequence": 105,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236354,
      "Date": "2009-12-31T14:17:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 40734,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Paragraph 2 of subdivision b of section 27-829 of the administrative code of the city of New York is amended to read as follows:\n(2) (i) Storage tanks having a capacity of two hundred seventy-five gallons or less, installed above the lowest floor inside a building shall be filled only by means of a transfer pump supplied from a primary storage tank located and installed as otherwise required by this subchapter.  A separate transfer pump and piping circuit shall be provided for each storage tank installed above the lowest floor.  No intermediate pumping stations shall be provided between the storage tank and the transfer pump.  Appropriate devices shall be provided for the automatic and manual starting and stopping of the transfer pumps so as to prevent the overflow of oil from these storage tanks. \n\t(ii) Buildings in existence on the effective date of this paragraph shall be brought into compliance with this subdivision on or before July 1, 2008 and the owners of such buildings shall file with the department a final report prepared by an architect or engineer certifying to the installation of the required transfer pump and piping in accordance with this section.  Owners of all other buildings subject to the provisions of this subdivision, including buildings for which construction has commenced or for which an application for approval of plans has been filed with the department prior to July 1, 2008, shall submit such final report within thirty days after construction of such building has been completed. Failure to timely file such final report or otherwise comply with the provisions of this paragraph shall be a violation punishable pursuant to section 26-125 of the code. Such reports shall be on such forms and in such manner as are prescribed by the commissioner.\n§2.  This local law shall take effect thirty days after its enactment.\n\n\n\n\n\n\n\n\n\nALS\nLS # 2219\nNovember 23, 2007",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Paragraph 2 of subdivision b of section 27-829 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (2) \\ul (i)\\ulnone  Storage tanks having a capacity of two hundred seventy-five gallons or less, installed above the lowest floor inside a building shall be filled \\ul only\\ulnone  by means of a transfer pump supplied from a primary storage tank located and installed as otherwise required by this subchapter.  A separate transfer pump and piping circuit shall be provided for each storage tank installed above the lowest floor.  No intermediate pumping stations shall be provided between the storage tank and the transfer pump.  Appropriate devices shall be provided for the automatic and manual starting and stopping of the transfer pumps so as to prevent the overflow of oil from these storage tanks. \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\f1\\fs20\\tab\\ul (\\f0\\fs24 ii) Buildings in existence on the effective date of this paragraph shall be brought into compliance with this subdivision on or before July 1, 2008 and the owners of such buildings shall file with the department a final report prepared by an architect or engineer certifying to the installation of the required transfer pump and piping in accordance with this section.  Owners of all other buildings subject to the provisions of this subdivision, including buildings for which construction has commenced or for which an application for approval of plans has been filed with the department prior to July 1, 2008, shall submit such final report within thirty days after construction of such building has been completed. Failure to timely file such final report or otherwise comply with the provisions of this paragraph shall be a violation punishable pursuant to section 26-125 of the code. Such reports shall be on such forms and in such manner as are prescribed by the commissioner.\\par\n\\pard\\fi390\\ri-720\\sl480\\slmult1\\qj\\ulnone\\'a72.  This local law shall take effect thirty days after its enactment.\\par\n\\pard\\ri-720\\qj\\fs16\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nALS\\par\nLS # 2219\\par\n\\pard\\ri-720\\sl480\\slmult1\\qj November 23, 2007\\par\n\\pard\\li720\\ri-720\\sl480\\slmult1\\fs24\\par\n\\pard\\par\n\\tab\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
