{
  "ID": 39663,
  "GUID": "C9490D67-3ECB-42D5-9986-448564A0FDB3",
  "File": "Int 0658-2007",
  "Name": "Repealing all provisions allowing for the operation of horse drawn cabs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to repealing all provisions allowing for the operation of horse drawn cabs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2007-12-11T00:00:00Z",
  "AgendaDate": "2007-12-11T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    }
  ],
  "History": [
    {
      "ID": 210531,
      "Date": "2007-12-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210613,
      "Date": "2007-12-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7846,
      "AgendaSequence": 46,
      "MinutesSequence": 56,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 223571,
      "Date": "2009-01-30T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8723,
      "AgendaSequence": 2,
      "MinutesSequence": 6,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 658-A",
      "MinutesNote": "Proposed Int. No. 658-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 223647,
      "Date": "2009-01-30T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8723,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 223648,
      "Date": "2009-01-30T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8723,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236352,
      "Date": "2009-12-31T14:16:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 87055,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 658 - 12/11/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5eae276c-ac1a-4bc8-b829-e3ed95cb75a8. No. 658.doc",
      "Sort": 1
    },
    {
      "ID": 87057,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b06becf6-68ca-4395-b058-9ea3a2d807a8.doc",
      "Sort": 2
    },
    {
      "ID": 87320,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 1/30/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0cc9b812-e916-427e-a778-03d14bab91a4.PDF",
      "Sort": 3
    },
    {
      "ID": 87362,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 1/30/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/51835d05-0c93-42b2-b227-0a0312c70509.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 43156,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Title seventeen, subchapter three of the administrative code of the city of New York is amended to read as follows:\n§17-326.  Definitions.  Whenever used in this subchapter the following terms shall have the following meanings:    (a)  \"Person\" means   an   individual, partnership, corporation, association or other legal entity.\n\t(b)  \"Veterinarian\" means a person licensed to practice veterinary medicine in the state of New York.\n\t(c) \"Work\", a horse is considered to be at work when it is out of its stable and presented  to  the  public  as  being available for riding, [pulling carriages, vehicles or other devices,] or when it is  saddled  or in  harness or when it is being ridden [or is pulling a carriage, vehicle or device].\n\t(d) \"Owner\" means the owner of a horse which is required to be licensed pursuant to this subchapter and the owner of a rental horse business in which such horse is used.\n\t(e) \"Riding horse\" means a horse which is available to the public for a fee for the purpose of riding.\n\t(f) \"Carriage horse\" means any horse which is used by its owner or any other person to pull any vehicle, carriage, sled, sleigh or other device in exchange for a fee. A horse rented or leased by its owner to another for any of the foregoing purposes shall be deemed to be a carriage horse for the purposes of this subchapter.\n\t(g) \"Rental horse business\" means a business enterprise which provides or offers the use of a horse to the public for a fee for the purpose of riding  [or drawing a horse drawn vehicle or which operates a horse drawn vehicle for hire such as a horse drawn cab].\n\t(h) \"Rental horse\" means a horse which is used in a rental horse business.\n\t(i) \"Under tack\" means that a horse is equipped for riding [or driving].\n\t(j)  \"ASPCA\" means the American Society for the Prevention of Cruelty to Animals.\n\t(k) \"Stable\" means any place, establishment or facility where one or more rental horses are housed or maintained.\n\t§  17-327 Carriage rides prohibited.  It shall be unlawful to offer rides to the public on a vehicle drawn or pulled by a carriage horse.    \nTop of Form\n§  17-32[7]8  License  required.  a. On and after January first, nineteen hundred eighty-two no person shall use or offer the use of a horse in a rental horse business unless such horse is licensed pursuant to the provisions of this subchapter. For purposes of this subchapter the use of a horse in a rental horse business means that a horse is used or offered for use by the public for a fee for the purpose of riding  [or drawing a horse drawn vehicle or is used in the operation of a horse drawn vehicle for hire such as a horse drawn cab].\nb. A license shall be issued for a term of one year from the date of issuance thereof and shall be renewed prior to the expiration of such term.\nc. The annual fee for a license or the renewal of a license shall be twenty-five dollars.\nd. Application for a license or the renewal of a license shall be made to the department of health and mental hygiene. Such application shall contain the name and address of the owner of the horse and of the owner of the rental horse business in which such horse is to be used if such person is not the owner of the horse, the age, sex, color, markings and any other identifying marks such as brands or tattoos of the horse, the location of the stable where the horse is to be kept and any other information which the commissioner of health and mental hygiene may require. [An application with respect to a horse which is used in the operation of a \"horse drawn cab\" as defined in subchapter twenty-one of chapter two of title twenty of this   code   shall   include   the identification number required to be inscribed on such horses hoof pursuant to the rules and regulations of the department of consumer affairs.]  The application shall be accompanied by the license or renewal fee.\n\te. No license shall be transferable. Upon the transfer of ownership of any horse to a new owner, the new owner shall obtain a license for such horse within fifteen days after the date of the transfer of ownership.\nTop of Form\n\t§  17-32[8]9  Identification tag and certificate of license. a. Each horse licensed pursuant to the provisions of this subchapter shall be assigned an official identification number by the department. Such identification number shall be branded on the hoof of the horse in a manner to be prescribed by the commissioner and shall also be inscribed on a metal tag which shall be attached to the bridle of the horse in a conspicuous place to be specified by the commissioner at all times when the horse is at work.  Such tag shall be issued to the owner with the certificate of license. The tag and certificate of license shall be of such form and design and shall contain such information as the commissioner shall prescribe. Duplicate tags and certificates of license shall be issued only upon proof of loss of the original and the payment of a fee of two dollars.\n\tb. The certificate of license shall at all times remain at the stable where the horse is kept and shall be available for inspection by any police officer,  agent  of  the  department  and  the  ASPCA,   or   to veterinarians  employed  or  retained  by the department or the ASPCA or employees  of  the  department  of  consumer  affairs  or  any   persons designated by the commissioner to enforce this subchapter.\nBottom of Form\nTop of Form\n\t§  17-3[29]30  Disposition  of  licensed  horse.  a. The department shall be notified of the transfer of ownership or other disposition of a licensed horse within [ten] five days thereafter. Such notice shall include the date of disposition and [if sold in New York city,] the name and address of the buyer or other transferee and such other information as the commissioner may prescribe. \nb. A horse shall not be sold or disposed of except in a humane manner, which, for the purposes of this subchapter shall mean one of the following:\n1.  The owner shall sell or donate the horse to a private individual who signs an assurance that the horse will not be sold and shall be kept solely as a companion animal and not employed in another horse-drawn carriage business or as a work horse and will cared for humanely for the remainder of the horse’s natural life; or \n2.  The owner shall sell of donate the horse to a duly incorporated animal sanctuary or duly incorporated animal protection organization whose president or executive director signs an assurance that the horse will not be sold and shall be kept solely as a companion animal and not employed in another horse-drawn carriage business and will be cared for humanely for the remainder of the horse’s natural life.\nc.  Records indicating the name, address and telephone number of the private individual, duly incorporated animal sanctuary or duly incorporated animal protection organization to whom the horse was sold or donated together with the assurance specified above shall be sent by the owner to the department within five days after such sale or donation.  A copy of such record shall also be maintained at the stable.  \nBottom of Form\nTop of Form\n\t§  17-33[0]31  Regulations.  a. The commissioner, with the advice of the advisory board as hereinafter established, shall promulgate   such regulations as are necessary to carry out the provisions of this subchapter and to promote the health, safety and well being of the horses which are required to be licensed hereunder and of members of the public who hire such horses.\nb.  Horses shall not be left untethered or unattended except when confined in a stable or other enclosure.\n\tc. Standing stalls in stall shall  be  of  a  size  specified  by regulation of the commissioner.\n\td.  Horses shall be adequately quartered. Stables and stalls shall be clean and dry and sufficient bedding of straw, shavings or other suitable materials shall be furnished and changed as often as necessary to maintain them in a clean and dry condition.  Adequate heating and ventilation shall be maintained in stables as prescribed by the commissioner.\n\te. Owners shall insure that appropriate and sufficient food and drinking water are available for each horse and that while working each horse is permitted to eat and drink at reasonable intervals.\n\tf. Owners shall not allow a horse to be worked on a public highway, path or street during adverse weather or other dangerous conditions which are a threat to the health or safety of the horse. A horse being worked when such conditions develop shall be immediately returned to the stable by the most direct route.\n\tg.  [Carriage horses shall not be at work for more than nine hours in any continuous twenty-four hour period.] Riding horses shall not be at work for more than eight hours in any continuous twenty-four hour period.  Rest periods for [carriage horses and] riding horses shall be of such duration and at such intervals as the commissioner shall prescribe [, but  rest periods for carriage horses shall in no event be for less than fifteen minutes after each two hour working period, and the time of such rest period shall be included in calculating the  number  of  hours  the horse  has  worked  in  any  twenty-four  hour  period. During such rest periods, the person in charge of such carriage horses shall make fresh water available to the horse].\n\th.  [Carriage horses shall not be driven at a pace faster than a trot.] Riding horses may be ridden at a canter but shall not be galloped.\n\ti. Horses shall be suitably trimmed or shod, and saddles, bridles, bits, road harnesses and any other equipment used on or with a horse at work shall be maintained and properly fitted as prescribed by regulation of the commissioner.\n\tj. Stables in which horses used in a rental horse business are kept shall be open for inspection by authorized officers, veterinarians and employees of the department, and any persons designated by   the commissioner to enforce the provisions of this subchapter, agents of the ASPCA, police officers, and employees of the department of consumer affairs.\n\tk. An owner shall be jointly liable with the person to whom a horse is rented for any violation of this subchapter or of any regulations promulgated hereunder committed by  such  person  if  the  owner  had knowledge or notice of the act which gave rise to the violation  at  the time  of  or  prior  to its occurrence or under the circumstances should have had knowledge or notice of such act and did not attempt to  prevent it from occurring.\n\tl.  An owner of a rental horse business shall keep such records as the commissioner of health shall prescribe including but not limited to a consecutive daily record of the movements of each licensed horse including the [driver's name and identification number, if applicable,] rider's name, the horse's identification number, [vehicle license plate number, if applicable,] time of leaving stable and time of return to stable.  Such records shall be kept on the premises of the stable where the horses are kept and shall be available for inspection.  The commissioner may, in his or her discretion, require a time clock, date stamp or time stamp where such commissioner believes it is appropriate.\n\tm.  A horse required to be licensed pursuant to this subchapter which is lame or suffers from a physical condition or illness making it unsuitable for work may be ordered to be removed from work by the commissioner or his or her designee or by an agent of the ASPCA or a veterinarian employed or retained by such commissioner or ASPCA to inspect licensed horses. A horse for which such an order has been issued shall not be returned to work until it has recovered from the condition which caused the issuance of the order or until such condition has improved sufficiently that its return to work will not aggravate the condition or otherwise endanger the health of the horse.  In any proceeding, under this section it shall be presumed that a horse which is found at work within forty-eight hours after the issuance of an order of removal and which is disabled by the same condition which caused such order to be issued has been returned to work in violation of this section. Such presumption may be rebutted by offering a certificate of a veterinarian indicating suitability to return to work prior to the expiration of the forty-eight hour period.\n\tn.  Every horse required to be licensed hereunder shall be examined by a veterinarian prior to its use in a rental horse business and thereafter at intervals of not more than one year. The examination shall include the general physical condition of the horse, its teeth, hoofs and shoes, and its stamina and physical ability to perform the work or duties required of it. The examination shall also include a record of any injury, disease, or deficiency observed by the veterinarian at the time, together with any prescription or humane correction or disposition of the same. A signed health certificate by the examining veterinarian shall be maintained at the stable premises at which such horse is located.  A copy of said certificate shall be mailed by the examining veterinarian to the department of health and mental hygiene.\n\t§2.  Subdivisions o and p of section 17-330 of subchapter three of title seventeen of the administrative code of the city of New York are REPEALED.\n\t§3.  Section 17-331, as added by local law 4 of 1982 is renumbered as section 17-332 of subchapter three of title seventeen of the administrative code of the city of New York and is amended to read as follows:\n\t§ 17-33[1]2 Advisory board. a. The commissioner shall appoint an advisory board consisting of five members as follows:\n\t1.  Two members shall be appointed from among the owners of rental horse businesses operating within the city [, one of whom  shall  be representative  of  the  interests of owners of riding horses and one of whom shall be representative of the  interests  of  owners  of  carriage horses].\n\t2.  Two members shall be appointed from the public at large. However, in no event shall more than one person so appointed to the board  be  a member  of  the  board  of directors or an employee of any animal humane society or association.\n\t3. One member shall be a veterinarian.\n\tb. The terms of office of the members of  the  board  shall  be  three years  except  that  the  terms of office of the members first appointed shall be as follows:\n\t1. Two of such members first appointed shall serve for a  term  ending on the thirty-first day of December, nineteen hundred eighty-two.\n\t2.  Two  of such members first appointed shall serve for a term ending on the thirty-first day of December, nineteen hundred eighty-three.\n\t3. One of such members first appointed shall serve for a  term  ending on the thirty-first day of December, nineteen hundred eighty-four.\n\tc. The members of the board shall serve without compensation.\n\td.  The  board  shall  make  recommendations  to  the  commissioner on regulations necessary to carry out the provisions of this subchapter and to promote the  health,  safety  and  well-being  of  horses  which  are required  to be licensed hereunder and of members of the public who hire such horses.\n\t§4.  Section 17-332 as added by local law 2 of 1994, is renumbered as section 17-333 and section 17-333 as amended by Local Law 2 of 1994 and subdivision a of section 17-334 of subchapter three of title seventeen of the administrative code of the city of New York are REPEALED.\nBottom of Form\nTop of Form\n§5.  Section 17-344.1 of subchapter three of title seventeen of the administrative code of the city of New York is REPEALED.\n§6.  Sections 19-174 and 19-175 of subchapter two of title nineteen of the administrative code of the city of New York are REPEALED. \nBottom of Form\nBottom of Form\n\t\n§7.  Title twenty, subchapter twenty-one of the administrative code of the city of New York is amended to read as follows:\n§20-371  Licensing of sight-seeing buses[, horse drawn cabs and horse drawn  cab drivers].  Legislative  findings.  The  legislative  findings heretofore  made  in  relation to the business of sight-seeing buses [and horse drawn cabs] in the city of New York and  set  forth  in  local  law number  ten  of  nineteen  hundred sixty-four continue to be valid; such businesses are vested with a public interest and  their  regulation  and control  continue  to  be  necessary and essential in order to cope with certain evils and hazards which existed in the absence  of  governmental supervision.   The supervision formerly was reposed in the police commissioner, but recent experience and study indicate that jurisdiction over such businesses should be transferred to the commissioner.  [It is further found that the present number of horse drawn cabs licensed in the city of New York is adequate to meet the public need and demand and should be preserved, unless the commissioner finds that additional licenses are necessary and advisable.]  \nTop of Form\n\t§  20-372 Definitions. Whenever used in this subchapter, the following terms shall mean:\n\t1. \"Owner\" shall include any person, firm, partnership, corporation or  association owning and operating a sight-seeing bus or buses,  [or  horse drawn  cab  or cabs,] and shall include a purchaser under a reserve title contract, conditional sales agreement  or  vendor's  agreement  and  the lessee  of  such  vehicle  or  vehicles under a written lease or similar contract provided such purchaser or lessee of sight-seeing bus or  buses shall  be  entitled  to  obtain in his or her name a license or licenses therefor from the commissioner of motor vehicles of  the  state  of  New York.\n\t2.  \"Sight-seeing bus license\" shall designate the license issued by the commissioner for each sight-seeing bus.\n\t3.  \"Inspection  card\"  shall  designate  the  card  issued   by   the  commissioner for  the  sight-seeing  bus  licensed  [or  horse drawn cab licensed,] which card shall display the license number  and  capacity  of such vehicle.\n\t4.   \"Sight-seeing  bus\"  shall  mean  a  motor  vehicle  designed  to comfortably seat and carry eight or more passengers operating  for  hire from  a  fixed  point  in  the  city of New York to a place or places of interest or amusements, and shall also include a  vehicle,  designed  as aforesaid  which  by  oral  or  written  contract  is  let  and hired or\notherwise engaged for its exclusive use for a specific or  special  trip or excursion from a starting point within the city of New York.\n\t§8.  Subdivisions 5 as amended by Local Law 2 of 1994, 6 as amended by Local Law 31 of 1995, 7 and 8 of section 20-372 of subchapter twenty-one of title twenty of the administrative code of the city of New York are REPEALED and subdivision 9 is renumbered as subdivision 5 and subdivision 10 is renumbered as subdivision 6.  \n\t§9.  Subdivisions c and d of section 20-373 of subchapter twenty-one of title twenty of the administrative code of the city of New York are REPEALED and section 20-373, is amended to read as follows:\n\t§20-373  License  required;  fee;  term.  a. It shall be unlawful to operate or permit another to operate for  hire  a  sight-seeing  bus  [or horse-drawn  cab]  within  the  city  unless  the  owner shall have first obtained a license therefor from the commissioner. [An  applicant  for  a horse-drawn cab license shall be at least eighteen years of age.]\n\tb.  Fees.  The original and renewal license fee for each sight-seeing bus shall be fifty dollars [and for each horse-drawn cab shall be fifty dollars].  \n\t§10.  Subdivision c of section 20-374, of subchapter twenty one of title twenty of the administrative code of the city of New York is REPEALED and section 20-374 is amended to read as follows:\n§20-374  Granting and transferring of licenses. a. Any person, firm, partnership, corporation  or  association,  owning   or   operating   a sight-seeing  bus, or buses[, or horse-drawn cab, or cabs] engaging in the business of transporting passengers in, about, over and upon any of  the streets,  avenues, bridges, highways, boulevards or public places within  the limits of the city of New York, shall be issued a license  for  each bus  [or  cab]  so  operating,  provided,  however  any such person, firm, partnership,  corporation  or  association   owning   or   operating   a sight-seeing  bus  or  buses,  shall  first  have  obtained a license or licenses,  as  he  or  she  shall  be  entitled  to  receive  from   the commissioner  of  motor  vehicles  of  the state of New York as made and provided by law.\n    \tb. It shall be unlawful for a  license,  after  being  issued  by  the commissioner,  to  be  transferred  to  any  person,  firm, partnership, corporation  or  association  for  any  cause  whatsoever[,  except  that licenses  for  horse-drawn  cabs may be transferred with the approval of  the  commissioner.  Upon  voluntary  sale  or  transfer  of  a  licensed horse-drawn  cab  by  the  holder  of  a  license  or  his  or her legal representative, the licensee shall immediately notify  the  commissioner of  his  or  her  intention  to  replace  such horse-drawn cab, or shall surrender his or her license. If the license is surrendered, the  vendee or transferee may make application to the commissioner for the licensing of  the horse-drawn cab so purchased. A new license shall then be issued by the commissioner in place of the license so surrendered, provided the applicant has demonstrated to the satisfaction of the commissioner  that he  or  she  is  qualified  to  assume  the  duties and obligations of a horse-drawn cab license].\n§11.  Section 20-375, of subchapter twenty one of title twenty of the administrative code of the city of New York is amended to read as follows:\n\t§20-375  License  plate.  Upon  the  payment  of the license fee the commissioner shall issue a license to the owner of the  sightseeing  bus [or  horse drawn cab] together with a license plate to be securely affixed to a conspicuous and indispensable  part  of  such  sightseeing  bus  [or securely  and conspicuously affixed to the rear axle of such horse drawn cab,] on which shall be clearly set forth  the  license  number  of  such sightseeing  bus [ or  horse  drawn  cab]. The license plate issued to the licensee may, in the discretion of the commissioner, be  a  plate  of  a permanent   nature   with  a  replaceable date  tag  attached  thereto, indicating the expiration date of the plate during each license year and the issuance of such a plate with such date tag to a  person  possessing such  a plate, shall be deemed issuance of a license plate. Such license plate and the replaceable date tag to be issued from year to year to  be attached  thereto, shall be of such material, form, design and dimension and set forth such distinguishing number or other identification  marks as  the  commissioner  shall prescribe. The commissioner upon renewal of the license hereunder, may continue the use of the license plate for  as many  additional license years as he or she in his or her discretion may determine, in which event he or she  shall  issue  and  deliver  to  the licensee  a  replaceable date tag as evidence of renewal of the license, which shall be attached or affixed in such  manner  as  he  or  she  may prescribe  by  rule.  The failure to affix or display such date tag in a manner prescribed by the commissioner shall constitute  a  violation  of this section. In the event of the loss, mutilation or destruction of any license  plate  or  date  tag  issued hereunder, the owner may file such statement and proof of facts as the commissioner shall require,  with  a fee  of twenty-five dollars, at the department, and the department shall issue a duplicate or substitute license plate or date tag.\n§12.  Sections 20-377 and 20.377.1 of subchapter twenty-one of title twenty of the administrative code of the city of New York are REPEALED.\n§13.  Section 20-378 of subchapter twenty-one of title twenty of the administrative code of the city of New York is renumbered section 20-377 and amended to read as follows:\n§20-37[8]7  Periodic inspection. The license department shall cause all sight-seeing buses [and horse-drawn cabs] now, or hereafter  licensed,  to be  inspected  at  least  once  every  four  months.  The  date  of such inspection and the signature of the person making the  inspection  shall be recorded upon the inspection card in the spaces provided therefor. \n§14.  Section 20-379 of subchapter twenty-one of title twenty of the administrative code of the city of New York is renumbered section 20-378 and amended to read as follows:\n§  20-37[9]8 Form of inspection card. The commissioner shall prescribe an\n  appropriate  form  of  inspection  card  for  sight-seeing   buses   [and horse-drawn  cabs] and the manner in which such card and the sight-seeing bus driver's [and horse-drawn cab driver's] identification cards shall  be displayed.\n§15.  Sections 20-380 as enacted by local law 2 of 1994, 20-381, 20-381.1 and 20-382 of subchapter twenty-one of title twenty of the administrative code of the city of New York are REPEALED.\n\t§16.  Subdivisions b, c and d of section 20-383 of subchapter twenty-one of title twenty of the administrative code of the city of New York are REPEALED and section 20-383 is renumbered as section 20-379 and amended to read as follows.\n    \t§  20-3[83]79 Suspensions and revocations. [a.] After notice and opportunity to be heard, the commissioner may suspend or revoke any sight-seeing bus license where the holder has failed to comply  with  any  provisions  of this  subchapter  or  of  the  rules promulgated thereunder, or with any other laws or rules governing sight-seeing buses, or which  sight-seeing bus  is otherwise found to be unfit for operation. Such suspension shall remain in effect until compliance and fitness have been  established  by the  licensee  and accepted by the department. Grounds for suspension or revocation shall include, but not be  limited  to,  installation  of  an engine  which does not meet the requirements of subdivision b of section 20-376 of this subchapter, being found to have violated the requirements for diesel fuel-powered sight-seeing buses contained in section 24-163.6 of the administrative code, failure to  submit  a  bus  for  inspection, installation  of an engine not covered by a certificate of conformity in a vehicle which was originally manufactured  with  such  an  engine  and installation  of  an  engine  of  any  model  year preceding the year of manufacture in a vehicle  which  was  originally  manufactured with  an engine covered by a certificate of conformity.\n§17.  Section 20-384 of subchapter twenty-one of title twenty of the administrative code of the city of New York is renumbered as section 20-380.  \nBottom of Form\nBottom of Form\nBottom of Form\nBottom of Form\nBottom of Form\nBottom of Form\nBottom of Form\nBottom of Form\nBottom of Form\nBottom of Form\nBottom of Form\nBottom of Form\nBottom of Form\nBottom of Form\nBottom of Form\n\t§18.  This local law shall take effect in six months.\nLS # 3952\nLC\n11/21/07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\tab Section 1. Title seventeen, subchapter three of the administrative code of the city of New York is amended to read as follows:\\ul\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone\\'a717-326.  Definitions.  Whenever used in this subchapter the following terms shall have the following meanings:    (a)  \"Person\" means   an   individual, partnership, corporation, association or other legal entity.\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab (b)  \"Veterinarian\" means a person licensed to practice veterinary medicine in the state of New York.\\par\n\\tab (c) \"Work\", a horse is considered to be at work when it is out of its stable and presented  to  the  public  as  being available for riding, [pulling carriages, vehicles or other devices,] or when it is  saddled  or in  harness or when it is being ridden [or is pulling a carriage, vehicle or device].\\par\n\\tab (d) \"Owner\" means the owner of a horse which is required to be licensed pursuant to this subchapter and the owner of a rental horse business in which such horse is used.\\par\n\\tab (e) \"Riding horse\" means a horse which is available to the public for a fee for the purpose of riding.\\par\n\\tab (f) \"Carriage horse\" means any horse which is used by its owner or any other person to pull any vehicle, carriage, sled, sleigh or other device in exchange for a fee. A horse rented or leased by its owner to another for any of the foregoing purposes shall be deemed to be a carriage horse for the purposes of this subchapter.\\par\n\\tab (g) \"Rental horse business\" means a business enterprise which provides or offers the use of a horse to the public for a fee for the purpose of riding  [or drawing a horse drawn vehicle or which operates a horse drawn vehicle for hire such as a horse drawn cab].\\par\n\\tab (h) \"Rental horse\" means a horse which is used in a rental horse business.\\par\n\\tab (i) \"Under tack\" means that a horse is equipped for riding [or driving].\\par\n\\tab (j)  \"ASPCA\" means the American Society for the Prevention of Cruelty to Animals.\\par\n\\tab (k) \"Stable\" means any place, establishment or facility where one or more rental horses are housed or maintained.\\par\n\\pard\\sl480\\slmult1\\tx720\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\ul\\'a7  17-327 Carriage rides prohibited.  It shall be unlawful to offer rides to the public on a vehicle drawn or pulled by a carriage horse.    \\par\n\\pard\\brdrb\\brdrs\\brdrw20\\brsp20 \\sl480\\slmult1\\qj\\ulnone\\v Top of Form\\par\n\\pard\\fi720\\sl480\\slmult1\\v0\\'a7  17-32[7]\\ul 8\\ulnone   License  required.  a. On and after January first, nineteen hundred eighty-two no person shall use or offer the use of a horse in a rental horse business unless such horse is licensed pursuant to the provisions of this subchapter. For purposes of this subchapter the use of a horse in a rental horse business means that a horse is used or offered for use by the public for a fee for the purpose of riding  [or drawing a horse drawn vehicle or is used in the operation of a horse drawn vehicle for hire such as a horse drawn cab].\\par\nb. A license shall be issued for a term of one year from the date of issuance thereof and shall be renewed prior to the expiration of such term.\\par\n\\pard\\fi720\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 c. The annual fee for a license or the renewal of a license shall be twenty-five dollars.\\par\nd. Application for a license or the renewal of a license shall be made to the department of health and mental hygiene. Such application shall contain the name and address of the owner of the horse and of the owner of the rental horse business in which such horse is to be used if such person is not the owner of the horse, the age, sex, color, markings and any other identifying marks such as brands or tattoos of the horse, the location of the stable where the horse is to be kept and any other information which the commissioner of health and mental hygiene may require. [An application with respect to a horse which is used in the operation of a \"horse drawn cab\" as defined in subchapter twenty-one of chapter two of title twenty of this   code   shall   include   the identification number required to be inscribed on such horses hoof pursuant to the rules and regulations of the department of consumer affairs.]  The application shall be accompanied by the license or renewal fee.\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab e. No license shall be transferable. Upon the transfer of ownership of any horse to a new owner, the new owner shall obtain a license for such horse within fifteen days after the date of the transfer of ownership.\\par\n\\pard\\brdrb\\brdrs\\brdrw20\\brsp20 \\sl480\\slmult1\\qj\\v Top of Form\\par\n\\pard\\sl480\\slmult1\\v0\\tab\\'a7  17-32[8]\\ul 9\\ulnone   Identification tag and certificate of license. a. Each horse licensed pursuant to the provisions of this subchapter shall be assigned an official identification number by the department. Such identification number shall be branded on the hoof of the horse in a manner to be prescribed by the commissioner and shall also be inscribed on a metal tag which shall be attached to the bridle of the horse in a conspicuous place to be specified by the commissioner at all times when the horse is at work.  Such tag shall be issued to the owner with the certificate of license. The tag and certificate of license shall be of such form and design and shall contain such information as the commissioner shall prescribe. Duplicate tags and certificates of license shall be issued only upon proof of loss of the original and the payment of a fee of two dollars.\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab b. The certificate of license shall at all times remain at the stable where the horse is kept and shall be available for inspection by any police officer,  agent  of  the  department  and  the  ASPCA,   or   to veterinarians  employed  or  retained  by the department or the ASPCA or employees  of  the  department  of  consumer  affairs  or  any   persons designated by the commissioner to enforce this subchapter.\\par\n\\pard\\brdrt\\brdrs\\brdrw20\\brsp20 \\sl480\\slmult1\\qj\\v Bottom of Form\\par\n\\pard\\brdrb\\brdrs\\brdrw20\\brsp20 \\sl480\\slmult1\\qj Top of Form\\par\n\\pard\\sl480\\slmult1\\v0\\tab\\'a7  17-3[29]\\ul 30\\ulnone   Disposition  of  licensed  horse.  \\ul a.\\ulnone  The department shall be notified of the transfer of ownership or other disposition of a licensed horse within [ten] \\ul five\\ulnone  days thereafter. Such notice shall include the date of disposition and [if sold in New York city,] the name and address of the buyer or other transferee and such other information as the commissioner may prescribe. \\par\n\\pard\\fi720\\sl480\\slmult1\\ul b.\\ulnone  A horse shall not be sold or disposed of except in a humane manner, \\ul which, for the purposes of this subchapter shall mean one of the following:\\ulnone\\par\n\\ul 1.  The owner shall sell or donate the horse to a private individual who signs an assurance that the horse will not be sold and shall be kept solely as a companion animal and not employed in another horse-drawn carriage business or as a work horse and will cared for humanely for the remainder of the horse\\rquote s natural life; or \\par\n2.  The owner shall sell of donate the horse to a duly incorporated animal sanctuary or duly incorporated animal protection organization whose president or executive director signs an assurance that the horse will not be sold and shall be kept solely as a companion animal and not employed in another horse-drawn carriage business and will be cared for humanely for the remainder of the horse\\rquote s natural life.\\par\nc.  Records indicating the name, address and telephone number of the private individual, duly incorporated animal sanctuary or duly incorporated animal protection organization to whom the horse was sold or donated together with the assurance specified above shall be sent by the owner to the department within five days after such sale or donation.  A copy of such record shall also be maintained at the stable.  \\par\n\\pard\\brdrt\\brdrs\\brdrw20\\brsp20 \\sl480\\slmult1\\qj\\ulnone\\v Bottom of Form\\par\n\\pard\\brdrb\\brdrs\\brdrw20\\brsp20 \\sl480\\slmult1\\qj Top of Form\\par\n\\pard\\sl480\\slmult1\\v0\\tab\\'a7  17-33[0]\\ul 31\\ulnone   Regulations.  a. The commissioner, with the advice of the advisory board as hereinafter established, shall promulgate   such regulations as are necessary to carry out the provisions of this subchapter and to promote the health, safety and well being of the horses which are required to be licensed hereunder and of members of the public who hire such horses.\\par\n\\pard\\fi720\\sl480\\slmult1 b.  Horses shall not be left untethered or unattended except when confined in a stable or other enclosure.\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab c. Standing stalls in stall shall  be  of  a  size  specified  by regulation of the commissioner.\\par\n\\tab d.  Horses shall be adequately quartered. Stables and stalls shall be clean and dry and sufficient bedding of straw, shavings or other suitable materials shall be furnished and changed as often as necessary to maintain them in a clean and dry condition.  Adequate heating and ventilation shall be maintained in stables as prescribed by the commissioner.\\par\n\\tab e. Owners shall insure that appropriate and sufficient food and drinking water are available for each horse and that while working each horse is permitted to eat and drink at reasonable intervals.\\par\n\\tab f. Owners shall not allow a horse to be worked on a public highway, path or street during adverse weather or other dangerous conditions which are a threat to the health or safety of the horse. A horse being worked when such conditions develop shall be immediately returned to the stable by the most direct route.\\par\n\\tab g.  [Carriage horses shall not be at work for more than nine hours in any continuous twenty-four hour period.] Riding horses shall not be at work for more than eight hours in any continuous twenty-four hour period.  Rest periods for [carriage horses and] riding horses shall be of such duration and at such intervals as the commissioner shall prescribe [, but  rest periods for carriage horses shall in no event be for less than fifteen minutes after each two hour working period, and the time of such rest period shall be included in calculating the  number  of  hours  the horse  has  worked  in  any  twenty-four  hour  period. During such rest periods, the person in charge of such carriage horses shall make fresh water available to the horse].\\par\n\\tab h.  [Carriage horses shall not be driven at a pace faster than a trot.] Riding horses may be ridden at a canter but shall not be galloped.\\par\n\\tab i. Horses shall be suitably trimmed or shod, and saddles, bridles, bits, road harnesses and any other equipment used on or with a horse at work shall be maintained and properly fitted as prescribed by regulation of the commissioner.\\par\n\\tab j. Stables in which horses used in a rental horse business are kept shall be open for inspection by authorized officers, veterinarians and employees of the department, and any persons designated by   the commissioner to enforce the provisions of this subchapter, agents of the ASPCA, police officers, and employees of the department of consumer affairs.\\par\n\\tab k. An owner shall be jointly liable with the person to whom a horse is rented for any violation of this subchapter or of any regulations promulgated hereunder committed by  such  person  if  the  owner  had knowledge or notice of the act which gave rise to the violation  at  the time  of  or  prior  to its occurrence or under the circumstances should have had knowledge or notice of such act and did not attempt to  prevent it from occurring.\\par\n\\tab l.  An owner of a rental horse business shall keep such records as the commissioner of health shall prescribe including but not limited to a consecutive daily record of the movements of each licensed horse including the [driver's name and identification number, if applicable,] rider's name, the horse's identification number, [vehicle license plate number, if applicable,] time of leaving stable and time of return to stable.  Such records shall be kept on the premises of the stable where the horses are kept and shall be available for inspection.  The commissioner may, in his or her discretion, require a time clock, date stamp or time stamp where such commissioner believes it is appropriate.\\par\n\\tab m.  A horse required to be licensed pursuant to this subchapter which is lame or suffers from a physical condition or illness making it unsuitable for work may be ordered to be removed from work by the commissioner or his or her designee or by an agent of the ASPCA or a veterinarian employed or retained by such commissioner or ASPCA to inspect licensed horses. A horse for which such an order has been issued shall not be returned to work until it has recovered from the condition which caused the issuance of the order or until such condition has improved sufficiently that its return to work will not aggravate the condition or otherwise endanger the health of the horse.  In any proceeding, under this section it shall be presumed that a horse which is found at work within forty-eight hours after the issuance of an order of removal and which is disabled by the same condition which caused such order to be issued has been returned to work in violation of this section. Such presumption may be rebutted by offering a certificate of a veterinarian indicating suitability to return to work prior to the expiration of the forty-eight hour period.\\par\n\\tab n.  Every horse required to be licensed hereunder shall be examined by a veterinarian prior to its use in a rental horse business and thereafter at intervals of not more than one year. The examination shall include the general physical condition of the horse, its teeth, hoofs and shoes, and its stamina and physical ability to perform the work or duties required of it. The examination shall also include a record of any injury, disease, or deficiency observed by the veterinarian at the time, together with any prescription or humane correction or disposition of the same. A signed health certificate by the examining veterinarian shall be maintained at the stable premises at which such horse is located.  A copy of said certificate shall be mailed by the examining veterinarian to the department of health and mental hygiene.\\par\n\\tab\\'a72.  Subdivisions o and p of section 17-330 of subchapter three of title seventeen of the administrative code of the city of New York are REPEALED.\\par\n\\tab\\'a73.  Section 17-331, as added by local law 4 of 1982 is renumbered as section 17-332 of subchapter three of title seventeen of the administrative code of the city of New York and is amended to read as follows:\\par\n\\tab\\'a7 17-33[1]\\ul 2\\ulnone  Advisory board. a. The commissioner shall appoint an advisory board consisting of five members as follows:\\par\n\\tab 1.  Two members shall be appointed from among the owners of rental horse businesses operating within the city [, one of whom  shall  be representative  of  the  interests of owners of riding horses and one of whom shall be representative of the  interests  of  owners  of  carriage horses].\\par\n\\tab 2.  Two members shall be appointed from the public at large. However, in no event shall more than one person so appointed to the board  be  a member  of  the  board  of directors or an employee of any animal humane society or association.\\par\n\\tab 3. One member shall be a veterinarian.\\par\n\\tab b. The terms of office of the members of  the  board  shall  be  three years  except  that  the  terms of office of the members first appointed shall be as follows:\\par\n\\tab 1. Two of such members first appointed shall serve for a  term  ending on the thirty-first day of December, nineteen hundred eighty-two.\\par\n\\tab 2.  Two  of such members first appointed shall serve for a term ending on the thirty-first day of December, nineteen hundred eighty-three.\\par\n\\tab 3. One of such members first appointed shall serve for a  term  ending on the thirty-first day of December, nineteen hundred eighty-four.\\par\n\\tab c. The members of the board shall serve without compensation.\\par\n\\tab d.  The  board  shall  make  recommendations  to  the  commissioner on regulations necessary to carry out the provisions of this subchapter and to promote the  health,  safety  and  well-being  of  horses  which  are required  to be licensed hereunder and of members of the public who hire such horses.\\par\n\\tab\\'a74.  Section 17-332 as added by local law 2 of 1994, is renumbered as section 17-333 and section 17-333 as amended by Local Law 2 of 1994 and subdivision a of section 17-334 of subchapter three of title seventeen of the administrative code of the city of New York are REPEALED.\\par\n\\pard\\brdrt\\brdrs\\brdrw20\\brsp20 \\sl480\\slmult1\\qj\\v Bottom of Form\\par\n\\pard\\brdrb\\brdrs\\brdrw20\\brsp20 \\sl480\\slmult1\\qj Top of Form\\par\n\\pard\\fi900\\sl480\\slmult1\\v0\\'a75.  Section 17-344.1 of subchapter three of title seventeen of the administrative code of the city of New York is REPEALED.\\par\n\\pard\\fi900\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\'a76.  Sections 19-174 and 19-175 of subchapter two of title nineteen of the administrative code of the city of New York are REPEALED.\\v  \\par\n\\pard\\brdrt\\brdrs\\brdrw20\\brsp20 \\qc Bottom of Form\\par\n\\pard\\brdrt\\brdrs\\brdrw20\\brsp20 \\sl480\\slmult1\\qj Bottom of Form\\par\n\\pard\\sl480\\slmult1\\v0\\tab\\par\n\\pard\\fi900\\sl480\\slmult1\\'a77.  Title twenty, subchapter twenty-one of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\fi900\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\'a720-371  Licensing of sight-seeing buses[, horse drawn cabs and horse drawn  cab drivers].  Legislative  findings.  The  legislative  findings heretofore  made  in  relation to the business of sight-seeing buses [and horse drawn cabs] in the city of New York and  set  forth  in  local  law number  ten  of  nineteen  hundred sixty-four continue to be valid; such businesses are vested with a public interest and  their  regulation  and control  continue  to  be  necessary and essential in order to cope with certain evils and hazards which existed in the absence  of  governmental supervision.   The supervision formerly was reposed in the police commissioner, but recent experience and study indicate that jurisdiction over such businesses should be transferred to the commissioner.  [It is further found that the present number of horse drawn cabs licensed in the city of New York is adequate to meet the public need and demand and should be preserved, unless the commissioner finds that additional licenses are necessary and advisable.]  \\par\n\\pard\\brdrb\\brdrs\\brdrw20\\brsp20 \\sl480\\slmult1\\qj\\v Top of Form\\par\n\\pard\\sl480\\slmult1\\v0\\tab\\'a7  20-372 Definitions. Whenever used in this subchapter, the following terms shall mean:\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab 1. \"Owner\" shall include any person, firm, partnership, corporation or  association owning and operating a sight-seeing bus or buses,  [or  horse drawn  cab  or cabs,] and shall include a purchaser under a reserve title contract, conditional sales agreement  or  vendor's  agreement  and  the lessee  of  such  vehicle  or  vehicles under a written lease or similar contract provided such purchaser or lessee of sight-seeing bus or  buses shall  be  entitled  to  obtain in his or her name a license or licenses therefor from the commissioner of motor vehicles of  the  state  of  New York.\\par\n\\tab 2.  \"Sight-seeing bus license\" shall designate the license issued by the commissioner for each sight-seeing bus.\\par\n\\tab 3.  \"Inspection  card\"  shall  designate  the  card  issued   by   the  commissioner for  the  sight-seeing  bus  licensed  [or  horse drawn cab licensed,] which card shall display the license number  and  capacity  of such vehicle.\\par\n\\tab 4.   \"Sight-seeing  bus\"  shall  mean  a  motor  vehicle  designed  to comfortably seat and carry eight or more passengers operating  for  hire from  a  fixed  point  in  the  city of New York to a place or places of interest or amusements, and shall also include a  vehicle,  designed  as aforesaid  which  by  oral  or  written  contract  is  let  and hired or\\par\notherwise engaged for its exclusive use for a specific or  special  trip or excursion from a starting point within the city of New York.\\par\n\\tab\\'a78.  Subdivisions 5 as amended by Local Law 2 of 1994, 6 as amended by Local Law 31 of 1995, 7 and 8 of section 20-372 of subchapter twenty-one of title twenty of the administrative code of the city of New York are REPEALED and subdivision 9 is renumbered as subdivision 5 and subdivision 10 is renumbered as subdivision 6.  \\par\n\\tab\\'a79.  Subdivisions c and d of section 20-373 of subchapter twenty-one of title twenty of the administrative code of the city of New York are REPEALED and section 20-373, is amended to read as follows:\\par\n\\tab\\'a720-373  License  required;  fee;  term.  a. It shall be unlawful to operate or permit another to operate for  hire  a  sight-seeing  bus  [or horse-drawn  cab]  within  the  city  unless  the  owner shall have first obtained a license therefor from the commissioner. [An  applicant  for  a horse-drawn cab license shall be at least eighteen years of age.]\\par\n\\tab b.  Fees.  The original and renewal license fee for each sight-seeing bus shall be fifty dollars [and for each horse-drawn cab shall be fifty dollars].  \\par\n\\tab\\'a710.  Subdivision c of section 20-374, of subchapter twenty one of title twenty of the administrative code of the city of New York is REPEALED and section 20-374 is amended to read as follows:\\par\n\\pard\\fi900\\sl480\\slmult1\\'a720-374  Granting and transferring of licenses. a. Any person, firm, partnership, corporation  or  association,  owning   or   operating   a sight-seeing  bus, or buses[, or horse-drawn cab, or cabs] engaging in the business of transporting passengers in, about, over and upon any of  the streets,  avenues, bridges, highways, boulevards or public places within  the limits of the city of New York, shall be issued a license  for  each bus  [or  cab]  so  operating,  provided,  however  any such person, firm, partnership,  corporation  or  association   owning   or   operating   a sight-seeing  bus  or  buses,  shall  first  have  obtained a license or licenses,  as  he  or  she  shall  be  entitled  to  receive  from   the commissioner  of  motor  vehicles  of  the state of New York as made and provided by law.\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656     \\tab b. It shall be unlawful for a  license,  after  being  issued  by  the commissioner,  to  be  transferred  to  any  person,  firm, partnership, corporation  or  association  for  any  cause  whatsoever[,  except  that licenses  for  horse-drawn  cabs may be transferred with the approval of  the  commissioner.  Upon  voluntary  sale  or  transfer  of  a  licensed horse-drawn  cab  by  the  holder  of  a  license  or  his  or her legal representative, the licensee shall immediately notify  the  commissioner of  his  or  her  intention  to  replace  such horse-drawn cab, or shall surrender his or her license. If the license is surrendered, the  vendee or transferee may make application to the commissioner for the licensing of  the horse-drawn cab so purchased. A new license shall then be issued by the commissioner in place of the license so surrendered, provided the applicant has demonstrated to the satisfaction of the commissioner  that he  or  she  is  qualified  to  assume  the  duties and obligations of a horse-drawn cab license].\\par\n\\pard\\fi720\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\'a711.  Section 20-375, of subchapter twenty one of title twenty of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\tab\\'a720-375  License  plate.  Upon  the  payment  of the license fee the commissioner shall issue a license to the owner of the  sightseeing  bus [or  horse drawn cab] together with a license plate to be securely affixed to a conspicuous and indispensable  part  of  such  sightseeing  bus  [or securely  and conspicuously affixed to the rear axle of such horse drawn cab,] on which shall be clearly set forth  the  license  number  of  such sightseeing  bus [ or  horse  drawn  cab]. The license plate issued to the licensee may, in the discretion of the commissioner, be  a  plate  of  a permanent   nature   with  a  replaceable date  tag  attached  thereto, indicating the expiration date of the plate during each license year and the issuance of such a plate with such date tag to a  person  possessing such  a plate, shall be deemed issuance of a license plate. Such license plate and the replaceable date tag to be issued from year to year to  be attached  thereto, shall be of such material, form, design and dimension and set forth such distinguishing number or other identification  marks as  the  commissioner  shall prescribe. The commissioner upon renewal of the license hereunder, may continue the use of the license plate for  as many  additional license years as he or she in his or her discretion may determine, in which event he or she  shall  issue  and  deliver  to  the licensee  a  replaceable date tag as evidence of renewal of the license, which shall be attached or affixed in such  manner  as  he  or  she  may prescribe  by  rule.  The failure to affix or display such date tag in a manner prescribed by the commissioner shall constitute  a  violation  of this section. In the event of the loss, mutilation or destruction of any license  plate  or  date  tag  issued hereunder, the owner may file such statement and proof of facts as the commissioner shall require,  with  a fee  of twenty-five dollars, at the department, and the department shall issue a duplicate or substitute license plate or date tag.\\par\n\\pard\\fi720\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\'a712.  Sections 20-377 and 20.377.1 of subchapter twenty-one of title twenty of the administrative code of the city of New York are REPEALED.\\par\n\\'a713.  Section 20-378 of subchapter twenty-one of title twenty of the administrative code of the city of New York is renumbered section 20-377 and amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\'a720-37[8]\\ul 7\\ulnone   Periodic inspection. The license department shall cause all sight-seeing buses [and horse-drawn cabs] now, or hereafter  licensed,  to be  inspected  at  least  once  every  four  months.  The  date  of such inspection and the signature of the person making the  inspection  shall be recorded upon the inspection card in the spaces provided therefor. \\par\n\\pard\\fi720\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\'a714.  Section 20-379 of subchapter twenty-one of title twenty of the administrative code of the city of New York is renumbered section 20-378 and amended to read as follows:\\par\n\\'a7  20-37[9]\\ul 8\\ulnone  Form of inspection card. The commissioner shall prescribe an\\par\n\\pard\\sl480\\slmult1   appropriate  form  of  inspection  card  for  sight-seeing   buses   [and horse-drawn  cabs] and the manner in which such card and the sight-seeing bus driver's [and horse-drawn cab driver's] identification cards shall  be displayed.\\par\n\\pard\\fi720\\sl480\\slmult1\\'a715.  Sections 20-380 as enacted by local law 2 of 1994, 20-381, 20-381.1 and 20-382 of subchapter twenty-one of title twenty of the administrative code of the city of New York are REPEALED.\\par\n\\pard\\sl480\\slmult1\\tab\\'a716.  Subdivisions b, c and d of section 20-383 of subchapter twenty-one of title twenty of the administrative code of the city of New York are REPEALED and section 20-383 is renumbered as section 20-379 and amended to read as follows.\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656     \\tab\\'a7  20-3[83]\\ul 79\\ulnone  Suspensions and revocations. [a.] After notice and opportunity to be heard, the commissioner may suspend or revoke any sight-seeing bus license where the holder has failed to comply  with  any  provisions  of this  subchapter  or  of  the  rules promulgated thereunder, or with any other laws or rules governing sight-seeing buses, or which  sight-seeing bus  is otherwise found to be unfit for operation. Such suspension shall remain in effect until compliance and fitness have been  established  by the  licensee  and accepted by the department. Grounds for suspension or revocation shall include, but not be  limited  to,  installation  of  an engine  which does not meet the requirements of subdivision b of section 20-376 of this subchapter, being found to have violated the requirements for diesel fuel-powered sight-seeing buses contained in section 24-163.6 of the administrative code, failure to  submit  a  bus  for  inspection, installation  of an engine not covered by a certificate of conformity in a vehicle which was originally manufactured  with  such  an  engine  and installation  of  an  engine  of  any  model  year preceding the year of manufacture in a vehicle  which  was  originally  manufactured with  an engine covered by a certificate of conformity.\\par\n\\pard\\fi720\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\'a717.  Section 20-384 of subchapter twenty-one of title twenty of the administrative code of the city of New York is renumbered as section 20-380.  \\par\n\\pard\\brdrt\\brdrs\\brdrw20\\brsp20 \\sl480\\slmult1\\qj\\v Bottom of Form\\par\nBottom of Form\\par\nBottom of Form\\par\nBottom of Form\\par\nBottom of Form\\par\nBottom of Form\\par\nBottom of Form\\par\nBottom of Form\\par\nBottom of Form\\par\nBottom of Form\\par\nBottom of Form\\par\nBottom of Form\\par\nBottom of Form\\par\nBottom of Form\\par\nBottom of Form\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\v0\\tab\\'a718.  This local law shall take effect in six months.\\par\n\\pard\\qj LS # 3952\\par\nLC\\par\n11/21/07\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
