{
  "ID": 40074,
  "GUID": "D2A0D387-2421-45CE-83C1-0B7B09AE2C0A",
  "File": "Int 0661-2007",
  "Name": "New building, alteration and demolition permits.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to new building, alteration and demolition permits.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2007-12-11T00:00:00Z",
  "AgendaDate": "2007-12-11T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    }
  ],
  "History": [
    {
      "ID": 210539,
      "Date": "2007-12-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 210617,
      "Date": "2007-12-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7846,
      "AgendaSequence": 50,
      "MinutesSequence": 60,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236351,
      "Date": "2009-12-31T14:12:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 40810,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Section 27-147 of the administrative code of the city of New York, as amended by local law number 24 for the year 2007, is amended to read as follows:\n§27-147  When permits required. (a) No building construction or alteration work, foundation or earthwork, demolition or removal work, or plumbing work shall be commenced, and no signs or service equipment of the types listed in articles sixteen and seventeen of this subchapter shall be erected, installed, altered, repaired, or used, nor shall any service equipment of the types listed in article eighteen of this subchapter be used or operated, unless and until a written permit therefor shall have been issued by the commissioner. The provisions of this section shall not apply, however, to minor alterations and ordinary repairs, as defined and delineated in article five of this subchapter or to work or equipment exempted from permit requirements under the provisions of sections 27-176, 27-179, 27-184 and 27-189 of this subchapter.\n(b) The commissioner, in consultation with the fire commissioner, [shall establish a procedure, to be implemented within ninety days of the effective date of this section, for notification of the fire department of the issuance of any permit that will result in the issuance of a new or amended certificate of occupancy or other change in the use and occupancy of the premises, provided, however, that in no instance shall the required notice be given more than one business day after the date of the issuance of the permit.] shall promulgate rules within one hundred twenty days of the enactment of this subdivision establishing standards, procedures and requirements for the department’s electronic notification of the fire department each time a new building or alteration permit is issued by the department. Such notification shall contain information sufficient to inform the fire department of the location and type of work contemplated by each such permit. In no event shall such required notification be given more than one business day after the date of the issuance of any new building or alteration permit.\n(c)  The commissioner, in consultation with the fire commissioner, shall promulgate rules within one hundred and twenty days of the enactment of this subdivision establishing standards, procedures and requirements for the department’s electronic notification of the fire department each time it intends to issue a demolition permit for any building. Such notification shall be made at least five business days prior to the issuance of such demolition permit and shall include information sufficient to inform the fire department of the location of the building that is the subject of such demolition permit.\n§2. This local law shall take effect immediately.\nRCC\nLS #3899\n12/06/07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\tab Section 1. Section 27-147 of the administrative code of the city of New York, as amended by local law number 24 for the year 2007, is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a727-147  When permits required. (a) No building construction or alteration work, foundation or earthwork, demolition or removal work, or plumbing work shall be commenced, and no signs or service equipment of the types listed in articles sixteen and seventeen of this subchapter shall be erected, installed, altered, repaired, or used, nor shall any service equipment of the types listed in article eighteen of this subchapter be used or operated, unless and until a written permit therefor shall have been issued by the commissioner. The provisions of this section shall not apply, however, to minor alterations and ordinary repairs, as defined and delineated in article five of this subchapter or to work or equipment exempted from permit requirements under the provisions of sections 27-176, 27-179, 27-184 and 27-189 of this subchapter.\\par\n(b) The commissioner, in consultation with the fire commissioner, [shall establish a procedure, to be implemented within ninety days of the effective date of this section, for notification of the fire department of the issuance of any permit that will result in the issuance of a new or amended certificate of occupancy or other change in the use and occupancy of the premises, provided, however, that in no instance shall the required notice be given more than one business day after the date of the issuance of the permit.] \\ul shall promulgate rules within one hundred twenty days of the enactment of this subdivision establishing standards, procedures and requirements for the department\\rquote s electronic notification of the fire department each time a new building or alteration permit is issued by the department. Such notification shall contain information sufficient to inform the fire department of the location and type of work contemplated by each such permit. In no event shall such required notification be given more than one business day after the date of the issuance of any new building or alteration permit.\\par\n(c)  The commissioner, in consultation with the fire commissioner, shall promulgate rules within one hundred and twenty days of the enactment of this subdivision establishing standards, procedures and requirements for the department\\rquote s electronic notification of the fire department each time it intends to issue a demolition permit for any building. Such notification shall be made at least five business days prior to the issuance of such demolition permit and shall include information sufficient to inform the fire department of the location of the building that is the subject of such demolition permit.\\par\n\\ulnone\\'a72. This local law shall take effect immediately.\\par\n\\pard RCC\\par\nLS #3899\\par\n12/06/07\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
