{
  "ID": 39800,
  "GUID": "A0C93A0E-7659-41D3-890B-0D5E644BB4E1",
  "File": "Int 0668-2007",
  "Name": "Recycling",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to recycling.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2007-12-19T00:00:00Z",
  "AgendaDate": "2007-12-19T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 210824,
      "Date": "2007-12-19T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211043,
      "Date": "2007-12-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7938,
      "AgendaSequence": 101,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236346,
      "Date": "2009-12-31T14:10:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 40526,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 16-303 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, subparagraph viii of paragraph 3 of subdivision n as amended by local law number 75 for the year 1989, is amended to read as follows:\n\t§16-303  Definitions. When used in this chapter:\n[a. “Buy-back center\" means a recycling center that purchases and may otherwise accept recyclable materials from the public for the purpose of recycling such materials.]\na. “Dealer in second-hand articles” means a dealer in second-hand articles as defined in subdivision a of section 20-264 of this code.\nb. [\"Department-collected] “Department-managed solid waste\" means all solid waste that the department and its contractors collect [and], all solid waste that the department receives for free disposal, all solid waste collected for recycling or reuse through special events or programs promoted, operated or funded by the department, and all solid waste diverted from collection by the department that is accepted through non-department infrastructure for recycling or reuse.\n[c. \"Department-disposed of solid waste\" means all solid waste, including  department-collected solid waste, disposed of at a department landfill, incinerator, resource recovery facility or other waste disposal facility owned, operated or used by the department.]\n[d. “Drop-off center\" means a recycling center that accepts and may otherwise purchase recyclable materials from the public for the purpose of recycling such materials.]\ne. “Household\" means a single dwelling or a residential unit within a multiple dwelling, hotel, motel, campsite, ranger station, public or private recreation area, or other residence.\nf. \"Post-collection separation\" means the dividing of solid waste into some or all of its component parts after the point of collection.\ng. “Post-consumer material\" means only those products generated by a business or a consumer which have served their intended end uses, and which have been separated or diverted from solid waste for the purposes of collection, recycling and disposition.\nh. \"Private carter\" means any person required to be licensed or permitted pursuant to [subchapter eighteen of chapter two of title twenty of this code] chapter one of title sixteen-A of this code.\ni. \"Recyclable materials\" means solid waste that may be separated, collected, processed, marketed and returned to the economy in the form of raw materials or products,  including but not limited to [types of metal, glass, paper, plastic, food waste, tires and yard waste] solid waste required to be recycled or composted pursuant to this chapter, recyclable materials designated by the commissioner pursuant to this chapter, solid waste collected for recycling or reuse through special events or programs promoted, operated or funded by the department, and solid waste accepted through non-department infrastructure for recycling or reuse.\nj. \"Recycled\" or \"recycling\" means any process by which recyclable materials are separated, collected, processed, marketed and returned to the economy in the form of raw materials or products.\nk. \"Recycling center\" means any facility operated to facilitate the separation, collection, processing or marketing of recyclable materials for reuse or sale.\nl. \"Recycling district\" means any borough or smaller geographic area the commissioner deems appropriate for the purpose of implementing this chapter.\n[m. \"Secondary material\" means any material recovered from or otherwise destined for the waste stream, including but not limited to, post-consumer material, industrial  scrap material and overstock or obsolete inventories from distributors, wholesalers and other companies, but such term does not include those materials and by-products generated from, and commonly reused within, an original manufacturing process.]\nn. \"Solid waste\" means all putrescible and non-putrescible materials or substances, except as described in paragraph three of this subdivision, that are discarded or rejected as being spent, useless, worthless or in excess to the owners at the time of such discard or rejection, including but not limited to garbage, refuse, industrial and commercial waste, rubbish, tires, ashes, contained gaseous material, incinerator residue, construction and demolition  debris, discarded automobiles and offal.\n1. A material is discarded if it is abandoned by being:\ni. disposed of;\nii. burned or incinerated, including being burned as a fuel for the purpose of recovering useable energy; or\niii. accumulated, stored, or physically, chemically or biologically treated (other than burned or incinerated) instead of or before being disposed of.\n2. A material is disposed of if it is discharged, deposited, injected, dumped,  spilled, leaked, or placed into or on any land or water so that such material or any constituent thereof may enter the environment or be emitted into the air or discharged into groundwater or surface water.\n3. The following are not solid waste for the purpose of this chapter:\ni. domestic sewage;\nii. any mixture of domestic sewage and other wastes that passes through a sewer system to a publicly owned treatment works for treatment, except any material that is introduced into such system in order to avoid the provisions of this chapter or the state regulations promulgated to regulate solid waste management facilities pursuant to 6 NYCRR Part 360, and except food waste;\niii. industrial wastewater discharges that are actual point source discharges  subject to permits under article seventeen of the environmental conservation law; industrial wastewaters while they are being collected, stored, or treated before discharge and sludges that are generated by industrial wastewater treatment are solid wastes;\niv. irrigation return flows;\nv. radioactive materials that are source, special nuclear, or by-product material as defined by the Atomic Energy Act of 1954, as amended, 42 U.S.C. § 2011 et seq.\nvi. materials subject to in-situ mining techniques which are not removed from the ground as part of the extraction process;\nvii. hazardous waste as defined in section 27-0901 of the environmental conservation law; and\nviii. regulated medical waste or other medical waste as described in section 16-120.1 of this title.\no. \"Source separation\" means the dividing of solid waste into some or all of its component parts at the point of generation.\np. \"Yard  waste\"  means  leaves,  grass  clippings,  garden  debris,  vegetative residue that is recognizable as part of a plant or vegetable, small or chipped branches, and similar material.\n§2. Section 16-304 of the administrative code of the city of New York is REPEALED.\n§3. Section 16-305 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\n§ 16-305 [Department-collected] Goals for recycling of department-managed solid waste.\na. The following goals shall be established for the recycling of department-managed solid waste:\n1. By July first, two thousand eight, eighteen percent;\n2. By July first, two thousand ten, twenty percent;\n3. By July first, two thousand twelve, twenty-two percent;\n4. By July first, two thousand fourteen, twenty-four percent;\n5. By July first, two thousand sixteen and each year thereafter, twenty-five percent.\nb. The commissioner shall, within nine months of the effective date of this chapter, adopt and implement [regulations] rules designating at least six recyclable materials, including yard waste to the extent required in section 16-308 of this chapter, contained in [department-collected] department-managed solid waste and requiring households to source separate [the] such designated materials [to ensure that the department and its contractors recycle at least:\n1. seven hundred tons per day by the end of the first year following the enactment date of this chapter and during the year thereafter;\n2. one thousand four hundred tons per day by the end of the second year following the enactment date of this chapter and during the year thereafter;\n3. two thousand one hundred tons per day by the end of the third year following the enactment date of this chapter and during the year thereafter;\n4. three thousand four hundred tons per day by the end of the fourth year following the enactment date of this chapter and during the year thereafter; and\n5. four thousand two hundred fifty tons per day by the end of the fifth year following the enactment date of this chapter and during the year thereafter.\nAt the start of the second, third, fourth and fifth years following the enactment date of this chapter, the tonnage requirements of this section shall be increased by the average annual percentage increase in solid waste that the department and its contractors collected from households and institutions and solid waste that the department received for free disposal in the two previous consecutive fiscal years. The solid waste that the department and its contractors are required to recycle pursuant to this subdivision shall include department-collected solid waste recycled pursuant to this subdivision, city agency waste recycled pursuant to section 16-307, yard waste collected by the department and composted pursuant to section 16-308, Christmas trees collected by the department and composted or recycled pursuant to section 16-309, and batteries and tires collected pursuant to section 16-310 that are recycled, but shall not include containers returned pursuant to the New York State returnable container law, commercial solid waste removed and recycled by private carters, reduction or recycling of ash or residue from resource recovery facilities, or reduction or recycling of sludges from air or water treatment facilities. For the purpose of this subdivision, \"day\" shall mean each working day in a three hundred sixty-five day calendar year. Should the level of recycling exceed the minimum quantities required in this subdivision, the council may review the original mandate and increase the minimum requirements].\n[b] c. The commissioner shall, within nine months of the effective date of this chapter, adopt and implement [regulations] rules establishing procedures requiring the placement of the designated materials at the curbside, in specialized containers, or in any other manner the commissioner determines, to facilitate the collection of such materials in a manner that enables them to be recycled.\n[c] d. The commissioner may stagger the source separation and collection of the designated recyclable materials, with the exception of yard waste, provided [that the recycling of the materials that are source separated and collected shall be sufficient to achieve the recycling levels required in this section, and] that all the designated materials shall be source separated and collected within four and one-half years of the effective date of this chapter.\n[d] e. In establishing the schedule by which residential source separation shall commence, the commissioner may stagger the commencement dates for different recycling districts. Any such staggered schedule shall provide that at least one-third of all households shall be subject to source separation within one year of the effective date of this chapter; at least two-thirds of all households shall be subject to source separation within three years of the effective date of this chapter; and all households shall be subject to source separation within four and one-half years of the effective date of this chapter.\n[e] f. Within any recycling district, the commissioner may exempt residential generators from the source separation requirement of this section if the department employs alternative recycling methods, including but not limited to the use of [buy-back centers, drop-off centers, or] post-collection separation devices [, provided that participation in any alternative methods is sufficient to achieve for the recycling district a percentage of the recycling requirement in this section at least equal to the percent of the citywide department-collected solid waste that is collected within the district. The commissioner shall not exempt residential generators from the source separation requirement of this section unless he or she determines that for the recycling district source separation cannot otherwise achieve the recycling levels required in this section].\n[f] g. Where the department provides solid waste collection services to a building containing nine or more dwelling units, the commissioner shall, within nine months of the effective date of this chapter, adopt and implement [regulations] rules requiring the owner, net lessee or person in charge of such building to:\n1. provide for the residents a designated area and, where appropriate, containers in which to accumulate the source separated or other designated recyclable materials to be collected by the department;\n2. notify all residents of the requirements of this chapter and the [regulations] rules promulgated pursuant thereto; and\n3. remove non-designated materials from the containers of designated source separated recyclable materials before such containers are placed at the curbside for collection and ensure that the designated materials are placed at the curbside in the manner prescribed by the department.\nWith respect to solid waste generated by households in the aforesaid buildings, the obligations of an owner or a net lessee under this local law shall be limited to those set forth in this subdivision and subdivisions [b] c and [g] h of this section.\n[g] h.  Eighteen months from the enactment date of this chapter, the commissioner shall adopt and implement [regulations] rules for any building containing nine or more dwelling units in which the amount of designated materials placed out for collection is significantly less than what can reasonably be expected from such building. These [regulations] rules shall require residential generators, including tenants, owners, net lessees or persons in charge of such building to use transparent bags or such other means of disposal the commissioner deems appropriate to dispose of solid waste other than the designated recyclable materials. Upon request of the owner, net lessee or person in charge of such building, and if the commissioner determines that such owner, net lessee or person in charge has complied with this subdivision and subdivision [f] g of this section and that the amount of designated materials placed out for collection remains significantly less than what can reasonably be expected from such building, the department shall develop a schedule to conduct random inspections to facilitate compliance with the provisions of this chapter by tenants of such building, provided that lawful inspections may occur at reasonable times without notice to ensure compliance by the tenants, owner, net lessee or person in charge of such building.\n§4. Sections 16-306, 16-307, 16-308 and 16-309 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, subdivision b of section 16-306 as amended by local law number 42 for the year 1996, subdivisions g and h of section 16-308 as added by local law number 40 for the year 2006, are amended to read as follows:\n§16-306 Private carter-collected waste.\na. The commissioner shall adopt and implement rules designating recyclable materials that constitute in the aggregate at least one-half of all solid waste collected by private carters, and additional materials if the commissioner determines that economic markets exist for them. Pursuant to subdivision b of this section, such rules shall require generators of private carter-collected waste to source separate some or all of the designated materials and to arrange for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials. With regard to designated materials that are not required by such rules to be source separated, generators of private carter-collected waste may source separate these designated materials and, in any event, shall arrange for their lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters. If a generator of private carter-collected waste has source separated the designated materials in accordance with the rules and arranged for the lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials and, with regard to designated materials that are not required by such rules to be source separated, arranged for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters, such arrangement shall constitute an affirmative defense to any proceeding brought against the generator pursuant to section 16-324 of this chapter.\nb. The rules promulgated pursuant to subdivision a of this section shall require that generators of waste collected by businesses required to be licensed pursuant to section 16-505 of this code source separate the designated materials in such manner and to such extent as the commissioner determines to be necessary to minimize contamination and maximize the marketability of such materials. However, in promulgating such rules the commissioner shall not require source separation of a material unless the commissioner has determined that an economic market exists for such material. For the purpose of this section, the term \"economic market\" refers to instances in which the full avoided costs of proper collection, transportation and disposal of source separated materials are equal to or greater than the cost of collection, transportation and sale of said materials less the amount received from the sale of said materials. The New York city [trade waste commission] business integrity commission shall adopt and implement rules requiring businesses licensed to remove, collect or dispose of trade waste to provide for the collection of, and ensure the continued separation of, designated materials that have been source separated, provide for the separation of all other designated materials, and provide for recycling of all the designated materials. Rules promulgated by the [trade waste commission] business integrity commission pursuant to this subdivision shall be enforced in the manner provided in section 16-517 of this code and violations of such rules shall be subject to the penalties provided in subdivision a of section 16-515 of this code for violation of the provisions of chapter one of title 16-A of this code. In addition, the commissioner shall have the authority to issue notices of violation for any violation of such rule and such notices of violation shall be returnable in a civil action brought in the name of the commissioner before the environmental control board which shall impose a penalty not to exceed ten thousand dollars for each such violation.\n§16-307 City agency waste. The commissioner shall [, within six months of the effective date of this chapter,] adopt and implement [regulations requiring] rules governing the source separation or post-collection separation, collection, processing, marketing, and sale of designated recyclable materials generated by city mayoral and non-mayoral agencies, including the council [and the board of estimate] , as may be necessary.\n§16-308 Yard waste.\na. [Within eighteen months of the effective date of this chapter, the] The commissioner shall provide for the source separation, collection and composting of [department-collected] department-managed yard waste[, with the exception of yard waste generated by the department of parks and recreation, any other city agency that generates a substantial amount of yard waste, or any person under contract with the department of parks and recreation or any other city agency,] generated within designated areas of the city in which a substantial amount of yard waste is generated from [October 15 to November 30 of each year, unless the generator otherwise provides for recycling or storage for composting or mulching. The commissioner may construct and operate one or more composting facilities, or utilize the services of other facilities.\nb. Within thirty-six months of the effective date of this chapter, the commissioner shall provide for the source separation, collection and composting of department-collected yard waste generated within designated areas of the city in which a substantial amount of yard waste is generated from] March 1 to July 31 and September 1 to November 30 of each year, unless the generator otherwise provides for recycling or storage for composting or mulching. The commissioner may construct and operate one or more composting facilities, or utilize the services of other facilities. This subdivision shall not apply to yard waste governed by subdivision c or h of this section.\nc. [Within eighteen months of the effective date of this chapter, the] The department of parks and recreation or any other city agency that generates a substantial amount of yard waste shall provide for the source separation, collection and composting of yard waste generated by the department of parks and recreation, any other city agency that generates a substantial amount of yard waste, or any person under contract with the department of parks and recreation or any other city agency.\n[d. Within eighteen months of the effective date of this chapter, no landfill, incinerator or resource recovery facility owned, operated or used by the department shall accept for final disposal from October 15 to November 30 of each year truckloads primarily composed of yard waste, except that composted yard waste may be used as part of the final vegetative cover for a department landfull.]\ne. [Within thirty-six months of the effective date of this chapter, no] No landfill, incinerator or resource recovery facility owned, operated or used by the department shall accept for final disposal from March 1 to July 31 and September 1 to November 30 of each year truckloads primarily composed of yard waste, except that composted yard waste may be used as part of the final vegetative cover for a department landfill.\nf. All city agencies responsible for the maintenance of public lands shall to the maximum extent practicable and feasible give preference to the use of compost materials derived from the city's solid waste in all land maintenance activities.\ng. Generators of yard waste, except those identified in subdivision h of this section, shall separate, tie, bundle, or place into paper bags, or unlined rigid containers, in accordance with rules promulgated by the commissioner, any yard waste set out for collection by the department pursuant to subdivision [b] a of this section. The commissioner shall notify all residents in districts that receive yard waste collection by the department of such pre-collection procedures, and undertake any other action necessary to effectuate the purposes of this subdivision.\nh. No person engaged in a business that generates yard waste[,] shall leave such yard waste for collection by the department, or disperse such yard waste in or about the curb or street. Any person engaged in a business that generates yard waste shall be required to collect and dispose of such yard waste at a permitted composting facility; provided, however, that if the department, by written order of the commissioner, determines that there is insufficient capacity at permitted composting facilities within the city of New York or within ten miles of the borough in which any such person generates yard waste, then such yard waste may be disposed of at any appropriately permitted solid waste management facility. Any such person shall be required to report annually to the department, by weight, the amount of yard waste collected and disposed of at a permitted composting facility. Such report shall be submitted prior to March first of each calendar year and shall contain the amount collected for the previous calendar year.\n§ 16-309 Christmas trees. [Within eighteen months of the effective date of this chapter, the] The commissioner shall designate areas and within these designated areas establish and implement a collection system for Christmas trees during the first [three] two weeks of January of each year and provide for the composting or recycling of the Christmas trees the department collects or receives for disposal.\n§5. Section 16-310 of the administrative code of the city of New York is REPEALED and a new section 16-310 is added to read as follows:\n§16-310 Clothing and textiles.\na.\tAll dealers in second-hand articles, for-profit and not-for-profit entities, and providers of publicly accessible collection bins, that collect clothing and textiles for recycling or reuse shall be required to register with the department’s bureau of waste prevention, reuse and recycling no later than one hundred twenty days after enactment of the local law that added this subdivision or within thirty days after commencing the collection of clothing and textiles, whichever is later. Such registration, at a minimum, shall include the name, address and telephone number of any such dealer or entity and, in the case of publicly accessible collection bins, the name, address and telephone number of the provider of the bin, the location of each bin, and the type of material collected in the bin.\nb.\tAll dealers in second-hand articles, for-profit and not-for-profit entities, and providers of publicly accessible collection bins, that collect clothing and textiles for recycling or reuse, shall be required to report annually to the department, by weight, the amount of clothing and textiles collected for recycling or reuse. Such report shall be submitted prior to March first of each calendar year and shall contain the amount collected for the previous calendar year.\nc.\tThe commissioner may adopt rules to implement the provisions of this section.\n§6. Section 16-311 of the administrative code of the city of New York is REPEALED.\n§7. Sections 16-312, 16-313, 16-314 and 16-315 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, are amended to read as follows:\n§16-312  Processing recyclable materials. The commissioner shall establish procedures and standards for processing recyclable materials designated pursuant to section 16-305 of this chapter in city owned or operated recycling centers, city owned or operated transfer stations or any city owned or operated facility that renders recyclable materials suitable for reuse or marketing and sale. The commissioner shall periodically review the procedures and standards [at least annually] and make any changes necessary to conform to the requirements of the marketplace.\n§16-313 Marketing recyclable materials.\na. The department shall establish procedures, standards and strategies to market the [department-collected] recyclable materials designated pursuant to section 16-305 of this chapter, including but not limited to maintaining a list of prospective buyers, establishing contact with prospective buyers, entering into contracts with buyers, and reviewing and making any necessary changes in collecting or processing the materials to improve their marketability.\nb. [Within eighteen months of the effective date of this chapter, the] The commissioner [in conjunction with the office for economic development] shall [submit to the mayor, the council, the board of estimate, each citizens' board created under section 16-317 of this chapter and the citywide board created under section 16-319 of this chapter a] study [of] existing markets for processing and purchasing recyclable materials, and the potential and the steps necessary to expand these markets, and may conduct such study in conjunction with the economic development corporation. [Such study shall also include a proposal developed in conjunction with the department of finance to use, where feasible, the city's tax and finance authority to stimulate recycling and the demand for recycled materials.]\n§16-314 Recycling program revisions. [a.] The commissioner shall annually review the recycling program and all rules [and regulations] promulgated therefor, and shall make the necessary revisions to improve the efficiency of collecting, processing, marketing and selling the materials recycled pursuant to this chapter. These revisions may include designating additional recyclable materials. The commissioner shall not delete designated materials without designating additional materials so that the total quantity, by weight, of all designated recyclable materials collected, processed, marketed and sold does not decrease.\n[b. By the end of the fifth year following the enactment date of this chapter, the commissioner shall designate two additional recyclable materials contained in residential or commercial solid waste and provide for the recycling of these materials in accordance with the provisions of this chapter.]\n§16-315 Notice, education and research programs.\na. In addition to the notice requirements of section one thousand forty-three of chapter forty-five of the charter, within thirty days of the effective date of any [regulations] rules promulgated pursuant to this chapter, and as frequently thereafter as the commissioner deems necessary, the department shall notify all community boards and persons occupying residential, commercial and industrial premises affected by the [regulations] rules, of the requirements of the [regulations] rules, by placing advertisements in newspapers of citywide, borough-wide and community circulation, posting notices in public places where such notices are customarily placed, and, in the commissioner's discretion, employing any other means of notification deemed necessary and appropriate.\nb. [Within twelve months of the effective date of this chapter, the] The department shall develop and implement an educational program, in conjunction with the [board] department of education, private schools, labor organizations, businesses, neighborhood organizations, community boards, and other interested and affected parties, and using flyers, print and electronic advertising, public events, promotional activities, public service announcements, and such other techniques as the commissioner determines to be useful, to assure the greatest possible level of compliance with the provisions of this chapter. The educational program shall encourage waste reduction, the reuse of materials, the purchase of recyclable products, and participation in city and private recycling activities.\nc. The department shall perform such research and development activities, in cooperation with other city agencies, and public and private institutions, as the commissioner determines to be helpful in implementing the city's recycling program. Such research shall include, but not be limited to, investigation into the use of cooperative marketing programs, material recovery facilities, recycling as an economic development tool, export promotion, tax credits and exemptions for market promotion.\n§8. Section 16-316 of the administrative code of the city of New York is REPEALED.\n§9. Sections 16-318 and 16-319 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, are amended to read as follows:\n§16-318 Functions of the citizens' board.\na. The department shall submit to each borough president the [recycling plans prepared pursuant to section 16-316 of this chapter] section of the biennial report addressing the city’s recycling program that is prepared pursuant to the city’s approved solid waste management plan simultaneous with [their] submission of such report to the mayor and the council. Each borough president shall distribute copies of [the plans] such section to each member of the citizens' board in his or her borough. Within ninety days thereafter, each citizens’ board shall review [the plans] such section, conduct a public hearing on [the plans] such section and make written recommendations to its borough president, the department and the council with respect to the recycling program within its borough. Each citizens' board shall also annually advise its borough president and the department with respect to the development, promotion and operation of the recycling program in its borough and pursuant to this function shall formulate and recommend:\n1. annual recycling [and reduction] goals equal to or greater than those set forth in [sections 16-304 and] section 16-305 of this chapter and the methods proposed to achieve such goals;\n2. means to encourage community participation in the recycling program; and\n3. means to promote the recycling program and educate the public with regard to the program.\nb. In each borough, the citizens' board shall assume all the responsibilities and functions of the borough's citizens' advisory committee on resource recovery.\n§16-319 Citywide recycling advisory board; membership. [Within nine months of the effective date of this chapter,] There shall be a citywide recycling advisory board (the \"citywide board\") [shall be formed,] consisting of at least one representative from each citizens' board, five members appointed by the council, and five members appointed by the mayor. The membership of the citywide board shall represent community boards, recycling industries, carting industries, environmental organizations, government agencies, labor organizations, business organizations, property owners, tenant organizations and members of the general public. Members shall serve for a term of one year without compensation and shall designate one member to serve as chairperson and one as vice-chairperson.\n§10. Subdivision a and paragraphs 1 and 2 of subdivision b of section 16-321 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, are amended to read as follows:\na. Whenever a person, other than a public servant, appointed to any advisory board created pursuant to this subchapter, engages in any business dealings with the department, or engages in business dealings with any other agency [which] that relate to processing or disposal of solid waste or of waste described in paragraph three of subdivision [m] n of section 16-303 of this chapter or to recycling, or has an interest in a firm which is engaged in such business dealings with the department or with such other agency, such person shall, prior to appointment, disclose the nature of such business dealings to the commissioner and to the body or officer appointing such person, and, after appointment, disclose the nature of such business dealings to the commissioner and to all other members of such board; provided that such person need not disclose the amount of such business dealings.\nb. When used in this section:\n1.  \"Advisory committee\" means a committee, council, board or similar entity that is constituted to provide advice or recommendations to the city and which has no authority to take a final action on behalf of the city, to take any action that would have the effect of conditioning, limiting or requiring any final action by any other agency, or to take any action that is authorized by law.\n2. \"Agency\" means a city, county, borough or other office, position, administration, department, division, bureau, board, commission, authority, corporation, advisory committee or other agency of government, the expenses of which are paid in whole or in part from the city treasury, and shall include but not be limited to, the council, the offices of each elected official, the [board] department of education, community school boards, community boards, the financial services corporation, the health and hospitals corporation, the public development corporation and the New York city housing authority, but shall not include any court or any corporation or institution maintaining or operating a public library, museum, botanical garden, arboretum, tomb, memorial building, aquarium, zoological garden or similar facility.\n§11. Sections 16-323 and 16-324 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, subdivision a of section 16-324 as amended by local law number 40 for the year 2006, are amended to read as follows:\n§ 16-323 [Regulations] Rules submitted to council. [In addition to the requirements of section one thousand forty-three of chapter forty-five of the charter, no regulations promulgated by the commissioner pursuant to this chapter shall be effective until such regulations are submitted to the council and within thirty days of receipt thereof the council has not voted to disapprove such regulations. If the council votes to disapprove the regulations, it shall forward its reasons for such disapproval to the commissioner and the commissioner shall either amend the regulations or withdraw them from consideration. The amended regulations shall not be effective until the commissioner submits them to the council and within thirty days of receipt thereof the council has not voted to disapprove such amended regulations.] Rules adopted by the commissioner pursuant to this chapter shall become effective only after filing and publication as prescribed by chapter forty-five of the charter. In addition, notwithstanding such chapter, prior to adoption by the commissioner of a final rule pursuant to subdivision e of section one thousand forty-three of the charter, and after consideration of relevant comments presented pursuant to subdivision d of such section, the commissioner shall submit to the council the draft text of the final rule proposed to be published in the City Record; the council shall have thirty days to comment upon such text. The final rule may include revisions in response to comment from members of the council and shall not be published in the City Record before the thirty-first day after such submission, unless the speaker of the council authorizes earlier publication.\n§16-324 Enforcement.\na. Any person who violates this chapter, except subdivision h of section 16-308 of this chapter, or any rule [or regulation] promulgated pursuant thereto shall be liable for a civil penalty recoverable in a civil action brought in the name of the commissioner or in a proceeding returnable before the environmental control board as follows:\n1.\tFor residential buildings of less than six dwelling units, the penalty recoverable shall be in an amount of [twenty-five] fifty dollars for the first violation, [fifty] one hundred dollars for the second violation committed within a twelve-month period and [one] two hundred dollars for the third and each subsequent violation [, provided that the court before which such civil action is brought or such board may waive the penalty for the first violation upon a showing of good cause] committed within a twelve-month period. [A person committing a fourth and any subsequent violation within a period of six months shall be classified as a persistent violator and shall be liable for a civil penalty of five hundred dollars for each violation.]\n2. For residential buildings of six or more dwelling units, and commercial, manufacturing or industrial buildings, the penalty recoverable shall be in an amount of two hundred fifty dollars for the first violation, one thousand five hundred dollars for the second violation committed within a twelve-month period and two thousand five hundred dollars for the third and each subsequent violation committed within a twelve-month period.\n3.\tFor a persistent violation only, except where such violation occurs at a building of less than [nine] six dwelling units, each container or bag containing solid waste that has not been source separated or placed out for collection in accordance with the [regulations] rules promulgated by the commissioner pursuant to this chapter shall constitute a separate violation, provided that no more than twenty separate violations are issued on a per bag or per container basis during any twenty-four hour period. Before issuing any further notice of violations to a persistent violator after the [fourth] third violation committed within a twelve-month period [of six months], the commissioner shall give such violator a reasonable opportunity to correct the condition constituting the violation.\nb.\tAny person who violates subdivision h of section 16-308 of this chapter shall be liable for a civil penalty in the amount of two hundred fifty dollars for the first violation, one thousand dollars for the second violation committed within a twelve-month period [of twelve months from the first violation], and two thousand five hundred dollars for the third [or] and each subsequent violation committed within a twelve-month period [of  twelve months from the first violation].\n[b.] c. Any notice of violation or notice of hearing for a violation issued to the owner or agent of a premises at which a violation of this chapter or any [regulation] rule promulgated pursuant thereto is alleged to have occurred shall be served by delivering a copy of the notice to the owner or agent at both the address maintained in the records of the department of buildings [and] , the department of housing preservation and development or the department of finance. The notice of violation or notice of hearing may be served by regular mail.\n§12. This local law shall take effect immediately, except that subdivision h of section 16-308 of the administrative code of the city of New York, as amended by section four of this local law, shall take effect on October 1, 2008.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 Times New Roman Bold;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tab Section 1. Section 16-303 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, subparagraph viii of paragraph 3 of subdivision n as amended by local law number 75 for the year 1989, is amended to read as follows:\\ul\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tx720\\ulnone\\tab\\'a716-303  Definitions. When used in this chapter:\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj [a. \\ldblquote Buy-back center\" means a recycling center that purchases and may otherwise accept recyclable materials from the public for the purpose of recycling such materials.]\\par\n\\ul a. \\ldblquote Dealer in second-hand articles\\rdblquote  means a dealer in second-hand articles as defined in subdivision a of section 20-264 of this code.\\par\n\\ulnone b. [\"Department-collected] \\ul\\ldblquote Department-managed\\ulnone  solid waste\" means all solid waste that the department and its contractors collect [and]\\ul ,\\ulnone  all solid waste that the department receives for free disposal\\ul , all solid waste collected for recycling or reuse through special events or programs promoted, operated or funded by the department, and all solid waste diverted from collection by the department that is accepted through non-department infrastructure for recycling or reuse\\ulnone .\\par\n[c. \"Department-disposed of solid waste\" means all solid waste, including  department-collected solid waste, disposed of at a department landfill, incinerator, resource recovery facility or other waste disposal facility owned, operated or used by the department.]\\par\n[d. \\ldblquote Drop-off center\" means a recycling center that accepts and may otherwise purchase recyclable materials from the public for the purpose of recycling such materials.]\\par\ne. \\ldblquote Household\" means a single dwelling or a residential unit within a multiple dwelling, hotel, motel, campsite, ranger station, public or private recreation area, or other residence.\\par\nf. \"Post-collection separation\" means the dividing of solid waste into some or all of its component parts after the point of collection.\\par\ng. \\ldblquote Post-consumer material\" means only those products generated by a business or a consumer which have served their intended end uses, and which have been separated or diverted from solid waste for the purposes of collection, recycling and disposition.\\par\nh. \"Private carter\" means any person required to be licensed or permitted pursuant to [subchapter eighteen of chapter two of title twenty of this code] \\ul chapter one of title sixteen-A of this code\\ulnone .\\par\ni. \"Recyclable materials\" means solid waste that may be separated, collected, processed, marketed and returned to the economy in the form of raw materials or products,  including but not limited to [types of metal, glass, paper, plastic, food waste, tires and yard waste] \\ul solid waste required to be recycled or composted pursuant to this chapter, recyclable materials designated by the commissioner pursuant to this chapter, solid waste collected for recycling or reuse through special events or programs promoted, operated or funded by the department, and solid waste accepted through non-department infrastructure for recycling or reuse\\ulnone .\\par\nj. \"Recycled\" or \"recycling\" means any process by which recyclable materials are separated, collected, processed, marketed and returned to the economy in the form of raw materials or products.\\par\nk. \"Recycling center\" means any facility operated to facilitate the separation, collection, processing or marketing of recyclable materials for reuse or sale.\\par\nl. \"Recycling district\" means any borough or smaller geographic area the commissioner deems appropriate for the purpose of implementing this chapter.\\par\n[m. \"Secondary material\" means any material recovered from or otherwise destined for the waste stream, including but not limited to, post-consumer material, industrial  scrap material and overstock or obsolete inventories from distributors, wholesalers and other companies, but such term does not include those materials and by-products generated from, and commonly reused within, an original manufacturing process.]\\par\nn. \"Solid waste\" means all putrescible and non-putrescible materials or substances, except as described in paragraph three of this subdivision, that are discarded or rejected as being spent, useless, worthless or in excess to the owners at the time of such discard or rejection, including but not limited to garbage, refuse, industrial and commercial waste, rubbish, tires, ashes, contained gaseous material, incinerator residue, construction and demolition  debris, discarded automobiles and offal.\\par\n1. A material is discarded if it is abandoned by being:\\par\ni. disposed of;\\par\nii. burned or incinerated, including being burned as a fuel for the purpose of recovering useable energy; or\\par\niii. accumulated, stored, or physically, chemically or biologically treated (other than burned or incinerated) instead of or before being disposed of.\\par\n2. A material is disposed of if it is discharged, deposited, injected, dumped,  spilled, leaked, or placed into or on any land or water so that such material or any constituent thereof may enter the environment or be emitted into the air or discharged into groundwater or surface water.\\par\n3. The following are not solid waste for the purpose of this chapter:\\par\ni. domestic sewage;\\par\nii. any mixture of domestic sewage and other wastes that passes through a sewer system to a publicly owned treatment works for treatment, except any material that is introduced into such system in order to avoid the provisions of this chapter or the state regulations promulgated to regulate solid waste management facilities pursuant to 6 NYCRR Part 360\\ul , and except food waste\\ulnone ;\\par\niii. industrial wastewater discharges that are actual point source discharges  subject to permits under article seventeen of the environmental conservation law; industrial wastewaters while they are being collected, stored, or treated before discharge and sludges that are generated by industrial wastewater treatment are solid wastes;\\par\niv. irrigation return flows;\\par\nv. radioactive materials that are source, special nuclear, or by-product material as defined by the Atomic Energy Act of 1954, as amended, 42 U.S.C. \\'a7 2011 et seq.\\par\nvi. materials subject to in-situ mining techniques which are not removed from the ground as part of the extraction process;\\par\nvii. hazardous waste as defined in section 27-0901 of the environmental conservation law; and\\par\nviii. regulated medical waste or other medical waste as described in section 16-120.1 of this title.\\par\no. \"Source separation\" means the dividing of solid waste into some or all of its component parts at the point of generation.\\par\np. \"Yard  waste\"  means  leaves,  grass  clippings,  garden  debris,  vegetative residue that is recognizable as part of a plant or vegetable, small or chipped branches, and similar material.\\par\n\\'a72. Section 16-304 of the administrative code of the city of New York is REPEALED.\\par\n\\'a73. Section 16-305 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\\par\n\\'a7 16-305 [Department-collected] \\ul Goals for recycling of department-managed \\ulnone solid waste.\\par\na. \\ul The following goals shall be established for the recycling of department-managed solid waste:\\par\n1. By July first, two thousand eight\\f1 ,\\f0  eighteen percent;\\par\n2. By July first, two thousand ten\\f1 ,\\f0  twenty percent;\\par\n3. By July first, two thousand twelve\\f1 ,\\f0  twenty-two percent;\\par\n4. By July first, two thousand fourteen\\f1 ,\\f0  twenty-four percent;\\par\n5. By July first, two thousand sixteen and each year thereafter\\f1 ,\\f0  twenty-five percent.\\par\nb.\\ulnone  The commissioner shall, within nine months of the effective date of this chapter, adopt and implement [regulations] \\ul rules\\ulnone  designating at least six recyclable materials, including yard waste to the extent required in section 16-308 of this chapter, contained in [department-collected] \\ul department-managed\\ulnone  solid waste and requiring households to source separate [the] \\ul such\\ulnone  designated materials [to ensure that the department and its contractors recycle at least:\\par\n1. seven hundred tons per day by the end of the first year following the enactment date of this chapter and during the year thereafter;\\par\n2. one thousand four hundred tons per day by the end of the second year following the enactment date of this chapter and during the year thereafter;\\par\n3. two thousand one hundred tons per day by the end of the third year following the enactment date of this chapter and during the year thereafter;\\par\n4. three thousand four hundred tons per day by the end of the fourth year following the enactment date of this chapter and during the year thereafter; and\\par\n5. four thousand two hundred fifty tons per day by the end of the fifth year following the enactment date of this chapter and during the year thereafter.\\par\nAt the start of the second, third, fourth and fifth years following the enactment date of this chapter, the tonnage requirements of this section shall be increased by the average annual percentage increase in solid waste that the department and its contractors collected from households and institutions and solid waste that the department received for free disposal in the two previous consecutive fiscal years. The solid waste that the department and its contractors are required to recycle pursuant to this subdivision shall include department-collected solid waste recycled pursuant to this subdivision, city agency waste recycled pursuant to section 16-307, yard waste collected by the department and composted pursuant to section 16-308, Christmas trees collected by the department and composted or recycled pursuant to section 16-309, and batteries and tires collected pursuant to section 16-310 that are recycled, but shall not include containers returned pursuant to the New York State returnable container law, commercial solid waste removed and recycled by private carters, reduction or recycling of ash or residue from resource recovery facilities, or reduction or recycling of sludges from air or water treatment facilities. For the purpose of this subdivision, \"day\" shall mean each working day in a three hundred sixty-five day calendar year. Should the level of recycling exceed the minimum quantities required in this subdivision, the council may review the original mandate and increase the minimum requirements].\\par\n[b] \\ul c\\ulnone . The commissioner shall, within nine months of the effective date of this chapter, adopt and implement [regulations] \\ul rules\\ulnone  establishing procedures requiring the placement of the designated materials at the curbside, in specialized containers, or in any other manner the commissioner determines, to facilitate the collection of such materials in a manner that enables them to be recycled.\\par\n[c] \\ul d\\ulnone . The commissioner may stagger the source separation and collection of the designated recyclable materials, with the exception of yard waste, provided [that the recycling of the materials that are source separated and collected shall be sufficient to achieve the recycling levels required in this section, and] that all the designated materials shall be source separated and collected within four and one-half years of the effective date of this chapter.\\par\n[d] \\ul e\\ulnone . In establishing the schedule by which residential source separation shall commence, the commissioner may stagger the commencement dates for different recycling districts. Any such staggered schedule shall provide that at least one-third of all households shall be subject to source separation within one year of the effective date of this chapter; at least two-thirds of all households shall be subject to source separation within three years of the effective date of this chapter; and all households shall be subject to source separation within four and one-half years of the effective date of this chapter.\\par\n[e] \\ul f\\ulnone . Within any recycling district, the commissioner may exempt residential generators from the source separation requirement of this section if the department employs alternative recycling methods, including but not limited to the use of [buy-back centers, drop-off centers, or] post-collection separation devices [, provided that participation in any alternative methods is sufficient to achieve for the recycling district a percentage of the recycling requirement in this section at least equal to the percent of the citywide department-collected solid waste that is collected within the district. The commissioner shall not exempt residential generators from the source separation requirement of this section unless he or she determines that for the recycling district source separation cannot otherwise achieve the recycling levels required in this section].\\par\n[f] \\ul g\\ulnone . Where the department provides solid waste collection services to a building containing nine or more dwelling units, the commissioner shall, within nine months of the effective date of this chapter, adopt and implement [regulations] \\ul rules\\ulnone  requiring the owner, net lessee or person in charge of such building to:\\par\n1. provide for the residents a designated area and, where appropriate, containers in which to accumulate the source separated or other designated recyclable materials to be collected by the department;\\par\n2. notify all residents of the requirements of this chapter and the [regulations] \\ul rules\\ulnone  promulgated pursuant thereto; and\\par\n3. remove non-designated materials from the containers of designated source separated recyclable materials before such containers are placed at the curbside for collection and ensure that the designated materials are placed at the curbside in the manner prescribed by the department.\\par\nWith respect to solid waste generated by households in the aforesaid buildings, the obligations of an owner or a net lessee under this local law shall be limited to those set forth in this subdivision and subdivisions [b] \\ul c\\ulnone  and [g] \\ul h\\ulnone  of this section.\\par\n[g] \\ul h\\ulnone .  Eighteen months from the enactment date of this chapter, the commissioner shall adopt and implement [regulations] \\ul rules\\ulnone  for any building containing nine or more dwelling units in which the amount of designated materials placed out for collection is significantly less than what can reasonably be expected from such building. These [regulations] \\ul rules\\ulnone  shall require residential generators, including tenants, owners, net lessees or persons in charge of such building to use transparent bags or such other means of disposal the commissioner deems appropriate to dispose of solid waste other than the designated recyclable materials. Upon request of the owner, net lessee or person in charge of such building, and if the commissioner determines that such owner, net lessee or person in charge has complied with this subdivision and subdivision [f] \\ul g\\ulnone  of this section and that the amount of designated materials placed out for collection remains significantly less than what can reasonably be expected from such building, the department shall develop a schedule to conduct random inspections to facilitate compliance with the provisions of this chapter by tenants of such building, provided that lawful inspections may occur at reasonable times without notice to ensure compliance by the tenants, owner, net lessee or person in charge of such building.\\par\n\\'a74. Sections 16-306, 16-307, 16-308 and 16-309 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, subdivision b of section 16-306 as amended by local law number 42 for the year 1996, subdivisions g and h of section 16-308 as added by local law number 40 for the year 2006, are amended to read as follows:\\par\n\\'a716-306 Private carter-collected waste.\\par\na. The commissioner shall adopt and implement rules designating recyclable materials that constitute in the aggregate at least one-half of all solid waste collected by private carters, and additional materials if the commissioner determines that economic markets exist for them. Pursuant to subdivision b of this section, such rules shall require generators of private carter-collected waste to source separate some or all of the designated materials and to arrange for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials. With regard to designated materials that are not required by such rules to be source separated, generators of private carter-collected waste may source separate these designated materials and, in any event, shall arrange for their lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters. If a generator of private carter-collected waste has source separated the designated materials in accordance with the rules and arranged for the lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials and, with regard to designated materials that are not required by such rules to be source separated, arranged for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters, such arrangement shall constitute an affirmative defense to any proceeding brought against the generator pursuant to section 16-324 of this chapter.\\b\\par\n\\b0 b. The rules promulgated pursuant to subdivision a of this section shall require that generators of waste collected by businesses required to be licensed pursuant to section 16-505 of this code source separate the designated materials in such manner and to such extent as the commissioner determines to be necessary to minimize contamination and maximize the marketability of such materials. However, in promulgating such rules the commissioner shall not require source separation of a material unless the commissioner has determined that an economic market exists for such material. For the purpose of this section, the term \"economic market\" refers to instances in which the full avoided costs of proper collection, transportation and disposal of source separated materials are equal to or greater than the cost of collection, transportation and sale of said materials less the amount received from the sale of said materials. The New York city [trade waste commission] \\ul business integrity commission\\ulnone  shall adopt and implement rules requiring businesses licensed to remove, collect or dispose of trade waste to provide for the collection of, and ensure the continued separation of, designated materials that have been source separated, provide for the separation of all other designated materials, and provide for recycling of all the designated materials. Rules promulgated by the [trade waste commission] \\ul business integrity commission\\ulnone  pursuant to this subdivision shall be enforced in the manner provided in section 16-517 of this code and violations of such rules shall be subject to the penalties provided in subdivision a of section 16-515 of this code for violation of the provisions of chapter \\ul one of title\\ulnone  16-A \\ul of this code\\ulnone . In addition, the commissioner shall have the authority to issue notices of violation for any violation of such rule and such notices of violation shall be returnable in a civil action brought in the name of the commissioner before the environmental control board which shall impose a penalty not to exceed ten thousand dollars for each such violation.\\b\\par\n\\b0\\'a716-307 City agency waste. The commissioner shall [, within six months of the effective date of this chapter,] adopt and implement [regulations requiring] \\ul rules governing\\ulnone  the source separation or post-collection separation, collection, processing, marketing, and sale of designated recyclable materials generated by city mayoral and non-mayoral agencies, including the council [and the board of estimate] \\ul , as may be necessary\\ulnone .\\b\\par\n\\b0\\'a716-308 Yard waste.\\par\na. [Within eighteen months of the effective date of this chapter, the] \\ul The\\ulnone  commissioner shall provide for the source separation, collection and composting of [department-collected] \\ul department-managed\\ulnone  yard waste[, with the exception of yard waste generated by the department of parks and recreation, any other city agency that generates a substantial amount of yard waste, or any person under contract with the department of parks and recreation or any other city agency,] generated within designated areas of the city in which a substantial amount of yard waste is generated from [October 15 to November 30 of each year, unless the generator otherwise provides for recycling or storage for composting or mulching. The commissioner may construct and operate one or more composting facilities, or utilize the services of other facilities.\\par\nb. Within thirty-six months of the effective date of this chapter, the commissioner shall provide for the source separation, collection and composting of department-collected yard waste generated within designated areas of the city in which a substantial amount of yard waste is generated from] March 1 to July 31 and September 1 to November 30 of each year, unless the generator otherwise provides for recycling or storage for composting or mulching. The commissioner may construct and operate one or more composting facilities, or utilize the services of other facilities. \\ul This subdivision shall not apply to yard waste governed by subdivision c or h of this section.\\par\n\\ulnone c. [Within eighteen months of the effective date of this chapter, the] \\ul The\\ulnone  department of parks and recreation or any other city agency that generates a substantial amount of yard waste shall provide for the source separation, collection and composting of yard waste generated by the department of parks and recreation, any other city agency that generates a substantial amount of yard waste, or any person under contract with the department of parks and recreation or any other city agency.\\par\n[d. Within eighteen months of the effective date of this chapter, no landfill, incinerator or resource recovery facility owned, operated or used by the department shall accept for final disposal from October 15 to November 30 of each year truckloads primarily composed of yard waste, except that composted yard waste may be used as part of the final vegetative cover for a department landfull.]\\par\ne. [Within thirty-six months of the effective date of this chapter, no] \\ul No\\ulnone  landfill, incinerator or resource recovery facility owned, operated or used by the department shall accept for final disposal from March 1 to July 31 and September 1 to November 30 of each year truckloads primarily composed of yard waste, except that composted yard waste may be used as part of the final vegetative cover for a department landfill.\\par\nf. All city agencies responsible for the maintenance of public lands shall to the maximum extent practicable and feasible give preference to the use of compost materials derived from the city's solid waste in all land maintenance activities.\\par\ng. Generators of yard waste, except those identified in subdivision h of this section, shall separate, tie, bundle, or place into paper bags, or \\ul unlined\\ulnone  rigid containers, in accordance with rules promulgated by the commissioner, any yard waste set out for collection by the department pursuant to subdivision [b] \\ul a\\ulnone  of this section. The commissioner shall notify all residents in districts that receive yard waste collection by the department of such pre-collection procedures, and undertake any other action necessary to effectuate the purposes of this subdivision.\\par\nh. No person engaged in a business that generates yard waste[,] shall leave such yard waste for collection by the department, or disperse such yard waste in or about the curb or street. Any person engaged in a business that generates yard waste shall be required to collect and dispose of such yard waste at a permitted composting facility; provided, however, that if the department, by written order of the commissioner, determines that there is insufficient capacity at permitted composting facilities within the city of New York or within ten miles of the borough in which any such person generates yard waste, then such yard waste may be disposed of at any appropriately permitted solid waste management facility. \\ul Any such person shall be required to report annually to the department, by weight, the amount of yard waste collected and disposed of at a permitted composting facility. Such report shall be submitted prior to March first of each calendar year and shall contain the amount collected for the previous calendar year.\\par\n\\ulnone\\'a7 16-309 Christmas trees. [Within eighteen months of the effective date of this chapter, the] \\ul The\\ulnone  commissioner shall designate areas and within these designated areas establish and implement a collection system for Christmas trees during the first [three] \\ul two\\ulnone  weeks of January of each year and provide for the composting or recycling of the Christmas trees the department collects or receives for disposal.\\par\n\\'a75. Section 16-310 of the administrative code of the city of New York is REPEALED and a new section 16-310 is added to read as follows:\\par\n\\ul\\'a716-310 Clothing and textiles.\\par\na.\\tab All dealers in second-hand articles, for-profit and not-for-profit entities, and providers of publicly accessible collection bins, that collect clothing and textiles for recycling or reuse shall be required to register with the department\\rquote s bureau of waste prevention, reuse and recycling no later than one hundred twenty days after enactment of the local law that added this subdivision or within thirty days after commencing the collection of clothing and textiles, whichever is later. Such registration, at a minimum, shall include the name, address and telephone number of any such dealer or entity and, in the case of publicly accessible collection bins, the name, address and telephone number of the provider of the bin, the location of each bin, and the type of material collected in the bin.\\ulnone\\par\n\\ul b.\\tab All dealers in second-hand articles, for-profit and not-for-profit entities, and providers of publicly accessible collection bins, that collect clothing and textiles for recycling or reuse, shall be required to report annually to the department, by weight, the amount of clothing and textiles collected for recycling or reuse. Such report shall be submitted prior to March first of each calendar year and shall contain the amount collected for the previous calendar year.\\par\nc.\\tab The commissioner may adopt rules to implement the provisions of this section.\\par\n\\ulnone\\'a76. Section 16-311 of the administrative code of the city of New York is REPEALED.\\par\n\\'a77. Sections 16-312, 16-313, 16-314 and 16-315 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, are amended to read as follows:\\par\n\\cf1\\'a716-312  Processing recyclable materials.\\b  \\b0 The commissioner shall establish procedures and standards for processing recyclable materials \\ul designated pursuant to section 16-305 of this chapter\\ulnone  in city owned or operated recycling centers, city owned or operated transfer stations or any city owned or operated facility that renders recyclable materials suitable for reuse or marketing and sale. The commissioner shall \\ul periodically\\ulnone  review the procedures and standards [at least annually] and make any changes necessary to conform to the requirements of the marketplace.\\cf0\\b\\par\n\\b0\\'a716-313 Marketing recyclable materials.\\b\\par\n\\b0 a. The department shall establish procedures, standards and strategies to market the [department-collected] recyclable materials designated pursuant to section 16-305 of this chapter, including but not limited to maintaining a list of prospective buyers, establishing contact with prospective buyers, entering into contracts with buyers, and reviewing and making any necessary changes in collecting or processing the materials to improve their marketability.\\par\nb. [Within eighteen months of the effective date of this chapter, the] \\ul The\\ulnone  commissioner [in conjunction with the office for economic development] shall [submit to the mayor, the council, the board of estimate, each citizens' board created under section 16-317 of this chapter and the citywide board created under section 16-319 of this chapter a] study [of] existing markets for processing and purchasing recyclable materials, and the potential and the steps necessary to expand these markets\\ul , and may conduct such study in conjunction with the economic development corporation\\ulnone . [Such study shall also include a proposal developed in conjunction with the department of finance to use, where feasible, the city's tax and finance authority to stimulate recycling and the demand for recycled materials.]\\par\n\\'a716-314 Recycling program revisions. [a.] The commissioner shall annually review the recycling program and all rules [and regulations] promulgated therefor, and shall make the necessary revisions to improve the efficiency of collecting, processing, marketing and selling the materials recycled pursuant to this chapter. These revisions may include designating additional recyclable materials. The commissioner shall not delete designated materials without designating additional materials so that the total quantity, by weight, of all designated recyclable materials collected, processed, marketed and sold does not decrease.\\par\n[b. By the end of the fifth year following the enactment date of this chapter, the commissioner shall designate two additional recyclable materials contained in residential or commercial solid waste and provide for the recycling of these materials in accordance with the provisions of this chapter.]\\par\n\\'a716-315 Notice, education and research programs.\\par\na. In addition to the notice requirements of section one thousand forty-three of chapter forty-five of the charter, within thirty days of the effective date of any [regulations] \\ul rules\\ulnone  promulgated pursuant to this chapter, and as frequently thereafter as the commissioner deems necessary, the department shall notify all community boards and persons occupying residential, commercial and industrial premises affected by the [regulations] \\ul rules\\ulnone , of the requirements of the [regulations] \\ul rules\\ulnone , by placing advertisements in newspapers of citywide, borough-wide and community circulation, posting notices in public places where such notices are customarily placed, and, in the commissioner's discretion, employing any other means of notification deemed necessary and appropriate.\\par\nb. [Within twelve months of the effective date of this chapter, the] \\ul The\\ulnone  department shall develop and implement an educational program, in conjunction with the [board] \\ul department\\ulnone  of education, private schools, labor organizations, businesses, neighborhood organizations, community boards, and other interested and affected parties, and using flyers, print and electronic advertising, public events, promotional activities, public service announcements, and such other techniques as the commissioner determines to be useful, to assure the greatest possible level of compliance with the provisions of this chapter. The educational program shall encourage waste reduction, the reuse of materials, the purchase of recyclable products, and participation in city and private recycling activities.\\par\nc. The department shall perform such research and development activities, in cooperation with other city agencies, and public and private institutions, as the commissioner determines to be helpful in implementing the city's recycling program. Such research shall include, but not be limited to, investigation into the use of cooperative marketing programs, material recovery facilities, recycling as an economic development tool, export promotion, tax credits and exemptions for market promotion.\\par\n\\'a78. Section 16-316 of the administrative code of the city of New York is REPEALED.\\par\n\\'a79. Sections 16-318 and 16-319 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, are amended to read as follows:\\b\\par\n\\b0\\'a716-318 Functions of the citizens' board.\\par\na. The department shall submit to each borough president the [recycling plans prepared pursuant to section 16-316 of this chapter] \\ul section of the biennial report addressing the city\\rquote s recycling program that is prepared pursuant to the city\\rquote s approved solid waste management plan\\ulnone  simultaneous with [their] submission \\ul of such report\\ulnone  to the mayor and the council. Each borough president shall distribute copies of [the plans] \\ul such section\\ulnone  to each member of the citizens' board in his or her borough. Within ninety days thereafter, each citizens\\rquote  board shall review [the plans] \\ul such section\\ulnone , conduct a public hearing on [the plans] \\ul such section\\ulnone  and make written recommendations to its borough president, the department and the council with respect to the recycling program within its borough. Each citizens' board shall also annually advise its borough president and the department with respect to the development, promotion and operation of the recycling program in its borough and pursuant to this function shall formulate and recommend:\\par\n1. annual recycling [and reduction] goals equal to or greater than those set forth in [sections 16-304 and] \\ul section\\ulnone  16-305 of this chapter and the methods proposed to achieve such goals;\\par\n2. means to encourage community participation in the recycling program; and\\par\n3. means to promote the recycling program and educate the public with regard to the program.\\par\nb. In each borough, the citizens' board shall assume all the responsibilities and functions of the borough's citizens' advisory committee on resource recovery.\\par\n\\'a716-319 Citywide recycling advisory board; membership. [Within nine months of the effective date of this chapter,] \\ul There shall be\\ulnone  a citywide recycling advisory board (the \"citywide board\") [shall be formed,] consisting of at least one representative from each citizens' board, five members appointed by the council, and five members appointed by the mayor. The membership of the citywide board shall represent community boards, recycling industries, carting industries, environmental organizations, government agencies, labor organizations, business organizations, property owners, tenant organizations and members of the general public. Members shall serve for a term of one year without compensation and shall designate one member to serve as chairperson and one as vice-chairperson.\\par\n\\'a710. Subdivision a and paragraphs 1 and 2 of subdivision b of section 16-321 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, are amended to read as follows:\\par\na. Whenever a person, other than a public servant, appointed to any advisory board created pursuant to this subchapter, engages in any business dealings with the department, or engages in business dealings with any other agency [which] \\ul that\\ulnone  relate to processing or disposal of solid waste or of waste described in paragraph three of subdivision [m] \\ul n\\ulnone  of section 16-303 of this chapter or to recycling, or has an interest in a firm which is engaged in such business dealings with the department or with such other agency, such person shall, prior to appointment, disclose the nature of such business dealings to the commissioner and to the body or officer appointing such person, and, after appointment, disclose the nature of such business dealings to the commissioner and to all other members of such board; provided that such person need not disclose the amount of such business dealings.\\par\nb. When used in this section:\\par\n1.  \"Advisory committee\" means a committee, council, board or similar entity that is constituted to provide advice or recommendations to the city and which has no authority to take a final action on behalf of the city, to take any action that would have the effect of conditioning, limiting or requiring any final action by any other agency, or to take any action that is authorized by law.\\par\n2. \"Agency\" means a city, county, borough or other office, position, administration, department, division, bureau, board, commission, authority, corporation, advisory committee or other agency of government, the expenses of which are paid in whole or in part from the city treasury, and shall include but not be limited to, the council, the offices of each elected official, the [board] \\ul department\\ulnone  of education, community school boards, community boards, the financial services corporation, the health and hospitals corporation, the public development corporation and the New York city housing authority, but shall not include any court or any corporation or institution maintaining or operating a public library, museum, botanical garden, arboretum, tomb, memorial building, aquarium, zoological garden or similar facility.\\par\n\\'a711. Sections 16-323 and 16-324 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, subdivision a of section 16-324 as amended by local law number 40 for the year 2006, are amended to read as follows:\\b\\par\n\\b0\\'a7 16-323 [Regulations] \\ul Rules\\ulnone  submitted to council. [In addition to the requirements of section one thousand forty-three of chapter forty-five of the charter, no regulations promulgated by the commissioner pursuant to this chapter shall be effective until such regulations are submitted to the council and within thirty days of receipt thereof the council has not voted to disapprove such regulations. If the council votes to disapprove the regulations, it shall forward its reasons for such disapproval to the commissioner and the commissioner shall either amend the regulations or withdraw them from consideration. The amended regulations shall not be effective until the commissioner submits them to the council and within thirty days of receipt thereof the council has not voted to disapprove such amended regulations.] \\ul Rules adopted by the commissioner pursuant to this chapter shall become effective only after filing and publication as prescribed by chapter forty-five of the charter. In addition, notwithstanding such chapter, prior to adoption by the commissioner of a final rule pursuant to subdivision e of section one thousand forty-three of the charter, and after consideration of relevant comments presented pursuant to subdivision d of such section, the commissioner shall submit to the council the draft text of the final rule proposed to be published in the City Record; the council shall have thirty days to comment upon such text. The final rule may include revisions in response to comment from members of the council and shall not be published in the City Record before the thirty-first day after such submission, unless the speaker of the council authorizes earlier publication.\\ulnone\\par\n\\'a716-324 Enforcement.\\par\na. Any person who violates this chapter, except subdivision h of section 16-308 of this chapter, or any rule [or regulation] promulgated pursuant thereto shall be liable for a civil penalty recoverable in a civil action brought in the name of the commissioner or in a proceeding returnable before the environmental control board \\ul as follows:\\par\n1.\\tab For residential buildings of less than six dwelling units, the penalty recoverable shall be\\ulnone  in an amount of [twenty-five] \\ul fifty\\ulnone  dollars for the first violation, [fifty] \\ul one hundred\\ulnone  dollars for the second violation \\ul committed within a twelve-month period\\ulnone  and [one] \\ul two\\ulnone  hundred dollars for the third and each subsequent violation [, provided that the court before which such civil action is brought or such board may waive the penalty for the first violation upon a showing of good cause] \\ul committed within a twelve-month period\\ulnone . [A person committing a fourth and any subsequent violation within a period of six months shall be classified as a persistent violator and shall be liable for a civil penalty of five hundred dollars for each violation.]\\par\n\\ul 2. For residential buildings of six or more dwelling units, and commercial, manufacturing or industrial buildings, the penalty recoverable shall be in an amount of two hundred fifty dollars for the first violation, one thousand five hundred dollars for the second violation committed within a twelve-month period and two thousand five hundred dollars for the third and each subsequent violation committed within a twelve-month period.\\par\n3.\\ulnone\\tab For a persistent violation only, except where such violation occurs at a building of less than [nine] \\ul six\\ulnone  dwelling units, each container or bag containing solid waste that has not been source separated or placed out for collection in accordance with the [regulations] \\ul rules\\ulnone  promulgated by the commissioner pursuant to this chapter shall constitute a separate violation, provided that no more than twenty separate violations are issued on a per bag or per container basis during any twenty-four hour period. Before issuing any further notice of violations to a persistent violator after the [fourth] \\ul third\\ulnone  violation \\ul committed\\ulnone  within a \\ul twelve-month\\ulnone  period [of six months], the commissioner shall give such violator a reasonable opportunity to correct the condition constituting the violation.\\par\n\\ul b.\\ulnone\\tab Any person who violates subdivision h of section 16-308 of this chapter shall be liable for a civil penalty in the amount of two hundred fifty dollars for the first violation, one thousand dollars for the second violation \\ul committed\\ulnone  within a \\ul twelve-month\\ulnone  period [of twelve months from the first violation], and two thousand five hundred dollars for the third [or] \\ul and each\\ulnone  subsequent violation \\ul committed\\ulnone  within a \\ul twelve-month\\ulnone  period [of  twelve months from the first violation].\\ul\\par\n\\ulnone [b.] \\ul c.\\ulnone  Any notice of violation or notice of hearing for a violation issued to the owner or agent of a premises at which a violation of this chapter or any [regulation] \\ul rule\\ulnone  promulgated pursuant thereto is alleged to have occurred shall be served by delivering a copy of the notice to the owner or agent at both the address maintained in the records of the department of buildings [and] \\ul , the department of housing preservation and development or\\ulnone  the department of finance. The notice of violation or notice of hearing may be served by regular mail.\\par\n\\'a712. This local law shall take effect immediately, except that subdivision h of section 16-308 of the administrative code of the city of New York, as amended by section four of this local law, shall take effect on October 1, 2008.\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
