{
  "ID": 40143,
  "GUID": "39DF0F59-FB64-4336-9913-0CEB63BB036A",
  "File": "Int 0670-2007",
  "Name": "Equal Employment Practices Commission.",
  "Title": "A Local Law to amend the New York city charter, in relation to the Equal Employment Practices Commission.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5148,
  "BodyName": "Committee on Civil Rights",
  "IntroDate": "2007-12-19T00:00:00Z",
  "AgendaDate": "2007-12-19T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 210827,
      "Date": "2007-12-19T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 211046,
      "Date": "2007-12-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7938,
      "AgendaSequence": 103,
      "MinutesSequence": 122,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Rights",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236344,
      "Date": "2009-12-31T14:10:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 40883,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subdivision c of section 832 of chapter 36 of the New York city charter is amended to read as follows:\nc. \tIf the commission makes a preliminary determination pursuant to subdivision d of section eight hundred thirty-one, that any plan, program, procedure, approach, measures or standard adopted or utilized by any city agency or the department of citywide administrative services does not provide equal employment opportunity; and/or if the commission makes a preliminary determination pursuant to this chapter and chapter thirty-five, that an agency has not provided equal employment opportunity, the commission shall notify the agency in writing of this determination and provide an opportunity for the agency to respond. If the commission, after consideration of any such response and after consulting with the agency, concludes that the corrective actions, if any, taken or planned by the agency are not sufficient to correct the non-compliance identified in the preliminary determination, it [should] shall make a final determination in writing, including such recommended corrective action as the commission may deem appropriate. The agency shall within thirty days thereafter respond to the commission on any corrective action it intends to make and shall make monthly reports to such commission on the progress of such corrective action. If the commission, after a period not to exceed six months, determines that the agency has not taken appropriate and effective corrective action, the commission shall notify the mayor, the speaker, the chair of the council’s committee on civil rights, and the agency in writing of this determination and the commission [may] shall thereafter publish a report and recommend to the mayor, whatever appropriate corrective action the commission deems necessary to ensure compliance with equal employment opportunity pursuant to the requirements of this chapter and chapter thirty-five.  Copies of such report and recommendations shall simultaneously be provided to the speaker and the chair of the council’s committee on civil rights.  Within thirty days of such determination the agency shall submit a written response to the commission and the mayor[.],and provide copies of such response to the speaker and the chair of the council’s committee on civil rights.  The mayor after reviewing the commission's findings and the agency's response, if any, shall order and publish such action as he or she deems appropriate.  The speaker and the chair of the council’s committee on civil rights shall be given written notice of such order and a copy of such publication, if any, upon issuance.\n§2.  This local law shall take effect sixty days after its enactment, provided, however, that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law.\n\n\n\n\nASP\nLS#3271\n12/12/07",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.  Subdivision c of section 832 of chapter 36 of the New York city charter is amended to read as follows:\\par\nc. \\tab If the commission makes a preliminary determination pursuant to subdivision d of section eight hundred thirty-one, that any plan, program, procedure, approach, measures or standard adopted or utilized by any city agency or the department of citywide administrative services does not provide equal employment opportunity; and/or if the commission makes a preliminary determination pursuant to this chapter and chapter thirty-five, that an agency has not provided equal employment opportunity, the commission shall notify the agency in writing of this determination and provide an opportunity for the agency to respond. If the commission, after consideration of any such response and after consulting with the agency, concludes that the corrective actions, if any, taken or planned by the agency are not sufficient to correct the non-compliance identified in the preliminary determination, it [should] \\ul shall \\ulnone make a final determination in writing, including such recommended corrective action as the commission may deem appropriate. The agency shall within thirty days thereafter respond to the commission on any corrective action it intends to make and shall make monthly reports to such commission on the progress of such corrective action. If the commission, after a period not to exceed six months, determines that the agency has not taken appropriate and effective corrective action, the commission shall notify the \\ul mayor, the speaker, the chair of the council\\rquote s committee on civil rights, and the\\ulnone  agency in writing of this determination and the commission [may] \\ul shall\\ulnone  thereafter publish a report and recommend to the mayor, whatever appropriate corrective action the commission deems necessary to ensure compliance with equal employment opportunity pursuant to the requirements of this chapter and chapter thirty-five.  \\ul Copies of such report and recommendations shall simultaneously be provided to the speaker and the chair of the council\\rquote s committee on civil rights.\\ulnone   Within thirty days of such determination the agency shall submit a written response to the commission and the mayor[.]\\ul ,and provide copies of such response to the speaker and the chair of the council\\rquote s committee on civil rights.\\ulnone   The mayor after reviewing the commission's findings and the agency's response, if any, shall order and publish such action as he or she deems appropriate.  \\ul The speaker and the chair of the council\\rquote s committee on civil rights shall be given written notice of such order and a copy of such publication, if any, upon issuance.\\ulnone\\par\n\\'a72.  This local law shall take effect sixty days after its enactment, provided, however, that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law.\\par\n\\pard\\nowidctlpar\\fi-720\\li720\\fs20\\par\n\\par\n\\par\n\\par\nASP\\par\nLS#3271\\par\n12/12/07\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\par\n\\pard\\nowidctlpar\\ul\\fs24\\par\n\\ulnone\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
