{
  "ID": 19626,
  "GUID": "C65D8437-6C73-4A1D-9D98-3CCBBE2BC483",
  "File": "Int 0531-1999",
  "LocalLaw": "1999/068",
  "Name": "Motor Fuel Storage Systems",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to motor fuel storage and dispensing systems",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "1999-03-16T00:00:00Z",
  "AgendaDate": "1999-03-16T00:00:00Z",
  "PassedDate": "1999-11-22T00:00:00Z",
  "EnactmentDate": "1999-11-22T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 12,
      "Slug": "stanley-e-michels",
      "FullName": "Stanley E. Michels"
    },
    {
      "ID": 16,
      "Slug": "june-m-eisland",
      "FullName": "June M. Eisland"
    },
    {
      "ID": 23,
      "Slug": "archie-w-spigner",
      "FullName": "Archie W. Spigner"
    },
    {
      "ID": 425,
      "Slug": "adolfo-carrion",
      "FullName": "Adolfo Carrion"
    },
    {
      "ID": 5029,
      "Slug": "una-clarke",
      "FullName": "Una Clarke"
    },
    {
      "ID": 426,
      "Slug": "pedro-g-espada",
      "FullName": "Pedro G. Espada"
    },
    {
      "ID": 427,
      "Slug": "stephen-j-fiala",
      "FullName": "Stephen J. Fiala"
    },
    {
      "ID": 428,
      "Slug": "martin-j-golden",
      "FullName": "Martin J. Golden"
    },
    {
      "ID": 395,
      "Slug": "guillermo-linares",
      "FullName": "Guillermo Linares"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 415,
      "Slug": "martin-malave-dilan",
      "FullName": "Martin Malave-Dilan"
    },
    {
      "ID": 401,
      "Slug": "helen-m-marshall",
      "FullName": "Helen M. Marshall"
    },
    {
      "ID": 433,
      "Slug": "angel-rodriguez",
      "FullName": "Angel Rodriguez"
    },
    {
      "ID": 406,
      "Slug": "juanita-e-watkins",
      "FullName": "Juanita E. Watkins"
    },
    {
      "ID": 397,
      "Slug": "lawrence-a-warden",
      "FullName": "Lawrence A. Warden"
    },
    {
      "ID": 404,
      "Slug": "thomas-white",
      "FullName": "Thomas White"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    },
    {
      "ID": 22,
      "Slug": "sheldon-s-leffler",
      "FullName": "Sheldon S. Leffler"
    },
    {
      "ID": 25,
      "Slug": "julia-harrison",
      "FullName": "Julia Harrison"
    }
  ],
  "History": [
    {
      "ID": 75912,
      "Date": "1999-03-16T09:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 75913,
      "Date": "1999-03-16T10:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 83076,
      "Date": "1999-03-16T10:43:34Z",
      "ActionID": 29,
      "Action": "Printed Item Laid on Desk",
      "Description": "",
      "BodyID": 41,
      "BodyName": "Legislative Documents Unit",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 83138,
      "Date": "1999-10-28T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 8,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 83145,
      "Date": "1999-10-28T10:00:02Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 8,
      "MinutesSequence": 3,
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 83147,
      "Date": "1999-10-28T10:00:04Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 8,
      "MinutesSequence": 4,
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 83157,
      "Date": "1999-10-28T10:00:08Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 8,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 83086,
      "Date": "1999-11-02T11:31:41Z",
      "ActionID": 42,
      "Action": "Reprnt Amnd Item Laid on Desk\r\n",
      "Description": "",
      "BodyID": 41,
      "BodyName": "Legislative Documents Unit",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 81528,
      "Date": "1999-11-10T12:27:17Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 81374,
      "Date": "1999-11-10T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 60,
      "AgendaSequence": 17,
      "MinutesSequence": 20,
      "Version": "A",
      "AgendaNote": "Amended & Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 83413,
      "Date": "1999-11-22T11:09:47Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 81517,
      "Date": "1999-11-22T12:19:20Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 81518,
      "Date": "1999-11-23T12:19:44Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 50440,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/50440.doc",
      "Sort": 1
    },
    {
      "ID": 50441,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/50441.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 8732,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 27-440 of the administrative code of the city of New York is amended to read as follows:\n\n§ 27-440. Gasoline and diesel oil motor vehicle fuel storage. All volatile flammable liquids and diesel oil motor vehicle fuel storage tanks shall be installed below ground and vented to the open air except for such aboveground installation as may be authorized by the rules of the fire commissioner. The installation and venting of storage tanks shall be in accordance with applications and plans approved by the commissioner and shall also meet the requirements of chapter four of this title and the rules of the fire commissioner. Except as otherwise provided for in [subdivision b of section 27-4019, subdivision in of\nsection 27-4065 and subdivision a of section 27-4076 of] chapter four of this title or the rules of the fire commissioner, underground tank [installments] installations shall comply with the following:\n\n(a) The tops of the tanks shall be at least two feet below finished grade and at least two feet below the level of any cellar or basement floor within ten feet of the tanks.\n\n(b) Tanks shall be supported on foundations complying with subchapter eleven of this chapter.\n\n(c) [Tanks shall be encased to the level of the top of the tank by at least twelve inches of concrete.] Tanks shall be located so that the forces from any building foundation and support loads are not transmitted to the tanks. The distance from any part of a tank to the nearest wall of any basement, pit or cellar, or from any property line that may be built upon, shall not be less than three feet.\n\n(d) Tanks shall be covered with a structurally supported reinforced concrete slab at least eight inches thick extending at least twelve inches beyond the horizontal outlines of the tanks and placed over a coverage of [clean sand or clean earth fill] suitable back fill material.\n\n(e) All concrete shall have a minimum compressive strength of twenty-five hundred pounds per square inch at twenty-eight days.\n\n§ 2. Subdivisions 8a, 19, 26, 29b and 30 of section 27-4002 of such code, subdivision 8a as amended by local law number 59 of 1996, subdivision 26 as amended by local law number 84 of 1993 and subdivision 30 as amended by local law number 32 of 1989 are amended and new subdivisions 26a, 26b and 30a are added to such section, to read as follows:\n\n8a. Certificate of license [to install, alter, test, or repair underground gasoline tanks, underground oil tanks or any other underground equipment for the storage and/or dispensing of gasoline and/or other volatile flammable oils, and/or diesel fuel oil used for operation of motor vehicles], a written statement, issued by the [fire] commissioner [certifying that the person named therein has been duly qualified by the commissioner of citywide administrative services] authorizing the operation of a business to install, alter, test or repair [such equipment and that such person has such authority during the term specified in the certificate] motor fuel storage and dispensing equipment.\n\n19. Garage, a building, shed or enclosure, or any portion thereof, in which a motor vehicle other than one the fuel storage tank of which is empty, is stored, housed or kept.\n\n[a]19a. Storage garage, a garage in which [volatile flammable oil or diesel oil for] motor fuel other than that contained in the fuel storage tanks of motor vehicles is handled, stored [,]or kept.\n\n[b]19b. Non-storage garage, a garage in which no [volatile flammable oil or diesel oil for] motor fuel other than that contained in the fuel storage tanks of motor vehicles is handled, stored or kept.\n\n26. Motor vehicle, a vehicle or other conveyance having more than two running wheels and using [diesel fuel oil, flammable gas or volatile flammable oil] motor fuel or flammable gas as a fuel for generating motive power, except such vehicles as have a storage tank with a maximum capacity for less than two gallons of [volatile flammable oil or diesel fuel oil] motor fuel or a container with a maximum capacity limited to a quantity of flammable gas that generates energy that is equivalent to the energy generated by two gallons of [volatile flammable oil] gasoline.\n\n26a. Motor fuel, gasoline, diesel fuel oil or other flammable or combustible liquids or mixtures used as fuel in the operation of motor vehicles, motorcycles, motor boats and aircraft.\n\n26b. Flammable motor fuel, gasoline or other flammable liquids or mixtures used as fuel in the operation of motor vehicles, motorcycles, motor boats and aircraft.\n\n29b. [Underground equipment for storage or dispensing of diesel fuel, gasoline or other flammable oils, used for operation of motor vehicles shall include] Motor fuel storage and dispensing equipment, all equipment used for storage or dispensing\nof motor fuel including [underground] storage tanks, piping [and valves], [foot] valves, [fill boxes, fill box housing, complete] fill connection catchment basins, vent lines, [gauge line boxes, and] pumps, [and] dispensing devices and other ancillary equipment whether [above or below ground but shall not include other equipment located above ground] aboveground or underground\n\n30. Service Station. [An authorized] A building, shed, enclosure or area, or any portion thereof, [where there is an underground system acceptable to the commissioner for the storage of volatile flammable oil or diesel fuel oil used as a motor fuel] in which there is motor fuel storage and dispensing equipment.\n\n[a] 30a. Automotive service station. A service station where [any such] motor fuel is stored, sold and dispensed [for sale] for use in motor vehicles, including a service station where such fuel is dispensed by the customers of such service station.\n\n[b] 30b. Private filling station. A service station where (any such] motor fuel is stored and dispensed for use in motor vehicles or equipment which are owned or operated by the operator of the service station.\n\n30c. Marine service station. A service station where motor fuel is stored and dispensed from fixed equipment into the fuel tanks of motor boats.\n\n§ 3. Section 27-4017 of such code is amended to read as follows:\n\n§ 27-4017 [Certificates] Certificate of [licenses] license [to install, alter, test or repair underground equipment for storage, underground storage systems, underground tanks, and underground piping and valves for gasoline or other volatile flammable oils and/or diesel fuel oil used for operation of motor vehicles]. a. An application for a certificate of license for the operation of a business to install, alter, test or repair [such underground] motor fuel storage and dispensing equipment shall be in such form (and detail] and shall contain such [appropriate] information as the [fire] commissioner may prescribe. [The certificates of licenses to install, alter, test or repair such underground equipment as defined in subdivision twenty-nine b of section 27-4002 shall be according to an established form and shall be regularly numbered and duly registered.] Such [certificates] certificate of [licenses] license shall be issued to bona fide residents of the city of New York or to persons maintaining a place of business and doing business in the city of New York.\n\nb. A certificate of license shall be issued to an applicant who has demonstrated his or her qualifications to install, alter, test or repair motor fuel storage and dispensing equipment by passing an examination and otherwise satisfying the requirements established by the commissioner for such certificate.\n\n§ 4. Section 27-4020 of such code is amended to read as follows:\n\n§ 27-4020 [Renewals; revocation] Issuance, renewal and revocation. [Unless] Except as otherwise specifically provided in this chapter, every permit, certificate of approval, certificate of fitness, certificate of license, certificate of [fitness] qualification or certificate of registration or renewal thereof, granted by the commissioner, shall be for such period as the commissioner may determine, not to exceed [one year] three years, and shall expire at the end of such period unless the commissioner approves its renewal. Each such permit or certificate shall be a mere revocable license[. Certificates of approval shall be effective from date of issuance and must be renewed every three years thereafter. Certificates of approval] which may be revoked for cause, at any time, by the commissioner.\n\n§ 5. Section 27-4023 of such code is amended to read as follows:\n\n§ 27-4023 Bonds; general provisions. a. The commissioner may require the posting of a bond as a condition for issuance of any certificate required by this chapter or any rule promulgated thereunder. All bonds required to be given under the provisions [of subchapters one through twenty-seven] of this chapter shall be approved by the comptroller[,] as to the sufficiency of the sureties, and conditioned for the payment of any loss, damage or injury resulting to persons or property by reason of carelessness, negligence or failure to comply with the requirements of [subchapters one through twenty-seven of] this chapter and the rules promulgated thereunder[,] respecting the manufacture, transportation, storage, sale, handling or use, within the city, of any article [or], thing [covered by subchapters one through twenty-seven of this], or activity subject to the provisions of such chapter [;] and rules, except that no bond shall be required of a contractor in connection with work to be performed by such contractor under a contract with the city, provided he or she has filed a general indemnity bond covering such contract. The commissioner shall establish by rule the amount of such bond, except where such amount is specified in this chapter.\n\nb. The commissioner may require or allow, in lieu of a bond, another form of undertaking, including but not limited to liability insurance policy, in an amount to be established by rule, and conditioned for the payment of any loss, damage of injury to persons or property as set forth in subdivision a of this section.\n\n§ 6. Section 27-4025 of such code is amended to read as follows:\n\n§ 27-4025 Bonds for installing, altering, testing or repairing [such] motor fuel storage and dispensing equipment as defined in subdivision twenty-nine b of section 27-4002. Every applicant for a certificate of license [to install, alter, test, or repair underground equipment for storage, underground storage systems, underground tanks and underground piping and valves for gasoline or other volatile flammable oils and/or diesel fuel oil, used for operation of motor vehicles,] shall give a bond to the city of New York conditioned for the payment of any loss or damage suffered by any person by reason of the failure to install, alter, test, or repair such [underground] equipment in accordance with the requirements of the building code[relating thereto], this chapter and the rules of the commissioner. [Each bond shall be in the penal sum of five thousand dollars and shall be approved by the comptroller as to the sufficiency of the sureties.]\n\n§ 7. Subdivision c of section 27-4027 of such code, as amended by local law number 47 for the year 1988, is amended to read as follows:\n\nc. [Flammable/combustible mixtures and liquids underground tank installations]\n\nMotor fuel and motor fuel storage and dispensing equipment:\n\n1. to store[, sell and/or use flammable and/or combustible mixtures and/or liquids such as gasoline, volatile flammable oils, diesel oil motor fuel, and other motor fuels in underground tank installations at storage garages, marinas, automotive service and private fill stations, airports, heliports and RR locomotives (as required by code/regulation) :site inspection] and dispense motor fuel . . . . .105.00\n\n2. discharge lines [inspection) test (per site) (frequency of [inspection] test as required by code/[regulation) rule) . . . . .365.00\n\n3. leak detection functionality test (per hour) (frequency of test as required by code/rule) . . . . .210.00\n\n4. [dry chemical extinguishing] fire suppression system test[/where installed) (per system) [(frequency of inspection as required by code/regulation)] . . . . .750.00\n\n5. tank [inspection] test (per site) (frequency of [inspection] test as required by code/ [regulation] rule) . . . . .355.00\n\n6. [reopen, modified or inspection of repaired tanks] tank reopening and repair (frequency of inspection as required by code/[regulation] rule) . . . . .320.00\n\n7. [review and inspection during the time of new tank] installation and alteration (frequency of inspection as required by code/[regulation] rule): with discharge lines[ . . . . .1,385.00]\n\nfor tank with capacity of 4,000 gallons or less . . . . .980.00\n\neach additional tank . . . . .210.00\n\nfor tank with capacity of greater than 4,000 gallons . . . . .1,210.00\n\neach additional tank . . . . .420.00\n\nwithout discharge lines[ . . . . .1,180.00]\n\nfor tank with capacity of 4,000 gallons or less . . . . .665.00\n\neach additional tank . . . . .195.00\n\nfor tank with capacity of greater than 4,000 gallons . . . . .840.00\n\neach additional tank . . . . .385.00\n\n[2. Fuel oil, storage and use and diesel oil stored for stationary engine fuel Fee as in paragraph one of subdivision b\n\n3. Liquors, spirits or alcohols (for human consumption) Fee as in paragraph three of subdivision a]\n\n§ 8. Subdivisions d, e and f of section 27-4062 of such code are REPEALED and new subdivisions d, e, and f are added to read as follows:\n\nd. Installation, alteration, testing and repair. It shall be unlawful for any person to install, alter, test or repair any motor fuel storage and dispensing equipment unless such person holds a certificate of license to install, alter, test or repair such equipment or is employed and supervised by a person holding such certificate, except for such minor repairs or other maintenance work as the commissioner may authorize to be performed without: such license or such supervision. Written notification shall be made to the commissioner prior to commencing any work pursuant to this subdivision except for the aforementioned minor repairs or other maintenance work.\n\ne. Periodic tests for motor fuel storage and dispensing equipment and all other flammable liquid or mixture storage systems. Motor fuel storage and dispensing equipment and all other flammable liquid or mixture storage systems shall be subject to such periodic testing as may be prescribed by the commissioner.\n\nf. Out-of-service storage systems. Storage systems for motor fuel or other flammable or combustible liquids or mixtures, which are not in use, shall be closed in the manner prescribed by the commissioner.\n\n§ 9. Subdivision r of section 27-4065 of such code is amended to read as follows:\n\nr. Installation of pumps. The installation of pumps shall conform to [subparagraphs A, B and C of paragraph four and paragraphs six and seven] paragraphs two and five of subdivision b of section 27-4081 of this chapter [of the code] insofar as applicable.\n\n§ 10. Section 27-4072 of such code is amended to read as follows:\n\n§ 27-4072 Storage garages. a. No permit shall be issued for a storage garage [shall be issued for any building, shed or enclosure] where:\n\n1. [Where the building) The storage garage does not comply with the requirements of the building code [regulating, storage occupancies];\n\n2. [Where paints] Paints, varnishes or lacquers are manufactured or [kept] stored for sale;\n\n3. [Where dry] Dry goods or other highly flammable materials are manufactured or [kept] stored for sale;\n\n4. [Where rosin] Rosin, turpentine, hemp, cotton or any explosives are manufactured or stored [or kept] for sale;\n\n5. [Which] The storage garage is situated within twenty feet of the nearest wall of a building occupied as a school, theatre or other place of public amusement or assembly; provided, however, that renewals of permits may be granted where the storage garage in question was in operation prior to the opening of the school, theatre or other place of public amusement or assembly, or has been in continuous operation under a permit issued therefor prior to the first day of May, nineteen hundred fifteen, and further provided that a permit may be issued for a storage garage hereafter erected within twenty feet of a building, the occupancy of which is enumerated in this [subdivision] paragraph, where the storage garage has no frontage on the same street with any frontage of such building, and the wall or walls of the storage garage adjacent thereto are constructed of brick,\nunpierced for a distance of at least twenty feet therefrom.\n\nb. No permit for a storage garage shall be issued unless such garage is equipped with motorfitel storage and dispensing equipment acceptable to the commissioner. Such equipment shall be constructed, installed, maintained and tested in accordance with the requirements of the building code, this chapter and the rules of the commissioner.\n\n§ 11. Subdivision a of section 27-4075 of such code is REPEALED and a new subdivision a is added to read as follows:\n\na. No permit for a storage garage shall be issued for any premises storing more than four motor vehicles unless such premises is equipped with an oil separator, trap or other similar apparatus attached to the house drain.\n\n§ 12. Sections 27-4076, 27-4077, 27-4081 and 27-4082 of such code are REPEALED and new sections 27-4076, 27-4077, and 27-4081 are added to read as follows:\n\n§ 27-4076 Motor fuel storage and dispensing equipment.\n\na. Tanks. Storage tanks may be installed aboveground or underground as authorized by the rules of the commissioner, except that the aboveground storage of flammable liquids or mixtures is prohibited.\n\nb. Pumps and dispensing devices. It shall be unlawful to install or use any pump or dispensing device or other similar apparatus in a garage unless it is of a type for which a certificate of approval shall have been issued by the  commissioner or previously approved by the board of standards and appeals, unless such approval is amended or repealed by the commissioner.\n\n§ 27-4077 Restrictions.\n\na. It shall be unlawful to take or admit into a garage any vehicle engaged in the delivery of flammable motor fuel.\n\nb. It shall be unlawful to take or admit into a garage or to store in a garage any container in which there is flammable motor fuel or flammable motor fuel vapor.\n\nc. It shall be unlawful to sell, deliver or use flammable motor fuel at a storage garage except for the purpose of filling the tanks of motor vehicles, motorcycles, motor boats, or aircraft.\n\nd. It shall be unlawful to use any flammable mixture or liquid for cleaning floors, walls, equipment or parts in or upon any premises used as a garage, automotive service station, or for the repair of motor vehicles.\n\n§ 27-4081 Service stations.\n\na. Permit and certificate of approval.\n\n1. Permit. It shall be unlawful to maintain or operate a service station, including an automotive service station, a private filling station or a marine service station, without a permit issued by the commissioner. Service stations shall comply with the provisions of this subchapter and rules promulgated thereunder and subdivisions a and b of section\n27-4058 and subdivisions d, e and f of section 27-4062 of this chapter.\n\n2. Certificate of approval. Any motor fuel storage and dispensing equipment or other materials regulated by the provisions of this subchapter shall be of a type acceptable to the commissioner, and, where prescribed by the commissioner, shall be of a type for which a certificate of approval has been issued by the commissioner. Equipment or materials previously approved by the board of standards and appeals shall be acceptable unless such approval is amended or repealed by the commissioner.\n\nb. Dispensing and dispensing equipment.\n\n1. At all hours during which a service station is in operation, the premises shall be continuously under the supervision of a person holding a certificate of fitness for the dispensing and handling of motor fuel.\n\n2. Except in private filling stations, it shall be unlawful to install or use any motor fuel dispenser that is coin-operated, card-operated or operated by a similar device.\n\n3. Motor fuel shall be transferred from tanks by means of fixed pumps. Such liquids shall not be transferred by any equipment or procedure which subjects the shell of the storage tank to pressures above its allowable working pressure. The installation and use of pumps and dispensers shall be in the manner prescribed by the commissioner.\n\n4. No motor fuel shall be dispensed into any container or inside any enclosed portion of a service station, except as prescribed by the commissioner. Antifreeze liquids may be dispensed only in enclosed portions of a service station that have approved heating devices and in which there is no open flame.\n\n5. No flammable motor fuel shall be transferred from one container to another inside any enclosed portion of a service station,\n\n6. Pits for subsurface pumps or piping manifolds of submersible pumps shall be no larger than necessary as determined by the commissioner or provided for in the prior approval by the board of standards and appeals, unless such approval is amended or repealed by the commissioner. Pits shall be constructed to the satisfaction of the commissioner of the department of buildings and shall withstand the external forces to which they may be subjected without damage to the pump, tank or piping. Pits shall be provided with a tightfitting cover for inspection and maintenance. For all pits installed prior to July first, nineteen hundred ninety-one, where the size or construction of the pit has not been specified by the board of standards and appeals, the pit shall be constructed of eight inch concrete block masonry and shall be eighteen by eighteen inches in size. Grease and repair pits within an enclosed building shall be provided with mechanical ventilation to conform to the requirements of the building code and the department of buildings.\n\n§ 13. This local law shall take effect 120 days after the date of its enactment into law and shall apply to motor fuel storage and dispensing equipment installed prior to or after such effective date except that prior to such effective date the fire department may promulgate rules or take any other administrative actions to implement its provisions.\n\nNote: Matter in italics is new; matter in brackets [ ] to be omitted.\n\n\n\n\n\n\n_______\nNote: Matter in italics is new; matter in brackets [ ] to be omitted.",
  "RTF": "Int. No. 531\n\nIntroduced by Council Members Michels, Fiala and Golden (by request of the Mayor); also Council Member Leffler-read and referred to the Committee on Environmental Protection.\n\n                                        \n..Title\nA Local Law to amend the administrative code of the city of New York, in relation to motor fuel storage systems. \n\n..Body\nBe it enacted by the Council as follows:\n\nSection 1. Section 27-440 of the administrative code of the city of New York is amended to read as follows:\n\n§ 27-440. Gasoline and diesel oil motor vehicle fuel storage. All volatile flammable liquids and diesel oil motor vehicle fuel storage tanks shall be installed below ground and vented to the open air except for such aboveground installation as may be authorized by the rules of the fire commissioner. The installation and venting of storage tanks shall be in accordance with applications and plans approved by the commissioner and shall also meet the requirements of chapter four of this title and the rules of the fire commissioner. Except as otherwise provided for in [subdivision b of section 27-4019, subdivision in of\nsection 27-4065 and subdivision a of section 27-4076 of] chapter four of this title or the rules of the fire commissioner, underground tank [installments] installations shall comply with the following:\n\n(a) The tops of the tanks shall be at least two feet below finished grade and at least two feet below the level of any cellar or basement floor within ten feet of the tanks.\n\n(b) Tanks shall be supported on foundations complying with subchapter eleven of this chapter.\n\n(c) [Tanks shall be encased to the level of the top of the tank by at least twelve inches of concrete.] Tanks shall be located so that the forces from any building foundation and support loads are not transmitted to the tanks. The distance from any part of a tank to the nearest wall of any basement, pit or cellar, or from any property line that may be built upon, shall not be less than three feet.\n\n(d) Tanks shall be covered with a structurally supported reinforced concrete slab at least eight inches thick extending at least twelve inches beyond the horizontal outlines of the tanks and placed over a coverage of [clean sand or clean earth fill] suitable back fill material.\n\n(e) All concrete shall have a minimum compressive strength of twenty-five hundred pounds per square inch at twenty-eight days.\n\n§ 2. Subdivisions 8a, 19, 26, 29b and 30 of section 27-4002 of such code, subdivision 8a as amended by local law number 59 of 1996, subdivision 26 as amended by local law number 84 of 1993 and subdivision 30 as amended by local law number 32 of 1989 are amended and new subdivisions 26a, 26b and 30a are added to such section, to read as follows:\n\n8a. Certificate of license [to install, alter, test, or repair underground gasoline tanks, underground oil tanks or any other underground equipment for the storage and/or dispensing of gasoline and/or other volatile flammable oils, and/or diesel fuel oil used for operation of motor vehicles], a written statement, issued by the [fire] commissioner [certifying that the person named therein has been duly qualified by the commissioner of citywide administrative services] authorizing the operation of a business to install, alter, test or repair [such equipment and that such person has such authority during the term specified in the certificate] motor fuel storage and dispensing equipment.\n\n19. Garage, a building, shed or enclosure, or any portion thereof, in which a motor vehicle other than one the fuel storage tank of which is empty, is stored, housed or kept.\n\n[a]19a. Storage garage, a garage in which [volatile flammable oil or diesel oil for] motor fuel other than that contained in the fuel storage tanks of motor vehicles is handled, stored [,]or kept.\n\n[b]19b. Non-storage garage, a garage in which no [volatile flammable oil or diesel oil for] motor fuel other than that contained in the fuel storage tanks of motor vehicles is handled, stored or kept.\n\n26. Motor vehicle, a vehicle or other conveyance having more than two running wheels and using [diesel fuel oil, flammable gas or volatile flammable oil] motor fuel or flammable gas as a fuel for generating motive power, except such vehicles as have a storage tank with a maximum capacity for less than two gallons of [volatile flammable oil or diesel fuel oil] motor fuel or a container with a maximum capacity limited to a quantity of flammable gas that generates energy that is equivalent to the energy generated by two gallons of [volatile flammable oil] gasoline.\n\n26a. Motor fuel, gasoline, diesel fuel oil or other flammable or combustible liquids or mixtures used as fuel in the operation of motor vehicles, motorcycles, motor boats and aircraft.\n\n26b. Flammable motor fuel, gasoline or other flammable liquids or mixtures used as fuel in the operation of motor vehicles, motorcycles, motor boats and aircraft.\n\n29b. [Underground equipment for storage or dispensing of diesel fuel, gasoline or other flammable oils, used for operation of motor vehicles shall include] Motor fuel storage and dispensing equipment, all equipment used for storage or dispensing\nof motor fuel including [underground] storage tanks, piping [and valves], [foot] valves, [fill boxes, fill box housing, complete] fill connection catchment basins, vent lines, [gauge line boxes, and] pumps, [and] dispensing devices and other ancillary equipment whether [above or below ground but shall not include other equipment located above ground] aboveground or underground\n\n30. Service Station. [An authorized] A building, shed, enclosure or area, or any portion thereof, [where there is an underground system acceptable to the commissioner for the storage of volatile flammable oil or diesel fuel oil used as a motor fuel] in which there is motor fuel storage and dispensing equipment.\n\n[a] 30a. Automotive service station. A service station where [any such] motor fuel is stored, sold and dispensed [for sale] for use in motor vehicles, including a service station where such fuel is dispensed by the customers of such service station.\n\n[b] 30b. Private filling station. A service station where (any such] motor fuel is stored and dispensed for use in motor vehicles or equipment which are owned or operated by the operator of the service station.\n\n30c. Marine service station. A service station where motor fuel is stored and dispensed from fixed equipment into the fuel tanks of motor boats.\n\n§ 3. Section 27-4017 of such code is amended to read as follows:\n\n§ 27-4017 [Certificates] Certificate of [licenses] license [to install, alter, test or repair underground equipment for storage, underground storage systems, underground tanks, and underground piping and valves for gasoline or other volatile flammable oils and/or diesel fuel oil used for operation of motor vehicles]. a. An application for a certificate of license for the operation of a business to install, alter, test or repair [such underground] motor fuel storage and dispensing equipment shall be in such form (and detail] and shall contain such [appropriate] information as the [fire] commissioner may prescribe. [The certificates of licenses to install, alter, test or repair such underground equipment as defined in subdivision twenty-nine b of section 27-4002 shall be according to an established form and shall be regularly numbered and duly registered.] Such [certificates] certificate of [licenses] license shall be issued to bona fide residents of the city of New York or to persons maintaining a place of business and doing business in the city of New York.\n\nb. A certificate of license shall be issued to an applicant who has demonstrated his or her qualifications to install, alter, test or repair motor fuel storage and dispensing equipment by passing an examination and otherwise satisfying the requirements established by the commissioner for such certificate.\n\n§ 4. Section 27-4020 of such code is amended to read as follows:\n\n§ 27-4020 [Renewals; revocation] Issuance, renewal and revocation. [Unless] Except as otherwise specifically provided in this chapter, every permit, certificate of approval, certificate of fitness, certificate of license, certificate of [fitness] qualification or certificate of registration or renewal thereof, granted by the commissioner, shall be for such period as the commissioner may determine, not to exceed [one year] three years, and shall expire at the end of such period unless the commissioner approves its renewal. Each such permit or certificate shall be a mere revocable license[. Certificates of approval shall be effective from date of issuance and must be renewed every three years thereafter. Certificates of approval] which may be revoked for cause, at any time, by the commissioner.\n\n§ 5. Section 27-4023 of such code is amended to read as follows:\n\n§ 27-4023 Bonds; general provisions. a. The commissioner may require the posting of a bond as a condition for issuance of any certificate required by this chapter or any rule promulgated thereunder. All bonds required to be given under the provisions [of subchapters one through twenty-seven] of this chapter shall be approved by the comptroller[,] as to the sufficiency of the sureties, and conditioned for the payment of any loss, damage or injury resulting to persons or property by reason of carelessness, negligence or failure to comply with the requirements of [subchapters one through twenty-seven of] this chapter and the rules promulgated thereunder[,] respecting the manufacture, transportation, storage, sale, handling or use, within the city, of any article [or], thing [covered by subchapters one through twenty-seven of this], or activity subject to the provisions of such chapter [;] and rules, except that no bond shall be required of a contractor in connection with work to be performed by such contractor under a contract with the city, provided he or she has filed a general indemnity bond covering such contract. The commissioner shall establish by rule the amount of such bond, except where such amount is specified in this chapter.\n\nb. The commissioner may require or allow, in lieu of a bond, another form of undertaking, including but not limited to liability insurance policy, in an amount to be established by rule, and conditioned for the payment of any loss, damage of injury to persons or property as set forth in subdivision a of this section.\n\n§ 6. Section 27-4025 of such code is amended to read as follows:\n\n§ 27-4025 Bonds for installing, altering, testing or repairing [such] motor fuel storage and dispensing equipment as defined in subdivision twenty-nine b of section 27-4002. Every applicant for a certificate of license [to install, alter, test, or repair underground equipment for storage, underground storage systems, underground tanks and underground piping and valves for gasoline or other volatile flammable oils and/or diesel fuel oil, used for operation of motor vehicles,] shall give a bond to the city of New York conditioned for the payment of any loss or damage suffered by any person by reason of the failure to install, alter, test, or repair such [underground] equipment in accordance with the requirements of the building code[relating thereto], this chapter and the rules of the commissioner. [Each bond shall be in the penal sum of five thousand dollars and shall be approved by the comptroller as to the sufficiency of the sureties.]\n\n§ 7. Subdivision c of section 27-4027 of such code, as amended by local law number 47 for the year 1988, is amended to read as follows:\n\nc. [Flammable/combustible mixtures and liquids underground tank installations]\n\nMotor fuel and motor fuel storage and dispensing equipment:\n\n1. to store[, sell and/or use flammable and/or combustible mixtures and/or liquids such as gasoline, volatile flammable oils, diesel oil motor fuel, and other motor fuels in underground tank installations at storage garages, marinas, automotive service and private fill stations, airports, heliports and RR locomotives (as required by code/regulation) :site inspection] and dispense motor fuel . . . . .105.00\n\n2. discharge lines [inspection) test (per site) (frequency of [inspection] test as required by code/[regulation) rule) . . . . .365.00\n\n3. leak detection functionality test (per hour) (frequency of test as required by code/rule) . . . . .210.00\n\n4. [dry chemical extinguishing] fire suppression system test[/where installed) (per system) [(frequency of inspection as required by code/regulation)] . . . . .750.00\n\n5. tank [inspection] test (per site) (frequency of [inspection] test as required by code/ [regulation] rule) . . . . .355.00\n\n6. [reopen, modified or inspection of repaired tanks] tank reopening and repair (frequency of inspection as required by code/[regulation] rule) . . . . .320.00\n\n7. [review and inspection during the time of new tank] installation and alteration (frequency of inspection as required by code/[regulation] rule): with discharge lines[ . . . . .1,385.00]\n\nfor tank with capacity of 4,000 gallons or less . . . . .980.00\n\neach additional tank . . . . .210.00\n\nfor tank with capacity of greater than 4,000 gallons . . . . .1,210.00\n\neach additional tank . . . . .420.00\n\nwithout discharge lines[ . . . . .1,180.00]\n\nfor tank with capacity of 4,000 gallons or less . . . . .665.00\n\neach additional tank . . . . .195.00\n\nfor tank with capacity of greater than 4,000 gallons . . . . .840.00\n\neach additional tank . . . . .385.00\n\n[2. Fuel oil, storage and use and diesel oil stored for stationary engine fuel Fee as in paragraph one of subdivision b\n\n3. Liquors, spirits or alcohols (for human consumption) Fee as in paragraph three of subdivision a]\n\n§ 8. Subdivisions d, e and f of section 27-4062 of such code are REPEALED and new subdivisions d, e, and f are added to read as follows:\n\nd. Installation, alteration, testing and repair. It shall be unlawful for any person to install, alter, test or repair any motor fuel storage and dispensing equipment unless such person holds a certificate of license to install, alter, test or repair such equipment or is employed and supervised by a person holding such certificate, except for such minor repairs or other maintenance work as the commissioner may authorize to be performed without: such license or such supervision. Written notification shall be made to the commissioner prior to commencing any work pursuant to this subdivision except for the aforementioned minor repairs or other maintenance work.\n\ne. Periodic tests for motor fuel storage and dispensing equipment and all other flammable liquid or mixture storage systems. Motor fuel storage and dispensing equipment and all other flammable liquid or mixture storage systems shall be subject to such periodic testing as may be prescribed by the commissioner.\n\nf. Out-of-service storage systems. Storage systems for motor fuel or other flammable or combustible liquids or mixtures, which are not in use, shall be closed in the manner prescribed by the commissioner.\n\n§ 9. Subdivision r of section 27-4065 of such code is amended to read as follows:\n\nr. Installation of pumps. The installation of pumps shall conform to [subparagraphs A, B and C of paragraph four and paragraphs six and seven] paragraphs two and five of subdivision b of section 27-4081 of this chapter [of the code] insofar as applicable.\n\n§ 10. Section 27-4072 of such code is amended to read as follows:\n\n§ 27-4072 Storage garages. a. No permit shall be issued for a storage garage [shall be issued for any building, shed or enclosure] where:\n\n1. [Where the building) The storage garage does not comply with the requirements of the building code [regulating, storage occupancies];\n\n2. [Where paints] Paints, varnishes or lacquers are manufactured or [kept] stored for sale;\n\n3. [Where dry] Dry goods or other highly flammable materials are manufactured or [kept] stored for sale;\n\n4. [Where rosin] Rosin, turpentine, hemp, cotton or any explosives are manufactured or stored [or kept] for sale;\n\n5. [Which] The storage garage is situated within twenty feet of the nearest wall of a building occupied as a school, theatre or other place of public amusement or assembly; provided, however, that renewals of permits may be granted where the storage garage in question was in operation prior to the opening of the school, theatre or other place of public amusement or assembly, or has been in continuous operation under a permit issued therefor prior to the first day of May, nineteen hundred fifteen, and further provided that a permit may be issued for a storage garage hereafter erected within twenty feet of a building, the occupancy of which is enumerated in this [subdivision] paragraph, where the storage garage has no frontage on the same street with any frontage of such building, and the wall or walls of the storage garage adjacent thereto are constructed of brick,\nunpierced for a distance of at least twenty feet therefrom.\n\nb. No permit for a storage garage shall be issued unless such garage is equipped with motorfitel storage and dispensing equipment acceptable to the commissioner. Such equipment shall be constructed, installed, maintained and tested in accordance with the requirements of the building code, this chapter and the rules of the commissioner.\n\n§ 11. Subdivision a of section 27-4075 of such code is REPEALED and a new subdivision a is added to read as follows:\n\na. No permit for a storage garage shall be issued for any premises storing more than four motor vehicles unless such premises is equipped with an oil separator, trap or other similar apparatus attached to the house drain.\n\n§ 12. Sections 27-4076, 27-4077, 27-4081 and 27-4082 of such code are REPEALED and new sections 27-4076, 27-4077, and 27-4081 are added to read as follows:\n\n§ 27-4076 Motor fuel storage and dispensing equipment.\n\na. Tanks. Storage tanks may be installed aboveground or underground as authorized by the rules of the commissioner, except that the aboveground storage of flammable liquids or mixtures is prohibited.\n\nb. Pumps and dispensing devices. It shall be unlawful to install or use any pump or dispensing device or other similar apparatus in a garage unless it is of a type for which a certificate of approval shall have been issued by the  commissioner or previously approved by the board of standards and appeals, unless such approval is amended or repealed by the commissioner.\n\n§ 27-4077 Restrictions.\n\na. It shall be unlawful to take or admit into a garage any vehicle engaged in the delivery of flammable motor fuel.\n\nb. It shall be unlawful to take or admit into a garage or to store in a garage any container in which there is flammable motor fuel or flammable motor fuel vapor.\n\nc. It shall be unlawful to sell, deliver or use flammable motor fuel at a storage garage except for the purpose of filling the tanks of motor vehicles, motorcycles, motor boats, or aircraft.\n\nd. It shall be unlawful to use any flammable mixture or liquid for cleaning floors, walls, equipment or parts in or upon any premises used as a garage, automotive service station, or for the repair of motor vehicles.\n\n§ 27-4081 Service stations.\n\na. Permit and certificate of approval.\n\n1. Permit. It shall be unlawful to maintain or operate a service station, including an automotive service station, a private filling station or a marine service station, without a permit issued by the commissioner. Service stations shall comply with the provisions of this subchapter and rules promulgated thereunder and subdivisions a and b of section\n27-4058 and subdivisions d, e and f of section 27-4062 of this chapter.\n\n2. Certificate of approval. Any motor fuel storage and dispensing equipment or other materials regulated by the provisions of this subchapter shall be of a type acceptable to the commissioner, and, where prescribed by the commissioner, shall be of a type for which a certificate of approval has been issued by the commissioner. Equipment or materials previously approved by the board of standards and appeals shall be acceptable unless such approval is amended or repealed by the commissioner.\n\nb. Dispensing and dispensing equipment.\n\n1. At all hours during which a service station is in operation, the premises shall be continuously under the supervision of a person holding a certificate of fitness for the dispensing and handling of motor fuel.\n\n2. Except in private filling stations, it shall be unlawful to install or use any motor fuel dispenser that is coin-operated, card-operated or operated by a similar device.\n\n3. Motor fuel shall be transferred from tanks by means of fixed pumps. Such liquids shall not be transferred by any equipment or procedure which subjects the shell of the storage tank to pressures above its allowable working pressure. The installation and use of pumps and dispensers shall be in the manner prescribed by the commissioner.\n\n4. No motor fuel shall be dispensed into any container or inside any enclosed portion of a service station, except as prescribed by the commissioner. Antifreeze liquids may be dispensed only in enclosed portions of a service station that have approved heating devices and in which there is no open flame.\n\n5. No flammable motor fuel shall be transferred from one container to another inside any enclosed portion of a service station,\n\n6. Pits for subsurface pumps or piping manifolds of submersible pumps shall be no larger than necessary as determined by the commissioner or provided for in the prior approval by the board of standards and appeals, unless such approval is amended or repealed by the commissioner. Pits shall be constructed to the satisfaction of the commissioner of the department of buildings and shall withstand the external forces to which they may be subjected without damage to the pump, tank or piping. Pits shall be provided with a tightfitting cover for inspection and maintenance. For all pits installed prior to July first, nineteen hundred ninety-one, where the size or construction of the pit has not been specified by the board of standards and appeals, the pit shall be constructed of eight inch concrete block masonry and shall be eighteen by eighteen inches in size. Grease and repair pits within an enclosed building shall be provided with mechanical ventilation to conform to the requirements of the building code and the department of buildings.\n\n§ 13. This local law shall take effect 120 days after the date of its enactment into law and shall apply to motor fuel storage and dispensing equipment installed prior to or after such effective date except that prior to such effective date the fire department may promulgate rules or take any other administrative actions to implement its provisions.\n\nNote: Matter in italics is new; matter in brackets [ ] to be omitted.\n\n\n\n\n\n\n_______\nNote: Matter in italics is new; matter in brackets [ ] to be omitted. \n\n",
  "LastModified": "2019-06-27T15:34:46.26Z"
}
