{
  "ID": 70774,
  "GUID": "A69E8513-19FE-4D04-9C53-6FC2BD13700C",
  "File": "Res 0477-2023",
  "Name": "Blaine Amendment",
  "Title": "Resolution calling on the New York State Legislature to repeal Article XI, Section 3, also known as the Blaine Amendment, of the New York State Constitution.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2023-02-02T00:00:00Z",
  "AgendaDate": "2023-02-02T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    }
  ],
  "History": [
    {
      "ID": 390997,
      "Date": "2023-02-02T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-02-01T19:55:44.103Z"
    },
    {
      "ID": 390961,
      "Date": "2023-02-02T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19839,
      "AgendaSequence": 103,
      "MinutesSequence": 118,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2023-02-02T17:51:05.46Z"
    },
    {
      "ID": 401026,
      "Date": "2023-12-31T15:18:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T20:18:26.043Z"
    }
  ],
  "Attachments": [
    {
      "ID": 274378,
      "LastModified": "2023-12-22T20:18:12.003Z",
      "Name": "Res. No. 477",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8f71de6e-2986-4c46-abfe-031496777bdf.docx",
      "Sort": 1
    },
    {
      "ID": 274732,
      "LastModified": "2023-02-02T17:46:47.22Z",
      "Name": "February 2, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8287c40d-92f2-499d-b476-79710f6c353e.pdf",
      "Sort": 2
    },
    {
      "ID": 275641,
      "LastModified": "2023-02-24T16:55:40.9Z",
      "Name": "Hearing Transcript - Stated Meeting  2-2-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/811fabb4-2814-41ce-a2ac-3f1a3b9b23f1.pdf",
      "Sort": 3
    },
    {
      "ID": 277533,
      "LastModified": "2023-04-11T17:48:16.83Z",
      "Name": "Minutes of the Stated Meeting - February 2, 2023",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1bb835a0-5e3e-4319-8509-9d8629b8c2a7.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 74038,
  "Text": "Whereas, In 1875, James G. Blaine, as Speaker of the U.S. House of Representatives, proposed a U.S. Constitutional amendment to prohibit states from funding religious education, then a contentious issue due to increased Catholic immigration during the mid-to-late 19th century; the establishment of Catholic schools as a result of Catholic Americans' resentment  towards sending their children to de facto Protestant schools; and Protestant Americans' concern about possible governmental funding of Catholic schools and the \"Catholicization\" of American education; and\n       Whereas, Following Blaine's proposed amendment's failure to be incorporated into the U.S. Constitution, 36 states, including New York in 1894, enacted the so-called Blaine Amendments in their state constitutions to bar state funding of religious organizations, including religious schools; and \n      Whereas, In 2020, the U.S. Supreme Court issued three major religion-related decisions-Espinoza v. Montana Department of Revenue, No. 18-1195 (June 30, 2020), Our Lady of Guadalupe School v. Morrissey-Berrum, No. 19-267 (July 8, 2020), and Little Sisters of the Poor Saints Peter and Paul Home v. Pennsylvania, No. 19-431 (July 8, 2020), and in all of these cases, parties asserting religious rights prevailed, with the common theme being the Court's increased willingness to recognize and broaden religious rights in a variety of contexts, including holding in Espinoza v. Montana Department of Revenue that a state constitutional provision forbidding public funding of religious schools violates the First Amendment; and\n      Whereas, According to academic studies, religious school education produces positive student outcomes, as exemplified by a 2011 study published in the Economics of Education Review, which found that Catholic school students earn significantly more 17 and 35 years after high-school graduation, and that Catholic schools tend to have more highly educated teachers and offer a more extensive curriculum in mathematics and foreign-language courses; and\n      Whereas, Moreover, scientific research also demonstrates socio-emotional and behavioral benefits of parochial education, as illustrated by a 2018 study published in the Journal of School Violence, which found that compared to students in public schools, those in parochial schools were more likely to report feeling safe; were less likely to feel that guns, fighting, and gangs were a problem at their school; were less likely to report carrying a weapon to school; were less likely to report smoking cigarettes; and were less likely to report that harassment or bullying was a problem at their school; and\n      Whereas, Furthermore, in 2022, according to the National Center for Education Statistics at the U.S. Department of Education, among students in Grade 4 and Grade 8, compared to those in public and charter schools, the average scores in mathematics were higher for those in Catholic schools-246 versus 235 (public school) and 232 (charter school) in Grade 4, and 288 versus 273 (public school) and 268 (charter school) in Grade 8; and\n      Whereas, Similarly, in 2022, as per the National Center for Education Statistics at the U.S. Department of Education, among students in Grade 4 and Grade 8, compared to those in public and charter schools, the average scores in reading were higher for those in Catholic schools-233 versus 216 (public school) and 214 (charter school) in Grade 4 and 279 versus 259 (public school) and 257 (charter school) in Grade 8; and \n      Whereas, According to data from the New York State Education Department and the U.S. Census Bureau, during the 2018-2019 school year, in New York State, 442,594 students were enrolled in parochial schools-38.5 percent in Jewish schools, 33.7 percent in Catholic schools, and eight percent in schools affiliated as Christian Fundamentalist, Lutheran, Muslim, Mennonite, Baptist, and other; and \n      Whereas, According to New York State Education Department and U.S. Census Bureau data, 256,678 students were enrolled in parochial schools in New York City during the 2018-2019 school year -43.6 percent in Jewish schools, 30 percent in Catholic schools, and 7.1 percent in schools affiliated as Christian Fundamentalist, Lutheran, Muslim, Mennonite, Baptist, and other; and\n      Whereas, Article XI, Section 3 of the New York State Constitution states that \"neither the state nor any subdivision thereof, shall use its property or credit or any public money, or authorize or permit either to be used, directly or indirectly, in aid or maintenance, other than for examination or inspection, of any school or institution of learning wholly or in part under the control or direction of any religious denomination, or in which any denominational tenet or doctrine is taught, but the legislature may provide for the transportation of children to and from any school or institution of learning;\" now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to repeal Article XI, Section 3, also known as the Blaine Amendment, of the New York State Constitution.\n      \nLS #4984\n12/27/2022\nAZ \n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red33\\green37\\blue41;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Members Holden and Yeger\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Whereas, In 1875, James G. Blaine, as Speaker of the U.S. House of Representatives, proposed a U.S. Constitutional amendment to prohibit states from funding religious education, then a contentious issue due to increased Catholic immigration during the mid-to-late 19th century; the establishment of Catholic schools as a result of Catholic Americans\\rquote  resentment  towards sending their children to \\i de facto\\i0  Protestant schools; and Protestant Americans\\rquote  concern about possible governmental funding of Catholic schools and the \\ldblquote Catholicization\\rdblquote  of American education; and\\fs22\\par\n\\fs24  Whereas, Following Blaine\\rquote s proposed amendment\\rquote s failure to be incorporated into the U.S. Constitution, 36 states, including New York in 1894, enacted the so-called Blaine Amendments in their state constitutions to bar state funding of religious organizations, including religious schools; and \\fs22\\par\n\\fs24 Whereas, In 2020, the U.S. Supreme Court issued three major religion-related decisions-\\i Espinoza v. Montana Department of Revenue\\i0 , No. 18-1195 (June 30, 2020), \\i Our Lady of Guadalupe School v. Morrissey-Berrum\\i0 , No. 19-267\\i  \\i0 (July 8, 2020), and \\i Little Sisters of the Poor Saints Peter and Paul Home v. Pennsylvania\\i0 , No. 19-431 (July 8, 2020), and in all of these cases, parties asserting religious rights prevailed, with the common theme being the Court\\rquote s increased willingness to recognize and broaden religious rights in a variety of contexts, including holding in \\i Espinoza v. Montana Department of Revenue\\i0  that a state constitutional provision forbidding public funding of religious schools violates the First Amendment; and\\fs22\\par\n\\fs24 Whereas, According to academic studies, religious school education produces positive student outcomes, as exemplified by a 2011 study published in the Economics of Education Review, which found that Catholic school students earn significantly more 17 and 35 years after high-school graduation, and that Catholic schools tend to have more highly educated teachers and offer a more extensive curriculum in mathematics and foreign-language courses; and\\fs22\\par\n\\fs24 Whereas, Moreover, scientific research also demonstrates socio-emotional and behavioral benefits of parochial education, as illustrated by a 2018 study published in the Journal of School Violence, which found that compared to students in public schools, those in parochial schools were more likely to report feeling safe; were less likely to feel that guns, fighting, and gangs were a problem at their school; were less likely to report carrying a weapon to school; were less likely to report smoking cigarettes; and were less likely to report that harassment or bullying was a problem at their school; and\\fs22\\par\n\\fs24 Whereas, Furthermore, in 2022, according to the National Center for Education Statistics at the U.S. Department of Education, among students in Grade 4 and Grade 8, compared to those in public and charter schools, the average scores in mathematics were higher for those in Catholic schools-246 versus 235 (public school) and 232 (charter school) in Grade 4, and 288 versus 273 (public school) and 268 (charter school) in Grade 8; and\\fs22\\par\n\\fs24 Whereas, Similarly, in 2022, as per the National Center for Education Statistics at the U.S. Department of Education, among students in Grade 4 and Grade 8, compared to those in public and charter schools, the average scores in reading were higher for those in Catholic schools-233 versus 216 (public school) and 214 (charter school) in Grade 4 and 279 versus 259 (public school) and 257 (charter school) in Grade 8; and \\par\nWhereas, According to data from the New York State Education Department and the U.S. Census Bureau, during the 2018-2019 school year, in New York State, 442,594 students were enrolled in parochial schools-38.5 percent in Jewish schools, 33.7 percent in Catholic schools, and eight percent in schools affiliated as Christian Fundamentalist, Lutheran, Muslim, Mennonite, Baptist, and other; and \\fs22\\par\n\\fs24 Whereas, According to New York State Education Department and U.S. Census Bureau data, 256,678 students were enrolled in parochial schools in New York City during the 2018-2019 school year -43.6 percent in Jewish schools, 30 percent in Catholic schools, and 7.1 percent in schools affiliated as Christian Fundamentalist, Lutheran, Muslim, Mennonite, Baptist, and other; and\\par\nWhereas, Article XI, Section 3 of the New York State Constitution states that \\ldblquote neither the state nor any subdivision thereof, shall use its property or credit or any public money, or authorize or permit either to be used, directly or indirectly, in aid or maintenance, other than for examination or inspection, of any school or institution of learning wholly or in part under the control or direction of any religious denomination, or in which any denominational tenet or doctrine is taught, but the legislature may provide for the transportation of children to and from any school or institution of learning;\\rdblquote  now, therefore, be it\\par\nResolved, That the Council of the City of New York calls \\cf1 upon the New York State Legislature to repeal Article XI, Section 3, also known as the Blaine Amendment, of the New York State Constitution\\cf0 .\\fs22\\par\n\\fs24\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\fs18 LS #4984\\par\n12/27/2022\\par\nAZ \\par\n}\n",
  "LastModified": "2023-12-22T20:18:26.05Z"
}
