{
  "ID": 70758,
  "GUID": "F3D1CBEF-6197-4AE6-BBB7-DDB68285CB5C",
  "File": "Res 0478-2023",
  "Name": "Amend the Federal Food, Drug, and Cosmetic Act to stop illicit drug importation.",
  "Title": "Resolution calling on Congress to pass, and the President to sign, a bill to amend the Federal Food, Drug, and Cosmetic Act to stop illicit drug importation.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2023-02-02T00:00:00Z",
  "AgendaDate": "2023-02-02T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7819,
      "Slug": "joann-ariola",
      "FullName": "Joann Ariola"
    }
  ],
  "History": [
    {
      "ID": 390622,
      "Date": "2023-02-02T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-01-23T16:38:21.837Z"
    },
    {
      "ID": 390960,
      "Date": "2023-02-02T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19839,
      "AgendaSequence": 104,
      "MinutesSequence": 119,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2023-02-02T17:51:05.46Z"
    },
    {
      "ID": 401027,
      "Date": "2023-12-31T15:18:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T20:18:41.19Z"
    }
  ],
  "Attachments": [
    {
      "ID": 274274,
      "LastModified": "2023-02-14T17:18:30.93Z",
      "Name": "Res. No. 478",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f2bde13b-b53f-4eb0-a1b6-9ae9823b5fdc.docx",
      "Sort": 1
    },
    {
      "ID": 274733,
      "LastModified": "2023-02-02T17:46:47.43Z",
      "Name": "February 2, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2e9847a3-ffb8-44f3-915f-272a85bee2e1.pdf",
      "Sort": 2
    },
    {
      "ID": 275642,
      "LastModified": "2023-02-24T16:55:41.34Z",
      "Name": "Hearing Transcript - Stated Meeting  2-2-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cb137b8d-4248-48dd-a386-e1331ee6a027.pdf",
      "Sort": 3
    },
    {
      "ID": 277534,
      "LastModified": "2023-04-11T17:48:17.127Z",
      "Name": "Minutes of the Stated Meeting - February 2, 2023",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1ef3f877-c350-4708-9b6f-04a738ba8de5.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 74021,
  "Text": "Whereas, According to the National Center for Health Statistics at the Centers for Disease Control and Prevention, nationally, overdose deaths involving opioids increased by more than eight times since 1999, accounting for over 932,000 deaths between 1999 and 2020; and \n      Whereas, In the U.S., approximately 75 percent of all drug overdose deaths in 2020 involved an opioid, representing nearly 69,000 deaths, of which more than 82 percent included synthetic opioids; and\n      Whereas, Among New York State residents, the number of overdose deaths involving any opioid increased each year between 2010 and 2017 at an overall rate of over 200 percent; and \n      Whereas, In 2019, there were 2,939 opioid-related overdose deaths in New York State, with most of the opioid-related mortality trend driven by synthetic opioids other than methadone-predominantly illegally-produced fentanyl-which was responsible for a total increase in opioid-overdose deaths of 1,251.4 percent between 2010 and 2019; and \n      Whereas, In New York City, drug overdose deaths increased every year between 2018 and 2020, from 1,452 to 2,062, and just during the first three quarters of 2021, 1,956 New York City residents died of a drug overdose; and\n      Whereas, Opioids are involved in more than 88 percent of all drug overdose deaths in New York City, with fentanyl in particular being responsible for over 81 percent of all drug overdose deaths; and\n      Whereas, The U.S. Food and Drug Administration (FDA) protects public health by working to ensure substances imported to the U.S. comply with applicable legal and regulatory requirements by reviewing shipments of imported substances to determine whether they are admissible into the U.S., with the FDA's Office of Criminal Investigations being responsible for launching criminal probes into counterfeit, adulterated, mislabeled, and unapproved drugs; and\n      Whereas, From September 2017 through January 2018, of about 5,800 suspicious packages inspected by FDA through its port-of-entry initiative, 376 contained controlled substances such as opioids and were referred to Customs and Border Patrol for seizure; and\n      Whereas, To combat the opioid crisis in the U.S. by stopping the importation of dangerous non-FDA-approved opioids, in 2017, FDA tripled the number of its investigators at U.S. mail facilities and doubled the number of its agents stationed at U.S. ports of entry; and\n      Whereas, The country's international-mail facilities receive over 275 million packages annually, and although FDA increased the number of its investigators in these facilities, it is estimated that the agency can physically inspect less than 0.06 percent of the packages that might contain drugs or drug products; and \n      Whereas, In response, in 2018, U.S. Senator, Marsha Blackburn, introduced H.R. 5752, known as the \"Stop Illicit Drug Importation Act of 2018,\" which would give FDA the flexibility and the tools the agency needs to effectively and efficiently seize illicit or unapproved drugs and to prohibit bad actors from continuing to ship these deadly products into the U.S.; and\n      Whereas, H.R. 5752 did not receive a vote before the end of the 115th Congressional Session, but Congress could introduce and pass a current version of the \"Stop Illicit Drug Importation Act of 2018;\" now, therefore, be it\n      \n      Resolved, That the Council of the City of New York calls upon Congress to pass, and the President to sign, a bill to amend the Federal Food, Drug, and Cosmetic Act to stop illicit drug importation.\n      \n       \n      \nLS #1325\n12/01/2022\nAZ \n3",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Members Holden, Yeger and Ariola\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Whereas, According to the National Center for Health Statistics at the Centers for Disease Control and Prevention, nationally, overdose deaths involving opioids increased by more than eight times since 1999, accounting for over 932,000 deaths between 1999 and 2020; and \\par\nWhereas, In the U.S., approximately 75 percent of all drug overdose deaths in 2020 involved an opioid, representing nearly 69,000 deaths, of which more than 82 percent included synthetic opioids; and\\par\nWhereas, Among New York State residents, the number of overdose deaths involving any opioid increased each year between 2010 and 2017 at an overall rate of over 200 percent; and \\par\nWhereas, In 2019, there were 2,939 opioid-related overdose deaths in New York State, with most of the opioid-related mortality trend driven by synthetic opioids other than methadone-predominantly illegally-produced fentanyl-which was responsible for a total increase in opioid-overdose deaths of 1,251.4 percent between 2010 and 2019; and \\par\nWhereas, In New York City, drug overdose deaths increased every year between 2018 and 2020, from 1,452 to 2,062, and just during the first three quarters of 2021, 1,956 New York City residents died of a drug overdose; and\\par\nWhereas, Opioids are involved in more than 88 percent of all drug overdose deaths in New York City, with fentanyl in particular being responsible for over 81 percent of all drug overdose deaths; and\\par\nWhereas, The U.S. Food and Drug Administration (FDA) protects public health by working to ensure substances imported to the U.S. comply with applicable legal and regulatory requirements by reviewing shipments of imported substances to determine whether they are admissible into the U.S., with the FDA\\rquote s Office of Criminal Investigations being responsible for launching criminal probes into counterfeit, adulterated, mislabeled, and unapproved drugs; and\\par\nWhereas, From September 2017 through January 2018, of about 5,800 suspicious packages inspected by FDA through its port-of-entry initiative, 376 contained controlled substances such as opioids and were referred to Customs and Border Patrol for seizure; and\\par\nWhereas, To combat the opioid crisis in the U.S. by stopping the importation of dangerous non-FDA-approved opioids, in 2017, FDA tripled the number of its investigators at U.S. mail facilities and doubled the number of its agents stationed at U.S. ports of entry; and\\par\nWhereas, The country\\rquote s international-mail facilities receive over 275 million packages annually, and although FDA increased the number of its investigators in these facilities, it is estimated that the agency can physically inspect less than 0.06 percent of the packages that might contain drugs or drug products; and \\par\nWhereas, In response, in 2018, U.S. Senator, Marsha Blackburn, introduced H.R. 5752, known as the \\ldblquote Stop Illicit Drug Importation Act of 2018,\\rdblquote  which would give FDA the flexibility and the tools the agency needs to effectively and efficiently seize illicit or unapproved drugs and to prohibit bad actors from continuing to ship these deadly products into the U.S.; and\\par\nWhereas, H.R. 5752 did not receive a vote before the end of the 115th Congressional Session, but Congress could introduce and pass a current version of the \\ldblquote Stop Illicit Drug Importation Act of 2018;\\rdblquote  now, therefore, be it\\par\n\\par\nResolved, That the Council of the City of New York calls upon Congress to pass, and the President to sign, a bill to amend the Federal Food, Drug, and Cosmetic Act to stop illicit drug importation.\\par\n\\par\n \\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\fs18 LS #1325\\par\n12/01/2022\\par\nAZ \\par\n}\n",
  "LastModified": "2024-02-22T19:01:54.773Z"
}
