{
  "ID": 70743,
  "GUID": "7F5D55D9-981E-447B-A562-2B5CD0D4EF49",
  "File": "Res 0485-2023",
  "Name": "Granting residents of Roosevelt Island the power to vote for members of the board of the Roosevelt Island Operating Corporation.",
  "Title": "Resolution calling on the New York State Legislature and Governor to amend the New York State Public Authorities Law by granting residents of Roosevelt Island the power to vote for members of the board of the Roosevelt Island Operating Corporation.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2023-02-02T00:00:00Z",
  "AgendaDate": "2023-02-02T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    }
  ],
  "History": [
    {
      "ID": 390719,
      "Date": "2023-02-02T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-01-26T16:57:46.817Z"
    },
    {
      "ID": 390970,
      "Date": "2023-02-02T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19839,
      "AgendaSequence": 113,
      "MinutesSequence": 128,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2023-02-02T17:51:05.47Z"
    }
  ],
  "Attachments": [
    {
      "ID": 273932,
      "LastModified": "2023-09-15T00:01:09.01Z",
      "Name": "Res. No. 485",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3830c4d2-f1c0-4fbb-838c-67c4b4c4e7d2.docx",
      "Sort": 1
    },
    {
      "ID": 274742,
      "LastModified": "2023-02-02T17:46:49.33Z",
      "Name": "February 2, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/181d6f30-e448-4eb5-8c4f-7e212f2e32a6.pdf",
      "Sort": 2
    },
    {
      "ID": 275651,
      "LastModified": "2023-02-24T16:55:46.093Z",
      "Name": "Hearing Transcript - Stated Meeting  2-2-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/237825ff-3805-4f7d-950c-3cb15bf18691.pdf",
      "Sort": 3
    },
    {
      "ID": 277543,
      "LastModified": "2023-04-11T17:48:19.577Z",
      "Name": "Minutes of the Stated Meeting - February 2, 2023",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ca56d73c-e6cf-46ad-b29b-55948361ea93.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 74006,
  "Text": "By Council Members Menin, Brewer and Riley\n\n\tWhereas, Roosevelt Island is located along New York City's East River, within the borough of Manhattan, and spans nearly 2 miles in length; and\n\tWhereas, Roosevelt Island is home to approximately 12,000 residents as well as the campus for Cornell Tech; and \n      Whereas, In an effort to help manage the island's residential community and businesses, in 1984, New York State established the Roosevelt Island Operating Corporation (\"RIOC\") as a public benefit corporation; and\n\tWhereas, The RIOC is charged with planning, designing, developing, operating and maintaining Roosevelt Island; and \n\tWhereas, The RIOC is also responsible for managing Roosevelt Island's roads, parks, buildings and public transportation; and\n\tWhereas, Additionally, the RIOC operates the island's Public Safety Department, ensuring that residents and visitors are provided a secure environment; and\n\tWhereas, The RIOC is an instrumental component in the daily operation and safety of Roosevelt Island; and\n\tWhereas, Title 35 of the New York State Public Authorities Law establishes the RIOC, its powers and the organization of its board of directors; and \n\tWhereas, The RIOC board of directors is comprised of nine members who are appointed by the governor with advice and consent of the New York State Senate; and\n\tWhereas, The RIOC is the governing body of the daily operations of Roosevelt Island and the board of directors should be elected by the island's residents; and\n\tWhereas, Roosevelt Island should have the autonomy to elect its representatives and be free from gubernatorial appointment; now, therefore, be it \n\tResolved, That the Council of the City of New York calls on the New York State Legislature and Governor to amend the New York State Public Authorities Law by granting residents of Roosevelt Island the power to vote for member of the board of the Roosevelt Island Operating Corporation.\n\nWJH\nLS 10577\n1/13/22",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Menin, Brewer and Riley\\par\n\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\qj\\tab Whereas, Roosevelt Island is located along New York City\\rquote s East River, within the borough of Manhattan, and spans nearly 2 miles in length; and\\par\n\\tab Whereas, Roosevelt Island is home to approximately 12,000 residents as well as the campus for Cornell Tech; and \\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1\\qj Whereas, In an effort to help manage the island\\rquote s residential community and businesses, in 1984, New York State established the Roosevelt Island Operating Corporation (\\ldblquote RIOC\\rdblquote ) as a public benefit corporation; and\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\qj\\tab Whereas, The RIOC is charged with planning, designing, developing, operating and maintaining Roosevelt Island; and \\par\n\\tab Whereas, The RIOC is also responsible for managing Roosevelt Island\\rquote s roads, parks, buildings and public transportation; and\\par\n\\tab Whereas, Additionally, the RIOC operates the island\\rquote s Public Safety Department, ensuring that residents and visitors are provided a secure environment; and\\par\n\\tab Whereas, The RIOC is an instrumental component in the daily operation and safety of Roosevelt Island; and\\par\n\\tab Whereas, Title 35 of the New York State Public Authorities Law establishes the RIOC, its powers and the organization of its board of directors; and \\par\n\\tab Whereas, The RIOC board of directors is comprised of nine members who are appointed by the governor with advice and consent of the New York State Senate; and\\par\n\\tab Whereas, The RIOC is the governing body of the daily operations of Roosevelt Island and the board of directors should be elected by the island\\rquote s residents; and\\par\n\\tab Whereas, Roosevelt Island should have the autonomy to elect its representatives and be free from gubernatorial appointment; now, therefore, be it \\par\n\\tab Resolved, That the Council of the City of New York calls on the New York State Legislature and Governor to amend the New York State Public Authorities Law by granting residents of Roosevelt Island the power to vote for member of the board of the Roosevelt Island Operating Corporation.\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj WJH\\par\nLS 10577\\par\n1/13/22\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\qc\\par\n \\par\n}\n",
  "LastModified": "2023-09-15T00:01:09.01Z"
}
