{
  "ID": 70915,
  "GUID": "3A6F9E4D-272D-4DC6-9D1A-D90DC7B96D9C",
  "File": "Res 0511-2023",
  "Name": "Directs the Queens Board of Elections to provide language assistance in Bengali, Punjabi and Hindi. (A.642/S.1215)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A.642/S.1215, which directs the Queens Board of Elections to provide language assistance in Bengali, Punjabi and Hindi.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2023-03-02T00:00:00Z",
  "AgendaDate": "2023-03-02T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7814,
      "Slug": "linda-lee",
      "FullName": "Linda Lee"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7819,
      "Slug": "joann-ariola",
      "FullName": "Joann Ariola"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-l-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7805,
      "Slug": "kristin-richardson-jordan",
      "FullName": "Kristin Richardson Jordan"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    },
    {
      "ID": 7810,
      "Slug": "amanda-c-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7807,
      "Slug": "marjorie-velazquez",
      "FullName": "Marjorie Velázquez"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7745,
      "Slug": "francisco-p-moya",
      "FullName": "Francisco P. Moya"
    },
    {
      "ID": 7832,
      "Slug": "kamillah-hanks",
      "FullName": "Kamillah Hanks"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    }
  ],
  "History": [
    {
      "ID": 391653,
      "Date": "2023-03-02T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-02-27T17:05:57.77Z"
    },
    {
      "ID": 391795,
      "Date": "2023-03-02T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 19930,
      "AgendaSequence": 102,
      "MinutesSequence": 119,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2023-03-02T17:29:43.883Z"
    },
    {
      "ID": 401043,
      "Date": "2023-12-31T15:26:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T20:26:10.893Z"
    }
  ],
  "Attachments": [
    {
      "ID": 276323,
      "LastModified": "2023-04-17T19:31:33.75Z",
      "Name": "Res. No. 511",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f2b763b2-27b4-4de2-a153-40775a9086ae.docx",
      "Sort": 3
    },
    {
      "ID": 276134,
      "LastModified": "2023-03-08T18:59:10.547Z",
      "Name": "March 2, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5fddb52c-123c-4c1a-8f76-0e750f8a9961.pdf",
      "Sort": 4
    },
    {
      "ID": 276808,
      "LastModified": "2023-03-20T17:56:15.933Z",
      "Name": "Hearing Transcript - Stated Meeting  3-2-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8bccc254-216d-4169-9517-91dcddef8438.pdf",
      "Sort": 5
    },
    {
      "ID": 279382,
      "LastModified": "2023-05-12T19:30:01.94Z",
      "Name": "Minutes of the Stated Meeting - March 2, 2023",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d78e5b04-8eb5-497c-ae74-bba28375dd88.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 74198,
  "Text": "Whereas, The Federal Voting Rights Act of 1965 (VRA) is landmark legislation designed to prevent federal, state or local governments from interfering with an  individual's right to vote based on their race or ethnicity; and\n      Whereas, Section 203 of the VRA requires election officials to provide ballots, registration forms and other election materials in languages other than English; and\n      Whereas, The United States Census Bureau determines which jurisdictions are required to provide election materials in languages other than English; and\n      Whereas, In 2021 the US Census Bureau confirmed that Queens County was required to provide election materials in \"Asian Indian\" languages under section 203 of the VRA; and \n      Whereas, According to the US Census Bureau, Bengali, Hindi and Punjabi are the most spoken languages among Asian-Indian individuals in Queens; and\n      Whereas, The City Board of Elections has only provided ballots and voter registration forms in Bengali in Queens; and\n      Whereas, The City Board of Elections does not translate any election materials or provide any language assistance in Punjabi or Hindi in Queens; and\n      Whereas, A.642, introduced by Assembly Member David I. Weprin and pending in the New York State Assembly, and companion bill S.1215 introduced by Senator Leroy Comrie and pending in the New York State Senate, seeks to amend the Election Law to require the Queens Board of Elections to provide language assistance, including ballots, signs, mailings, employee and volunteer training materials and information on the Board's website in Bengali, Punjabi and Hindi; and\n      Whereas, In addition to meeting the requirements of Section 203 of the VRA, A.642/S.1215 requires the Queens Board of Elections to produce and distribute a booklet containing information about how to register to vote, instructions for obtaining an absentee ballot as well as other general voter information along with a voter registration form in Bengali, Punjabi and Hindi; and\n      Whereas, A.642/S.1215 will bring New York into fuller compliance with the intent of section 203 of the VRA by providing voting materials in the three Asian-Indian languages  most commonly spoken in Queens; and\n      Whereas, A.642/S.1215 will remove barriers that prevent Punjabi and Hindi-speakers in Queens from fully participating in the electoral process; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.642/S.1215, which directs the Queens Board of Elections to provide language assistance in Bengali, Punjabi and Hindi.\n\n\nLS #12199\n02/17/23\nEHC\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Lee, Gennaro, Krishnan, Schulman, Ariola, Cab\\'e1n, Richardson Jordan, Abreu, Far\\'edas, Brannan, Menin, Won, Vel\\'e1zquez, Williams, Avil\\'e9s, Restler, Hudson, Ayala, Riley, Ung, Marte, Narcisse, Moya, Hanks, Nurse and De La Rosa\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The Federal Voting Rights Act of 1965 (VRA) is landmark legislation designed to prevent federal, state or local governments from interfering with an  individual\\rquote s right to vote based on their race or ethnicity; and\\par\nWhereas, Section 203 of the VRA requires election officials to provide ballots, registration forms and other election materials in languages other than English; and\\par\nWhereas, The United States Census Bureau determines which jurisdictions are required to provide election materials in languages other than English; and\\par\nWhereas, In 2021 the US Census Bureau confirmed that Queens County was required to provide election materials in \\ldblquote Asian Indian\\rdblquote  languages under section 203 of the VRA; and \\par\nWhereas, According to the US Census Bureau, Bengali, Hindi and Punjabi are the most spoken languages among Asian-Indian individuals in Queens; and\\par\nWhereas, The City Board of Elections has only provided ballots and voter registration forms in Bengali in Queens; and\\par\nWhereas, The City Board of Elections does not translate any election materials or provide any language assistance in Punjabi or Hindi in Queens; and\\par\nWhereas, A.642, introduced by Assembly Member David I. Weprin and pending in the New York State Assembly, and companion bill S.1215 introduced by Senator Leroy Comrie and pending in the New York State Senate, seeks to amend the Election Law to require the Queens Board of Elections to provide language assistance, including ballots, signs, mailings, employee and volunteer training materials and information on the Board\\rquote s website in Bengali, Punjabi and Hindi; and\\par\nWhereas, In addition to meeting the requirements of Section 203 of the VRA, A.642/S.1215 requires the Queens Board of Elections to produce and distribute a booklet containing information about how to register to vote, instructions for obtaining an absentee ballot as well as other general voter information along with a voter registration form in Bengali, Punjabi and Hindi; and\\par\nWhereas, A.642/S.1215 will bring New York into fuller compliance with the intent of section 203 of the VRA by providing voting materials in the three Asian-Indian languages  most commonly spoken in Queens; and\\par\nWhereas, A.642/S.1215 will remove barriers that prevent Punjabi and Hindi-speakers in Queens from fully participating in the electoral process; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.642/S.1215, which directs the Queens Board of Elections to provide language assistance in Bengali, Punjabi and Hindi.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #12199\\par\n\\pard\\ltrpar 02/17/23\\par\n\\pard\\ltrpar\\qj EHC\\par\n\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\fs24\\par\n}\n",
  "LastModified": "2024-04-08T19:19:47.01Z"
}
