{
  "ID": 71091,
  "GUID": "DE6FDC42-C0BA-4166-B9B5-E9D1772CF909",
  "File": "Res 0555-2023",
  "Name": "Protect access to gender-affirming care in New York State and combat policies of other states that attempt to ban gender-affirming care. (S. 2475)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S.2475, to protect access to gender-affirming care in New York State and combat policies of other states that attempt to ban gender-affirming care.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2023-04-11T00:00:00Z",
  "AgendaDate": "2023-04-11T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7805,
      "Slug": "kristin-richardson-jordan",
      "FullName": "Kristin Richardson Jordan"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    }
  ],
  "History": [
    {
      "ID": 392751,
      "Date": "2023-04-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-04-06T15:12:09.033Z"
    },
    {
      "ID": 392892,
      "Date": "2023-04-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20013,
      "AgendaSequence": 93,
      "MinutesSequence": 107,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2023-04-11T16:31:09.28Z"
    },
    {
      "ID": 394892,
      "Date": "2023-06-12T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 20084,
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2023-06-12T17:48:21.153Z"
    },
    {
      "ID": 395411,
      "Date": "2023-06-12T10:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 20084,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2023-06-12T18:09:31.533Z"
    },
    {
      "ID": 394896,
      "Date": "2023-06-12T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 20085,
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2023-06-12T18:09:36.173Z"
    },
    {
      "ID": 395403,
      "Date": "2023-06-12T10:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 20085,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2023-06-12T18:09:42.303Z"
    },
    {
      "ID": 401062,
      "Date": "2023-12-31T15:35:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T20:35:55.487Z"
    }
  ],
  "Attachments": [
    {
      "ID": 277282,
      "LastModified": "2023-12-22T20:36:01.16Z",
      "Name": "Res. No. 555",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9165196a-e211-447c-8ff2-a2428575b471.docx",
      "Sort": 1
    },
    {
      "ID": 277620,
      "LastModified": "2023-04-11T19:22:16.02Z",
      "Name": "April 11, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dd101fb1-7c00-4b16-8fc1-4fabfb7ee469.pdf",
      "Sort": 2
    },
    {
      "ID": 278224,
      "LastModified": "2023-04-26T13:33:18.5Z",
      "Name": "Hearing Transcript - Stated Meeting  4-11-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b26c9f22-1637-4a3d-aabd-f19421cf2469.pdf",
      "Sort": 3
    },
    {
      "ID": 281697,
      "LastModified": "2023-12-22T20:36:07.63Z",
      "Name": "Minutes of the Stated Meeting - April 11, 2023",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c17216a9-d190-444e-b976-2e98276f5a2d.pdf",
      "Sort": 4
    },
    {
      "ID": 281027,
      "LastModified": "2023-12-22T20:36:03.78Z",
      "Name": "Committee Report 6/12/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1d220113-80b1-428c-99a8-74c6e0b80ea7.docx",
      "Sort": 5
    },
    {
      "ID": 281195,
      "LastModified": "2023-12-22T20:36:03.223Z",
      "Name": "Hearing Testimony 6/12/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/94d1f47f-65b4-4787-90e7-b72973770cd2.pdf",
      "Sort": 6
    },
    {
      "ID": 281420,
      "LastModified": "2023-12-22T20:36:02.74Z",
      "Name": "Hearing Transcript 6/12/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4f7a7d9a-e8d0-43c7-a9eb-ef392c037442.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 74403,
  "Text": "Whereas, Gender-affirming care is a supportive form of patient-centered care that treats individuals holistically by aligning their outward physical traits with their gender identity; and\n      Whereas, Gender-affirming care consists of an array of services including medical, surgical, mental health, and non-medical services for transgender and gender diverse people (TGD); and \n      Whereas, Most major U.S. medical associations, including those in the fields of pediatrics, endocrinology, psychiatry, and psychology, have issued statements recognizing the medical necessity and appropriateness of gender-affirming care for youth, typically noting harmful effects of denying access to these services; and \n      Whereas, According to the Center for Disease Control, refusing youth access to gender-affirming care can increase their risk for depression, psychological distress, and suicidal ideation; and  \n      Whereas, The Substance Abuse and Mental Health Services Administration concluded that any therapeutic intervention with the goal of changing a youth's gender expression or identity has proven to be deleterious and outside the mainstream of traditional medical practice; and\n      Whereas, Despite these warnings, as of March 2022, the Williams Institute at the UCLA School of Law found that 15 states have restricted access to gender-affirming care or are considering laws that would do so; and \n      Whereas, In February 2022, Governor Abbott of Texas issued a directive defining certain gender affirming services for youth as child abuse and calling for investigation of and penalties for parents who support their children in taking certain medications or undertaking certain procedures, which could include the removal of their children; and \n      Whereas, In addition, under Governor Abbott's directive, health care professionals who facilitate access to gender affirming services could also face penalties, and a range of professionals in Texas would be mandated to report known use of gender affirming services; and\n      Whereas, The Kaiser Family Foundation reported that Governor Abbott's directive criminalizing guardians and sanctioning physicians who help young people receive lifesaving care has traumatic consequences for families and youth; and\n      Whereas, S.2475, sponsored by New York State Senator Brad Hoylman, combats harmful state policies that attempt to ban gender affirming care and punish children, families, and their providers; and\n      Whereas, S.2475 ensures that laws of another state that authorize a child to be removed from their parent or guardian because the parent or guardian allowed the child to receive gender-affirming care, will not be enforced or applied in cases pending in a New York State court, and that no court shall admit or consider findings of abuse based on gender-affirming care; and\n      Whereas, Additionally, S.2475 would prohibit the extradition of gender-affirming care providers, seekers of such care, or their parents, guardians, and helpers, in relation to gender-affirming care lawfully performed in New York State; and\n      Whereas, Lastly, the bill would prohibit law enforcement agencies from cooperating with out-of-state investigations regarding lawful gender-affirming care performed in New York State and protect the private health information of people who come to New York State to receive gender-affirming care; and \n      Whereas, S.2475 would make New York State a haven for transgender kids and families whose rights are under attack nationwide; and  \n      Whereas, While states across the country roll back access to gender-affirming care, New York State continues to pass progressive policies that embrace safe and inclusive care for the TGD community; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the State Legislature to pass, and the Governor to sign, S.2475, to promote access to gender affirming care in New York State and combat policies of other states that attempt to ban gender affirming care.\n      \n\nEA\nLS 9370",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\v0\\par\nBy Council Members Hudson, \\cf1 Menin, Cab\\'e1n, Oss\\'e9, Richardson Jordan, Schulman\\f1 ,\\f0  Bottcher\\f1 ,\\f0  Far\\'edas\\f1 ,\\f0  Restler\\f1 ,\\f0  Hanif\\f1 ,\\f0  Ung\\f1 ,\\f0  Brewer\\f1 ,\\f0  Sanchez and Riley\\cf0\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Gender-affirming care is a supportive form of patient-centered care that treats individuals holistically by aligning their outward physical traits with their gender identity; and\\par\nWhereas, Gender-affirming care consists of an array of services including medical, surgical, mental health, and non-medical services for transgender and gender diverse people (TGD); and \\par\nWhereas, Most major U.S. medical associations, including those in the fields of pediatrics, endocrinology, psychiatry, and psychology, have issued statements recognizing the medical necessity and appropriateness of gender-affirming care for youth, typically noting harmful effects of denying access to these services; and \\par\nWhereas, According to the Center for Disease Control, refusing youth access to gender-affirming care can increase their risk for depression, psychological distress, and suicidal ideation; and  \\par\nWhereas, The Substance Abuse and Mental Health Services Administration concluded that any therapeutic intervention with the goal of changing a youth\\rquote s gender expression or identity has proven to be deleterious and outside the mainstream of traditional medical practice; and\\par\nWhereas, Despite these warnings, as of March 2022, the Williams Institute at the UCLA School of Law found that 15 states have restricted access to gender-affirming care or are considering laws that would do so; and \\par\nWhereas, In February 2022, Governor Abbott of Texas issued a directive defining certain gender affirming services for youth as child abuse and calling for investigation of and penalties for parents who support their children in taking certain medications or undertaking certain procedures, which could include the removal of their children; and \\par\nWhereas, In addition, under Governor Abbott\\rquote s directive, health care professionals who facilitate access to gender affirming services could also face penalties, and a range of professionals in Texas would be mandated to report known use of gender affirming services; and\\par\nWhereas, The Kaiser Family Foundation reported that Governor Abbott\\rquote s directive criminalizing guardians and sanctioning physicians who help young people receive lifesaving care has traumatic consequences for families and youth; and\\par\nWhereas, S.2475, sponsored by New York State Senator Brad Hoylman, combats harmful state policies that attempt to ban gender affirming care and punish children, families, and their providers; and\\par\nWhereas, S.2475 ensures that laws of another state that authorize a child to be removed from their parent or guardian because the parent or guardian allowed the child to receive gender-affirming care, will not be enforced or applied in cases pending in a New York State court, and that no court shall admit or consider findings of abuse based on gender-affirming care; and\\par\nWhereas, Additionally, S.2475 would prohibit the extradition of gender-affirming care providers, seekers of such care, or their parents, guardians, and helpers, in relation to gender-affirming care lawfully performed in New York State; and\\par\nWhereas, Lastly, the bill would prohibit law enforcement agencies from cooperating with out-of-state investigations regarding lawful gender-affirming care performed in New York State and protect the private health information of people who come to New York State to receive gender-affirming care; and \\par\nWhereas, S.2475 would make New York State a haven for transgender kids and families whose rights are under attack nationwide; and  \\par\nWhereas, While states across the country roll back access to gender-affirming care, New York State continues to pass progressive policies that embrace safe and inclusive care for the TGD community; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the State Legislature to pass, and the Governor to sign, S.2475, to promote access to gender affirming care in New York State and combat policies of other states that attempt to ban gender affirming care.\\par\n\\par\n\\pard\\ltrpar\\qj\\par\n\\pard\\ltrpar\\fs20 EA\\par\nLS 9370\\par\n\\pard\\ltrpar\\sl480\\slmult1\\fs24\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\par\n\\par\n\\par\n\\par\n\\f1\\par\n}\n",
  "LastModified": "2023-12-22T20:36:07.63Z"
}
