{
  "ID": 71013,
  "GUID": "D150A969-F93E-41A5-AA2E-A51C45FA0E73",
  "File": "Res 0576-2023",
  "Name": "No Slavery in New York Act (S225/A3412)",
  "Title": "Resolution calling on the New the New York State Legislature to pass, and the Governor to sign, S225/A3412, known as the No Slavery in New York Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5237,
  "BodyName": "Committee on Criminal Justice",
  "IntroDate": "2023-04-27T00:00:00Z",
  "AgendaDate": "2023-04-27T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7805,
      "Slug": "kristin-richardson-jordan",
      "FullName": "Kristin Richardson Jordan"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    }
  ],
  "History": [
    {
      "ID": 393127,
      "Date": "2023-04-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-04-18T16:02:20.507Z"
    },
    {
      "ID": 393496,
      "Date": "2023-04-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Criminal Justice",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20070,
      "AgendaSequence": 91,
      "MinutesSequence": 107,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Criminal Justice",
      "MatterStatusID": 3,
      "LastModified": "2023-04-27T16:31:43.513Z"
    },
    {
      "ID": 401073,
      "Date": "2023-12-31T15:42:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T20:42:20.14Z"
    }
  ],
  "Attachments": [
    {
      "ID": 276629,
      "LastModified": "2023-10-10T14:56:31.697Z",
      "Name": "Res. No. 576",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d5f4ce74-cffc-40fd-be0d-add93554fd53.docx",
      "Sort": 1
    },
    {
      "ID": 278415,
      "LastModified": "2023-04-27T17:46:29.077Z",
      "Name": "April 27, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0218fcc4-4bb1-4f55-baab-479993991fa4.pdf",
      "Sort": 2
    },
    {
      "ID": 278698,
      "LastModified": "2023-05-05T14:43:35.547Z",
      "Name": "Hearing Transcript - Stated Meeting  4-27-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2a92d181-e7c9-4e44-83c1-7003e3401997.pdf",
      "Sort": 3
    },
    {
      "ID": 282727,
      "LastModified": "2023-07-17T15:42:06.94Z",
      "Name": "Minutes of the Stated Meeting - April 27, 2023",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a47bc1bb-3130-46c1-89e8-e660aad1bd20.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 74316,
  "Text": "Whereas, Incarcerated people are human beings, worthy of respect and dignity; and\n      Whereas, While the U.S. Congress ratified the 13th amendment to the United States Constitution in 1865, ostensibly abolishing slavery,  the 13th amendment language, \"except as a punishment for crime whereof the party shall have been duly convicted\" has been criticized by civil rights and criminal justice groups  for creating a loophole that has led to incarcerated individuals being exploited; and\n      Whereas, Incarcerated labor is designed to benefit primarily public entities that capitalize on a vulnerable population that is a captive labor force market according to Beth Schwartzapfel, Taking Freedom: Modern-Day Slavery in America's Prison Workforce; and\n      Whereas, This captive market is compelled to work through two forms of coercion, coercion through the threat of punishment and through deprivation; and\n      Whereas, Coercion through deprivation compels an incarcerated individual to work because it is the only way for them to pay for basic necessities or is the only alternative to being confined in their cells according to an inmate written survey response; and\n      Whereas, In letters to legal advocates, former incarcerated individuals have described retaliation and severe punishments, including solitary confinement, for refusing to work dangerous jobs or assignments for which they have no training; and\n      Whereas, Coercion through the threat of punishment like solitary confinement for refusing to work has been upheld in federal and state court such as in Mikeska v. Collins, 900 F.2d 833, 837 (5th Cir. 1990) establishing that any unjustified refusal to follow the established work regime is an invitation to sanctions; and\n      Whereas, According to the New York Constitution Article III Legislature Section 24, the New York State Legislature shall by law, provide for the occupation and employment of prisoners sentenced to the several State prisons, penitentiaries, jails, and reformatories in the State; and\n      Whereas, While Section 24 explicitly rejects the use of incarcerated labor for the profit of private business, it allows for the State to profit on incarcerated labor through State run business entities like Corcraft, the industry program within the New York State Department of Corrections and Community Supervision (\"DOCCS\"); and\n      Whereas, S225 sponsored by State Senator Myrie, and A3412, sponsored by Assemblymember Epstein, seek to prohibit involuntary employment of prisoners; and \n      Whereas, S225/A3412 amends article 1 of the New York State Constitution to forbid forced labor of incarcerated individuals in any state prison, penitentiary, jail, or reformatory; and\n      Whereas, S225/A3412 mandates that no prisoner shall be compelled to provide labor against his or her will by actual or threats of force, threats of punishment, or any means to cause the incarcerated individual to believe that if they did not provide such labor that they or another person would suffer serious harm or physical restraint; now, therefore, be it \n      Resolved, That the Council of the City of New York calls on the New the New York State Legislature to pass, and the Governor to sign, S225/A3412, known as the No Slavery in New York Act.\n\nCMB\nLSR#11418\n3/14/23",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\f1\\par\n\\f0 By Council Members Cab\\'e1n, De La Rosa\\f1 ,\\f0  Rivera\\f1 ,\\f0  Richardson Jordan\\f1 ,\\f0  Louis\\f1 ,\\f0  Restler\\f1 ,\\f0  Hanif\\f1 ,\\f0  Avil\\'e9s\\f1 ,\\f0  Krishnan\\f1 ,\\f0  Nurse\\f1 ,\\f0  Marte and Williams\\f1\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\f0 Whereas, Incarcerated people are human beings, worthy of respect and dignity; and\\par\nWhereas, While the U.S. Congress ratified the 13\\super th\\nosupersub  amendment to the United States Constitution in 1865, ostensibly abolishing slavery,  the 13\\super th\\nosupersub  amendment language, \\ldblquote\\lang9 except as a punishment for crime whereof the party shall have been duly convicted\\rdblquote  has been criticized by civil rights and criminal justice groups  for creating a loophole that has led to incarcerated individuals being exploited\\lang1033 ; and\\par\nWhereas, Incarcerated labor is designed to benefit primarily public entities that capitalize on a vulnerable population that is a captive labor force market according to Beth Schwartzapfel, Taking Freedom: Modern-Day Slavery in America\\rquote s Prison Workforce; and\\f1\\par\n\\f0 Whereas, This captive market is compelled to work through two forms of coercion, coercion through the threat of punishment and through deprivation; and\\par\nWhereas, Coercion through deprivation compels an incarcerated individual to work because it is the only way for them to pay for basic necessities or is the only alternative to being confined in their cells according to an inmate written survey response; and\\f1\\par\n\\f0 Whereas, In letters to legal advocates, former incarcerated individuals have described retaliation and severe punishments, including solitary confinement, for refusing to work dangerous jobs or assignments for which they have no training; and\\f1\\par\n\\f0 Whereas, Coercion through the threat of punishment like solitary confinement for refusing to work has been upheld in federal and state court such as in \\i Mikeska v. Collins\\i0 , 900 F.2d 833, 837 (5th Cir. 1990) establishing that any unjustified refusal to follow the established work regime is an invitation to sanctions; and\\f1\\par\n\\f0 Whereas, According to the New York Constitution Article III Legislature Section 24, the New York State Legislature shall by law, provide for the occupation and employment of prisoners sentenced to the several State prisons, penitentiaries, jails, and reformatories in the State; and\\par\nWhereas, While Section 24 explicitly rejects the use of incarcerated labor for the profit of private business, it allows for the State to profit on incarcerated labor through State run business entities like Corcraft, the industry program within the New York State Department of Corrections and Community Supervision (\\ldblquote DOCCS\\rdblquote ); and\\f1\\par\n\\f0 Whereas, S225 sponsored by State Senator Myrie, and A3412, sponsored by Assemblymember Epstein, seek to prohibit involuntary employment of prisoners; and \\par\nWhereas, S225/A3412 amends article 1 of the New York State Constitution to forbid forced labor of incarcerated individuals in any state prison, penitentiary, jail, or reformatory; and\\par\nWhereas, S225/A3412 mandates that no prisoner shall be compelled to provide labor against his or her will by actual or threats of force, threats of punishment, or any means to cause the incarcerated individual to believe that if they did not provide such labor that they or another person would suffer serious harm or physical restraint; now, therefore, be it \\f1\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1\\f0 Resolved, That the Council of the City of New York calls on the New the New York State Legislature to pass, and the Governor to sign, S225/A3412, known as the No Slavery in New York Act\\f1 .\\par\n\\pard\\ltrpar\\fs18\\par\n\\f0\\fs20 CMB\\par\nLSR#11418\\par\n3/14/23\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\fs24\\par\n}\n",
  "LastModified": "2023-12-22T20:42:20.15Z"
}
