{
  "ID": 71094,
  "GUID": "2FD5F02F-3FE9-42D8-A989-3FE99C0399F4",
  "File": "Res 0586-2023",
  "Name": "Allow de facto parents to apply to the Supreme Court for a writ of habeas corpus. (S. 5150)",
  "Title": "Resolution calling upon the State Legislature to pass, and the Governor to sign, S.5150, to allow de facto parents to apply to the Supreme Court for a writ of habeas corpus.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5244,
  "BodyName": "Committee on Women and Gender Equity",
  "IntroDate": "2023-04-27T00:00:00Z",
  "AgendaDate": "2023-04-27T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    }
  ],
  "History": [
    {
      "ID": 393287,
      "Date": "2023-04-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-04-24T16:22:51.273Z"
    },
    {
      "ID": 393513,
      "Date": "2023-04-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women and Gender Equity",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20070,
      "AgendaSequence": 109,
      "MinutesSequence": 125,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Women and Gender Equity",
      "MatterStatusID": 3,
      "LastModified": "2023-04-27T16:35:36.08Z"
    },
    {
      "ID": 401078,
      "Date": "2023-12-31T15:43:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T20:44:10.767Z"
    }
  ],
  "Attachments": [
    {
      "ID": 277299,
      "LastModified": "2023-08-01T19:32:39.807Z",
      "Name": "Res. No. 586",
      "Link": "https://nyc.legistar1.com/nyc/attachments/085bb039-4734-4a2a-a4e1-f0f717f8803f.docx",
      "Sort": 1
    },
    {
      "ID": 278433,
      "LastModified": "2023-04-27T17:46:34.04Z",
      "Name": "April 27, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/837f85d3-8a22-46a2-a986-4761169c85a6.pdf",
      "Sort": 2
    },
    {
      "ID": 278716,
      "LastModified": "2023-05-05T14:43:43.427Z",
      "Name": "Hearing Transcript - Stated Meeting  4-27-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/24e3a4dd-213a-43b2-babe-89fb0b9aeb50.pdf",
      "Sort": 3
    },
    {
      "ID": 282745,
      "LastModified": "2023-07-17T15:42:16.79Z",
      "Name": "Minutes of the Stated Meeting - April 27, 2023",
      "Link": "https://nyc.legistar1.com/nyc/attachments/537faeee-3ccf-4baf-a742-1f8d0ad58d01.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 74406,
  "Text": "Whereas, Over the past fifty years, the traditional composition of the family has been transformed; and \n\tWhereas, In 1960, for example, approximately 73 percent of children were living in a two parent home with parents who were in their first marriage; and \n\tWhereas, By 2015, less than half of families in the United States represented this model; and \n      Whereas, It is now common for children to live with either a single parent, a blended family consisting of step-parents and siblings, or parents of the same sex; and \n\tWhereas, These changes to the structure of the family have significant repercussions for established custody laws that often still assume outdated notions of the nuclear family arrangement; and \n\tWhereas, This can be seen within New York state custody laws and in particular, the overturning of the precedent set in the 1991 case of Alison D. v. Virginia M; and \n\tWhereas, Since that determination, the State's family laws limited custody and visitation rights to a parent with either a biological or adoptive relationship to the child; and\n\tWhereas, However, after the New York Court of Appeals ruling in the case of  Brooke S.B. v. Elizabeth A.C.C in August 2016, the definition has been broadened; and \n\tWhereas, The Brooke S.B. v. Elizabeth A.C.C case involved a same-sex, unmarried couple, who had been living in a de facto relationship for a number of years; and \n\tWhereas, Although the couple were engaged, they were unable to marry at the time because same-sex marriage was not yet legal in New York state; and \n\tWhereas, Rather than wait for marriage legalization, the couple decided to start their family and one of the women carried the child; and \n\tWhereas, The couple then split a few years later and before same-sex marriage was legal; and \n\tWhereas, While the non-biological parent and ex-partner continued to co-parent for at least a year, at one point, the biological mother cut off contact between the child and the ex-partner; and \n\tWhereas, The ex-partner filed for custody and visitation rights but the Court originally ruled that the petitioner had no parental rights given the limitations set by Alison D. v. Virginia M; and  \n\tWhereas, On appeal, however, the Court overruled Alison D. v. Virginia M, arguing that when there is clear evidence that partners agree to conceive and raise a child together, the ex-partner does have rights to visitation and custody; and \n\tWhereas, The Court further noted that \"Alison D.'s foundational premise of heterosexual parenting and nonrecognition of same-sex couples is unsustainable, particularly in light of the enactment of same-sex marriage in New York state\"; and\n\tWhereas, While this case has helped broaden the definition of who is able to pursue visitation and custody, it still has limitations; and \n\tWhereas, Key to the Brooke S.B. v. Elizabeth A.C.C ruling was the fact that both parties had consciously planned in advance to conceive and raise a child together; and \n\tWhereas, This means that partners who enter a child's life after their birth, may be prevented from pursuing visitation and custody if they do not formally adopt the child; and \n\tWhereas, In many U.S. states, the parental rights of a de facto parent - a non-adoptive, non-biological adult raising the child - are protected by law; and \n\tWhereas, While the rights and definitions across states differ, New York state is one of the few that does not recognize and protect this relationship; and \n\tWhereas, S.5150, which was introduced in the New York State Senate by Senator Kevin Parker in February 2023, aims to rectify this gap; and \n\tWhereas, If enacted, S.5150 would recognize a person acting as a de facto parent and grant them the ability to pursue visitation and custody; and  \n\tWhereas, Given the ongoing changes to the family unit, it is likely that children will develop deep bonds with their caregivers who are not necessarily their biological or adoptive parents; and \n\tWhereas, It is therefore important that family and domestic law keep pace with these changes and protect these important bonds; now, therefore, be it\n      Resolved, That the Council of the city of New York calls upon the State Legislature to pass, and the Governor to sign, S.5150, to allow de facto parents to apply to the Supreme Court for a writ of habeas corpus. \n    \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \nLS #12518\n3/28/2023\nLMS",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\f1\\par\n\\f0 By Council Members Menin\\f1 ,\\f0  Hudson and Riley\\f1\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab\\f0 Whereas, Over the past fifty years, the traditional composition of the family has been transformed; and \\f1\\par\n\\tab\\f0 Whereas, In 1960, for example, approximately 73 percent of children were living in a two parent home with parents who were in their first marriage; and \\par\n\\tab Whereas, By 2015, less than half of families in the United States represented this model; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, It is now common for children to live with either a single parent, a blended family consisting of step-parents and siblings, or parents of the same sex; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\f1\\tab\\f0 Whereas, These changes to the structure of the family have significant repercussions for established custody laws that often still assume outdated notions of the nuclear family arrangement; and \\par\n\\tab Whereas, This can be seen within New York state custody laws and in particular, the overturning of the precedent set in the 1991 case of \\i Alison D. v. Virginia M\\i0 ; and \\par\n\\f1\\tab\\f0 Whereas, Since that determination, the State\\rquote s family laws limited custody and visitation rights to a parent with either a biological or adoptive relationship to the child; and\\f1\\par\n\\tab\\f0 Whereas, However, after the New York Court of Appeals ruling in the case of  \\i Brooke S.B. v. Elizabeth A.C.C \\i0 in August 2016, the definition has been broadened; and \\f1\\par\n\\tab\\f0 Whereas, The \\i Brooke S.B. v. Elizabeth A.C.C \\i0 case involved a same-sex, unmarried couple, who had been living in a de facto relationship for a number of years; and \\i\\f1\\par\n\\i0\\tab\\f0 Whereas, Although the couple were engaged, they were unable to marry at the time because same-sex marriage was not yet legal in New York state; and \\par\n\\tab Whereas, Rather than wait for marriage legalization, the couple decided to start their family and one of the women carried the child; and \\par\n\\tab Whereas, The couple then split a few years later and before same-sex marriage was legal; and \\par\n\\tab Whereas, While the non-biological parent and ex-partner continued to co-parent for at least a year, at one point, the biological mother cut off contact between the child and the ex-partner; and \\par\n\\tab Whereas, The ex-partner filed for custody and visitation rights but the Court originally ruled that the petitioner had no parental rights given the limitations set by \\i Alison D. v. Virginia M\\i0 ; and  \\par\n\\f1\\tab\\f0 Whereas, On appeal, however, the Court overruled \\i Alison D. v. Virginia M\\i0\\f1 ,\\i\\f0  \\i0 arguing that when there is clear evidence that partners agree to conceive and raise a child together, the ex-partner does have rights to visitation and custody; and \\par\n\\f1\\tab\\f0 Whereas, The Court further noted that \\ldblquote\\i Alison D\\i0\\f1 .\\i\\f0\\rquote s\\i0  foundational premise of heterosexual parenting and nonrecognition of same-sex couples is unsustainable, particularly in light of the enactment of same-sex marriage in New York state\\rdblquote ; and\\par\n\\f1\\tab\\f0 Whereas, While this case has helped broaden the definition of who is able to pursue visitation and custody, it still has limitations; and \\f1\\par\n\\tab\\f0 Whereas, Key to the \\i Brooke S.B. v. Elizabeth A.C.C\\i0  ruling was the fact that both parties had consciously planned in advance to conceive and raise a child together; and \\par\n\\tab Whereas, This means that partners who enter a child\\rquote s life after their birth, may be prevented from pursuing visitation and custody if they do not formally adopt the child; and \\f1\\par\n\\tab\\f0 Whereas, In many U.S. states, the parental rights of a de facto parent - a non-adoptive, non-biological adult raising the child - are protected by law; and \\par\n\\tab Whereas, While the rights and definitions across states differ, New York state is one of the few that does not recognize and protect this relationship; and \\par\n\\tab Whereas, S.5150, which was introduced in the New York State Senate by Senator Kevin Parker in February 2023, aims to rectify this gap; and \\par\n\\tab Whereas, If enacted, S.5150 would recognize a person acting as a de facto parent and grant them the ability to pursue visitation and custody; and  \\f1\\par\n\\tab\\f0 Whereas, Given the ongoing changes to the family unit, it is likely that children will develop deep bonds with their caregivers who are not necessarily their biological or adoptive parents; and \\par\n\\f1\\tab\\f0 Whereas, It is therefore important that family and domestic law keep pace with these changes and protect these important bonds; \\cf1 now, therefore, be it\\cf0\\f1\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\f0 Resolved, That the Council of the city of New York calls upon the State Legislature to pass, and the Governor to sign, S.5150, to allow de facto parents to apply to the Supreme Court for a writ of habeas corpus. \\f1\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\f0     \\f1\\par\n\\f0                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           \\f1\\par\n\\pard\\ltrpar\\f0\\fs20 LS #12518\\f1\\par\n\\f0 3/28/2023\\f1\\par\n\\f0 LMS\\f1\\par\n}\n",
  "LastModified": "2024-02-14T16:50:53.04Z"
}
