{
  "ID": 71152,
  "GUID": "E0C01433-8B91-4F6C-8176-B5FEAE606191",
  "File": "Res 0590-2023",
  "Name": "Allowing bicyclists to treat stop signs as yield signs, and red lights as stop signs. (S.2643/A.3986)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the New York State Governor to sign, S.2643/A.3986, allowing bicyclists to treat stop signs as yield signs, and red lights as stop signs.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5268,
  "BodyName": "Committee on Transportation and Infrastructure",
  "IntroDate": "2023-04-27T00:00:00Z",
  "AgendaDate": "2023-04-27T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7805,
      "Slug": "kristin-richardson-jordan",
      "FullName": "Kristin Richardson Jordan"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 393176,
      "Date": "2023-04-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-04-19T19:23:35.293Z"
    },
    {
      "ID": 393520,
      "Date": "2023-04-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation and Infrastructure",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20070,
      "AgendaSequence": 115,
      "MinutesSequence": 131,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation and Infrastructure",
      "MatterStatusID": 3,
      "LastModified": "2023-04-27T16:36:52.833Z"
    },
    {
      "ID": 401079,
      "Date": "2023-12-31T15:44:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T20:44:45.547Z"
    }
  ],
  "Attachments": [
    {
      "ID": 277504,
      "LastModified": "2023-05-12T16:23:38.433Z",
      "Name": "Res. No. 590",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e90c0eab-a26e-499c-90d9-d3a539443b9c.docx",
      "Sort": 1
    },
    {
      "ID": 278439,
      "LastModified": "2023-04-27T17:46:35.537Z",
      "Name": "April 27, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/57534513-0729-4545-baae-0dd917deb2a0.pdf",
      "Sort": 2
    },
    {
      "ID": 278722,
      "LastModified": "2023-05-05T14:43:45.643Z",
      "Name": "Hearing Transcript - Stated Meeting  4-27-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/76c366e4-9959-42e4-beff-33531f538f17.pdf",
      "Sort": 3
    },
    {
      "ID": 282751,
      "LastModified": "2023-07-17T15:42:22.07Z",
      "Name": "Minutes of the Stated Meeting - April 27, 2023",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0d0ee26a-e591-4613-a027-f955cc470fa6.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 74473,
  "Text": "Whereas, Over the past decades, transportation infrastructure of cities and states has become increasingly diversified; and\n       Whereas, In addition to traditional means of transportation, such as motor vehicles and public transit, a growing number of residents and businesses are using bicycles for pleasure, work and as a commuting alternative; and\n      Whereas, The growing popularity of bicycles has prompted some cities and states to reevaluate their traffic laws; and\n      Whereas, In 1982, Idaho adopted section 49-720 (the \"Idaho stop\"), which allows bicycles to treat stops signs as yield signs and red lights as stop signs; and\n      Whereas, The goal of the Idaho stop is to allow more flexibility for bicyclists by conserving their momentum and helping to keep them out of the way of heavy automobile traffic; and \n      Whereas, According to the United States Department of Transportation's National Highway Traffic Safety Administration, in addition to Idaho; Arkansas, Delaware, North Dakota, Oklahoma, Oregon, Utah and Washington have adopted some version of the Idaho statute; and\n      Whereas, More recently, in 2022, Washington, D.C. adopted the Safer Streets Amendment Act, which among other things, implemented an Idaho stop law within the city; and \n      Whereas, The adoption of the Idaho stop would have no impact on a pedestrian's right of way, because bicyclists would still have to slow down in order to ensure that the intersection is clear of pedestrians, vehicles and other bicycles; and\n      Whereas, Moreover, riding a bicycle raises distinct safety needs and requirements, with individuals who ride bicycles not posing the same safety hazards to pedestrians as automobiles because bicycles generally travel at a slower speed and have the ability to more quickly respond to surrounding traffic; and \n      Whereas, In addition, studies show that there are positive safety benefits to implementing Idaho stop-like laws, as they give bicyclists greater flexibility at stop signs and red lights, and thus, enhance road safety for all road users; and \n      Whereas, In New York City, in 2021, there were 55,000 bike commuters to work, 110,000 bike commute trips to work, 550,000 total daily cycling trips, and 200.8 million total annual cycling trips, with an estimated 900,000 New Yorkers riding a bike regularly; and \n      Whereas, In an effort to ensure the safety of bicyclists and all road users, S.2643, sponsored by New York State Senator Rachel May, and A.3986, sponsored by New York State Assemblymember Patricia Fahy, were introduced, and would allow bicyclists to treat a stop sign as a yield sign, and a red light as a stop sign; and \n      Whereas, As bicycling is a vital means of transportation for those in New York City, and improved safety among bicyclists is always necessary, S.2646/A.3986 are important pieces of legislation that could benefit all New Yorkers; now, therefore, be it\n       Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the New York State Governor to sign, S.2643/A.3986, allowing bicyclists to treat stop signs as yield signs, and red lights as stop signs.\n\nGZ/KK\nLS# 6009/Res. No. 914-2015\nLS #12075\n4/10/23",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1 By Council Members Restler, Narcisse, Won, Krishnan, Brewer, Riley and Richardson Jordan (by request of the Brooklyn Borough President)\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Over the past decades, transportation infrastructure of cities and states has become increasingly diversified; and\\par\n Whereas, In addition to traditional means of transportation, such as motor vehicles and public transit, a growing number of residents and businesses are using bicycles for pleasure, work and as a commuting alternative; and\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1 Whereas, The growing popularity of bicycles has prompted some cities and states to reevaluate their traffic laws; and\\par\nWhereas, In 1982, Idaho adopted section 49-720 (the \\ldblquote Idaho stop\\rdblquote ), which allows bicycles to treat stops signs as yield signs and red lights as stop signs; and\\par\nWhereas, The goal of the Idaho stop is to allow more flexibility for bicyclists by conserving their momentum and helping to keep them out of the way of heavy automobile traffic; and \\par\nWhereas, According to the United States Department of Transportation\\rquote s National Highway Traffic Safety Administration, in addition to Idaho; Arkansas, Delaware, North Dakota, Oklahoma, Oregon, Utah and Washington have adopted some version of the Idaho statute; and\\par\nWhereas, More recently, in 2022, Washington, D.C. adopted the Safer Streets Amendment Act, which among other things, implemented an Idaho stop law within the city; and \\par\nWhereas, The adoption of the Idaho stop would have no impact on a pedestrian\\rquote s right of way, because bicyclists would still have to slow down in order to ensure that the intersection is clear of pedestrians, vehicles and other bicycles; and\\par\nWhereas, Moreover, riding a bicycle raises distinct safety needs and requirements, with individuals who ride bicycles not posing the same safety hazards to pedestrians as automobiles because bicycles generally travel at a slower speed and have the ability to more quickly respond to surrounding traffic; and \\par\nWhereas, In addition, studies show that there are positive safety benefits to implementing Idaho stop-like laws, as they give bicyclists greater flexibility at stop signs and red lights, and thus, enhance road safety for all road users; and \\par\nWhereas, In New York City, in 2021, there were 55,000 bike commuters to work, 110,000 bike commute trips to work, 550,000 total daily cycling trips, and 200.8 million total annual cycling trips, with an estimated 900,000 New Yorkers riding a bike regularly; and \\par\nWhereas, In an effort to ensure the safety of bicyclists and all road users, S.2643, sponsored by New York State Senator Rachel May, and A.3986, sponsored by New York State Assemblymember Patricia Fahy, were introduced, and would allow bicyclists to treat a stop sign as a yield sign, and a red light as a stop sign; and \\par\nWhereas, As bicycling is a vital means of transportation for those in New York City, and improved safety among bicyclists is always necessary, S.2646/A.3986 are important pieces of legislation that could benefit all New Yorkers; now, therefore, be it\\par\n\\pard\\cbpat2\\ltrpar\\fi724\\sl480\\slmult1\\qj  Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the New York State Governor to sign, S.2643/A.3986, allowing bicyclists to treat stop signs as yield signs, and red lights as stop signs.\\par\n\\pard\\cbpat2\\ltrpar\\par\n\\fs20 GZ/KK\\par\nLS# 6009/Res. No. 914-2015\\par\nLS #12075\\par\n4/10/23\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-02-09T18:03:16.19Z"
}
