{
  "ID": 71355,
  "GUID": "4C15E777-4535-4AA0-8644-AB27AF8F7404",
  "File": "Res 0618-2023",
  "Name": "Calling on the MTA and NYCTA to adopt federally-recommended measures to ensure that access-a-ride serves New Yorkers on-time.",
  "Title": "Resolution calling on the MTA and NYCTA to adopt federally-recommended measures to ensure that access-a-ride serves New Yorkers on-time.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5243,
  "BodyName": "Committee on Mental Health, Disabilities and Addiction",
  "IntroDate": "2023-05-11T00:00:00Z",
  "AgendaDate": "2023-05-11T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7814,
      "Slug": "linda-lee",
      "FullName": "Linda Lee"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7805,
      "Slug": "kristin-richardson-jordan",
      "FullName": "Kristin Richardson Jordan"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    }
  ],
  "History": [
    {
      "ID": 393879,
      "Date": "2023-05-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-05-08T19:48:59.147Z"
    },
    {
      "ID": 394036,
      "Date": "2023-05-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Mental Health, Disabilities and Addiction",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20099,
      "AgendaSequence": 118,
      "MinutesSequence": 134,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Mental Health, Disabilities and Addiction",
      "MatterStatusID": 3,
      "LastModified": "2023-05-11T16:27:53.9Z"
    },
    {
      "ID": 401094,
      "Date": "2023-12-31T16:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T21:05:23.047Z"
    }
  ],
  "Attachments": [
    {
      "ID": 278920,
      "LastModified": "2023-09-15T00:15:36.003Z",
      "Name": "Res. No. 618",
      "Link": "https://nyc.legistar1.com/nyc/attachments/935fde51-e9db-4205-ad84-dc6e21c51354.docx",
      "Sort": 1
    },
    {
      "ID": 279289,
      "LastModified": "2023-05-11T19:01:47.667Z",
      "Name": "May 11, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/563f56e7-c249-41bd-afff-632613cb8401.pdf",
      "Sort": 3
    },
    {
      "ID": 280350,
      "LastModified": "2023-05-31T17:24:28.243Z",
      "Name": "Hearing Transcript - Stated Meeting  5-11-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/761d79bb-f0b1-4835-b373-a800cd0c02e5.pdf",
      "Sort": 4
    },
    {
      "ID": 283117,
      "LastModified": "2023-07-31T18:10:24.313Z",
      "Name": "Minutes of the Stated Meeting - May 11, 2023",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3f544d3f-e92e-41e7-88aa-dee97316769e.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 74700,
  "Text": "Whereas, since the passage of the Americans with Disabilities Act of 1990, the federal government has mandated the elimination of discrimination against individuals with disabilities in public settings, including in transportation; and\n      Whereas, the ADA mandated that public entities provide individuals with disabilities accessible forms of transportation; and\n      Whereas, Title II of the ADA holds that the failure of a public entity to provide individuals with disabilities a level of transportation services comparable to those enjoyed by the rest of the public amounts to discrimination; and\n      Whereas, the Metropolitan Transportation Authority and the New York City Transit Authority established the Access-A-Ride paratransit program to fulfill in part its obligation to provide accessible transportation options; and\n      Whereas, an investigation by the Department of Justice found in October 2022 that Access-A-Ride consistently fails to provide New Yorkers with disabilities with transportation comparable to that available to non-disabled MTA riders; and \n      Whereas, the investigation found that Access-A-Ride routinely fails to provide timely drop-offs and reasonable travel times, and\n      Whereas, MTA and NYCTA lack performance standards for on-time Access-a-Ride drop-offs, and\n      Whereas, MTA and NYCTA do not collect and maintain data on paratransit drop off times, and\n      Whereas, MTA and NYCTA do not analyze drop-off time performance, and\n      Whereas, MTA and NYCTA do not incentivize contractors to meet timely drop-off standards or impose consequences for failure to meet such standards, and\n      Whereas, MTA and NYCTA do not have a standard to prevent excessively long trips, defined as those that take 15 minutes longer than traveling between the same two points by fixed route transit, and\n      Whereas, MTA and NYCTA do not conduct analyses of comparable trip time for Access-A-Ride, and\n      Whereas, the Department of Justice has said that it may pursue a lawsuit against MTA and NYCTA if the entities do not address the deficiencies mentioned above, now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the MTA and NYCTA to adopt federally-recommended measures to ensure that access-a-ride serves New Yorkers on-time.\n\n\nLS #12465, 12466, 12467, 12468, 12469, 12470\n3/29/2023\nAY",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Lee, Brooks-Powers, Hudson, Narcisse, Cab\\'e1n, Richardson Jordan, Brewer, Hanif, Ung and Riley\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, since the passage of the Americans with Disabilities Act of 1990, the federal government has mandated the elimination of discrimination against individuals with disabilities in public settings, including in transportation; and\\par\nWhereas, the ADA mandated that public entities provide individuals with disabilities accessible forms of transportation; and\\par\nWhereas, Title II of the ADA holds that the failure of a public entity to provide individuals with disabilities a level of transportation services comparable to those enjoyed by the rest of the public amounts to discrimination; and\\par\nWhereas, the Metropolitan Transportation Authority and the New York City Transit Authority established the Access-A-Ride paratransit program to fulfill in part its obligation to provide accessible transportation options; and\\par\nWhereas, an investigation by the Department of Justice found in October 2022 that Access-A-Ride consistently fails to provide New Yorkers with disabilities with transportation comparable to that available to non-disabled MTA riders; and \\par\nWhereas, the investigation found that Access-A-Ride routinely fails to provide timely drop-offs and reasonable travel times, and\\par\nWhereas, MTA and NYCTA lack performance standards for on-time Access-a-Ride drop-offs, and\\par\nWhereas, MTA and NYCTA do not collect and maintain data on paratransit drop off times, and\\par\nWhereas, MTA and NYCTA do not analyze drop-off time performance, and\\par\nWhereas, MTA and NYCTA do not incentivize contractors to meet timely drop-off standards or impose consequences for failure to meet such standards, and\\par\nWhereas, MTA and NYCTA do not have a standard to prevent excessively long trips, defined as those that take 15 minutes longer than traveling between the same two points by fixed route transit, and\\par\nWhereas, MTA and NYCTA do not conduct analyses of comparable trip time for Access-A-Ride, and\\par\nWhereas, the Department of Justice has said that it may pursue a lawsuit against MTA and NYCTA if the entities do not address the deficiencies mentioned above, now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the MTA and NYCTA to adopt federally-recommended measures to ensure that access-a-ride serves New Yorkers on-time.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #12465, 12466, 12467, 12468, 12469, 12470\\par\n\\pard\\ltrpar 3/29/2023\\par\n\\pard\\ltrpar\\qj AY\\par\n\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-02-21T20:28:40.48Z"
}
