{
  "ID": 71446,
  "GUID": "7E966A1A-18C0-4568-9282-1DEA538303F9",
  "File": "Res 0695-2023",
  "Name": "High-volume third-party sellers in online marketplaces. (S.364)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S.364 related to high-volume third-party sellers in online marketplaces.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5269,
  "BodyName": "Committee on Consumer and Worker Protection",
  "IntroDate": "2023-06-22T00:00:00Z",
  "AgendaDate": "2023-06-22T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    }
  ],
  "History": [
    {
      "ID": 395509,
      "Date": "2023-06-22T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-06-16T13:56:33.123Z"
    },
    {
      "ID": 395718,
      "Date": "2023-06-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Consumer and Worker Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20203,
      "AgendaSequence": 101,
      "MinutesSequence": 111,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer and Worker Protection",
      "MatterStatusID": 3,
      "LastModified": "2023-06-22T14:23:24.553Z"
    },
    {
      "ID": 401118,
      "Date": "2023-12-31T16:21:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T21:21:23.4Z"
    }
  ],
  "Attachments": [
    {
      "ID": 279895,
      "LastModified": "2023-09-15T00:17:36.883Z",
      "Name": "Res. No. 695",
      "Link": "https://nyc.legistar1.com/nyc/attachments/82f7ec96-82ec-44a8-9264-c128d7ce6127.docx",
      "Sort": 1
    },
    {
      "ID": 281610,
      "LastModified": "2023-06-22T17:05:55.073Z",
      "Name": "June 22, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/eeaae6df-de01-48f4-82ce-d7f653209b9c.pdf",
      "Sort": 2
    },
    {
      "ID": 282306,
      "LastModified": "2023-07-06T15:29:26.687Z",
      "Name": "Hearing Transcript - Stated Meeting  6-22-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/12cfff84-a166-4d62-90df-e0eedf00bd9a.pdf",
      "Sort": 3
    },
    {
      "ID": 285974,
      "LastModified": "2023-10-24T14:13:32.977Z",
      "Name": "Minutes of the Stated Meeting - June 22, 2023",
      "Link": "https://nyc.legistar1.com/nyc/attachments/616c2395-2afa-4380-a62e-3d527f7d0f30.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 74806,
  "Text": "Whereas, New York Police Department data indicates that complaints of retail theft in New York City have increased by 77 percent from 2018 to 2022; and\n      Whereas, According to the Mayor's Office, the most egregious retail theft is carried out by organized groups of individuals who commit raids on retail establishments for the purpose of selling the stolen products through online marketplaces that allow third-parties to market goods to consumers through their platforms; and\n      Whereas, Consumers who use purchase goods from online marketplaces are often unaware of where the products are coming from; and \n      Whereas, A lack of due diligence on the part of the online marketplace websites makes organized retail theft a viable source of income for offenders; and\n      Whereas, Basic transparency and verification requirements for third-party sellers who make a high number of transactions is necessary to guard against counterfeit, fraudulent, or stolen goods being sold to unsuspecting consumers; and\n      Whereas, S.364, introduced by State Senator Kevin Thomas and pending in the New York State Senate, would require online marketplaces to collect and verify information for third-party sellers who make a high volume of sales on the platform and require such sellers to provide information to consumers; now, therefore, be it,\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.364 related to high-volume third-party sellers in online marketplaces.\n\n\nLS # 13487\n5/18/23\nNM\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Menin, Louis and Riley\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York Police Department data indicates that complaints of retail theft in New York City have increased by 77 percent from 2018 to 2022; and\\par\nWhereas, According to the Mayor\\rquote s Office, the most egregious retail theft is carried out by organized groups of individuals who commit raids on retail establishments for the purpose of selling the stolen products through online marketplaces that allow third-parties to market goods to consumers through their platforms; and\\par\nWhereas, Consumers who use purchase goods from online marketplaces are often unaware of where the products are coming from; and \\par\nWhereas, A lack of due diligence on the part of the online marketplace websites makes organized retail theft a viable source of income for offenders; and\\par\nWhereas, Basic transparency and verification requirements for third-party sellers who make a high number of transactions is necessary to guard against counterfeit, fraudulent, or stolen goods being sold to unsuspecting consumers; and\\par\nWhereas, S.364, introduced by State Senator Kevin Thomas and pending in the New York State Senate, would require online marketplaces to collect and verify information for third-party sellers who make a high volume of sales on the platform and require such sellers to provide information to consumers; now, therefore, be it,\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.364 related to high-volume third-party sellers in online marketplaces.\\par\n\\pard\\ltrpar\\qj\\fs20\\par\n\\par\nLS # 13487\\par\n5/18/23\\par\nNM\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-02-14T16:58:42.197Z"
}
