{
  "ID": 68305,
  "GUID": "0C03A36C-484E-4F4A-B8D9-FAD5F4B0D478",
  "File": "Res 0696-2023",
  "Name": "Establish tiers of essential employees during a state of emergency. (S.2770/A.1971)",
  "Title": "Resolution calling on the State Legislature to pass, and the Governor to sign, S.2770/A.1971, which would establish tiers of essential employees during a state of emergency.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 7,
  "BodyName": "Committee on Economic Development",
  "IntroDate": "2023-06-22T00:00:00Z",
  "AgendaDate": "2023-06-22T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    }
  ],
  "History": [
    {
      "ID": 395530,
      "Date": "2023-06-22T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-06-17T02:30:36.12Z"
    },
    {
      "ID": 395733,
      "Date": "2023-06-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Economic Development",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20203,
      "AgendaSequence": 111,
      "MinutesSequence": 121,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Economic Development",
      "MatterStatusID": 3,
      "LastModified": "2023-06-22T14:25:11.58Z"
    }
  ],
  "Attachments": [
    {
      "ID": 250448,
      "LastModified": "2023-06-23T17:15:08.92Z",
      "Name": "Res. No. 696",
      "Link": "https://nyc.legistar1.com/nyc/attachments/498bb65b-d327-4c3d-948c-379abc48e07b.docx",
      "Sort": 1
    },
    {
      "ID": 281620,
      "LastModified": "2023-06-22T17:06:02.16Z",
      "Name": "June 22, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/867210ff-03cf-4e34-b9be-6c8cc9d0d62a.pdf",
      "Sort": 2
    },
    {
      "ID": 282316,
      "LastModified": "2023-07-06T15:29:29.88Z",
      "Name": "Hearing Transcript - Stated Meeting  6-22-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f035fdfc-dbab-44e1-af24-8162c49d51e9.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 71449,
  "Text": "By the Public Advocate (Mr. Williams) and Council Members Louis and Stevens\n\n      Whereas, On March 20, 2020, former New York Governor Andrew M. Cuomo signed the 'New York State On PAUSE' Executive Order 202.6 mandating all non-essential businesses statewide to close due to the outbreak of the new coronavirus, and the resulting disease, COVID-19; and\n      Whereas, The issuance of Executive Order 202.6 caused confusion as to who qualified as an essential worker, prompting the New York Department of Economic Development to publish guidance on what businesses and services are deemed essential; and\n      Whereas, According to the New York Times Editorial Board, workers who are fundamental to serving communities such as transit employees, grocers and pharmacists, lack personal protective equipment and deserve more attention for their high risk of exposure to COVID-19 when working to keep our city operating; and\n      Whereas, The Brookings Institution observed that quarantine and social distancing practices revealed an increased dependency on workers not traditionally seen as first responders to keep essential services operating; and\n      Whereas,  According to the New York City Department of Small Business Services, limited child care and lack of proper safety supplies have been obstacles for workers that New Yorkers rely on to continue working during a time of crisis; and\n      Whereas, Within the transit industry alone for example, 173 workers have died amid lack of personal protections according to the Metropolitan Transportation Authority; and\n      Whereas, The lack of safety protections and hazardous working conditions have led to nationwide calls to demand that protective supplies be distributed across various industries; and\n      Whereas, S.2770, introduced by New York State Senator Jessica Ramos, and its companion bill, A.1971, introduced by Assembly Member Catalina Cruz, would establish tiers of essential employees during a state of emergency, to ensure that a wider range of workers have access to federal, state and local mandated medical assistance, benefits and protections that would help maintain such employee positions including, but not limited to, child care, medical supplies and/or personal protective equipment; and\n      Whereas, The necessity of educators, child care workers, transit employees, information technology personnel, correctional employees, substance disorder treatment workers, in-store food personnel, delivery workers, street vendors, janitorial, custodial and cleaning staff, in addition to first responders and many others in times of emergency is apparent to keep New York City functioning; and\n      Whereas, By codifying such workers as essential, the state formally recognizes workers' contributions to society, affirming their right to access services, benefits and protections to help maintain their positions, as such workers risk their lives to keep New York City running; now therefore, be it\n      Resolved, That the Council of the City of New York calls on the State Legislature to pass, and the Governor to sign, S.2770/A.1971, which would establish tiers of essential employees during a state of emergency.\n\n\n\n\nSession 12\nAH\nLS 4545\n2/24/22\n\nSession 11\nAH\nLS #14850\nRes. #1342-2020\n\n\n\n3",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy the Public Advocate (Mr. Williams) and Council Members Louis and Stevens\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, On March 20, 2020, former New York Governor Andrew M. Cuomo signed the \\lquote New York State On PAUSE\\rquote  Executive Order 202.6 mandating all non-essential businesses statewide to close due to the outbreak of the new coronavirus, and the resulting disease, COVID-19; and\\par\nWhereas, The issuance of \\cf1 Executive Order 202.6 caused \\cf0 confusion as to who qualified as an essential worker, prompting the New York Department of Economic Development to publish guidance on what businesses and services are deemed essential; and\\par\nWhereas, According to the New York Times Editorial Board, workers who are fundamental to serving communities such as \\cf1 transit employees, grocers and pharmacists, lack personal protective equipment and deserve more attention for their high risk of exposure to COVID-19 when working to keep our city operating; \\cf0 and\\par\nWhereas, The Brookings Institution observed that quarantine and social distancing practices revealed an increased dependency on workers not traditionally seen as first responders to keep essential services operating; and\\par\nWhereas,  According to the New York City Department of Small Business Services, limited child care and lack of proper safety supplies have been obstacles for workers that New Yorkers rely on to continue working during a time of crisis; and\\par\nWhereas, Within the transit industry alone for example, 173 workers have died amid lack of personal protections according to the Metropolitan Transportation Authority; and\\par\nWhereas, The lack of safety protections and hazardous working conditions have led to nationwide calls to demand that protective supplies be distributed across various industries; and\\par\nWhereas, S.2770, introduced by New York State Senator Jessica Ramos, and its companion bill, A.1971, introduced by Assembly Member Catalina Cruz, would establish tiers of essential employees during a state of emergency, to ensure that a wider range of workers have access to federal, state and local mandated medical assistance, benefits and protections that would help maintain such employee positions including, but not limited to, child care, medical supplies and/or personal protective equipment; and\\fs20\\par\n\\fs24 Wh\\cf1 ereas, The necessity of educators, child care workers, transit employees, information technology personnel, correctional employees, substance disorder treatment workers, in-store food personnel, delivery workers, street vendors, janitorial, custodial and cleaning staff, in addition to first responders and many others in times of emergency is apparent to keep New York City functioning; and\\par\nWhereas, By codifying such workers as essential, the state formally recognizes workers' contributions to society, affirming their right to access services, benefits and protections to help maintain their positions, as such workers risk their lives to keep New York City running; now therefore, be it\\par\n\\cf0 Resolved, That the Council of the City of New York calls on the State Legislature to pass, and the Governor to sign, S.2770/A.1971, which would establish tiers of essential employees during a state of emergency.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\ul\\fs18\\par\n\\par\nSession 12\\par\n\\ulnone AH\\par\nLS 4545\\par\n2/24/22\\par\n\\par\n\\ul Session 11\\par\n\\ulnone AH\\par\nLS #14850\\par\nRes. #1342-2020\\par\n}\n",
  "LastModified": "2023-07-06T15:29:29.88Z"
}
