{
  "ID": 71653,
  "GUID": "A7B98A07-C5DB-42ED-9441-FAA24F1E7977",
  "File": "Res 0716-2023",
  "Name": "Recognizing July 27 annually as Korean War Veterans Armistice Day in the City of New York.",
  "Title": "Resolution recognizing July 27 annually as Korean War Veterans Armistice Day in the City of New York to honor the courage and sacrifice of those who served.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2023-07-13T00:00:00Z",
  "AgendaDate": "2023-07-13T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7811,
      "Slug": "vickie-paladino",
      "FullName": "Vickie Paladino"
    },
    {
      "ID": 7831,
      "Slug": "inna-vernikov",
      "FullName": "Inna Vernikov"
    }
  ],
  "History": [
    {
      "ID": 396290,
      "Date": "2023-07-13T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-07-10T14:16:22.29Z"
    },
    {
      "ID": 396431,
      "Date": "2023-07-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20232,
      "AgendaSequence": 91,
      "MinutesSequence": 103,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2023-07-13T14:25:53.01Z"
    },
    {
      "ID": 401123,
      "Date": "2023-12-31T16:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T21:24:31.407Z"
    }
  ],
  "Attachments": [
    {
      "ID": 281987,
      "LastModified": "2024-01-08T15:10:28.09Z",
      "Name": "Res. No. 716",
      "Link": "https://nyc.legistar1.com/nyc/attachments/10d3c98b-2331-4732-906e-ee70b676f6da.docx",
      "Sort": 1
    },
    {
      "ID": 282586,
      "LastModified": "2023-07-17T15:01:37.093Z",
      "Name": "July 13, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/82354305-845e-4785-a848-83d3d2f10685.pdf",
      "Sort": 2
    },
    {
      "ID": 282674,
      "LastModified": "2023-07-17T15:08:16.643Z",
      "Name": "Hearing Transcript - Stated Meeting  7-13-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/aee6adca-fba9-46a8-98fe-7fff2e3f5b20.pdf",
      "Sort": 3
    },
    {
      "ID": 288434,
      "LastModified": "2024-01-08T14:58:24.833Z",
      "Name": "Minutes of the Stated Meeting - July 13, 2023",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3d32b205-2490-4def-84bc-c69a586abc03.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 75055,
  "Text": "Whereas, After World War II, the Korean Peninsula was split into a Soviet-backed government in the North and a United States (U.S.)-backed government in the South; and\n      Whereas, On June 25, 1950, North Korean soldiers attacked along the 38th parallel, which divided the North and South, and invaded South Korea; and\n      Whereas, After the attack was condemned by the United Nations (UN) Security Council, the U.S. and other member nations sent troops to aid South Korea; and\n      Whereas, The ensuing three-year war cost the lives of millions of Korean civilians and soldiers from many countries and forever changed the lives of hundreds of thousands of those who were wounded and those who were brutally treated as prisoners of war; and\n      Whereas, On July 27, 1953, the Korean Armistice Agreement was signed by military delegates from the U.S., on behalf of the UN Command, the Korean People's Army, and the Chinese People's Volunteer Army, which had aided North Korea, thus bringing an end to armed conflict; and\n      Whereas, This longest negotiated armistice agreement in history, spanning two years and 17 days, was not and is not a formal peace treaty signed by nations, but rather a military truce, which separated the two parts of the Korean Peninsula by a Demilitarized Zone, which exists today; and\n      Whereas, On the National Mall in Washington, D.C., in 1995, U.S. President William J. Clinton and South Korea's President Kim Young-sam dedicated the Korean War Veterans Memorial, described by President Clinton as an \"enduring testament to [the veterans'] valor and generosity of spirit\"; and\n      Whereas, The haunting Memorial includes 19 \"On Patrol\" stainless steel standing sculptures of servicemembers in a triangular \"field of service,\" a wall with more than 36,000 names of Americans killed in the War, a pool of remembrance, a UN wall with the engraved names of the 21 countries that fought with the U.S., and a black granite mural wall with etchings of more than 2,400 candid photographs of servicemembers; and\n      Whereas, President Clinton wrote in Proclamation 6812 on July 26, 1995, that \"we look back in awe and gratitude at what our Armed Forces and allies accomplished in Korea\" and that \"[u]nder the banner of the United Nations, they fought to defend freedom and human dignity in the Korean peninsula, demonstrating to the world's totalitarian regimes that men and women of goodwill were ready to pay the ultimate price so that others might enjoy the blessings of liberty\"; and\n      Whereas, President Joseph R. Biden, Jr., in a Proclamation on July 26, 2022, to commemorate National Korean War Veterans Armistice Day, wrote that the 1.8 million Americans who served \"faced enormous challenges-often outnumbered by the enemy, facing extreme heat and cold while fighting in the mountains and valleys and in the rice paddies and rocky terrain of the Korean Peninsula\"; and \n      Whereas, President Biden said in his Proclamation that thousands of soldiers remain unaccounted for even today and that he is committed to accounting for all U.S. prisoners of war and servicemembers still missing in action; \n      Whereas, In his Proclamation, President Biden also remarked on almost 70 years of \"ensuing peace and the abiding relationship between the Korean and American people [that] has been the foundation for the thriving democracy and incredible economic progress of the Republic of Korea\"; and\n      Whereas, In his Proclamation, President Biden encouraged all Americans on July 27, 2022, \"to reflect on the strength, sacrifices, and sense of duty of our Korean War Veterans and bestow upon them the high honor they deserve\" and further \"to observe this day with appropriate ceremonies and activities that honor and give thanks\" to those Veterans; and\n      Whereas, July 27, 2023, is the 70th anniversary of the signing of the Korean Armistice Agreement, which heralded decades of peace after the bitter conflict; now, therefore, be it\n      Resolved, That the Council of the City of New York recognizes July 27 annually as Korean War Veterans Armistice Day in the City of New York to honor the courage and sacrifice of those who served. \n\n\nLS #13280\n6/28/2023\nRHP\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Holden, Far\\'edas, Yeger, Riley, Paladino and Vernikov\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, After World War II, the Korean Peninsula was split into a Soviet-backed government in the North and a United States (U.S.)-backed government in the South; and\\b\\par\n\\b0 Whereas, On June 25, 1950, North Korean soldiers attacked along the 38th parallel, which divided the North and South, and invaded South Korea; and\\b\\par\n\\b0 Whereas, After the attack was condemned by the United Nations (UN) Security Council, the U.S. and other member nations sent troops to aid South Korea; and\\b\\par\n\\b0 Whereas, The ensuing three-year war cost the lives of millions of Korean civilians and soldiers from many countries and forever changed the lives of hundreds of thousands of those who were wounded and those who were brutally treated as prisoners of war; and\\b\\par\n\\b0 Whereas, On July 27, 1953, the Korean Armistice Agreement was signed by military delegates from the U.S., on behalf of the UN Command, the Korean People\\rquote s Army, and the Chinese People\\rquote s Volunteer Army, which had aided North Korea, thus bringing an end to armed conflict; and\\b\\par\n\\b0 Whereas, This longest negotiated armistice agreement in history, spanning two years and 17 days, was not and is not a formal peace treaty signed by nations, but rather a military truce, which separated the two parts of the Korean Peninsula by a Demilitarized Zone, which exists today; and\\b\\par\n\\b0 Whereas, On the National Mall in Washington, D.C., in 1995, U.S. President William J. Clinton and South Korea\\rquote s President Kim Young-sam dedicated the Korean War Veterans Memorial, described by President Clinton as an \\ldblquote enduring testament to [the veterans\\rquote ] valor and generosity of spirit\\rdblquote ; and\\par\nWhereas, The haunting Memorial includes 19 \\ldblquote On Patrol\\rdblquote  stainless steel standing sculptures of servicemembers in a triangular \\ldblquote field of service,\\rdblquote  a wall with more than 36,000 names of Americans killed in the War, a pool of remembrance, a UN wall with the engraved names of the 21 countries that fought with the U.S., and a black granite mural wall with etchings of more than 2,400 candid photographs of servicemembers; and\\par\nWhereas, President Clinton wrote in Proclamation 6812 on July 26, 1995, that \\ldblquote we look back in awe and gratitude at what our Armed Forces and allies accomplished in Korea\\rdblquote  and that \\ldblquote [u]nder the banner of the United Nations, they fought to defend freedom and human dignity in the Korean peninsula, demonstrating to the world\\rquote s totalitarian regimes that men and women of goodwill were ready to pay the ultimate price so that others might enjoy the blessings of liberty\\rdblquote ; and\\b\\par\n\\b0 Whereas, President Joseph R. Biden, Jr., in a Proclamation on July 26, 2022, to commemorate National Korean War Veterans Armistice Day, wrote that the 1.8 million Americans who served \\ldblquote faced enormous challenges-often outnumbered by the enemy, facing extreme heat and cold while fighting in the mountains and valleys and in the rice paddies and rocky terrain of the Korean Peninsula\\rdblquote ; and \\par\nWhereas, President Biden said in his Proclamation that thousands of soldiers remain unaccounted for even today and that he is committed to accounting for all U.S. prisoners of war and servicemembers still missing in action; \\par\nWhereas, In his Proclamation, President Biden also remarked on almost 70 years of \\ldblquote ensuing peace and the abiding relationship between the Korean and American people [that] has been the foundation for the thriving democracy and incredible economic progress of the Republic of Korea\\rdblquote ; and\\par\nWhereas, In his Proclamation, President Biden encouraged all Americans on July 27, 2022, \\ldblquote to reflect on the strength, sacrifices, and sense of duty of our Korean War Veterans and bestow upon them the high honor they deserve\\rdblquote  and further \\ldblquote to observe this day with appropriate ceremonies and activities that honor and give thanks\\rdblquote  to those Veterans; and\\par\nWhereas, July 27, 2023, is the 70th anniversary of the signing of the Korean Armistice Agreement, which heralded decades of peace after the bitter conflict; now, therefore, be it\\par\nResolved, That the Council of the City of New York recognizes July 27 annually as Korean War Veterans Armistice Day in the City of New York to honor the courage and sacrifice of those who served. \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\fs18\\par\n\\pard\\ltrpar\\qj\\par\nLS #13280\\par\n6/28/2023\\par\nRHP\\par\n\\par\n}\n",
  "LastModified": "2024-03-12T14:07:30.09Z"
}
