{
  "ID": 71689,
  "GUID": "4B9FE2E0-B2FA-48C8-8DBE-91AB7ECE7370",
  "File": "Res 0718-2023",
  "Name": "Setting Consumer Standards for Lithium-Ion Batteries Act.",
  "Title": "Resolution calling on Congress to pass and the President to sign the Setting Consumer Standards for Lithium-Ion Batteries Act, which would promulgate consumer product safety standards with respect to rechargeable lithium-ion batteries used in micromobility devices.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5269,
  "BodyName": "Committee on Consumer and Worker Protection",
  "IntroDate": "2023-07-13T00:00:00Z",
  "AgendaDate": "2023-07-13T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7798,
      "Slug": "oswald-feliz",
      "FullName": "Oswald Feliz"
    },
    {
      "ID": 7807,
      "Slug": "marjorie-velazquez",
      "FullName": "Marjorie Velázquez"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    }
  ],
  "History": [
    {
      "ID": 396314,
      "Date": "2023-07-13T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-07-10T19:17:42.083Z"
    },
    {
      "ID": 396439,
      "Date": "2023-07-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Consumer and Worker Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20232,
      "AgendaSequence": 100,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer and Worker Protection",
      "MatterStatusID": 3,
      "LastModified": "2023-07-13T14:29:28.713Z"
    },
    {
      "ID": 398493,
      "Date": "2023-10-23T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5269,
      "BodyName": "Committee on Consumer and Worker Protection",
      "EventID": 20370,
      "AgendaSequence": 8,
      "MinutesSequence": 17,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2023-10-23T18:19:18.06Z"
    },
    {
      "ID": 399013,
      "Date": "2023-10-23T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5269,
      "BodyName": "Committee on Consumer and Worker Protection",
      "EventID": 20370,
      "MinutesSequence": 18,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2023-10-23T18:47:20.12Z"
    },
    {
      "ID": 401125,
      "Date": "2023-12-31T16:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T21:25:07.13Z"
    }
  ],
  "Attachments": [
    {
      "ID": 282452,
      "LastModified": "2024-01-08T15:13:31.967Z",
      "Name": "Res. No. 718",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f6899b87-7ef9-4958-a9fd-d58576469c62.docx",
      "Sort": 1
    },
    {
      "ID": 282595,
      "LastModified": "2023-07-17T15:01:41.2Z",
      "Name": "July 13, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9c83e853-d268-4a9e-9ec5-cd02e76ec6c2.pdf",
      "Sort": 2
    },
    {
      "ID": 282683,
      "LastModified": "2023-07-17T15:08:22.26Z",
      "Name": "Hearing Transcript - Stated Meeting  7-13-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/43e850e7-f2d4-46ca-9a6f-87eee859ff6d.pdf",
      "Sort": 3
    },
    {
      "ID": 288443,
      "LastModified": "2024-01-08T15:13:34.577Z",
      "Name": "Minutes of the Stated Meeting - July 13, 2023",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6342c748-94a9-4dad-86d1-f20717cc1647.pdf",
      "Sort": 4
    },
    {
      "ID": 285911,
      "LastModified": "2024-01-08T15:13:34.533Z",
      "Name": "Committee Report 10/23/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c07eccf1-9e61-4fca-bd8e-cee8fb2e207a.docx",
      "Sort": 5
    },
    {
      "ID": 286253,
      "LastModified": "2024-01-08T15:13:33.947Z",
      "Name": "Hearing Testimony 10/23/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fed8208a-5dec-4388-b67f-ee7659c7f99e.pdf",
      "Sort": 6
    },
    {
      "ID": 286430,
      "LastModified": "2024-01-08T15:13:33.353Z",
      "Name": "Hearing Transcript 10/23/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8c527010-7b3e-4545-bba5-4ea50bb22277.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 75100,
  "Text": "Whereas, A lithium-ion battery is a rechargeable device that is commonly used in electronics and mobility devices, such as cellular phones, scooters and e-bikes; and\n    Whereas, A lithium-ion battery, when faulty or overheated, can cause fires that are extremely dangerous because they are self-sustaining and are difficult to contain and extinguish; and\n    Whereas, The construction of these batteries contain a pressurized electrolyte fluid that makes them dangerous in a range of circumstances, which may compromise the battery's integrity and cause the battery to explode or ignite; and\n    Whereas, These circumstances include but are not limited to: (i) impact damage to the battery; (ii) a manufacturing flaw; (iii) aging and deterioration of the battery components; (iv) extreme temperatures; and (v) overcharging; and\n    Whereas, Additionally, overcharging lithium-ion may produce an exothermic decomposition of the battery cell, which may lead to rupturing and thermal explosion and is incredibly challenging for firefighters to extinguish; and \n    Whereas, During 2022, there were 220 reported lithium-ion battery related fires in the City resulting in 146 injuries and 6 deaths; and   \n    Whereas, New York City continues to experience a growing number of e-bike fires, both residential and commercial, that not only destroy property but result in fatalities; and\n    Whereas, On April 10, 2023, two young people, a 7-year-old boy and his 19 year-old sister, were killed in a residential fire caused by an e-bike being charged near the front door of an apartment building in Astoria, Queens; and\n    Whereas, In 2023, the City Council passed local laws to curb these fires and better protect and educate the public on the dangers of lithium-ion batteries, including: (i) establishing an informational campaign to educate the public on fire risks posed by power mobility devices; (ii) prohibiting the sale, lease, or rental of powered mobility devices, such as e-bikes and electric scooters, and storage batteries for these devices, which fail to meet recognized safety standards; and (iii) prohibiting the assembly or reconditioning of a lithium-ion battery using cells removed from used storage batteries and the sale of a lithium-ion battery that uses cells removed from used storage batteries; and\n    Whereas, H.R. 1797, introduced by United States Representative Richie Torres, and S.1008 introduced by United States Senator Kirsten Gillibrand, which would require the U.S. Consumer Product Safety Commission (\"CPSC\") to promulgate a consumer product safety standard with respect to rechargeable lithium-ion batteries used in micromobility devices, and for other purposes; and\n    Whereas, H.R. 1797/S. 1008, also known as the Setting Consumer Standards for Lithium-Ion Batteries Act, would require the CPSC to establish a final consumer product safety standard for rechargeable lithium-ion batteries used in personal mobility devices, such as electric scooters and e-bikes; and\n    Whereas, The Setting Consumer Standards for Lithium-Ion Batteries Act would help protect the public against the risk of fires caused by such batteries throughout the country; now, therefore, be it\n    Resolved, That the Council of the City of New York calls on Congress to pass and the President to sign the Setting Consumer Standards for Lithium-Ion Batteries Act, which would promulgate consumer product safety standards with respect to rechargeable lithium-ion batteries used in micromobility devices.\n\nWJH\nLS 13315\n7/6/23",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red51\\green51\\blue51;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\cf0 By Council Members Powers, Avil\\'e9s\\f1 ,\\f0  Feliz\\f1 ,\\f0  Vel\\'e1zquez\\f1 ,\\f0  Restler\\f1 ,\\f0  Yeger, Hanif\\f1 ,\\f0  Brewer\\f1 ,\\f0  Riley and Won\\par\n\\par\n\\pard\\ltrpar\\fi480\\sa160\\sl480\\slmult1\\qj Whereas, A lithium-ion battery is a rechargeable device that is commonly used in electronics and mobility devices, such as cellular phones, scooters and e-bikes; and\\par\nWhereas, A lithium-ion battery, when faulty or overheated, can cause fires that are extremely dangerous because they are self-sustaining and are difficult to contain and extinguish; and\\par\nWhereas, The construction of these batteries contain a pressurized electrolyte fluid that makes them dangerous in a range of circumstances, which may compromise the battery\\rquote s integrity and cause the battery to explode or ignite; and\\par\nWhereas, These circumstances include but are not limited to: (i) impact damage to the battery; (ii) a manufacturing flaw; (iii) aging and deterioration of the battery components; (iv) extreme temperatures; and (v) overcharging; and\\par\nWhereas, Additionally, overcharging lithium-ion may produce an exothermic decomposition of the battery cell, which may lead to rupturing and thermal explosion and is incredibly challenging for firefighters to extinguish; and \\par\nWhereas, During 2022, there were 220 reported lithium-ion battery related fires in the City resulting in 146 injuries and 6 deaths; and   \\par\nWhereas, New York City continues to experience a growing number of e-bike fires, both residential and commercial, that not only destroy property but result in fatalities; and\\par\nWhereas, On April 10, 2023, two young people, a 7-year-old boy and his 19 year-old sister, were killed in a residential fire caused by an e-bike being charged near the front door of an apartment building in Astoria, Queens; and\\par\nWhereas, In 2023, the City Council passed local laws to curb these fires and better protect and educate the public on the dangers of lithium-ion batteries, including: (i) establishing an informational campaign to educate the public on fire risks posed by power mobility devices; (ii) prohibiting the sale, lease, or rental of powered mobility devices, such as e-bikes and electric scooters, and storage batteries for these devices, which fail to meet recognized safety standards; and (iii) prohibiting the assembly or reconditioning of a lithium-ion battery using cells removed from used storage batteries and the sale of a lithium-ion battery that uses cells removed from used storage batteries; and\\par\nWhereas, H.R. 1797, introduced by United States Representative Richie Torres, and S.1008 introduced by United States Senator Kirsten Gillibrand, which would require the U.S. Consumer Product Safety Commission (\\ldblquote CPSC\\rdblquote ) to promulgate a consumer product safety standard with respect to rechargeable lithium-ion batteries used in micromobility devices, and for other purposes; and\\par\nWhereas, H.R. 1797/S. 1008, also known as the \\i Setting Consumer Standards for Lithium-Ion Batteries Act\\i0 , \\expndtw4 would require the CPSC to establish a final consumer product safety standard for rechargeable lithium-ion batteries used in personal mobility devices, such as electric scooters and e-bikes; and\\par\nWhereas, The\\expndtw0\\i  Setting Consumer Standards for Lithium-Ion Batteries Act\\expndtw4\\i0  would help protect the public against the risk of fires caused by such batteries throughout the country; now, therefore, be it\\par\n\\expndtw0 Resolved, That the Council of the City of New York calls on Congress to pass and the President to sign the \\i Setting Consumer Standards for Lithium-Ion Batteries Act\\i0 , which would promulgate \\cf1 consumer product safety standards with respect to rechargeable lithium-ion batteries used in micromobility devices.\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj WJH\\par\nLS 13315\\par\n7/6/23\\par\n\\pard\\ltrpar\\fi480\\sa160\\sl252\\slmult1\\qj\\cf0\\f1\\fs22\\par\n}\n",
  "LastModified": "2024-02-12T19:46:28.543Z"
}
