{
  "ID": 71707,
  "GUID": "C887F3F3-46F6-4430-AF07-EDBA8183BC0F",
  "File": "Res 0754-2023",
  "Name": "Support the provision of medication abortion on all college and university campuses in New York State.",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, legislation to support the provision of medication abortion on all college and university campuses in New York State.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2023-09-14T00:00:00Z",
  "AgendaDate": "2023-09-14T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    }
  ],
  "History": [
    {
      "ID": 397193,
      "Date": "2023-09-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-08-30T12:59:46.403Z"
    },
    {
      "ID": 397468,
      "Date": "2023-09-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20330,
      "AgendaSequence": 100,
      "MinutesSequence": 113,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2023-09-14T22:23:48.377Z"
    },
    {
      "ID": 401144,
      "Date": "2023-12-31T16:38:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T21:38:16.413Z"
    }
  ],
  "Attachments": [
    {
      "ID": 282912,
      "LastModified": "2023-10-31T13:53:56.853Z",
      "Name": "Res. No. 754",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dc4972ed-2093-4af5-97e9-908840e1cd53.docx",
      "Sort": 1
    },
    {
      "ID": 284249,
      "LastModified": "2023-09-20T12:42:25.607Z",
      "Name": "September 14, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b650020f-2433-4613-ab69-028e37238aa2.pdf",
      "Sort": 2
    },
    {
      "ID": 284338,
      "LastModified": "2023-10-31T13:53:46.82Z",
      "Name": "Hearing Transcript - Stated Meeting 9-14-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4296fbde-c029-4464-8770-dfa995c15c70.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 75119,
  "Text": "Whereas, On June 24, 2022, the United States Supreme Court overturned Roe v. Wade, eliminating the protection of a woman's right to abortion under the U.S. constitution; and \n      Whereas, Roe v. Wade, which was decided on January 22, 1973, was reversed by the Supreme Court's decision in Dobbs v. Jackson Woman's Health Organization, thereby overturning five decades of judicial precedent that honored a woman's fundamental right to privacy, and effectively ending the ability for women to control their own personal decisions about family planning; and\n      Whereas, According to the Guttmacher Institute, in the year following the Dobbs decision, abortion was banned in Alabama, Arkansas, Idaho, Kentucky, Louisiana, Mississippi, Missouri, Oklahoma, South Dakota, Tennessee, Texas, and West Virginia; and\n      Whereas, Abortion is currently unavailable in North Dakota because its sole clinic moved to Minnesota, and is also unavailable in Wisconsin due to ongoing legal challenges; and\n      Whereas, The states of Arizona, Florida, Georgia, and Utah continue to litigate the legality of abortion bans under state law; and  \n      Whereas, As near total bans on abortion in the states of Indiana, Wyoming, and Ohio have been blocked by state courts, legal arguments about the terms of gestational bans continue to be ongoing; and\n      Whereas, While the states of Iowa, Montana, and Nebraska narrowly failed to pass total bans on abortion, state legislators are reportedly likely to try again to pass bans in the 2023 legislative session; and\n      Whereas, In May 2023, Governor Kathy Hochul signed into law legislation ensuring all public colleges and universities in the State University of New York (SUNY) and City University of New York (CUNY) campuses offer access to medication abortion; and\n      Whereas, In June of 2023, Governor Hochul signed a bill expanding medication abortion access by protecting doctors who prescribe and provide abortion medications to patients living outside New York state; and\n      Whereas, The private New York University (NYU) announced medication abortion will be fully covered by NYU insurance beginning in the fall 2023 semester when its Health Center will begin to dispense mifepristone, the safe and commonly used abortion medication drug approved by the FDA nearly 20 years ago; and \n      Whereas, In direct response to the U.S. Supreme Court's decision to overturn Roe v. Wade, the private New York City women's college, Barnard College, will ensure access for its students to medication abortion pills in the fall of 2023; and\n      Whereas, The U.S. Census Bureau 2020 estimates the female population of New York City to be 4,382 million, constituting 52 percent of the 8,468 million New Yorkers who live in the five boroughs of the City; and\n      Whereas, According to the College Simply website, there are 149 private colleges and universities in New York state that enrolled 627,764 students in 2022; and\n      \n      Whereas, According to the Educational Data Initiative, women continue to outnumber men in college enrollment and graduations in New York City and account for nearly 60 percent of all college admissions; and \n      Whereas, Governor Hochul stated \"as anti-choice extremists and judges continue to roll back abortion rights across the country, we are fighting back here in New York\"; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon on the New York State Legislature to pass, and the Governor to sign, legislation to support the provision of medication abortion on all college and university campuses in New York State.\n\n\nLS #10407/LS 13065\n7/10/23\nCD",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cab\\'e1n, Powers, Guti\\'e9rrez, Far\\'edas, Schulman, Hanif, Abreu, Brewer, Avil\\'e9s, Williams, Nurse, Sanchez, Ung and Hudson\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, On June 24, 2022, the United States Supreme Court overturned Roe v. Wade, eliminating the protection of a woman\\rquote s right to abortion under the U.S. constitution; and \\par\nWhereas, Roe v. Wade, which was decided on January 22, 1973, was reversed by the Supreme Court\\rquote s decision in Dobbs v. Jackson Woman\\rquote s Health Organization, thereby overturning five decades of judicial precedent that honored a woman\\rquote s fundamental right to privacy, and effectively ending the ability for women to control their own personal decisions about family planning; and\\par\nWhereas, According to the Guttmacher Institute, in the year following the Dobbs decision, abortion was banned in Alabama, Arkansas, Idaho, Kentucky, Louisiana, Mississippi, Missouri, Oklahoma, South Dakota, Tennessee, Texas, and West Virginia; and\\par\nWhereas, Abortion is currently unavailable in North Dakota because its sole clinic moved to Minnesota, and is also unavailable in Wisconsin due to ongoing legal challenges; and\\par\nWhereas, The states of Arizona, Florida, Georgia, and Utah continue to litigate the legality of abortion bans under state law; and  \\par\nWhereas, As near total bans on abortion in the states of Indiana, Wyoming, and Ohio have been blocked by state courts, legal arguments about the terms of gestational bans continue to be ongoing; and\\par\nWhereas, While the states of Iowa, Montana, and Nebraska narrowly failed to pass total bans on abortion, state legislators are reportedly likely to try again to pass bans in the 2023 legislative session; and\\par\nWhereas, In May 2023, Governor Kathy Hochul signed into law legislation ensuring all public colleges and universities in the State University of New York (SUNY) and City University of New York (CUNY) campuses offer access to medication abortion; and\\par\nWhereas, In June of 2023, Governor Hochul signed a bill expanding medication abortion access by protecting doctors who prescribe and provide abortion medications to patients living outside New York state; and\\par\nWhereas, The private New York University (NYU) announced medication abortion will be fully covered by NYU insurance beginning in the fall 2023 semester when its Health Center will begin to dispense mifepristone, the safe and commonly used abortion medication drug approved by the FDA nearly 20 years ago; and \\par\nWhereas, In direct response to the U.S. Supreme Court\\rquote s decision to overturn Roe v. Wade, the private New York City women\\rquote s college, Barnard College, will ensure access for its students to medication abortion pills in the fall of 2023; and\\par\nWhereas, The U.S. Census Bureau 2020 estimates the female population of New York City to be 4,382 million, constituting 52 percent of the 8,468 million New Yorkers who live in the five boroughs of the City; and\\par\nWhereas, According to the College Simply website, there are 149 private colleges and universities in New York state that enrolled 627,764 students in 2022; and\\par\n\\par\nWhereas, According to the Educational Data Initiative, women continue to outnumber men in college enrollment and graduations in New York City and account for nearly 60 percent of all college admissions; and \\par\nWhereas, Governor Hochul stated \\ldblquote as anti-choice extremists and judges continue to roll back abortion rights across the country, we are fighting back here in New York\\rdblquote ; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon on the New York State Legislature to pass, and the Governor to sign, legislation to support the provision of medication abortion on all college and university campuses in New York State.\\par\n\\pard\\ltrpar\\qj\\par\n\\pard\\ltrpar\\par\n\\fs20 LS #10407/LS 13065\\par\n7/10/23\\par\nCD\\par\n\\pard\\ltrpar\\fi720\\fs24\\par\n\\pard\\ltrpar\\b\\par\n}\n",
  "LastModified": "2023-12-22T21:38:17.52Z"
}
