{
  "ID": 71699,
  "GUID": "B6DF21E3-F162-4311-970E-6916C3F3FD60",
  "File": "Res 0755-2023",
  "Name": "Enhance Access to SNAP Act of 2023 (EATS Act of 2023) (S.1488/H.R.3183)",
  "Title": "Resolution calling on Congress to pass, and the President to sign, S.1488/H.R.3183, the “Enhance Access to SNAP Act of 2023” (EATS Act of 2023), to remove certain eligibility disqualifications that restrict otherwise eligible students from participating in the Supplemental Nutrition Assistance Program.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2023-09-14T00:00:00Z",
  "AgendaDate": "2023-09-14T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7799,
      "Slug": "eric-dinowitz",
      "FullName": "Eric Dinowitz"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7810,
      "Slug": "amanda-c-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    }
  ],
  "History": [
    {
      "ID": 397272,
      "Date": "2023-09-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-09-07T21:02:35.82Z"
    },
    {
      "ID": 397474,
      "Date": "2023-09-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20330,
      "AgendaSequence": 103,
      "MinutesSequence": 116,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2023-09-14T22:23:48.38Z"
    },
    {
      "ID": 401145,
      "Date": "2023-12-31T16:38:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T21:38:33.78Z"
    }
  ],
  "Attachments": [
    {
      "ID": 282877,
      "LastModified": "2024-02-28T19:47:58.723Z",
      "Name": "Res. No. 755",
      "Link": "https://nyc.legistar1.com/nyc/attachments/eb1e94d5-507a-4d36-aaf1-a5537398192e.docx",
      "Sort": 1
    },
    {
      "ID": 284252,
      "LastModified": "2023-09-20T12:42:26.523Z",
      "Name": "September 14, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6f61c20d-69bf-4330-b65a-bf6eba3d3833.pdf",
      "Sort": 2
    },
    {
      "ID": 284341,
      "LastModified": "2023-09-20T14:17:25.963Z",
      "Name": "Hearing Transcript - Stated Meeting 9-14-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/97920354-3cff-4800-90bf-414b2b57ef68.pdf",
      "Sort": 3
    },
    {
      "ID": 288668,
      "LastModified": "2024-01-11T14:37:15.503Z",
      "Name": "Minutes of the Stated Meeting - September 14, 2023",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1588c3f9-a16e-48d0-be2c-7f049361ce09.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 75111,
  "Text": "Whereas, The U.S. Department of Agriculture defines food insecurity as the limited or uncertain availability of nutritionally adequate and safe food; and\n      Whereas, According to a 2021 report by the Hope Center for College, Community, and Justice at Temple University, 39 percent of students at two-year higher education institutions and 29 percent of students at four-year higher education institutions experienced food insecurity in 2020 in the United States (U.S.); and\n      Whereas, The Hope Center's data reveal that during 2020, among students at American two-year higher education institutions, 22 percent experienced a very low level of food security, and 16 percent experienced a low level of food security; and \n      Whereas, The Hope Center also documented that during 2020, among students at U.S. four-year higher education institutions, 17 percent experienced a very low level of food security, and 12 percent experienced a low level of food security; and\n      Whereas, The Hope Center additionally found that during 2020, 17 percent of students at two-year higher education institutions and 12 percent of students at four-year higher education institutions in the U.S. lost weight because of food insecurity; and \n      Whereas, Per the Hope Center's 2021 report, as of 2020, indigenous, Black, and Hispanic students at American two- and four-year higher education institutions experienced a significantly higher prevalence of basic needs insecurity, including food insecurity, compared with their White counterparts; and \n      Whereas, Also per the Hope Center's 2021 report, LGBTQIA+ students at American two- and four-year higher education institutions experienced a higher rate of basic needs insecurity, including food insecurity, than their non-LGBTQIA+ peers; and\n      Whereas, The Hope Center's data demonstrate that as of 2020, at American two- and four-year higher education institutions, first-generation, low-income, part-time, foster-care involved, justice-system involved, and parenting students experienced a higher incidence of basic needs insecurity, including food insecurity; and \n      Whereas, A 2021 study by the Urban Food Policy Institute at the City University of New York (CUNY) reported that even before the COVID-19 pandemic exacerbated food insecurity in the U.S., 40 percent to 50 percent of the State University of New York's students experienced hunger; and\n      Whereas, CUNY Urban Food Policy Institute's 2021 research also reveals that in 2020, 18 percent of CUNY students experienced chronic or episodic hunger, 27 percent of CUNY students cut or skipped meals due to insufficient financial means, and 50 percent of CUNY students were concerned about food running out before being able to purchase more; and \n      Whereas, In contrast, data from the U.S. Census Bureau show that 13.7 percent of adults in the U.S. and 16.2 percent of adults in New York State experienced food insecurity in 2020; and\n      Whereas, Research, including studies published in 2016 in the Journal of the Academy of Nutrition and Dietetics, in 2019 in the American Journal of Public Health, and in 2022 in Public Health Nutrition, found that food insecurity among college and university students is associated with poor sleep, impaired focus, lower grades, delayed graduation, a higher risk of dropping out, a lower likelihood of graduation, increased stress, and higher rates of diabetes, obesity, high blood pressure, depression, and anxiety; and \n      Whereas, According to a 2022 report by the Center on Budget and Policy Priorities, a research and policy organization, the Supplemental Nutrition Assistance Program (SNAP) reduces the prevalence of food insecurity by as much as 30 percent and is associated with improved current and long-term health and lower healthcare costs; and \n      Whereas, SNAP eligibility is primarily based on a household's income and certain other characteristics, but the Food Stamp Act Amendments of 1980 restricted access to SNAP benefits for individuals enrolled half time or more in an institution of higher education; and\n      Whereas, The Food Stamp Act Amendments of 1980 established several exemptions to the college student SNAP restriction, which apply if a student is either: 1) younger than the age of 18 or aged 50 years or older, 2) a parent caring for a child under the age of 6, 3) a parent caring for a child aged 6 years to 11 years and unable to obtain childcare to attend school and work, 4) a single parent caring for a child under the age of 12 and enrolled full-time, 5) working a minimum of 20 hours per week at paid employment, 6) participating in a state- or federally-financed work-study program, 7) receiving Temporary Assistance for Needy Families benefits, 8) not physically or mentally fit, or 9) enrolled in certain programs for the purpose of employment and training; and \n      Whereas, In its 2018 Report to Congressional Requesters, the U.S. Government Accountability Office (GAO) reported that of the 5.5 million low-income American students at-risk for food insecurity, 25 percent or over 1.3 million did not meet a SNAP student exemption and were not receiving SNAP benefits; and \n      Whereas, The Coronavirus Response and Relief Supplemental Appropriations Act of 2021 (CRRSA Act) added temporarily, until the end of the COVID-19 public health emergency, two new types of exemptions to the SNAP student rule; and\n      Whereas, A CRRSA Act exemption would apply if a student either has an Expected Family Contribution (EFC) of $0 in the current academic year on the Free Application for Federal Student Aid or is eligible to participate in a state or a federally financed work-study program during the regular school year; and \n      Whereas, According to the Hope Center's 2021 report, in 2019-2020, nationally, there were about 6 million undergraduate students at $0 EFC at public colleges and universities, representing approximately 35 percent of all undergraduate students at public colleges and universities nationwide; and\n      Whereas, Per the Hope Center's 2021 report, roughly 3.5 million undergraduate students at $0 EFC at public colleges and universities were made eligible for SNAP benefits by the CRRSA Act; and\n      Whereas, With the intent of addressing the growing crisis of food insecurity among American college students, U.S. Senator Kirsten E. Gillibrand introduced S.1488 in the U.S. Senate, and U.S. Representative James Gomez introduced companion bill H.R.3183 in the U.S. House of Representatives, known as the \"Enhance Access to SNAP Act of 2023\" (EATS Act of 2023), which would amend the Food and Nutrition Act of 2008 to remove certain eligibility disqualifications that restrict otherwise eligible students from participating in the Supplemental Nutrition Assistance Program; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on Congress to pass, and the President to sign, S.1488/H.R.3183, the \"Enhance Access to SNAP Act of 2023\" (EATS Act of 2023), to remove certain eligibility disqualifications that restrict otherwise eligible students from participating in the Supplemental Nutrition Assistance Program.\n      \n       \n      \nLS #13457\n07/14/2023\nAZ \n\n\n\n4",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red33\\green37\\blue41;}\n\\viewkind4\\uc1\n\\cf0\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Members Dinowitz, Stevens, Louis, Restler, Far\\'edas, Hanif, Brewer and Ung\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Whereas, The U.S. Department of Agriculture defines food insecurity as the limited or uncertain availability of nutritionally adequate and safe food; and\\par\nWhereas,\\f1\\fs22  \\f0\\fs24 According to a 2021 report by the Hope Center for College, Community, and Justice at Temple University, 39 percent of students at two-year higher education institutions and 29 percent of students at four-year higher education institutions experienced food insecurity in 2020 in the United States (U.S.); and\\par\nWhereas, The Hope Center\\rquote s data reveal that during 2020, among students at American two-year higher education institutions, 22 percent experienced a very low level of food security, and 16 percent experienced a low level of food security; and \\par\nWhereas, The Hope Center also documented that during 2020, among students at U.S. four-year higher education institutions, 17 percent experienced a very low level of food security, and 12 percent experienced a low level of food security; and\\par\nWhereas, The Hope Center additionally found that during 2020, 17 percent of students at two-year higher education institutions and 12 percent of students at four-year higher education institutions in the U.S. lost weight because of food insecurity; and \\par\nWhereas, Per the Hope Center\\rquote s 2021 report, as of 2020, indigenous, Black, and Hispanic students at American two- and four-year higher education institutions experienced a significantly higher prevalence of basic needs insecurity, including food insecurity, compared with their White counterparts; and \\par\nWhereas, Also per the Hope Center\\rquote s 2021 report, LGBTQIA+ students at American two- and four-year higher education institutions experienced a higher rate of basic needs insecurity, including food insecurity, than their non-LGBTQIA+ peers; and\\par\nWhereas, The Hope Center\\rquote s data demonstrate that as of 2020, at American two- and four-year higher education institutions, first-generation, low-income, part-time, foster-care involved, justice-system involved, and parenting students experienced a higher incidence of basic needs insecurity, including food insecurity; and \\par\nWhereas, A 2021 study by the Urban Food Policy Institute at the City University of New York (CUNY) reported that even before the COVID-19 pandemic exacerbated food insecurity in the U.S., 40 percent to 50 percent of the State University of New York\\rquote s students experienced hunger; and\\par\nWhereas, CUNY Urban Food Policy Institute\\rquote s 2021 research also reveals that in 2020, 18 percent of CUNY students experienced chronic or episodic hunger, 27 percent of CUNY students cut or skipped meals due to insufficient financial means, and 50 percent of CUNY students were concerned about food running out before being able to purchase more; and \\par\nWhereas, In contrast, data from the U.S. Census Bureau show that 13.7 percent of adults in the U.S. and 16.2 percent of adults in New York State experienced food insecurity in 2020; and\\par\nWhereas, Research, including studies published in 2016 in the Journal of the Academy of Nutrition and Dietetics, in 2019 in the American Journal of Public Health, and in 2022 in Public Health Nutrition, found that food insecurity among college and university students is associated with poor sleep, impaired focus, lower grades, delayed graduation, a higher risk of dropping out, a lower likelihood of graduation, increased stress, and higher rates of diabetes, obesity, high blood pressure, depression, and anxiety; and \\par\nWhereas, According to a 2022 report by the Center on Budget and Policy Priorities, a research and policy organization, the Supplemental Nutrition Assistance Program (SNAP) reduces the prevalence of food insecurity by as much as 30 percent and is associated with improved current and long-term health and lower healthcare costs; and \\par\nWhereas, SNAP eligibility is primarily based on a household\\rquote s income and certain other characteristics, but the Food Stamp Act Amendments of 1980 restricted access to SNAP benefits for individuals enrolled half time or more in an institution of higher education; and\\par\nWhereas, The Food Stamp Act Amendments of 1980 established several exemptions to the college student SNAP restriction, which apply if a student is either: 1) younger than the age of 18 or aged 50 years or older, 2) a parent caring for a child under the age of 6, 3) a parent caring for a child aged 6 years to 11 years and unable to obtain childcare to attend school and work, 4) a single parent caring for a child under the age of 12 and enrolled full-time, 5) working a minimum of 20 hours per week at paid employment, 6) participating in a state- or federally-financed work-study program, 7) receiving Temporary Assistance for Needy Families benefits, 8) not physically or mentally fit, or 9) enrolled in certain programs for the purpose of employment and training; and \\par\nWhereas, In its 2018 Report to Congressional Requesters, the U.S. Government Accountability Office (GAO) reported that of the 5.5 million low-income American students at-risk for food insecurity, 25 percent or over 1.3 million did not meet a SNAP student exemption and were not receiving SNAP benefits; and \\par\nWhereas, The Coronavirus Response and Relief Supplemental Appropriations Act of 2021 (CRRSA Act) added temporarily, until the end of the COVID-19 public health emergency, two new types of exemptions to the SNAP student rule; and\\par\nWhereas, A CRRSA Act exemption would apply if a student either has an Expected Family Contribution (EFC) of $0 in the current academic year on the Free Application for Federal Student Aid or is eligible to participate in a state or a federally financed work-study program during the regular school year; and \\par\nWhereas, According to the Hope Center\\rquote s 2021 report, in 2019-2020, nationally, there were about 6 million undergraduate students at $0 EFC at public colleges and universities, representing approximately 35 percent of all undergraduate students at public colleges and universities nationwide; and\\par\nWhereas, Per the Hope Center\\rquote s 2021 report, roughly 3.5 million undergraduate students at $0 EFC at public colleges and universities were made eligible for SNAP benefits by the CRRSA Act; and\\par\nWhereas, With the intent of addressing the growing crisis of food insecurity among American college students, U.S. Senator Kirsten E. Gillibrand introduced S.1488 in the U.S. Senate, and U.S. Representative James Gomez introduced companion bill H.R.3183 in the U.S. House of Representatives, known as the \\ldblquote Enhance Access to SNAP Act of 2023\\rdblquote  (EATS Act of 2023), which would amend the Food and Nutrition Act of 2008 to remove certain eligibility disqualifications that restrict otherwise eligible students from participating in the Supplemental Nutrition Assistance Program; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls \\cf1 on Congress to pass, and the President to sign, S.1488/H.R.3183, the \\ldblquote Enhance Access to SNAP Act of 2023\\rdblquote  (EATS Act of 2023), to remove certain eligibility disqualifications that restrict otherwise eligible students from participating in the Supplemental Nutrition Assistance Program\\cf0 .\\fs22\\par\n\\fs24\\par\n \\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\fs18 LS #13457\\par\n07/14/2023\\par\nAZ \\par\n\\par\n\\par\n\\par\n}\n",
  "LastModified": "2024-02-28T19:48:15.107Z"
}
