{
  "ID": 71696,
  "GUID": "A0F8C496-85E1-4F62-BD6B-78F5A706B3AA",
  "File": "Res 0758-2023",
  "Name": "NYS Office for the Aging and the Empire State Development Corporation to expand encore entrepreneurship in NYS to empower individuals 50 years of age or older to establish small businesses. (S.884/A.6331)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S.884/A.6331, to direct the New York State Office for the Aging and the Empire State Development Corporation to expand encore entrepreneurship in New York State to empower individuals 50 years of age or older to establish small businesses.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 3,
  "BodyName": "Committee on Aging",
  "IntroDate": "2023-09-14T00:00:00Z",
  "AgendaDate": "2023-09-14T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    }
  ],
  "History": [
    {
      "ID": 397051,
      "Date": "2023-09-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-08-17T21:21:07.613Z"
    },
    {
      "ID": 397488,
      "Date": "2023-09-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Aging",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20330,
      "AgendaSequence": 114,
      "MinutesSequence": 127,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Aging",
      "MatterStatusID": 3,
      "LastModified": "2023-09-14T22:23:48.39Z"
    },
    {
      "ID": 399818,
      "Date": "2023-12-12T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 20517,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-01-02T15:13:28.96Z"
    },
    {
      "ID": 400327,
      "Date": "2023-12-12T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 20517,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2023-12-12T17:39:56.423Z"
    },
    {
      "ID": 401148,
      "Date": "2023-12-31T16:39:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T21:39:42.8Z"
    }
  ],
  "Attachments": [
    {
      "ID": 282874,
      "LastModified": "2024-01-11T14:57:39.46Z",
      "Name": "Res. No. 758",
      "Link": "https://nyc.legistar1.com/nyc/attachments/266cc3d6-fd74-4f02-82c7-c48661f63657.docx",
      "Sort": 1
    },
    {
      "ID": 284263,
      "LastModified": "2023-09-20T12:42:29.323Z",
      "Name": "September 14, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c8088f8a-923a-4ee4-abf5-ad4a9e679566.pdf",
      "Sort": 2
    },
    {
      "ID": 284352,
      "LastModified": "2023-09-20T14:17:28.043Z",
      "Name": "Hearing Transcript - Stated Meeting 9-14-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d710f08d-3c66-471c-bd5f-775e558115ae.pdf",
      "Sort": 3
    },
    {
      "ID": 288679,
      "LastModified": "2024-01-11T14:57:41.587Z",
      "Name": "Minutes of the Stated Meeting - September 14, 2023",
      "Link": "https://nyc.legistar1.com/nyc/attachments/564001e5-0318-40b6-b96c-9aa98a7446af.pdf",
      "Sort": 5
    },
    {
      "ID": 287410,
      "LastModified": "2024-01-11T14:57:41.533Z",
      "Name": "Committee Report 12/12/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d7210350-14e5-44ac-a30c-10b18c3b4f26.docx",
      "Sort": 6
    },
    {
      "ID": 287993,
      "LastModified": "2024-01-11T14:57:41.17Z",
      "Name": "Hearing Testimony 12/12/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ba0b07f8-fea0-4905-a91b-504149e3bf1f.pdf",
      "Sort": 7
    },
    {
      "ID": 288239,
      "LastModified": "2024-01-11T14:57:40.803Z",
      "Name": "Hearing Transcript 12/12/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/57de3150-a6c9-4c20-a15a-c3314de0758f.pdf",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 75108,
  "Text": "Whereas, The American Association of Retired Persons (AARP) and the U.S. Small Business Administration define encore entrepreneurs as people aged 50 years or older who start and operate a small business; and\n      Whereas, According to a 2021 report commissioned by the U.S. Small Business Administration, encore entrepreneurs constituted 50.9 percent of all U.S. business owners as of 2020; and\n      Whereas, A 2018 study by the Center for an Urban Future reported that there were approximately 210,000 self-employed New York City residents aged 50 years or older, an increase of 19 percent since 2005; and\n      Whereas, Moreover, per the same 2018 study, the number of encore entrepreneurs aged 60 years or older in New York City grew by 44 percent between 2005 and 2016 to over 104,000 people; and\n      Whereas, Per a 2021 report by the U.S. Small Business Administration, encore entrepreneurs were nearly 30 percent more likely to utilize their businesses as a supplemental income than their younger counterparts; and \n      Whereas, A 2021 Encore Entrepreneur Report by Hiscox, a global insurer, documented that 50 percent of the responding encore entrepreneurs started their business to earn more income; and \n      Whereas, Recent U.S. Census Bureau data show that the annual median income among Americans aged 55 years to 64 years declined by 2.6 percent between 2020 and 2021, from an estimated $77,872 to an estimated $75,842; and \n      Whereas, Similarly, the annual median income among U.S. adults aged 65 years and older decreased by 2.6 percent between 2020 and 2021, from an estimated $48,866 to an estimated $47,620; and\n      Whereas, The prevalence of poverty among Americans aged 65 years and older increased between 2020 and 2021, from 8.9 percent, or over 4.8 million people, to 10.3 percent, or more than 5.8 million people; and\n      Whereas, Moreover, 4.2 percent of U.S. adults aged 65 years and older, or over 2.3 million people, lived in deep poverty in 2021; and\n      Whereas, According to the New York State Office of Temporary and Disability Assistance, as of November 2021, 631,101 people in New York State and 372,302 people in New York City received Supplemental Security Income; and \n      Whereas, The New York State Department of Labor documented that 10.9 percent of adults aged 55 years to 74 years and 13.1 percent of adults aged 75 years and older in New York State lived in poverty in 2021; and\n      Whereas, Likewise, 15.6 percent of adults aged 55 years to 74 years and 19.8 percent of adults aged 75 years and older in New York City were in poverty in 2021; and\n      Whereas, According to the U.S. Bureau of Labor Statistics, between April 2022 and April 2023, prices paid by urban consumers for all items, as measured by the Consumer Price Index, increased by 4.9 percent nationally and by 3.7 percent in New York State; and \n      Whereas, Between May 2022 and May 2023, housing costs in the New York Metropolitan Area grew by 4.2 percent; and\n      Whereas, Per a 2021 report by the U.S. Small Business Administration, almost 72 percent of U.S. encore entrepreneurs felt unsupported by their local government, and over 65 percent of American encore entrepreneurs felt unsupported by their state government; and  \n      Whereas, According to the same 2021 report, among U.S. encore entrepreneurs, 74 percent used personal savings to finance their business, while 36.6 percent utilized personal credit cards, and 23.6 percent used retirement savings for that purpose; and \n      Whereas, With the aim of positioning New York State as a leader in supporting encore entrepreneurs by addressing a lack of formal programs and services for this population's unique needs, State Senator Rachel May introduced S.884 in the New York State Senate, and Assembly Member Al Stirpe introduced companion bill A.6331 in the New York State Assembly, which would direct the New York State Office for the Aging and the Empire State Development Corporation to expand encore entrepreneurship in New York State to empower individuals aged 50 years or older to establish small businesses; and\n      Whereas, Specifically, S.884/A.6331 would direct the New York State Office for the Aging and the Empire State Development Corporation to create a taskforce to develop recommendations on innovative programming for encore entrepreneurs and to implement a program to provide education and training specific to the unique needs of this category of small business owners; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.884/A.6331, to direct the New York State Office for the Aging and the Empire State Development Corporation to expand encore entrepreneurship in New York State to empower individuals 50 years of age or older to establish small businesses.\n      \n       \n      \nLS #12912\n07/12/2023\nAZ \n\n\n\n\n\n4",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red33\\green37\\blue41;}\n\\viewkind4\\uc1\n\\cf0\\v0\\fs22\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj\\fs24 By Council Members Hudson, Louis, Far\\'edas, Schulman and Hanif\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Whereas, The American Association of Retired Persons (AARP) and the U.S. Small Business Administration define encore entrepreneurs as people aged 50 years or older who start and operate a small business; and\\par\nWhereas, According to a 2021 report commissioned by the U.S. Small Business Administration, encore entrepreneurs constituted 50.9 percent of all U.S. business owners as of 2020; and\\par\nWhereas, A 2018 study by the Center for an Urban Future reported that there were approximately 210,000 self-employed New York City residents aged 50 years or older, an increase of 19 percent since 2005; and\\par\nWhereas, Moreover, per the same 2018 study, the number of encore entrepreneurs aged 60 years or older in New York City grew by 44 percent between 2005 and 2016 to over 104,000 people; and\\par\nWhereas, Per a 2021 report by the U.S. Small Business Administration, encore entrepreneurs were nearly 30 percent more likely to utilize their businesses as a supplemental income than their younger counterparts; and \\par\nWhereas, A 2021 Encore Entrepreneur Report by Hiscox, a global insurer, documented that 50 percent of the responding encore entrepreneurs started their business to earn more income; and \\par\nWhereas,\\f1\\fs22  \\f0\\fs24 Recent U.S. Census Bureau data show that the annual median income among Americans aged 55 years to 64 years declined by 2.6 percent between 2020 and 2021, from an estimated $77,872 to an estimated $75,842; and \\fs22\\par\n\\fs24 Whereas, Similarly, the annual median income among U.S. adults aged 65 years and older decreased by 2.6 percent between 2020 and 2021, from an estimated $48,866 to an estimated $47,620; and\\fs22\\par\n\\fs24 Whereas, The prevalence of poverty among Americans aged 65 years and older increased between 2020 and 2021, from 8.9 percent, or over 4.8 million people, to 10.3 percent, or more than 5.8 million people; and\\fs22\\par\n\\fs24 Whereas, Moreover, 4.2 percent of U.S. adults aged 65 years and older, or over 2.3 million people, lived in deep poverty in 2021; and\\fs22\\par\n\\fs24 Whereas, According to the New York State Office of Temporary and Disability Assistance, as of November 2021, 631,101 people in New York State and 372,302 people in New York City received Supplemental Security Income; and \\fs22\\par\n\\fs24 Whereas, The New York State Department of Labor documented that 10.9 percent of adults aged 55 years to 74 years and 13.1 percent of adults aged 75 years and older in New York State lived in poverty in 2021; and\\fs22\\par\n\\fs24 Whereas, Likewise, 15.6 percent of adults aged 55 years to 74 years and 19.8 percent of adults aged 75 years and older in New York City were in poverty in 2021; and\\fs22\\par\n\\fs24 Whereas, According to the U.S. Bureau of Labor Statistics, between April 2022 and April 2023, prices paid by urban consumers for all items, as measured by the Consumer Price Index, increased by 4.9 percent nationally and by 3.7 percent in New York State; and \\fs22\\par\n\\fs24 Whereas, Between May 2022 and May 2023, housing costs in the New York Metropolitan Area grew by 4.2 percent; and\\par\nWhereas, Per a 2021 report by the U.S. Small Business Administration, almost 72 percent of U.S. encore entrepreneurs felt unsupported by their local government, and over 65 percent of American encore entrepreneurs felt unsupported by their state government; and  \\par\nWhereas, According to the same 2021 report, among U.S. encore entrepreneurs, 74 percent used personal savings to finance their business, while 36.6 percent utilized personal credit cards, and 23.6 percent used retirement savings for that purpose; and \\par\nWhereas, With the aim of positioning New York State as a leader in supporting encore entrepreneurs by addressing a lack of formal programs and services for this population's unique needs,\\f1\\fs22  \\f0\\fs24 State Senator Rachel May introduced S.884 in the New York State Senate, and\\f1\\fs22  \\f0\\fs24 Assembly Member Al Stirpe introduced companion bill A.6331 in the New York State Assembly, which would direct the New York State Office for the Aging and the Empire State Development Corporation to expand encore entrepreneurship in New York State to empower individuals aged 50 years or older to establish small businesses; and\\par\nWhereas, Specifically, S.884/A.6331 would direct the New York State Office for the Aging and the Empire State Development Corporation to create a taskforce to develop recommendations on innovative programming for encore entrepreneurs and to implement a program to provide education and training specific to the unique needs of this category of small business owners; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls \\cf1 on the New York State Legislature to pass, and the Governor to sign, S.884/A.6331, to direct the New York State Office for the Aging and the Empire State Development Corporation to expand encore entrepreneurship in New York State to empower individuals 50 years of age or older to establish small businesses\\cf0 .\\fs22\\par\n\\fs24\\par\n \\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\fs18 LS #12912\\par\n07/12/2023\\par\nAZ \\par\n\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\sa160\\sl252\\slmult1\\fs22\\par\n\\par\n\\par\n}\n",
  "LastModified": "2024-02-15T20:05:11.817Z"
}
