{
  "ID": 71829,
  "GUID": "4E1CD73E-F5A7-4D14-B639-3039C964B0E1",
  "File": "Res 0763-2023",
  "Name": "Designating May 20 annually as Gloria “Hurricane G” Rodriguez Day in the City of New York.",
  "Title": "Resolution designating May 20 annually as Gloria “Hurricane G” Rodriguez Day in the City of New York and recognizing her contributions to the cultural landscape of her home borough of Brooklyn and to Hip Hop worldwide.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2023-09-14T00:00:00Z",
  "AgendaDate": "2023-09-14T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    }
  ],
  "History": [
    {
      "ID": 397198,
      "Date": "2023-09-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-08-30T16:57:41.017Z"
    },
    {
      "ID": 397492,
      "Date": "2023-09-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20330,
      "AgendaSequence": 119,
      "MinutesSequence": 132,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2023-09-14T22:23:48.393Z"
    },
    {
      "ID": 401153,
      "Date": "2023-12-31T16:41:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T21:41:10.727Z"
    }
  ],
  "Attachments": [
    {
      "ID": 283613,
      "LastModified": "2024-01-11T14:58:21.093Z",
      "Name": "Res. No. 763",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dd9745bd-45d4-414b-86de-cd8e04486d7f.docx",
      "Sort": 1
    },
    {
      "ID": 284268,
      "LastModified": "2023-09-20T12:42:30.57Z",
      "Name": "September 14, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8a9cd961-5ea5-4d25-a5c4-9bd43d64114d.pdf",
      "Sort": 2
    },
    {
      "ID": 284357,
      "LastModified": "2023-09-20T14:17:29.017Z",
      "Name": "Hearing Transcript - Stated Meeting 9-14-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5184bf5f-f859-4cc1-abf7-cfc97229e93a.pdf",
      "Sort": 3
    },
    {
      "ID": 288684,
      "LastModified": "2024-01-11T14:37:19.52Z",
      "Name": "Minutes of the Stated Meeting - September 14, 2023",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6ad3a3c6-5f76-4b0e-a068-58395f8e038a.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 75254,
  "Text": "Whereas, Lifelong Brooklynite Gloria Rodriguez was born on May 20, 1970, and became one of Hip Hop's first female Puerto Rican MCs (master of ceremonies), known to her fans as Hurricane G; and\n      Whereas, Hurricane G became the first female member of Def Squad (originally known as Hit Squad), the Hip Hop crew that included Erick Sermon (who had come from gold-album duo EPMD), Redman, and Keith Murray, who featured each other on their songs; and \n      Whereas, Hurricane G gained notice in 1992 when she called out rap legend Redman at the beginning of his \"Tonight's Da Night,\" starting with \"Yo yo Redman\"; and\n      Whereas, Hurricane G \"[stole] the show,\" according to KEXP radio host Larry Mizell, Jr., on \"We Run N.Y.,\" her second hit with Redman, which came from his 1994 Dare Iz a Darkside album; and \n      Whereas, Well-known Hip Hop radio duo and rap kingmakers Stretch and Bobbito praised Hurricane G's \"Milky\" (featuring Redman and produced by Sermon), which they debuted on their WKCR-FM show and which showed off Hurricane G's freestyling flow, with lines like \"I'm livin' like Thanksgivin' and chillin' \"; and \n      Whereas, All Woman, released in 1997 on Jellybean Benitez's H.O.L.A. (Home of Latino Artists) Recordings, was Hurricane G's only solo album and included songs rapped in English and in Spanish, \"effortlessly bringing a distinctive Nuyorican edge to her straightforward flow,\" according to the Pitchfork newsletter; and \n      Whereas, \"Somebody Else\" from All Woman rocketed to No. 10 on Billboard's Hot Rap Singles chart, telling the painful story of being mistreated in a relationship and using the haunting chorus of \"You gonna make me love somebody else if you keep on treating me the way you do\"; and \n      Whereas, \"El Barrio\" from All Woman, rapped in Spanish in Hurricane G's characteristic Nuyorican style to a lyrical melody, tells the story of the resilient and proud \"Hurricane Gloria, the queen of rap,\" growing up in the barrio, where \"kings and queens suffer and die\" and where \"life ... is hard, I swear it to you\"; and\n      Whereas, Hurricane G brought her unique style to a remix of Puff Daddy/P. Diddy's \"P.E. 2000,\" as Hurricane G and Diddy rap together in Spanish to a driving infectious beat; and \n      Whereas, Hurricane G also collaborated with other rappers, including with Xzibit on \"Just Maintain\" and \"Bird's Eye View\" from his debut album; and \n      Whereas, In 2013, Hurricane G. released Mami & Papi, a final album with fellow Brooklyn rapper Thirstin Howl III; and \n      Whereas, Hurricane G died on November 6, 2022, after a battle with lung cancer, and was eulogized by Old School Hip Hop Lust, a repository of Hip Hop history, as \"an unapologetic spitter of cultural rigor-instilling a prominent spotlight on Afro-Latina hip-hop practitioners\"; and\n      Whereas, Sermon, who shares a daughter with Hurricane G, paid tribute to Hurricane G as \"a legend in her own right\" and as someone \"who paved the way\" and was \"as real as they come\"; and\n      Whereas, It is appropriate to dedicate a day to honor Hurricane G's legacy as one of rap's female pioneers; now, therefore, be it\n\tResolved, That the Council of the City of New York designates May 20 annually as Gloria \"Hurricane G\" Rodriguez Day in the City of New York and recognizing her contributions to the cultural landscape of her home borough of Brooklyn and to Hip Hop worldwide.\n\n\n\nLS #13916\n8/25/2023\nRHP\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Hudson, Oss\\'e9, Guti\\'e9rrez, Louis and Far\\'edas\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Lifelong Brooklynite Gloria Rodriguez was born on May 20, 1970, and became one of Hip Hop\\rquote s first female Puerto Rican MCs (master of ceremonies), known to her fans as Hurricane G; and\\par\nWhereas, Hurricane G became the first female member of Def Squad (originally known as Hit Squad), the Hip Hop crew that included Erick Sermon (who had come from gold-album duo EPMD), Redman, and Keith Murray, who featured each other on their songs; and \\par\nWhereas, Hurricane G gained notice in 1992 when she called out rap legend Redman at the beginning of his \\ldblquote Tonight\\rquote s Da Night,\\rdblquote  starting with \\ldblquote Yo yo Redman\\rdblquote ; and\\par\nWhereas, Hurricane G \\ldblquote [stole] the show,\\rdblquote  according to KEXP radio host Larry Mizell, Jr., on \\ldblquote We Run N.Y.,\\rdblquote  her second hit with Redman, which came from his 1994 \\i Dare Iz a Darkside\\i0  album; and \\par\nWhereas, Well-known Hip Hop radio duo and rap kingmakers Stretch and Bobbito praised Hurricane G\\rquote s \\ldblquote Milky\\rdblquote  (featuring Redman and produced by Sermon), which they debuted on their WKCR-FM show and which showed off Hurricane G\\rquote s freestyling flow, with lines like \\ldblquote I\\rquote m livin\\rquote  like Thanksgivin\\rquote  and chillin\\rquote\\fs16  \\fs24\\rdblquote ; and \\par\nWhereas, \\i All Woman\\i0 , released in 1997 on Jellybean Benitez\\rquote s H.O.L.A. (Home of Latino Artists) Recordings, was Hurricane G\\rquote s only solo album and included songs rapped in English and in Spanish, \\ldblquote effortlessly bringing a distinctive Nuyorican edge to her straightforward flow,\\rdblquote  according to the \\i Pitchfork\\i0  newsletter; and \\par\nWhereas, \\ldblquote Somebody Else\\rdblquote  from \\i All Woman\\i0  rocketed to No. 10 on Billboard\\rquote s Hot Rap Singles chart, telling the painful story of being mistreated in a relationship and using the haunting chorus of \\ldblquote You gonna make me love somebody else if you keep on treating me the way you do\\rdblquote ; and \\par\nWhereas, \\ldblquote El Barrio\\rdblquote  from \\i All Woman\\i0 , rapped in Spanish in Hurricane G\\rquote s characteristic Nuyorican style to a lyrical melody, tells the story of the resilient and proud \\ldblquote Hurricane Gloria, the queen of rap,\\rdblquote  growing up in the barrio, where \\ldblquote kings and queens suffer and die\\rdblquote  and where \\ldblquote life \\'85 is hard, I swear it to you\\rdblquote ; and\\par\nWhereas, Hurricane G brought her unique style to a remix of Puff Daddy/P. Diddy\\rquote s \\ldblquote P.E. 2000,\\rdblquote  as Hurricane G and Diddy rap together in Spanish to a driving infectious beat; and \\par\nWhereas, Hurricane G also collaborated with other rappers, including with Xzibit on \\ldblquote Just Maintain\\rdblquote  and \\ldblquote Bird\\rquote s Eye View\\rdblquote  from his debut album; and \\par\nWhereas, In 2013, Hurricane G. released \\i Mami & Papi\\i0 , a final album with fellow Brooklyn rapper Thirstin Howl III; and \\par\nWhereas, Hurricane G died on November 6, 2022, after a battle with lung cancer, and was eulogized by Old School Hip Hop Lust, a repository of Hip Hop history, as \\ldblquote an unapologetic spitter of cultural rigor-instilling a prominent spotlight on Afro-Latina hip-hop practitioners\\rdblquote ; and\\par\nWhereas, Sermon, who shares a daughter with Hurricane G, paid tribute to Hurricane G as \\ldblquote a legend in her own right\\rdblquote  and as someone \\ldblquote who paved the way\\rdblquote  and was \\ldblquote as real as they come\\rdblquote ; and\\par\nWhereas, It is appropriate to dedicate a day to honor Hurricane G\\rquote s legacy as one of rap\\rquote s female pioneers; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York designates May 20 annually as Gloria \\ldblquote Hurricane G\\rdblquote  Rodriguez Day in the City of New York and recognizing her contributions to the cultural landscape of her home borough of Brooklyn and to Hip Hop worldwide.\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\qj\\fs18 LS #13916\\par\n8/25/2023\\par\nRHP\\par\n}\n",
  "LastModified": "2024-02-12T14:49:03.943Z"
}
