{
  "ID": 71570,
  "GUID": "D440B63A-89D0-4385-A839-47D8484D1520",
  "File": "Res 0767-2023",
  "Name": "Department of Education to mandate training on generative artificial intelligence tools for all educators.",
  "Title": "Resolution calling on the New York City Department of Education to mandate training on generative artificial intelligence tools, including for potential classroom implementation, for all educators.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2023-09-14T00:00:00Z",
  "AgendaDate": "2023-09-14T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 397271,
      "Date": "2023-09-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-09-07T20:55:27.447Z"
    },
    {
      "ID": 397493,
      "Date": "2023-09-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20330,
      "AgendaSequence": 123,
      "MinutesSequence": 136,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2023-09-14T22:23:48.397Z"
    },
    {
      "ID": 397719,
      "Date": "2023-09-20T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 20261,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2023-09-21T14:06:43.903Z"
    },
    {
      "ID": 397868,
      "Date": "2023-09-20T13:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 20261,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2023-09-21T14:13:57.653Z"
    },
    {
      "ID": 397716,
      "Date": "2023-09-20T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5213,
      "BodyName": "Committee on Technology",
      "EventID": 20260,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2023-09-21T14:13:27.07Z"
    },
    {
      "ID": 397862,
      "Date": "2023-09-20T13:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5213,
      "BodyName": "Committee on Technology",
      "EventID": 20260,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2023-09-21T14:13:31.82Z"
    }
  ],
  "Attachments": [
    {
      "ID": 283893,
      "LastModified": "2023-10-10T15:00:17.217Z",
      "Name": "Res. No. 767",
      "Link": "https://nyc.legistar1.com/nyc/attachments/559221de-4eec-4980-9d6b-fa2992526e69.docx",
      "Sort": 1
    },
    {
      "ID": 284196,
      "LastModified": "2023-09-19T22:36:07.38Z",
      "Name": "Committee Report 9/20/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7a413c60-fec1-454b-91a7-27c45813a5bb.docx",
      "Sort": 2
    },
    {
      "ID": 285013,
      "LastModified": "2023-09-29T15:23:32.63Z",
      "Name": "Hearing Testimony 9/20/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/12995fee-8487-4ba2-9a02-c76c73d7ab45.pdf",
      "Sort": 4
    },
    {
      "ID": 285026,
      "LastModified": "2023-10-01T03:18:10.89Z",
      "Name": "Hearing Transcript 9/20/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bd30fdea-6a60-434c-a6c5-7e1e20707bd1.pdf",
      "Sort": 5
    },
    {
      "ID": 284272,
      "LastModified": "2023-10-01T03:18:10.82Z",
      "Name": "September 14, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ac2b86cb-4720-43b7-82d2-2294af3dc0a9.pdf",
      "Sort": 6
    },
    {
      "ID": 284361,
      "LastModified": "2023-10-01T03:18:10.047Z",
      "Name": "Hearing Transcript - Stated Meeting 9-14-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a2bba4c8-3cae-4b45-8272-721c4b3df4c4.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 74958,
  "Text": "Whereas, Generative artificial intelligence (AI) is a type of AI that can generate new content, including text, images, and videos, through learning patterns from pre-existing data; and\n      Whereas, Examples of generative AI systems include image generators, large language models, code generation tools, or audio generation tools; and\n      Whereas, Open AI's ChatGPT, a chatbot powered by an underlying large language model, is trained to follow an instruction in a prompt and provide a detailed response in a humanlike conversational dialogue within seconds; and\n      Whereas, Since its public release, ChatGPT has become the fastest-growing consumer application in history, growing from one million users following its launch in November 2022 to over 100 million users in January 2023; and\n      Whereas, With the release and growth of ChatGPT, Google's Bard, and similar generative AI systems, critics have both touted and condemned the impact of generative AI on society; and\n      Whereas, In a February 23, 2023, Wall Street Journal editorial, Henry Kissinger, Eric Schmidt, and Daniel Huttenlocher claim \"[g]enerative [AI] presents a philosophical and practical challenge on a scale not experienced since the start of the Enlightenment\" with the invention of the printing press; and \n      Whereas, A widely discussed concern about generative AI has centered around education and the potential for students to improperly use the technology, such as to plagiarize assignments; and\n      Whereas, According to a January 2023 Intelligent.com poll, 30 percent of college students have used ChatGPT on written homework assignments, while research published in March 2023 by the Walton Family Foundation showed that 33 percent of students aged 12 to 17 use ChatGPT for schoolwork; and\n      Whereas, Generative AI chatbots rely on patterns learned in training, which can be based on non-factual information and which could result in false narratives and misinformed outputs; and\n      Whereas, In a first-person piece published May 18, 2023, by Chalkbeat New York, the New York City Department of Education Chancellor David Banks asserted that \"the reality [is] that our students are participating in and will work in a world where understanding generative AI is crucial\"; and\n      Whereas, For generative AI to be useful and reliable, there must be a concentrated effort and an ongoing conversation in academia to adapt to generative AI, including how it can be effectively integrated into education; and\n      Whereas, Generative AI is a huge technological breakthrough that has the potential to be a valuable resource or have devastating consequences in both education and society; now, therefore, be it\n\tResolved, That the Council of the City of New York calls on the New York City Department of Education to mandate training on generative artificial intelligence tools, including for potential classroom implementation, for all educators.\n\nLS #13504\n09/06/2023\nCGR\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Joseph, Powers, Gutierrez\\f1 ,\\f0  Abreu\\f1 ,\\f0  Schulman, Menin, Far\\'edas, Oss\\'e9, Hanif, Krishnan, De La Rosa, Riley and Williams (by request of the Manhattan Borough President)\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Generative artificial intelligence (AI) is a type of AI that can generate new content, including text, images, and videos, through learning patterns from pre-existing data; and\\par\nWhereas, Examples of generative AI systems include image generators, large language models, code generation tools, or audio generation tools; and\\par\nWhereas, Open AI\\rquote s ChatGPT, a chatbot powered by an underlying large language model, is trained to follow an instruction in a prompt and provide a detailed response in a humanlike conversational dialogue within seconds; and\\par\nWhereas, Since its public release, ChatGPT has become the fastest-growing consumer application in history, growing from one million users following its launch in November 2022 to over 100 million users in January 2023; and\\par\nWhereas, With the release and growth of ChatGPT, Google\\rquote s Bard, and similar generative AI systems, critics have both touted and condemned the impact of generative AI on society; and\\par\nWhereas, In a February 23, 2023, Wall Street Journal editorial, Henry Kissinger, Eric Schmidt, and Daniel Huttenlocher claim \\ldblquote [g]enerative [AI] presents a philosophical and practical challenge on a scale not experienced since the start of the Enlightenment\\rdblquote  with the invention of the printing press; and \\par\nWhereas, A widely discussed concern about generative AI has centered around education and the potential for students to improperly use the technology, such as to plagiarize assignments; and\\par\nWhereas, According to a January 2023 Intelligent.com poll, 30 percent of college students have used ChatGPT on written homework assignments, while research published in March 2023 by the Walton Family Foundation showed that 33 percent of students aged 12 to 17 use ChatGPT for schoolwork; and\\par\nWhereas, Generative AI chatbots rely on patterns learned in training, which can be based on non-factual information and which could result in false narratives and misinformed outputs; and\\par\nWhereas, In a first-person piece published May 18, 2023, by Chalkbeat New York, the New York City Department of Education Chancellor David Banks asserted that \\ldblquote the reality [is] that our students are participating in and will work in a world where understanding generative AI is crucial\\rdblquote ; and\\par\nWhereas, For generative AI to be useful and reliable, there must be a concentrated effort and an ongoing conversation in academia to adapt to generative AI, including how it can be effectively integrated into education; and\\par\nWhereas, Generative AI is a huge technological breakthrough that has the potential to be a valuable resource or have devastating consequences in both education and society; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls on the New York City Department of Education to mandate training on generative artificial intelligence tools, including for potential classroom implementation, for all educators.\\par\n\\pard\\ltrpar\\qj\\fs18\\par\nLS #13504\\par\n09/06/2023\\par\nCGR\\par\n}\n",
  "LastModified": "2023-10-10T15:00:17.217Z"
}
