{
  "ID": 71794,
  "GUID": "AC836DB1-C773-4849-9A10-26B41FA99E05",
  "File": "Res 0770-2023",
  "Name": "Enabling constitutionally-qualified electors to register to vote and to cast a ballot on the same day at a polling location. (A.5007/S.2381)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A.5007/S.2381, in relation to enabling constitutionally-qualified electors to register to vote and to cast a ballot on the same day at a polling location.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2023-09-14T00:00:00Z",
  "AgendaDate": "2023-09-14T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    }
  ],
  "History": [
    {
      "ID": 397289,
      "Date": "2023-09-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-09-08T16:29:48.913Z"
    },
    {
      "ID": 397501,
      "Date": "2023-09-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20330,
      "AgendaSequence": 130,
      "MinutesSequence": 143,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2023-09-14T22:23:48.4Z"
    },
    {
      "ID": 401158,
      "Date": "2023-12-31T16:42:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T21:43:04.433Z"
    }
  ],
  "Attachments": [
    {
      "ID": 283567,
      "LastModified": "2023-09-19T20:23:03.277Z",
      "Name": "Res. No. 770",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fe5d9e00-e0dc-4324-aa86-289bc3df4c69.docx",
      "Sort": 1
    },
    {
      "ID": 284279,
      "LastModified": "2023-09-20T12:42:33.277Z",
      "Name": "September 14, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ac577611-0154-4ec6-a924-e516114c078c.pdf",
      "Sort": 2
    },
    {
      "ID": 284368,
      "LastModified": "2023-09-20T14:17:31.457Z",
      "Name": "Hearing Transcript - Stated Meeting 9-14-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/081639df-1c3e-46cf-afef-d7fd674148ed.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 75218,
  "Text": "Whereas, Voting is a critical component of civic participation, and all eligible New Yorkers deserve an opportunity to exercise that right; and \n      Whereas, Voter turnout in New York City continues to lag behind its peer cities, with a Portland State University study ranking New York City's voter turnout rate 22nd among the 30 largest cities in the United States; and\n      Whereas, A 2001 study published in Social Science Quarterly found that allowing voters to register and vote on election day could increase voter turnout by 7 percent; and\n      Whereas, According to the National Conference of State Legislatures, 20 states and Washington, D.C. allow voters to register and vote on the same day during early voting or on election day; and\n      Whereas, An analysis by the New York Civil Liberties Union found that over 70,000 New Yorkers would have been eligible to vote if election day registration was in place for the 2016 presidential primary election; and \n      Whereas, A.5007, introduced by Assembly Member Kenny Burgos and pending in the New York State Assembly, and companion bill S.2381, introduced by State Senator Zellnor Myrie and pending in the New York State Senate, seek to amend the New York State Election Law to allow individuals qualified to register to vote, to complete a conditional registration and cast an affidavit ballot at an early voting poll site, or at an election day poll site; and\n      Whereas, A.5007/S.2381 would provide thousands of New Yorkers who would otherwise be ineligible to vote an opportunity to register and vote on the same day; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.5007/S.2381, in relation to enabling constitutionally-qualified electors to register to vote and to cast a ballot on the same day at a polling location.\n\n\nLS #13992\n8/15/2023 1:25 PM\nJDP",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Menin, Ung, Guti\\'e9rrez, Far\\'edas, Hanif and Abreu\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Voting is a critical component of civic participation, and all eligible New Yorkers deserve an opportunity to exercise that right; and \\par\nWhereas, Voter turnout in New York City continues to lag behind its peer cities, with a Portland State University study ranking New York City\\rquote s voter turnout rate 22\\super nd\\nosupersub  among the 30 largest cities in the United States; and\\par\nWhereas, A 2001 study published in Social Science Quarterly found that allowing voters to register and vote on election day could increase voter turnout by 7 percent; and\\par\nWhereas, According to the National Conference of State Legislatures, 20 states and Washington, D.C. allow voters to register and vote on the same day during early voting or on election day; and\\par\nWhereas, An analysis by the New York Civil Liberties Union found that over 70,000 New Yorkers would have been eligible to vote if election day registration was in place for the 2016 presidential primary election; and \\par\nWhereas, A.5007, introduced by Assembly Member Kenny Burgos and pending in the New York State Assembly, and companion bill S.2381, introduced by State Senator Zellnor Myrie and pending in the New York State Senate, seek to amend the New York State Election Law to allow individuals qualified to register to vote, to complete a conditional registration and cast an affidavit ballot at an early voting poll site, or at an election day poll site; and\\par\nWhereas, A.5007/S.2381 would provide thousands of New Yorkers who would otherwise be ineligible to vote an opportunity to register and vote on the same day; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.5007/S.2381, in relation to enabling constitutionally-qualified electors to register to vote and to cast a ballot on the same day at a polling location.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #13992\\par\n\\pard\\ltrpar 8/15/2023 1:25 PM\\par\n\\pard\\ltrpar\\qj JDP\\par\n\\par\n\\fs24\\par\n}\n",
  "LastModified": "2023-12-22T21:43:05.89Z"
}
