{
  "ID": 70963,
  "GUID": "B63DFE30-D879-4ED5-875A-15B2BD095B81",
  "File": "Res 0776-2023",
  "Name": "President to embrace the goals and provisions of the Treaty on the Prohibition of Nuclear Weapons and make nuclear disarmament the centerpiece of U.S. national security policy. (H.R. 77)",
  "Title": "Resolution expressing support of H. Res. 77, calling on the President to embrace the goals and provisions of the Treaty on the Prohibition of Nuclear Weapons and make nuclear disarmament the centerpiece of U.S. national security policy.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2023-09-14T00:00:00Z",
  "AgendaDate": "2023-09-14T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    }
  ],
  "History": [
    {
      "ID": 397129,
      "Date": "2023-09-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-08-24T12:53:52.7Z"
    }
  ],
  "Attachments": [
    {
      "ID": 283608,
      "LastModified": "2023-09-14T13:19:00.187Z",
      "Name": "Res. No. 776",
      "Link": "https://nyc.legistar1.com/nyc/attachments/559645f4-63fd-4908-a6fd-1012a0d15a20.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 74259,
  "Text": "By Council Member Rivera\n\n      Whereas, As of the beginning of 2022, the estimated global arsenal of nearly 13,000 nuclear warheads was concentrated among nine nations: 5,977 in Russia, 5,428 in the U.S., 350 in China, 290 in France, 225 in the U.K., 165 in Pakistan, 160 in India, 90 in Israel, and 20 in North Korea; and\n      Whereas, Russia, China, the U.K., Pakistan, India, and North Korea are increasing nuclear warheads inventories; and \n      Whereas, It is estimated that as much as 90 percent of the global nuclear warheads arsenal is concentrated among just two nations-Russia and the U.S.; and\n      Whereas, Out of the estimated global nuclear arsenal, over 9,400 nuclear warheads are in the military stockpiles to be used by missiles, aircraft, ships, and submarines; and\n      Whereas, About 3,730 nuclear warheads are deployed with operational forces, such as on missiles or on bomber bases; and \n      Whereas, Approximately 2,000 U.S., Russian, French, and U.K. nuclear warheads are on high alert for use on short notice; and\n      Whereas, Since the Cold War, the estimated global inventory of nuclear warheads decreased from the peak of about 70,300 warheads in 1986 to approximately 12,700 warheads at the beginning of 2022; and\n      Whereas, Most of the post-Cold War decline in nuclear warheads occurred during the 1990s, driven primarily by the dismantling of retired nuclear warheads; and\n      Whereas, The decline in nuclear warheads was offset by increasing military stockpiles and new types of nuclear weapons; and\n      Whereas, Even a tiny portion of the global nuclear warheads arsenal is capable of causing planet-wide ecological disruptions and famine; and\n      Whereas, A study published in the July 2022 issue of the journal Nature Food showed that more than 2 billion people could die from a nuclear war between India and Pakistan, and more than 5 billion could die from a war between the United States and Russia; and\n      Whereas, The January 29, 2019 annual assessment of worldwide threats by the U.S. intelligence sector warned that the impacts of climate change and ecological degradation amplify stress on communities across the globe, exacerbating geopolitical tensions and increasing the risk of armed conflict, including a nuclear war; and\n      Whereas, In 2017, the Congressional Budget Office estimated that the Nuclear Modernization Plan to upgrade and enhance almost every element of the U.S. nuclear weapons inventory would cost more than $1.2 trillion over 30 years without adjusting for inflation; and\n      Whereas, In 2021, the Congressional Budget Office projected that the nuclear forces plans contained in the Fiscal Year 2021 budget requests by the U.S. Department of Defense and the U.S. Department of Energy would cost $634 billion over the period between 2021 and 2030, averaging more than $60 billion annually; and\n      Whereas, On February 2, 2019, the U.S. and the Russian Federation withdrew from the 1987 bilateral Intermediate-Range Nuclear Forces Treaty, which had required the signatories to eliminate their ground-launched ballistic and cruise missiles capable of traveling between 300 and 3,400 miles by June 1, 1991, by which date both nations together had destroyed 2,692 short- and intermediate-range missiles; and\n      Whereas, On July 7, 2017, 122 nations adopted the Treaty on the Prohibition of Nuclear Weapons, which took effect on January 22, 2021; and\n      Whereas, The Treaty calls for the elimination of all nuclear weapons; and \n      Whereas, As of September 2022, 91 states were signatories of the Treaty, with the notable absence of the U.S. and Russia, the two nations holding 90 percent of the estimated global nuclear weapons arsenal; and\n      Whereas, On January 31, 2023, U.S. Congressional Representative James McGovern introduced in the House of Representatives H. Res. 77, which would call on the President to embrace the goals and provisions of the Treaty on the Prohibition of Nuclear Weapons and make nuclear disarmament the centerpiece of the national security policy of the U.S.; and \n      Whereas, H. Res. 77 would also call on the Secretary of State, the Secretary of Defense, all other Federal and congressional leaders of the U.S., and the American people to lead a global effort to prevent nuclear war; and\n      Whereas, H. Res. 77 would specifically urge the U.S. to renounce the option of using nuclear weapons first and to take its nuclear weapons off hair-trigger alert; and\n      Whereas, H. Res. 77 would further call on the U.S. to end the President's sole authority to launch a nuclear attack; and\n      Whereas, H. Res. 77 would additionally urge the U.S. to cancel the plan to replace its  nuclear arsenal with modernized, enhanced weapons; and \n      Whereas, H. Res. 77 would call on the U.S. to actively pursue a verifiable agreement among nuclear-armed states to mutually eliminate their nuclear arsenals; now, therefore, be it\n      Resolved, That the Council of the City of New York expresses its support of H. Res. 77, calling on the President to embrace the goals and provisions of the Treaty on the Prohibition of Nuclear Weapons and make nuclear disarmament the centerpiece of U.S. national security policy.\n      \n       \n      \nLS #9964\n08/23/2023\nAZ \n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\fs24\\par\nBy Council Member Rivera\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Whereas, As of the beginning of 2022, the estimated global arsenal of nearly 13,000 nuclear warheads was concentrated among nine nations: 5,977 in Russia, 5,428 in the U.S., 350 in China, 290 in France, 225 in the U.K., 165 in Pakistan, 160 in India, 90 in Israel, and 20 in North Korea; and\\par\nWhereas, Russia, China, the U.K., Pakistan, India, and North Korea are increasing nuclear warheads inventories; and \\fs22\\par\n\\fs24 Whereas, It is estimated that as much as 90 percent of the global nuclear warheads arsenal is concentrated among just two nations-Russia and the U.S.; and\\fs22\\par\n\\fs24 Whereas, Out of the estimated global nuclear arsenal, over 9,400 nuclear warheads are in the military stockpiles to be used by missiles, aircraft, ships, and submarines; and\\par\nWhereas, About 3,730 nuclear warheads are deployed with operational forces, such as on missiles or on bomber bases; and \\par\nWhereas, Approximately 2,000 U.S., Russian, French, and U.K. nuclear warheads are on high alert for use on short notice; and\\fs22\\par\n\\fs24 Whereas, Since the Cold War, the estimated global inventory of nuclear warheads decreased from the peak of about 70,300 warheads in 1986 to approximately 12,700 warheads at the beginning of 2022; and\\par\nWhereas, Most of the post-Cold War decline in nuclear warheads occurred during the 1990s, driven primarily by the dismantling of retired nuclear warheads; and\\par\nWhereas, The decline in nuclear warheads was offset by increasing military stockpiles and new types of nuclear weapons; and\\fs22\\par\n\\fs24 Whereas, Even a tiny portion of the global nuclear warheads arsenal is capable of causing planet-wide ecological disruptions and famine; and\\par\nWhereas, A study published in the July 2022 issue of the journal Nature Food showed that more than 2 billion people could die from a nuclear war between India and Pakistan, and more than 5 billion could die from a war between the United States and Russia; and\\par\nWhereas, The January 29, 2019 annual assessment of worldwide threats by the U.S. intelligence sector warned that the impacts of climate change and ecological degradation amplify stress on communities across the globe, exacerbating geopolitical tensions and increasing the risk of armed conflict, including a nuclear war; and\\par\nWhereas, In 2017, the Congressional Budget Office estimated that the Nuclear Modernization Plan to upgrade and enhance almost every element of the U.S. nuclear weapons inventory would cost more than $1.2 trillion over 30 years without adjusting for inflation; and\\par\nWhereas, In 2021, the Congressional Budget Office projected that the nuclear forces plans contained in the Fiscal Year 2021 budget requests by the U.S. Department of Defense and the U.S. Department of Energy would cost $634 billion over the period between 2021 and 2030, averaging more than $60 billion annually; and\\par\nWhereas, On February 2, 2019, the U.S. and the Russian Federation withdrew from the 1987 bilateral Intermediate-Range Nuclear Forces Treaty, which had required the signatories to eliminate their ground-launched ballistic and cruise missiles capable of traveling between 300 and 3,400 miles by June 1, 1991, by which date both nations together had destroyed 2,692 short- and intermediate-range missiles; and\\par\nWhereas, On July 7, 2017, 122 nations adopted the Treaty on the Prohibition of Nuclear Weapons, which took effect on January 22, 2021; and\\par\nWhereas, The Treaty calls for the elimination of all nuclear weapons; and \\par\nWhereas, As of September 2022, 91 states were signatories of the Treaty, with the notable absence of the U.S. and Russia, the two nations holding 90 percent of the estimated global nuclear weapons arsenal; and\\par\nWhereas, On January 31, 2023, U.S. Congressional Representative James McGovern introduced in the House of Representatives H. Res. 77, which would call on the President to embrace the goals and provisions of the Treaty on the Prohibition of Nuclear Weapons and make nuclear disarmament the centerpiece of the national security policy of the U.S.; and \\par\nWhereas, H. Res. 77 would also call on the Secretary of State, the Secretary of Defense, all other Federal and congressional leaders of the U.S., and the American people to lead a global effort to prevent nuclear war; and\\par\nWhereas, H. Res. 77 would specifically urge the U.S. to renounce the option of using nuclear weapons first and to take its nuclear weapons off hair-trigger alert; and\\par\nWhereas, H. Res. 77 would further call on the U.S. to end the President\\rquote s sole authority to launch a nuclear attack; and\\par\nWhereas, H. Res. 77 would additionally urge the U.S. to cancel the plan to replace its  nuclear arsenal with modernized, enhanced weapons; and \\par\nWhereas, H. Res. 77 would call on the U.S. to actively pursue a verifiable agreement among nuclear-armed states to mutually eliminate their nuclear arsenals; now, therefore, be it\\par\nResolved, That the Council of the City of New York expresses its support of H. Res. 77, calling on the President to embrace the goals and provisions of the Treaty on the Prohibition of Nuclear Weapons and make nuclear disarmament the centerpiece of U.S. national security policy.\\fs22\\par\n\\fs24\\par\n \\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\fs18 LS #9964\\par\n08/23/2023\\par\nAZ \\par\n}\n",
  "LastModified": "2023-09-14T13:19:04.913Z"
}
