{
  "ID": 71850,
  "GUID": "B6555597-BC6A-49E2-A6D4-6DD391B8FD71",
  "File": "Res 0777-2023",
  "Name": "Designate Xylazine as a Schedule III depressant. (S.5439/A.5914)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S.5439/A.5914, to designate Xylazine as a Schedule III depressant.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5243,
  "BodyName": "Committee on Mental Health, Disabilities and Addiction",
  "IntroDate": "2023-09-14T00:00:00Z",
  "AgendaDate": "2023-09-14T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    }
  ],
  "History": [
    {
      "ID": 397207,
      "Date": "2023-09-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-09-01T16:39:08.65Z"
    },
    {
      "ID": 397513,
      "Date": "2023-09-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Mental Health, Disabilities and Addiction",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20330,
      "AgendaSequence": 144,
      "MinutesSequence": 157,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Mental Health, Disabilities and Addiction",
      "MatterStatusID": 3,
      "LastModified": "2023-09-14T22:23:48.413Z"
    },
    {
      "ID": 401165,
      "Date": "2023-12-31T16:44:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T21:45:05.51Z"
    }
  ],
  "Attachments": [
    {
      "ID": 283834,
      "LastModified": "2024-01-11T15:01:38.8Z",
      "Name": "Res. No. 777",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2d720703-780f-4230-be24-90e2a9825607.docx",
      "Sort": 1
    },
    {
      "ID": 284293,
      "LastModified": "2023-09-20T12:42:36.65Z",
      "Name": "September 14, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4b569efa-550d-4a56-9a6a-de3cadb68d2e.pdf",
      "Sort": 2
    },
    {
      "ID": 284382,
      "LastModified": "2023-09-20T14:17:34.08Z",
      "Name": "Hearing Transcript - Stated Meeting 9-14-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5ea72b0c-c79a-433b-af07-566041fc0563.pdf",
      "Sort": 3
    },
    {
      "ID": 288709,
      "LastModified": "2024-01-11T14:37:26.28Z",
      "Name": "Minutes of the Stated Meeting - September 14, 2023",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7c5085f9-3ff3-4e26-a207-5a5fa954d2d5.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 75276,
  "Text": "Whereas, According to the Centers for Disease Control and Prevention (CDC), over 75 percent of all drug overdose deaths in the United States (U.S.) in 2021 involved an opioid, including prescription opioids, heroin, and synthetic opioids; and\n      Whereas, Opioid-involved drug overdose deaths increased nationally by more than eight times since 1999, accounting for over 932,000 deaths between 1999 and 2020; and \n      Whereas, Per CDC, the number of opioid-involved drug overdose deaths in the U.S. in 2021 was ten times the number of such deaths in 1999; and \n      Whereas, CDC data show that opioid-involved drug overdoses killed over 80,000 Americans in 2021, and almost 88 percent of those deaths involved synthetic opioids; and \n      Whereas, CDC data also reveal that in 2020, 70 percent of all drug overdose deaths in the U.S. involved illicitly-manufactured varieties of fentanyl-a synthetic opioid; and\n      Whereas, Incidences of drug overdose deaths involving synthetic opioids other than methadone, including fentanyl and fentanyl analogs, increased more than 22 percent from 2020 to 2021 across the U.S.; and\n      Whereas, Moreover, in November 2022, the U.S. Drug Enforcement Administration (DEA) issued a Public Safety Alert, in which it warned about a sharp increase in the trafficking of fentanyl adulterated with xylazine in 48 of 50 U.S. states; and\n      Whereas, According to the November 8, 2022 alert to healthcare professionals by the U.S. Food and Drug Administration (FDA), xylazine is a highly potent non-opioid sedative and analgesic that was approved in 1972 exclusively for use in veterinary medicine; and\n      Whereas, Per the FDA, exposure to xylazine produces a number of life-threatening effects, including respiratory depression, dangerously low blood pressure, low body temperature, disrupted cardiac activity, and coma; and\n      Whereas, Additionally, the FDA stressed that repeated exposure to xylazine, especially through intravenous injections, causes the development of severe, necrotic skin ulcerations that necessitate amputation in some cases, as well as physical dependence and withdrawal symptoms, including agitation and severe anxiety; and\n      Whereas, Crucially, the FDA emphasized that since xylazine is not an opioid, administration of naloxone-a standard treatment to reverse an opioid overdose-would not address xylazine's effects, and that currently, there is no approved xylazine reversal agent known to be safe and effective in humans; and \n      Whereas, The FDA also noted that routine toxicology tests do not detect xylazine, and, compounded by xylazine's rapid elimination from a human system, exposure to it is likely to be underdiagnosed and underreported; and \n      Whereas, According to an October 2022 report by the DEA, drug traffickers and dealers add xylazine, colloquially known by its street names of \"tranq,\" \"tranq dope,\" \"sleep-cut,\" \"Philly dope,\" and \"zombie drug,\" to heroin, fentanyl, cocaine, and methamphetamine as an adulterant to increase the weight, the effects, and therefore, the profits; and\n      Whereas, The FDA and DEA warned in November 2022 that many substance users may not even be aware of the presence of xylazine in their drug supply; and\n      Whereas, In the November 2022 Public Safety Alert, DEA reported that in 2022, about 23 percent of fentanyl powder and 7 percent of fentanyl pills seized by the agency were adulterated with xylazine; and \n      Whereas, Per DEA, between 2020 and 2021, all four geographic regions of the U.S. experienced an increase in the number of xylazine-involved overdose deaths: by 750 percent in the West, by 516 percent in the Midwest, by 1,127 percent in the South, and by 103 percent in the Northeast; and\n      Whereas, The New York State Department of Health reported that there were 135 xylazine-involved opioid overdose deaths in New York State, excluding New York City, in 2021, accounting for 5.2 percent of all opioid overdose deaths in that year, and all of those deaths involved a mixture of xylazine and fentanyl; and\n      Whereas, Per the New York State Department of Health, there were 429 xylazine-involved opioid overdose deaths in New York City in 2021, or 19.1 percent of all opioid overdose deaths in that period, and all of those deaths involved a combination of xylazine and fentanyl; and\n      Whereas, To stem the rising tide of the xylazine-involved mortality, State Senator James Skoufis introduced S.5439 in the New York State Senate, and Assembly Member Carrie Woerner introduced companion bill A.5914 in the New York State Assembly, which would amend Schedule III of Section 3306 of the Public Health Law to include xylazine as a Schedule III controlled substance; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.5439/A.5914, to designate Xylazine as a Schedule III depressant. \n      \n       \n      \nLS #14192\n08/30/2023\nAZ\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Members Rivera and Riley\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Whereas, According to the Centers for Disease Control and Prevention (CDC), over 75 percent of all drug overdose deaths in the United States (U.S.) in 2021 involved an opioid, including prescription opioids, heroin, and synthetic opioids; and\\par\nWhereas, Opioid-involved drug overdose deaths increased nationally by more than eight times since 1999, accounting for over 932,000 deaths between 1999 and 2020; and \\par\nWhereas, Per CDC, the number of opioid-involved drug overdose deaths in the U.S. in 2021 was ten times the number of such deaths in 1999; and \\par\nWhereas, CDC data show that opioid-involved drug overdoses killed over 80,000 Americans in 2021, and almost 88 percent of those deaths involved synthetic opioids; and \\par\nWhereas, CDC data also reveal that in 2020, 70 percent of all drug overdose deaths in the U.S. involved illicitly-manufactured varieties of fentanyl-\\f1\\fs22 a \\f0\\fs24 synthetic opioid; and\\par\nWhereas, Incidences of drug overdose deaths involving synthetic opioids other than methadone, including fentanyl and fentanyl analogs, increased more than 22 percent from 2020 to 2021 across the U.S.; and\\par\nWhereas, Moreover, in November 2022, the U.S. Drug Enforcement Administration (DEA) issued a Public Safety Alert, in which it warned about a sharp increase in the trafficking of fentanyl adulterated with xylazine in 48 of 50 U.S. states; and\\par\nWhereas, According to the November 8, 2022 alert to healthcare professionals by the U.S. Food and Drug Administration (FDA), xylazine is a highly potent non-opioid sedative and analgesic that was approved in 1972 exclusively for use in veterinary medicine; and\\par\nWhereas, Per the FDA, exposure to xylazine produces a number of life-threatening effects, including respiratory depression, dangerously low blood pressure, low body temperature, disrupted cardiac activity, and coma; and\\par\nWhereas, Additionally, the FDA stressed that repeated exposure to xylazine, especially through intravenous injections, causes the development of severe, necrotic skin ulcerations that necessitate amputation in some cases, as well as physical dependence and withdrawal symptoms, including agitation and severe anxiety; and\\par\nWhereas, Crucially, the FDA emphasized that since xylazine is not an opioid, administration of naloxone-a standard treatment to reverse an opioid overdose-would not address xylazine\\rquote s effects, and that currently, there is no approved xylazine reversal agent known to be safe and effective in humans; and \\par\nWhereas, The FDA also noted that routine toxicology tests do not detect xylazine, and, compounded by xylazine\\rquote s rapid elimination from a human system, exposure to it is likely to be underdiagnosed and underreported; and \\par\nWhereas, According to an October 2022 report by the DEA, drug traffickers and dealers add xylazine, colloquially known by its street names of \\ldblquote tranq,\\rdblquote  \\ldblquote tranq dope,\\rdblquote  \\ldblquote sleep-cut,\\rdblquote  \\ldblquote Philly dope,\\rdblquote  and \\ldblquote zombie drug,\\rdblquote  to heroin, fentanyl, cocaine, and methamphetamine as an adulterant to increase the weight, the effects, and therefore, the profits; and\\par\nWhereas, The FDA and DEA warned in November 2022 that many substance users may not even be aware of the presence of xylazine in their drug supply; and\\par\nWhereas, In the November 2022 Public Safety Alert, DEA reported that in 2022, about 23 percent of fentanyl powder and 7 percent of fentanyl pills seized by the agency were adulterated with xylazine; and \\par\nWhereas, Per DEA, between 2020 and 2021, all four geographic regions of the U.S. experienced an increase in the number of xylazine-involved overdose deaths: by 750 percent in the West, by 516 percent in the Midwest, by 1,127 percent in the South, and by 103 percent in the Northeast; and\\par\nWhereas, The New York State Department of Health reported that there were 135 xylazine-involved opioid overdose deaths in New York State, excluding New York City, in 2021, accounting for 5.2 percent of all opioid overdose deaths in that year, and all of those deaths involved a mixture of xylazine and fentanyl; and\\par\nWhereas, Per the New York State Department of Health, there were 429 xylazine-involved opioid overdose deaths in New York City in 2021, or 19.1 percent of all opioid overdose deaths in that period, and all of those deaths involved a combination of xylazine and fentanyl; and\\par\nWhereas, To stem the rising tide of\\f1\\fs22  \\f0\\fs24 the xylazine-involved mortality, State Senator James Skoufis introduced S.5439 in the New York State Senate, and Assembly Member Carrie Woerner introduced companion bill A.5914 in the New York State Assembly, which would amend Schedule III of Section 3306 of the Public Health Law to include xylazine as a Schedule III controlled substance; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.5439/A.5914, to designate Xylazine as a Schedule III depressant. \\par\n\\par\n \\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\fs18 LS #14192\\par\n08/30/2023\\par\nAZ\\par\n}\n",
  "LastModified": "2024-01-11T15:01:40.047Z"
}
