{
  "ID": 71792,
  "GUID": "1E63E239-6D89-4DCF-85F8-B3B9EEBF09EC",
  "File": "Res 0795-2023",
  "Name": "Promote equitable access to outpatient care and prohibit patient steering practices.",
  "Title": "Resolution calling on the New York State legislature to pass, and the Governor to sign, legislation to promote equitable access to outpatient care and prohibit patient steering practices.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5241,
  "BodyName": "Committee on Hospitals",
  "IntroDate": "2023-09-28T00:00:00Z",
  "AgendaDate": "2023-09-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    }
  ],
  "History": [
    {
      "ID": 397912,
      "Date": "2023-09-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-09-22T18:14:03.95Z"
    },
    {
      "ID": 398093,
      "Date": "2023-09-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Hospitals",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20362,
      "AgendaSequence": 99,
      "MinutesSequence": 111,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Hospitals",
      "MatterStatusID": 3,
      "LastModified": "2023-09-28T14:58:25.4Z"
    }
  ],
  "Attachments": [
    {
      "ID": 283561,
      "LastModified": "2023-12-12T21:46:23.953Z",
      "Name": "Res. No. 795",
      "Link": "https://nyc.legistar1.com/nyc/attachments/41d70bd2-8248-4857-958c-cddc5184ed25.docx",
      "Sort": 1
    },
    {
      "ID": 284963,
      "LastModified": "2023-09-28T19:42:22.887Z",
      "Name": "September 28, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/085c210f-2e88-4351-ab44-fa99a4fdf244.pdf",
      "Sort": 2
    },
    {
      "ID": 285654,
      "LastModified": "2023-10-18T18:43:29.35Z",
      "Name": "Hearing Transcript - Stated Meeting 9-28-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2458a5e6-c91d-47e0-910b-bb2bf5307657.pdf",
      "Sort": 3
    },
    {
      "ID": 287449,
      "LastModified": "2023-12-12T21:48:08.053Z",
      "Name": "Proposed Res. No. 795-A - 12/12/23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d826ae14-5d49-4bae-97f9-91bd04308072.docx",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 75730,
  "Text": "Whereas, Patient steering is a practice where healthcare providers direct or influence patients to seek care from specific providers or facilities based on the patient's insurance coverage or ability to pay, which could contribute to disparities in healthcare outcomes and limit patients' ability to make informed choices about their healthcare providers; and\n      Whereas, Outpatient care refers to medical services and treatments such as consultations, diagnostic tests, minor surgical procedures, therapies, and follow-up visits, provided on a scheduled appointment basis allowing patients to return home after receiving care without the need for overnight stay in the hospital or medical facility; and \n      Whereas, Often for specialty care outpatient visits, a referral is required by the healthcare provider treating the patient which sometimes results in patient steering; and\n      Whereas, The American Medical Association (AMA) Journal of Ethics asserts that segregation based on insurance is often a \"de facto proxy for segregation by race,\" as in New York State, for example, about 80% of the 4 million nonelderly Medicaid recipients identify as Black, Hispanic, Asian American, or another non-white race or ethnicity; and  \n      Whereas, In New York City alone, about 4,437,456 New Yorkers are enrolled in Medicaid, the majority of whom are people of color; and  \n      Whereas, Many studies have pointed to Medicare recipients experiencing greater barriers to scheduling appointments as compared to privately insured individuals, since community safety-net medical facilities are usually over capacity and operating with a tighter budget due to lower reimbursement rates from Medicaid and large rates of care for patients that are uninsured; and \n      Whereas, This obstructs vulnerable New Yorkers' access to timely outpatient care and increases the risk of poor health outcomes, exacerbating inequalities in our healthcare system; and \n      Whereas, To improve healthcare outcomes and ensure equitable health access for minority and indigent populations, it is crucial to address patient steering and promote access to equitable outpatient care in both community and private hospitals and medical facilities; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State legislature to pass, and the Governor to sign, legislation to promote equitable access to outpatient care and prohibit patient steering practices. \n\n\nLS #12803A\n12/12/23\nM.B",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Menin, Schulman, Narcisse, Riley, Brewer and Guti\\'e9rrez\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Patient steering is a practice where healthcare providers direct or influence patients to seek care from specific providers or facilities based on the patient\\rquote s insurance coverage or ability to pay, which could contribute to disparities in healthcare outcomes and limit patients' ability to make informed choices about their healthcare providers; and\\par\nWhereas, Outpatient care refers to medical services and treatments such as consultations, diagnostic tests, minor surgical procedures, therapies, and follow-up visits, provided on a scheduled appointment basis allowing patients to return home after receiving care without the need for overnight stay in the hospital or medical facility; and \\par\nWhereas, Often for specialty care outpatient visits, a referral is required by the healthcare provider treating the patient which sometimes results in patient steering; and\\par\nWhereas, The American Medical Association (AMA) Journal of Ethics asserts that segregation based on insurance is often a \\ldblquote de facto proxy for segregation by race,\\rdblquote  as in New York State, for example, about 80% of the 4 million nonelderly Medicaid recipients identify as Black, Hispanic, Asian American, or another non-white race or ethnicity; and  \\par\nWhereas, In New York City alone, about 4,437,456 New Yorkers are enrolled in Medicaid, the majority of whom are people of color; and  \\par\nWhereas, Many studies have pointed to Medicare recipients experiencing greater barriers to scheduling appointments as compared to privately insured individuals, since community safety-net medical facilities are usually over capacity and operating with a tighter budget due to lower reimbursement rates from Medicaid and large rates of care for patients that are uninsured; and \\par\nWhereas, This obstructs vulnerable New Yorkers\\rquote  access to timely outpatient care and increases the risk of poor health outcomes, exacerbating inequalities in our healthcare system; and \\par\nWhereas, To improve healthcare outcomes and ensure equitable health access for minority and indigent populations, it is crucial to address patient steering and promote access to equitable outpatient care in both community and private hospitals and medical facilities; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State legislature to pass, and the Governor to sign, legislation to promote equitable access to outpatient care and prohibit patient steering practices. \\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #12803A\\par\n\\pard\\ltrpar 12/12/23\\par\n\\pard\\ltrpar\\qj M.B\\par\n\\fs24\\par\n}\n",
  "LastModified": "2023-12-20T01:01:48.533Z"
}
