{
  "ID": 71988,
  "GUID": "E7C991C2-E396-42EE-90C2-BB1C5451DBE5",
  "File": "Res 0805-2023",
  "Name": "Condemning the federal government’s repression of the African People’s Socialist Party and the Uhuru movement.",
  "Title": "Resolution condemning the federal government’s repression of the African People’s Socialist Party and the Uhuru movement.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2023-10-05T00:00:00Z",
  "AgendaDate": "2023-10-05T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    }
  ],
  "History": [
    {
      "ID": 398258,
      "Date": "2023-10-05T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-10-02T20:50:49.307Z"
    },
    {
      "ID": 398349,
      "Date": "2023-10-05T14:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20389,
      "AgendaSequence": 57,
      "MinutesSequence": 64,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2023-10-05T15:59:40.497Z"
    },
    {
      "ID": 401172,
      "Date": "2023-12-31T16:52:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T21:52:14.483Z"
    }
  ],
  "Attachments": [
    {
      "ID": 285169,
      "LastModified": "2024-01-30T15:34:06.13Z",
      "Name": "Res. No. 805",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c484cb70-1717-454a-8cce-bdd0aa963441.docx",
      "Sort": 1
    },
    {
      "ID": 285229,
      "LastModified": "2023-10-05T18:06:19.837Z",
      "Name": "October 5, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/188f6e89-e27c-4160-a5df-74a66659943d.pdf",
      "Sort": 2
    },
    {
      "ID": 285338,
      "LastModified": "2023-10-13T19:32:32.487Z",
      "Name": "Hearing Transcript - Stated Meeting 10-5-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0e0bd3a9-b8ee-4bda-a55b-38b12906178a.pdf",
      "Sort": 3
    },
    {
      "ID": 289160,
      "LastModified": "2024-01-30T15:34:13.4Z",
      "Name": "Minutes of the Stated Meeting - October 5, 2023",
      "Link": "https://nyc.legistar1.com/nyc/attachments/08003bce-3354-4229-aefc-ad2ace581695.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 75436,
  "Text": "Whereas, On July 29, 2022 at 5:00 a.m., the FBI stormed the home of Omali Yeshitela, Chairman of the African People's Socialist Party (APSP) in St. Louis, Missouri. Yeshitela stated that the agents deployed flashbang grenades, carried automatic weapons, damaged the property of his neighbors, and handcuffed himself and his wife. Agents refused to show him a search warrant and absconded with cellphones and other devices from his home; and \n      Whereas, The assault on Yeshitela's residence was part of a coordinated onslaught against locations affiliated with the APSP across the country; and \n      Whereas, That same day, the FBI invaded two sites of the APSP-led Uhuru Movement, the Uhuru Solidarity Center in St. Louis and the Uhuru House in St. Petersburg, Florida; and \n      Whereas, The FBI also raided the APSP's radio station, Black Power 96.3 FM, and reportedly detained a prominent APSP leader. The FBI's flimsy excuse for its operation is that the APSP, by exercising its free speech rights about the war in Ukraine, was spreading \"Russian propaganda;\" and\n      Whereas, The Council of the City of New York strongly condemns the illegal and racist FBI raids on the offices and homes of the APSP and the Uhuru Movement, whose persecution continues to this day; and\n      Whereas, The Council of the City of New York stands in solidarity with the activists and organizations targeted by this domestic spying entity (FBI), whose job it has been to consistently and historically squelch dissent and resistance to violations of human rights, civil rights and political activism against the status quo of American inequality and exploitation; and\n      Whereas, the government raids were an indefensible, politically motivated witch hunt. They are part of an increasing assault on civil liberties in a time of growing hardship for the working-class majority, escalating clashes between rich and poor, and rising injustice, especially against those who are fighting for justice and liberation for oppressed communities; and \n      Whereas, The African People's Socialist Party was targeted because it has relentlessly fought for the liberation of Africa and African people for the past 50 years; and\n      Whereas, The FBI raids on the Uhuru Movement posed a threat to the African community's hard-won democratic right to participate in elections in their own interests; and\n      Whereas, African people have a right to petition the United Nations to investigate the Genocide Convention as it applies to the conditions of African people in the U.S. and the \"original sin\" of slavery and colonialism in this country; and\n      Whereas, African people and all those in the United States have the inalienable right to freedom of speech, association and assembly including public statements of dissent regarding the official position of the U.S. on the Russia-Ukraine war; and\n      Whereas, millions of African people in the 1960s struggled for basic human rights as well as economic and political power and faced the effects of the FBI's COINTELPRO program which carried out assassination, political imprisonment, slander and harm; and\n      Whereas, Malcolm X, Marcus Garvey, The Black Panther Party, and other human rights and civil rights activists were targeted, threatened, surveilled and/or assassinated by the FBI, often with the complicity of the local police department right here in New York City; now, therefore, be it\n      Resolved, that the New York City Council strongly condemns the actions of the FBI raid on the African People's Socialist Party and the Uhuru Movement and calls for all of the trumped up charges to be dropped immediately. In addition the New York City Council calls on all local police departments to commit to non-cooperation with the oppressive tactics of the FBI; and\n      Be it further resolved, that the New York City Council strongly supports and protects the rights of all individuals and organizations to engage in the exercise of free speech and the organizing for human rights without the harassment and tyranny of the FBI\n      \nLS 14612\n10/2/2023\n3:05 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Barron\\par\n\\par\n\\pard\\ltrpar\\fi720\\ri720\\sa160\\sl480\\slmult1\\qj Whereas, On July 29, 2022 at 5:00 a.m., the FBI stormed the home of Omali Yeshitela, Chairman of the African People\\rquote s Socialist Party (APSP) in St. Louis, Missouri. Yeshitela stated that the agents deployed flashbang grenades, carried automatic weapons, damaged the property of his neighbors, and handcuffed himself and his wife. Agents refused to show him a search warrant and absconded with cellphones and other devices from his home; and \\par\nWhereas, The assault on Yeshitela\\rquote s residence was part of a coordinated onslaught against locations affiliated with the APSP across the country; and \\par\nWhereas, That same day, the FBI invaded two sites of the APSP-led Uhuru Movement, the Uhuru Solidarity Center in St. Louis and the Uhuru House in St. Petersburg, Florida; and \\par\nWhereas, The FBI also raided the APSP\\rquote s radio station, Black Power 96.3 FM, and reportedly detained a prominent APSP leader. The FBI\\rquote s flimsy excuse for its operation is that the APSP, by exercising its free speech rights about the war in Ukraine, was spreading \\ldblquote Russian propaganda;\\rdblquote  and\\par\nWhereas, The Council of the City of New York strongly condemns the illegal and racist FBI raids on the offices and homes of the APSP and the Uhuru Movement, whose persecution continues to this day; and\\par\nWhereas, The Council of the City of New York stands in solidarity with the activists and organizations targeted by this domestic spying entity (FBI), whose job it has been to consistently and historically squelch dissent and resistance to violations of human rights, civil rights and political activism against the status quo of American inequality and exploitation; and\\par\nWhereas, the government raids were an indefensible, politically motivated witch hunt. They are part of an increasing assault on civil liberties in a time of growing hardship for the working-class majority, escalating clashes between rich and poor, and rising injustice, especially against those who are fighting for justice and liberation for oppressed communities; and \\cf1\\par\n\\cf0 Whereas, The African People\\rquote s Socialist Party was targeted because it has relentlessly fought for the liberation of Africa and African people for the past 50 years; and\\par\nWhereas, The FBI raids on the Uhuru Movement posed a threat to the African community\\rquote s hard-won democratic right to participate in elections in their own interests; and\\par\nWhereas, African people have a right to petition the United Nations to investigate the Genocide Convention as it applies to the conditions of African people in the U.S. and the \\ldblquote original sin\\rdblquote  of slavery and colonialism in this country; and\\par\nWhereas, African people and all those in the United States have the inalienable right to freedom of speech, association and assembly including public statements of dissent regarding the official position of the U.S. on the Russia-Ukraine war; and\\par\nWhereas, millions of African people in the 1960s struggled for basic human rights as well as economic and political power and faced the effects of the FBI\\rquote s COINTELPRO program which carried out assassination, political imprisonment, slander and harm; and\\par\nWhereas, Malcolm X, Marcus Garvey, The Black Panther Party, and other human rights and civil rights activists were targeted, threatened, surveilled and/or assassinated by the FBI, often with the complicity of the local police department right here in New York City; now, therefore, be it\\par\nResolved, that the New York City Council strongly condemns the actions of the FBI raid on the African People\\rquote s Socialist Party and the Uhuru Movement and calls for all of the trumped up charges to be dropped immediately. In addition the New York City Council calls on all local police departments to commit to non-cooperation with the oppressive tactics of the FBI; and\\par\nBe it further resolved, that the New York City Council strongly supports and protects the rights of all individuals and organizations to engage in the exercise of free speech and the organizing for human rights without the harassment and tyranny of the FBI\\par\n\\par\n\\pard\\ltrpar\\ri720\\qj\\fs18 LS 14612\\par\n10/2/2023\\par\n3:05 PM\\par\n}\n",
  "LastModified": "2024-01-30T15:34:13.493Z"
}
