{
  "ID": 71970,
  "GUID": "258338B2-C4CC-4BD5-B4B9-5467114DDBC7",
  "File": "Res 0807-2023",
  "Name": "Westchester Square business improvement district.",
  "Title": "Resolution concerning an amendment to the district plan of the Westchester Square business improvement district that provides for a change in the method of assessment upon which the district charge is based, and setting the date, time and place for the public hearing of the local law authorizing such change.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2023-10-05T00:00:00Z",
  "AgendaDate": "2023-10-05T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 398250,
      "Date": "2023-10-05T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-10-02T20:02:23.207Z"
    },
    {
      "ID": 398353,
      "Date": "2023-10-05T14:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20389,
      "AgendaSequence": 61,
      "MinutesSequence": 63,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2023-10-05T14:00:03.51Z"
    }
  ],
  "Attachments": [
    {
      "ID": 285073,
      "LastModified": "2023-10-05T13:32:24.983Z",
      "Name": "Res. No. 807",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2584da51-2e3d-4d47-9fb9-0d83fe1db4db.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 75416,
  "Text": "WHEREAS, pursuant to chapter 4 of title 25 of the Administrative Code of the City of New York (the \"BID Law\"), the City established the Westchester Square Business Improvement District (the \"District\") in the Borough of the Bronx; and\t\n\n\tWHEREAS, pursuant to Local Law No. 82 for the year 1990, the City Council assumed responsibility for adopting legislation relating to Business Improvement Districts; and\n\n\t\tWHEREAS, pursuant to Section 25-410(b) of the BID Law, an amendment to the District Plan that provides for any change in the method of assessment upon which the district charge is based may be adopted by local law, provided that the City Council determines, after a public hearing, that it is in the public interest to authorize such change and that the tax and debt limits prescribed in Section 25-412 of the BID Law will not be exceeded by such change; and\n\n\tWHEREAS, the District wishes to amend the District Plan in order to provide for a change in the method of assessment upon which the district charge is based; and \n\n\tWHEREAS, pursuant to Section 25-410(b) of the BID Law, the City Council is required to give notice of the public hearing by publication of a notice in at least one newspaper having general circulation in the district specifying the time when and the place where the hearing will be held; now, therefore, be it\n\n \tResolved, that the Council of the City of New York, pursuant to Section 25-410(b) of the BID Law, hereby directs that:\n\n(i) November 15, 2023 is the date and the City Council Committee Meeting Room, 2nd floor, City Hall, is the place and 10:00 am is the time for a public hearing (the \"Public Hearing\") to hear all persons interested in the legislation that would authorize a change in the method of assessment upon which the district charge in the Westchester Square Business Improvement District is based; and\n\n \t(ii)\tOn behalf of the City Council and pursuant to Section 25-410(b) of the BID Law, the District Management Association of the Westchester Square Business Improvement District is hereby authorized to publish in a newspaper of general circulation in the district, not less than ten (10) days prior to the Public Hearing, a notice stating the time and place of the Public Hearing.\n#13884137v1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 CG Times;}{\\f1\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Brannan\\par\n\\par\n\\tab WHEREAS, pursuant to chapter 4 of title 25 of the Administrative Code of the City of New York (the \"BID Law\"), the City established the Westchester Square Business Improvement District (the \\ldblquote District\\rdblquote ) in the Borough of the Bronx; and\\tab\\par\n\\par\n\\tab WHEREAS, pursuant to Local Law No. 82 for the year 1990, the City Council assumed responsibility for adopting legislation relating to Business Improvement Districts; and\\par\n\\par\n\\tab\\tab WHEREAS, pursuant to Section 25-410(b) of the BID Law, an amendment to the District Plan that provides for any change in the method of assessment upon which the district charge is based may be adopted by local law, provided that the City Council determines, after a public hearing, that it is in the public interest to authorize such change and that the tax and debt limits prescribed in Section 25-412 of the BID Law will not be exceeded by such change; and\\par\n\\par\n\\tab WHEREAS, the District wishes to amend the District Plan in order to provide for a change in the method of assessment upon which the district charge is based; and \\par\n\\par\n\\tab WHEREAS, pursuant to Section 25-410(b) of the BID Law, the City Council is required to give notice of the public hearing by publication of a notice in at least one newspaper having general circulation in the district specifying the time when and the place where the hearing will be held; now, therefore, be it\\par\n\\par\n \\tab Resolved, that the Council of the City of New York, pursuant to Section 25-410(b) of the BID Law, hereby directs that:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi-720\\li1440\\qj\\tx0\\tx720\\tx1440 (i)\\tab November 15, 2023 is the date and the City Council Committee Meeting Room, 2nd floor, City Hall, is the place and 10:00 am is the time for a public hearing (the \"Public Hearing\") to hear all persons interested in the legislation that would authorize a change in the method of assessment upon which the district charge in the Westchester Square Business Improvement District is based; and\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\qj\\tx0\\tx720\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi-1440\\li1440\\qj\\tx0\\tx720  \\tab (ii)\\tab On behalf of the City Council and pursuant to Section 25-410(b) of the BID Law, the District Management Association of the Westchester Square Business Improvement District is hereby authorized to publish in a newspaper of general circulation in the district, not less than ten (10) days prior to the Public Hearing, a notice stating the time and place of the Public Hearing.\\par\n}\n",
  "LastModified": "2023-10-05T14:00:03.027Z"
}
