{
  "ID": 72039,
  "GUID": "595E6086-59E2-4D3A-87F7-57A89B7AE8C1",
  "File": "Res 0836-2023",
  "Name": "Acknowledging July 18 through August 17 as South Asian Heritage Month annually in the City of New York.",
  "Title": "Resolution acknowledging July 18 through August 17 as South Asian Heritage Month annually in the City of New York and celebrating the contributions made by New Yorkers of South Asian heritage to our multicultural neighborhoods.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2023-11-02T00:00:00Z",
  "AgendaDate": "2023-11-02T00:00:00Z",
  "PassedDate": "2023-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    }
  ],
  "History": [
    {
      "ID": 399132,
      "Date": "2023-11-02T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-10-27T21:09:07.03Z"
    },
    {
      "ID": 399259,
      "Date": "2023-11-02T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20457,
      "AgendaSequence": 70,
      "MinutesSequence": 78,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2023-11-02T15:19:18.923Z"
    },
    {
      "ID": 401184,
      "Date": "2023-12-31T17:02:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2023-12-22T22:02:57.913Z"
    }
  ],
  "Attachments": [
    {
      "ID": 285447,
      "LastModified": "2023-11-10T15:06:47.61Z",
      "Name": "Res. No. 836",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cd45f8e5-8d3b-40ce-a47a-e46514bf3404.docx",
      "Sort": 1
    },
    {
      "ID": 286383,
      "LastModified": "2023-11-02T19:51:46.097Z",
      "Name": "November 2, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5bfdf591-b079-4642-b4e2-88a5225fc69c.pdf",
      "Sort": 2
    },
    {
      "ID": 286627,
      "LastModified": "2023-11-15T20:17:18.197Z",
      "Name": "Hearing Transcript - Stated Meeting 11-2-23",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d57f106d-71b2-4999-aac1-9f55dd87c45e.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 75494,
  "Text": "Whereas, The countries that make up South Asia include Afghanistan, Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan, and Sri Lanka; and \n      Whereas, South Asia is home to many cultures, including many world religions, such as Hinduism, Islam, Christianity, Sikhism, Jainism, Judaism, Buddhism, and Zoroastrianism, and including many languages, such as Hindi, Urdu, Bengali, Singhalese, Nepali, and Dhivehi; and \n      Whereas, South Asian Heritage Month (SAHM) celebrates all of these South Asian cultures, histories, and communities; and\n      Whereas, The dates chosen for SAHM are significant, with July 18, 1947, being the date of the Indian Independence Act and with August 17, 1947, being the date that the Radcliffe Line established the borders of India, West Pakistan, and East Pakistan (now Bangladesh); and \n      Whereas, The July and August dates chosen are close to those of the South Asian month of Saravan/Sawan, which is the main month of the monsoons and signifies a time of renewal; and \n      Whereas, In the United Kingdom (UK), the designation of SAHM has been a project of the South Asian Heritage Trust, which, according to its website, seeks \"to deepen people's understanding of the rich and diverse contributions of South Asian communities to British society, promote intercultural dialogue, and foster greater social cohesion among communities\"; and\n      Whereas, SAHM has been celebrated annually in the UK since 2020 to honor the impact of South Asian cultures on British culture and on the diversity of the UK's population; and\n      Whereas, Although the United States (U.S.) does not have the colonial and subsequent cultural ties to South Asia that the UK does, South Asians and their descendants have also had a significant impact on American culture and on life in New York City (NYC), specifically; and \n      Whereas, South Asians first came to the U.S. in the late 1700s as workers on Yankee clipper ships that carried on trade between the Indian subcontinent and New England; and\n      Whereas, The first South Asian immigrants to the U.S., who arrived between 1897 and 1924, were primarily Sikh farmers from Punjab, India, and Bengali Muslims; and\n      Whereas, These early immigrants and those who followed often faced racial and ethnic discrimination and were denied naturalization and citizenship, thus drastically slowing further South Asian immigration; and\n      Whereas, The Immigration and Nationality Act of 1965 brought South Asian immigrants back to the U.S. in much larger numbers; and \n      Whereas, Many recent South Asian immigrants to the U.S. are professionals in the fields of science, technology, and medicine; and \n      Whereas, According to South Asian Americans Leading Together (SAALT), almost 5.4 million South Asians lived in the U.S. in 2017, with about 80 percent being  of Indian heritage and over 75 percent being born outside of the U.S.; and \n      Whereas, According to the Asian American Federation, there were about 330,000 NYC residents of South Asian descent, or about 4 percent of the NYC population, in 2019; and\n      Whereas, According to SAALT, NYC is the top U.S. metropolitan area for Indian, Nepali, Pakistani, and Sri Lankan residents; and \n      Whereas, According to Indian American Impact, Indian Americans are one of the largest and fastest-growing ethnic groups in NYC; and \n      Whereas, The NYC communities of Jackson Heights in Queens, Kensington in Brooklyn, and Tompkinsville in Staten Island are well known for their Indian, Pakistani, and Sri Lankan roots and their cultural sites, shops, restaurants, and activities; and\n      Whereas, In 2020, the first South Asian was elected Vice President of the U.S. and, in 2021, the first two South Asians were elected to the New York City Council; and \n      Whereas, South Asian immigrants and New Yorkers of South Asian heritage have enriched the multiethnic, multiracial, and multilingual life of NYC in many arenas, from arts and culture to business to government; now, therefore, be it\n      Resolved, That the Council of the City of New York acknowledges July 18 through August 17 as South Asian Heritage Month annually in the City of New York and celebrates the contributions made by New Yorkers of South Asian heritage to our multicultural neighborhoods. \n\n\nLS #14149\n9/27/2023\nRHP\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Hanif, Krishnan, Guti\\'e9rrez, Restler, Louis, Far\\'edas and Ung\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The countries that make up South Asia include Afghanistan, Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan, and Sri Lanka; and \\par\nWhereas, South Asia is home to many cultures, including many world religions, such as Hinduism, Islam, Christianity, Sikhism, Jainism, Judaism, Buddhism, and Zoroastrianism, and including many languages, such as Hindi, Urdu, Bengali, Singhalese, Nepali, and Dhivehi; and \\par\nWhereas, South Asian Heritage Month (SAHM) celebrates all of these South Asian cultures, histories, and communities; and\\par\nWhereas, The dates chosen for SAHM are significant, with July 18, 1947, being the date of the Indian Independence Act and with August 17, 1947, being the date that the Radcliffe Line established the borders of India, West Pakistan, and East Pakistan (now Bangladesh); and \\par\nWhereas, The July and August dates chosen are close to those of the South Asian month of Saravan/Sawan, which is the main month of the monsoons and signifies a time of renewal; and \\par\nWhereas, In the United Kingdom (UK), the designation of SAHM has been a project of the South Asian Heritage Trust, which, according to its website, seeks \\ldblquote to deepen people\\rquote s understanding of the rich and diverse contributions of South Asian communities to British society, promote intercultural dialogue, and foster greater social cohesion among communities\\rdblquote ; and\\par\nWhereas, SAHM has been celebrated annually in the UK since 2020 to honor the impact of South Asian cultures on British culture and on the diversity of the UK\\rquote s population; and\\par\nWhereas, Although the United States (U.S.) does not have the colonial and subsequent cultural ties to South Asia that the UK does, South Asians and their descendants have also had a significant impact on American culture and on life in New York City (NYC), specifically; and \\par\nWhereas, South Asians first came to the U.S. in the late 1700s as workers on Yankee clipper ships that carried on trade between the Indian subcontinent and New England; and\\par\nWhereas, The first South Asian immigrants to the U.S., who arrived between 1897 and 1924, were primarily Sikh farmers from Punjab, India, and Bengali Muslims; and\\par\nWhereas, These early immigrants and those who followed often faced racial and ethnic discrimination and were denied naturalization and citizenship, thus drastically slowing further South Asian immigration; and\\par\nWhereas, The Immigration and Nationality Act of 1965 brought South Asian immigrants back to the U.S. in much larger numbers; and \\par\nWhereas, Many recent South Asian immigrants to the U.S. are professionals in the fields of science, technology, and medicine; and \\par\nWhereas, According to South Asian Americans Leading Together (SAALT), almost 5.4 million South Asians lived in the U.S. in 2017, with about 80 percent being  of Indian heritage and over 75 percent being born outside of the U.S.; and \\par\nWhereas, According to the Asian American Federation, there were about 330,000 NYC residents of South Asian descent, or about 4 percent of the NYC population, in 2019; and\\par\nWhereas, According to SAALT, NYC is the top U.S. metropolitan area for Indian, Nepali, Pakistani, and Sri Lankan residents; and \\par\nWhereas, According to Indian American Impact, Indian Americans are one of the largest and fastest-growing ethnic groups in NYC; and \\par\nWhereas, The NYC communities of Jackson Heights in Queens, Kensington in Brooklyn, and Tompkinsville in Staten Island are well known for their Indian, Pakistani, and Sri Lankan roots and their cultural sites, shops, restaurants, and activities; and\\par\nWhereas, In 2020, the first South Asian was elected Vice President of the U.S. and, in 2021, the first two South Asians were elected to the New York City Council; and \\par\nWhereas, South Asian immigrants and New Yorkers of South Asian heritage have enriched the multiethnic, multiracial, and multilingual life of NYC in many arenas, from arts and culture to business to government; now, therefore, be it\\par\nResolved, That the Council of the City of New York acknowledges July 18 through August 17 as South Asian Heritage Month annually in the City of New York and celebrates the contributions made by New Yorkers of South Asian heritage to our multicultural neighborhoods. \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\fs18\\par\n\\pard\\ltrpar\\qj\\par\nLS #14149\\par\n9/27/2023\\par\nRHP\\par\n\\par\n}\n",
  "LastModified": "2024-02-10T16:02:42.063Z"
}
