{
  "ID": 72072,
  "GUID": "AF7DBBF8-3625-49BA-8736-BB47A77EB2E0",
  "File": "Res 0848-2023",
  "Name": "Amending the Public Officers Law to allow non-citizens to hold civil offices.",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, legislation amending the Public Officers Law to allow non-citizens to hold civil offices.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2023-12-06T00:00:00Z",
  "AgendaDate": "2023-12-06T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    }
  ],
  "History": [
    {
      "ID": 399779,
      "Date": "2023-12-06T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2023-11-22T19:33:06.987Z"
    },
    {
      "ID": 400061,
      "Date": "2023-12-06T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20523,
      "AgendaSequence": 117,
      "MinutesSequence": 131,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2023-12-06T23:03:08.657Z"
    }
  ],
  "Attachments": [
    {
      "ID": 286078,
      "LastModified": "2023-12-05T18:03:07.27Z",
      "Name": "Res. No. 848",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7a148c78-dcf4-4cb9-977c-9feeb3e607ce.docx",
      "Sort": 1
    },
    {
      "ID": 287288,
      "LastModified": "2023-12-06T19:55:23.177Z",
      "Name": "December 6, 2023 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a3b7fbf3-d56f-42d9-9693-a5a378d5832c.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 75528,
  "Text": "Whereas, The New York State Public Officers Law requires anyone holding a civil office to be a citizen of the United States; and\n      Whereas, New York City has over 100 boards and commissions;\n      Whereas, Many members of boards and commissions hold a civil office under the Public Officers Law, and therefore must be a citizen of the United States; and \n      Whereas, According to the Mayor's Office of Immigrant Affairs, New York City had over 1.2 million non-citizen residents in 2022; and\n      Whereas, Non-citizen New Yorkers pay taxes, own business and send their children to public schools; and\n      Whereas, New York City needs civil officer holders who have experiences that reflect those of all New Yorkers, including non-citizen New Yorkers; and \n      Whereas, Many civil officer positions require specific skills or experiences; and\n      Whereas, Non-Citizen New Yorkers have a variety of different skills and experiences; and\n      Whereas, Non-citizen New Yorkers have the skills and experiences required to fill certain civil officer positions; and \n      Whereas, Non-citizen New Yorkers are an essential part of the fabric of New York City; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation amending the Public Officers Law to allow non-citizens to hold civil offices.\n      .\nLS #12818\n10/25/23\nEHC",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Far\\'edas\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The New York State Public Officers Law requires anyone holding a civil office to be a citizen of the United States; and\\par\nWhereas, New York City has over 100 boards and commissions;\\par\nWhereas, Many members of boards and commissions hold a civil office under the Public Officers Law, and therefore must be a citizen of the United States; and \\par\nWhereas, According to the Mayor\\rquote s Office of Immigrant Affairs, New York City had over 1.2 million non-citizen residents in 2022; and\\par\nWhereas, Non-citizen New Yorkers pay taxes, own business and send their children to public schools; and\\par\nWhereas, New York City needs civil officer holders who have experiences that reflect those of all New Yorkers, including non-citizen New Yorkers; and \\par\nWhereas, Many civil officer positions require specific skills or experiences; and\\par\nWhereas, Non-Citizen New Yorkers have a variety of different skills and experiences; and\\par\nWhereas, Non-citizen New Yorkers have the skills and experiences required to fill certain civil officer positions; and \\par\nWhereas, Non-citizen New Yorkers are an essential part of the fabric of New York City; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation amending the Public Officers Law to allow non-citizens to hold civil offices.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 .\\par\n\\pard\\ltrpar\\qj\\fs22 LS #12818\\par\n\\pard\\ltrpar 10/25/23\\par\n\\pard\\ltrpar\\qj EHC\\par\n\\fs18\\par\n\\fs24\\par\n}\n",
  "LastModified": "2023-12-06T19:55:23.177Z"
}
