{
  "ID": 66974,
  "GUID": "97A2B9A8-A163-4740-B6B2-469480DDE391",
  "File": "Res 1583-2021",
  "Name": "Establish the billionaire mark to market tax act, and to use the revenue generated to establish an excluded worker fund. (S.4482/A.5092)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, S.4482/A.5092, which would establish the billionaire mark to market tax act, and to use the revenue generated to establish an excluded worker fund.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2021-03-25T00:00:00Z",
  "AgendaDate": "2021-03-25T00:00:00Z",
  "PassedDate": "2021-03-25T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7745,
      "Slug": "francisco-p-moya",
      "FullName": "Francisco P. Moya"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    }
  ],
  "History": [
    {
      "ID": 368134,
      "Date": "2021-03-25T09:30:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 18570,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2021-03-25T13:32:42.153Z"
    },
    {
      "ID": 368290,
      "Date": "2021-03-25T09:30:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 18570,
      "MinutesSequence": 3,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7563,
          "Slug": "daniel-dromm",
          "FullName": "Daniel Dromm",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7739,
          "Slug": "adrienne-e-adams",
          "FullName": "Adrienne E. Adams",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7747,
          "Slug": "alicka-ampry-samuel",
          "FullName": "Alicka Ampry-Samuel",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 25
        },
        {
          "ID": 7742,
          "Slug": "diana-i-ayala",
          "FullName": "Diana I. Ayala",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 30
        },
        {
          "ID": 7604,
          "Slug": "robert-e-cornegy-jr",
          "FullName": "Robert E. Cornegy, Jr.",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 40
        },
        {
          "ID": 7628,
          "Slug": "laurie-a-cumbo",
          "FullName": "Laurie A. Cumbo",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7793,
          "Slug": "darma-v-diaz",
          "FullName": "Darma V. Diaz",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 55
        },
        {
          "ID": 7622,
          "Slug": "vanessa-l-gibson",
          "FullName": "Vanessa L. Gibson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7691,
          "Slug": "barry-s-grodenchik",
          "FullName": "Barry S. Grodenchik",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        },
        {
          "ID": 386,
          "Slug": "karen-koslowitz",
          "FullName": "Karen Koslowitz",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 75
        },
        {
          "ID": 7785,
          "Slug": "farah-n-louis",
          "FullName": "Farah N. Louis",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 85
        },
        {
          "ID": 5953,
          "Slug": "steven-matteo",
          "FullName": "Steven Matteo",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 90
        },
        {
          "ID": 7745,
          "Slug": "francisco-p-moya",
          "FullName": "Francisco P. Moya",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 100
        },
        {
          "ID": 7741,
          "Slug": "keith-powers",
          "FullName": "Keith Powers",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 110
        },
        {
          "ID": 7639,
          "Slug": "helen-k-rosenthal",
          "FullName": "Helen K. Rosenthal",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 120
        },
        {
          "ID": 7569,
          "Slug": "james-g-van-bramer",
          "FullName": "James G. Van Bramer",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 130
        }
      ],
      "LastModified": "2021-05-24T20:03:24.11Z"
    },
    {
      "ID": 368133,
      "Date": "2021-03-25T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2021-03-23T21:31:15.34Z"
    },
    {
      "ID": 368248,
      "Date": "2021-03-25T13:25:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18571,
      "AgendaSequence": 90,
      "MinutesSequence": 110,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Finance",
      "MatterStatusID": 3,
      "LastModified": "2021-05-26T03:09:01.65Z"
    },
    {
      "ID": 368167,
      "Date": "2021-03-25T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18571,
      "AgendaSequence": 78,
      "MinutesSequence": 98,
      "Version": "*",
      "AgendaNote": "Preconsidered - Adopted by the Committee on Finance",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) called for a voice vote.  Hearing those in favor, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) declared the Resolution to be adopted.\r\n\r\nThe following 3 Council Members formally noted their intent to vote negative on this item:  \r\nCouncil Members Deutsch, Yeger and the Minority Leader (Council Member Matteo).\r\n\r\nThe following Council Members formally noted his intent to abstain from voting on this item:  \r\nCouncil Member Vallone.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2021-06-10T16:14:29.54Z"
    }
  ],
  "Attachments": [
    {
      "ID": 229466,
      "LastModified": "2021-05-02T19:41:37.46Z",
      "Name": "Res. No. 1583",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0dbaee51-7dc2-4c91-8e29-6d57706a77f4.docx",
      "Sort": 1
    },
    {
      "ID": 229509,
      "LastModified": "2021-03-25T11:53:32.593Z",
      "Name": "Committee Report 3/25/21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9023ac3d-056a-411a-9d2d-d4e0320cc3ae.docx",
      "Sort": 2
    },
    {
      "ID": 229722,
      "LastModified": "2021-03-29T14:01:12.073Z",
      "Name": "Hearing Transcript 3/25/21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6623144d-c8fd-4bbc-9dde-981df7ebdbb8.pdf",
      "Sort": 3
    },
    {
      "ID": 229598,
      "LastModified": "2021-03-29T14:01:12.04Z",
      "Name": "March 25, 2021 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0d1231d9-2228-48f4-b0ba-0e6d845c36b7.pdf",
      "Sort": 4
    },
    {
      "ID": 229880,
      "LastModified": "2021-04-05T13:26:34.677Z",
      "Name": "Hearing Transcript - Stated Meeting 3-25-21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/644b4b5b-0015-492a-8a5d-5204c6669d45.pdf",
      "Sort": 5
    },
    {
      "ID": 233106,
      "LastModified": "2021-06-14T14:11:37.467Z",
      "Name": "Minutes of the Stated Meeting - March 25, 2021",
      "Link": "https://nyc.legistar1.com/nyc/attachments/34dfb7af-f15b-49ab-a2f6-bf9dab8b3c18.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 69925,
  "Text": "By Council Members Moya and Barron\n \n\tWhereas, In the wake of the COVID-19 pandemic, wealth inequality is exploding across New York; and\n      Whereas, While regular New Yorkers struggle to make ends meet, New York's 120 billionaires are $87.7 billion richer than they were at the beginning of the pandemic, according to a February 9, 2021 report issued by Americans for Tax Fairness and Health Care for America Now; and\n      Whereas, Under current law, people pay taxes on stocks and other assets only when such assets are sold; and\n      Whereas, Therefore, if the assets are not sold then no taxes are due on the unrealized capital gains, even as the value of such assets increase, and the assets may be passed on to heirs at death at a stepped-up basis; and\n      Whereas, A mark to market tax would require investors to pay taxes on the increase in value of their investments each year, rather than deferring the tax until the investments are sold; and \n      Whereas, S.4482, introduced by State Senator Jessica Ramos, and companion bill A.5092, introduced by Assembly Member Carmen N. De La Rosa, would establish a New York State billionaire mark to market tax that would tax increases in the value of their assets at the same rate as other income; and\n      Whereas, The State Legislature estimates that the imposition of this tax would raise up to $23.3 billion in its first tax year and $1.2 billion or more in subsequent tax years; and\n      Whereas, Such a tax in New York State would give the State a mechanism to raise revenue in a progressive manner while addressing the growing wealth inequality and allow the State to fund programs vital to the majority of New Yorkers; and\n      Whereas, For example, one unfunded priority is the need for funding to assist the hundreds of thousands of workers who have been excluded from receiving unemployment and certain federal stimulus benefits because of their immigration status or recent incarceration; and\n      Whereas, Many of these same workers were employed in essential jobs, such as cleaning, home health care, and food delivery, until they lost their jobs or became ill with COVID-19 and could no longer work; and\n      Whereas, Undocumented workers have had millions of dollars contributed on their behalf into the Unemployment Insurance system, but are barred from accessing the benefits that their taxes have helped to make possible for other workers simply as a result of their immigration status; and\n      Whereas, Supporting low-income families would have ripple effects throughout the economy, providing subsistence income that families would use to pay their rent, buy gas, and purchase food at local stores, thus serving as a stimulus to local economies; and\n      Whereas, The State Senate and Assembly have each included a proposal for a $2.1 billion excluded worker fund in their one-house budget bills; and\n      Whereas, While this proposal is certainly welcome, it does not go far enough; and\n      Whereas, Instead the State should allocate $3.5 billion so that excluded workers could receive benefits at the minimum level of state Unemployment Insurance benefits that other unemployed New Yorkers receive, as well as federal supplements thereto, retroactive to the March 2020 start of the COVID-19 pandemic and extending through December 31, 2021; and\n      Whereas, This level of funding could benefit 274,000 people, including 87,000 people leaving incarceration and 187,000 undocumented immigrants, according to a March 2021 report of the Fiscal Policy Institute; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S.4482/A.5092, which would establish the billionaire mark to market tax act, and to use the revenue generated to establish an excluded worker fund.\nLS 15754, 15970\n3/24/21 8:24am\nNB",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times;}{\\f2\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red17\\green17\\blue17;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\f1\\fs27\\par\n\\pard\\cbpat3\\ltrpar\\qj\\f0\\fs24 By Council Members Moya and Barron\\f1\\fs27\\par\n\\f0\\fs24  \\par\n\\pard\\cbpat3\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, In the wake of the COVID-19 pandemic, wealth inequality is exploding across New York; and\\par\n\\pard\\cbpat3\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, While regular New Yorkers struggle to make ends meet, New York's 120 billionaires are $87.7 billion richer than they were at the beginning of the pandemic, according to a February 9, 2021 report issued by Americans for Tax Fairness and Health Care for America Now; and\\par\nWhereas, Under current law, people pay taxes on stocks and other assets only when such assets are sold; and\\par\nWhereas, Therefore, if the assets are not sold then no taxes are due on the unrealized capital gains, even as the value of such assets increase, and the assets may be passed on to heirs at death at a stepped-up basis; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, A mark to market tax would require investors to pay taxes on the increase in value of their investments each year, rather than deferring the tax until the investments are sold; and \\cf0\\par\n\\pard\\cbpat3\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf1 Whereas, S.4482, introduced by State Senator Jessica Ramos, and companion bill A.5092, introduced by Assembly Member Carmen N. De La Rosa, would establish a New York State billionaire mark to market tax that would tax increases in the value of their assets at the same rate as other income; and\\par\nWhereas, The State Legislature estimates that the imposition of this tax would raise up to $23.3 billion in its first tax year and $1.2 billion or more in subsequent tax years; and\\par\nWhereas, Such a tax in New York State would give the State a mechanism to raise revenue in a progressive manner while addressing the growing wealth inequality and allow the State to fund programs vital to the majority of New Yorkers; and\\par\nWhereas, For example, one unfunded priority is the need for funding to assist the hundreds of thousands of workers who have been excluded from receiving unemployment and certain \\cf2 federal stimulus benefits \\cf1 because of their immigration status or recent incarceration; and\\par\nWhereas, Many of these same workers were employed in essential jobs, such as cleaning, home health care, and food delivery, until they lost their jobs or became ill with COVID-19 and could no longer work; and\\f2\\par\n\\f0 Whereas, Undocumented workers have had millions of dollars contributed on their behalf into the Unemployment Insurance system, but are barred from accessing the benefits that their taxes have helped to make possible for other workers simply as a result of their immigration status; and\\par\nWhereas, Supporting low-income families would have ripple effects throughout the economy, providing subsistence income that families would use to pay their rent, buy gas, and purchase food at local stores, thus serving as a stimulus to local economies; and\\par\nWhereas, The State Senate and Assembly have each included a proposal for a $2.1 billion excluded worker fund in their one-house budget bills; and\\par\nWhereas, While this proposal is certainly welcome, it does not go far enough; and\\par\nWhereas, Instead the State should allocate $3.5 billion so that excluded workers could receive benefits at \\cf0 the minimum level of state Unemployment Insurance benefits that other unemployed New Yorkers receive, as well as federal supplements thereto, retroactive to the March 2020 start of the COVID-19 pandemic and extending through December 31, 2021; and\\par\nWhereas, This level of funding could benefit 274,000 people, including 87,000 people leaving incarceration and 187,000 undocumented immigrants, according to a March 2021 report of the Fiscal Policy Institute; now\\cf1 , therefore, be it\\par\n\\cf0 Resolved, \\cf1 That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S.4482/A.5092, which would establish the billionaire mark to market tax act, and to use the revenue generated to establish an excluded worker fund.\\cf0\\par\n\\pard\\cbpat3\\ltrpar\\qj\\cf1\\fs20 LS 15754, 15970\\f1\\fs27\\par\n\\f0\\fs20 3/24/21 8:24am\\par\nNB\\cf0\\fs24\\par\n}\n",
  "LastModified": "2021-12-28T20:05:55.387Z"
}
