{
  "ID": 66989,
  "GUID": "225F56D0-4815-4F2F-89D8-DA21210710C0",
  "File": "Res 1584-2021",
  "Name": "Adopting a plan pursuant to State Executive Order Number 203.",
  "Title": "Resolution adopting a plan pursuant to State Executive Order Number 203.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2021-03-25T00:00:00Z",
  "AgendaDate": "2021-03-25T00:00:00Z",
  "PassedDate": "2021-03-25T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 368274,
      "Date": "2021-03-25T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 18565,
      "AgendaSequence": 5,
      "MinutesSequence": 17,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2021-03-25T15:35:40.617Z"
    },
    {
      "ID": 368304,
      "Date": "2021-03-25T10:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 18565,
      "MinutesSequence": 18,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7739,
          "Slug": "adrienne-e-adams",
          "FullName": "Adrienne E. Adams",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 1
        },
        {
          "ID": 7748,
          "Slug": "justin-l-brannan",
          "FullName": "Justin L. Brannan",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7561,
          "Slug": "fernando-cabrera",
          "FullName": "Fernando Cabrera",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 30
        },
        {
          "ID": 7629,
          "Slug": "chaim-m-deutsch",
          "FullName": "Chaim M. Deutsch",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 50
        },
        {
          "ID": 7622,
          "Slug": "vanessa-l-gibson",
          "FullName": "Vanessa L. Gibson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7746,
          "Slug": "robert-f-holden",
          "FullName": "Robert F. Holden",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 70
        },
        {
          "ID": 7636,
          "Slug": "carlos-menchaca",
          "FullName": "Carlos Menchaca",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 80
        },
        {
          "ID": 7637,
          "Slug": "i-daneek-miller",
          "FullName": "I. Daneek Miller",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 90
        },
        {
          "ID": 7741,
          "Slug": "keith-powers",
          "FullName": "Keith Powers",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 100
        },
        {
          "ID": 7794,
          "Slug": "kevin-c-riley",
          "FullName": "Kevin C. Riley",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 105
        },
        {
          "ID": 7541,
          "Slug": "ydanis-a-rodriguez",
          "FullName": "Ydanis A. Rodriguez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 110
        }
      ],
      "LastModified": "2021-03-25T15:08:02.627Z"
    },
    {
      "ID": 368273,
      "Date": "2021-03-25T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2021-03-24T20:36:26.673Z"
    },
    {
      "ID": 368276,
      "Date": "2021-03-25T13:25:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18571,
      "AgendaSequence": 91,
      "MinutesSequence": 111,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2021-05-26T03:08:29.177Z"
    },
    {
      "ID": 368275,
      "Date": "2021-03-25T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18571,
      "AgendaSequence": 79,
      "MinutesSequence": 99,
      "Version": "*",
      "AgendaNote": "Preconsidered - Adopted by the Committee on Public Safety",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) called for a voice vote.  Hearing those in favor, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) declared the Resolution to be adopted.\r\n\r\nThe following 10 Council Members formally noted their intent to vote negative on this item:  \r\nCouncil Members Barron, Borelli, Cabrera, Deutsch, Holden, Lander, Menchaca, Reynoso, Van Bramer and the Minority Leader (Council Member Matteo).\r\n\r\nThe following Council Member formally noted his intent to abstain from voting on this item:  \r\nCouncil Member Yeger.\r\n\r\nAdopted by the Council by voice-vote.\r\n\r\n",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2021-06-10T16:18:07.343Z"
    }
  ],
  "Attachments": [
    {
      "ID": 229517,
      "LastModified": "2021-12-27T23:09:45.03Z",
      "Name": "Res. No. 1584 & Appendix",
      "Link": "https://nyc.legistar1.com/nyc/attachments/902eb1c0-509b-4dc6-b934-4cc8e898d74d.docx",
      "Sort": 1
    },
    {
      "ID": 229527,
      "LastModified": "2021-05-26T02:56:33.87Z",
      "Name": "Committee Report 3/25/21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ef2236cb-02f8-4eea-b6f2-61bea63b4efa.docx",
      "Sort": 2
    },
    {
      "ID": 229729,
      "LastModified": "2021-03-29T14:12:13.353Z",
      "Name": "Hearing Transcript 3/25/21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b0d97182-06bd-42ba-9832-b1c845809223.pdf",
      "Sort": 3
    },
    {
      "ID": 229587,
      "LastModified": "2021-03-29T14:12:12.573Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/37d171bd-8462-4f52-a481-86ceca35e3b2.docx",
      "Sort": 4
    },
    {
      "ID": 229599,
      "LastModified": "2021-03-29T14:12:11.87Z",
      "Name": "March 25, 2021 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8cec14b6-a3b4-4457-8aec-130cc2b41127.pdf",
      "Sort": 5
    },
    {
      "ID": 229881,
      "LastModified": "2021-04-05T13:26:35.02Z",
      "Name": "Hearing Transcript - Stated Meeting 3-25-21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b55fd06d-418d-4640-af06-fb71a6abf68b.pdf",
      "Sort": 6
    },
    {
      "ID": 233107,
      "LastModified": "2021-06-14T14:11:37.757Z",
      "Name": "Minutes of the Stated Meeting - March 25, 2021",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b9c54f8d-6caf-4754-96d2-c0b5f32dd9ed.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 69940,
  "Text": "Whereas, On June 12, 2020, Governor Andrew Cuomo issued Executive Order No. 203, directing each local government in the State to create a plan to reform and reinvent their police force; and \n      Whereas, If a plan is not adopted by the Council by April 1, 2021, the State Director of the Division of the Budget is authorized to withhold future appropriated State or federal funds for which New York City would otherwise be eligible; and\n      Whereas, The Mayor released part one of the Administration's draft plan on March 5, 2021 and part two on March 12, 2021; and\n      Whereas, A final, revised Police Reform and Reinvention Collaborative Plan is attached as an Appendix; now, therefore, be it \n\tResolved, That the Council of the City of New York adopts a plan pursuant to State Executive Order Number 203. \n\n\n\n\n\n\n\n\n\nAPPENDIX BELOW\n\n\n\nAPPENDIX\nNew York City Police Reform and Reinvention Collaborative Plan\n\nThis plan, which is responsive to New York State Executive Order 203, has been informed by the full community and stakeholder engagement process as well as public comments received from Part 1, issues on March 5th, and Part 2, issued on March 12th, as well as feedback from City Council. \n\nDeveloping the New York City Police Reform and Reinvention Collaborative\nThe City's Reform and Reinvention Collaborative was convened by the Mayor, and led by the First Deputy Mayor working in partnership with the Police Commissioner, leaders across City Hall, the Mayor's Office of Criminal Justice, Community Affairs Unit, Legislative Affairs Unit, and the Law Department.\n\nListening to New Yorkers\nThe New York City Police Reform and Reinvention Collaborative held more than 85 meetings and town halls, including nine public listening sessions, over several months to get testimony and feedback from a broad range of New Yorkers.\n\nThere were meetings with external stakeholders including CBOs, advocacy groups, clergy, racial justice advocates, cure violence providers, youth groups and youth voices, ethnic and religious organizations, BIDs and small business owners, non-profits, LGBTQIA+ community leaders, the deaf and hard-of-hearing community, people with disabilities, tenants' associations, shelter-based and affordable housing communities and providers, people involved in the justice system, crime victims, policy experts, prosecutors, oversight bodies, elected officials, academic leaders, and many others.\n\nThe New York City Police Reform and Reinvention Collaborative hosted meetings with uniform and civilian members of the NYPD. These meetings paralleled the community meetings, focusing on members assigned to work in the very same highly policed neighborhoods as the residents who offered testimony. Uniform and civilian members of all ranks, ages, races, genders, orientations, ethnic backgrounds, and assignments participated, along with leaders from the NYPD's police unions and 36 different fraternal organizations. \n\nFollowing the submission of the second part of the plan, the Council reviewed and revised the plan based on feedback from advocates, stakeholders, and Council Members.\n\nThe New York City Police Reform and Reinvention Collaborative Plan\nAll initiatives in this plan will be launched, and many fully implemented, in 2021. By May 1, 2021, the City will publish a commitments tracker that includes implementation timelines, implementation status, and metrics for all the following proposals. \n\nThe City's plan focuses on five goals:\n1. The Decriminalization of Poverty.\n2. Recognition and Continual Examination of Historical and Modern-Day Racialized Policing in New York City.\n3. Transparency and Accountability to the People of New York City.\n4. Community Representation and Partnership.\n5. A Diverse, Resilient, and Supportive NYPD.\n\nI. The Decriminalization of Poverty.\nFor far too many New Yorkers, there is an inescapable cycle of disadvantage and criminal justice involvement. We need a coordinated response to analyze and interrupt this painful cycle. Following the death of George Floyd, there were widespread calls - including during the listening sessions and focus groups as a part of this process - to reimagine community safety infrastructure. As the responsibilities of law enforcement officers have ballooned over the past few decades, social issues such as homelessness, mental illness, substance abuse, and access to transportation, have been addressed with criminal justice responses, ultimately criminalizing poverty.\n\nThe role of police when responding to non-emergency and non-crime situations must be critically and vigorously reassessed. The City must address this for the communities that have been harmed by current practices, and for our police officers who are put in situations they are not adequately or appropriately trained to handle. This reality puts community members and law enforcement in an impossible situation that has too often had deadly consequences. Alternative programs and models must be reimagined, developed, piloted, and established to better assist and support individuals, families and communities in crises that are not criminal in nature.\n\nPolice have become the default \"front door\" for many complex social, emotional, and behavioral situations in our society, in part because they are the fastest to arrive and because they simply must respond when called. This pattern is particularly true in low-income and communities of color, which had experienced decades of under-investment in critical services. This unnecessary entanglement with the criminal justice system has created a poverty-to-prison pipeline for too many people. \n\nTrue police reform must also be paired with comprehensive, radical economic justice, and budget justice. The City will combat the unemployment crisis in communities of color by directly supporting small businesses with new tax credits and loans, grant more contracts to minority- and women-owned businesses, expand access to apprenticeship programs, and push forward community hiring requirements that guarantee jobs in low-income communities. The City will also continue to use its regulatory power, procurement power, budgeting, and convening power to fight for economic justice in the private sector and civil society. This is the social and economic justice required to build an inclusive city.\n\nAs we invest in building neighborhood resilience, we must constantly examine how safety is created. Police play an essential role in keeping our communities safe, but they cannot do it alone. Communities must be co-creators of public safety along with police. Together, residents and police officers can determine their preferred strategies for reinforcing neighborhood policing, preventing crime, and partnering with community organizations.\n\nThe City will systematically examine and end policies that lead to over-policing lower-income and people of color communities, perpetuating the cycle of impoverishment and incarceration. These assessments will focus on disparities in enforcement, as well as the disparate impact these policies have on these communities.\na) The Mayor's Office of Criminal Justice will assess current summons practices to determine if and how they are disproportionately affecting low-income and/or minority communities and make all data used in this analysis public. Any changes to City policies resulting from this assessment will undergo a notice and comment period to ensure in the input of stakeholders and impacted communities. \n\nb) The Mayor's Office of Criminal Justice will assess disparities in the use and impact of different enforcement tools such as warnings, summonses, arrests, and desk appearance tickets, among others, for comparable offenses. This assessment will also include review of the practices of the District Attorneys' Offices. All data used in this analysis will be made public. Any changes to City policies resulting from this assessment will undergo a notice and comment period to ensure in the input of stakeholders and impacted communities.\n\nc) The Mayor's Office of Criminal Justice will systematically examine policies that affect low-income New Yorkers' access to public transportation and may result in contacts with the criminal justice system.\n\nd) The City has abolished all fees and mandatory surcharges associated with supervision and diversion programs and will work with Council to pass legislation that ensures that no such fees are charged.\n\ne) The City supports legislation to amend the Administrative Code, in relation to prohibiting housing discrimination based on arrest or criminal record.\n\nf) The City supports the reimagination of State parole supervision via the passage of the Less is More: Community Supervision Revocation Reform Act, which eliminates reincarceration for most minor non-criminal violations, requires prompt judicial review of parole warrants, caps revocation sanctions, and incentives parole compliance by shortening supervision terms based on good behavior.\n\ng) The Mayor's Office of Criminal Justice will analyze the collateral consequences of drug-related arrests or convictions, including City agency policies regarding findings of drug use or to discovery of drug convictions or arrests.\n\nThe City will expand SYEP by adding 5,000 new spots this summer for CUNY Students.\nThe City will dedicate an additional 5,000 slots within the Summer Youth Employment Program (SYEP) to high-need CUNY students. DYCD and CUNY will recruit CUNY students from Taskforce neighborhoods and NYCHA developments. Students will be placed in summer jobs that support City's economic recovery and racial equity and inclusion goals.\n\nThe City prioritizes principles of budget justice and will provide key services to support low-income individuals, families, and communities, and reduce the likelihood of justice involvement.\na) Starting June 1, 2021 the City will create an Ending Poverty to Prison Pipeline initiative to prevent and reduce justice system contact and connect low-income and justice-involved clients and their families with streamlined services. The initiative will:\n* Analyze and map the pathways between poverty and the criminal justice system. Develop or deepen available programming to prevent communities afflicted with poverty from ending up on these pathways.\n* Coordinate and streamline care across City agencies and use experiences of low-income and justice system affected individuals to create recommendations.\n* Develop service-coordination strategies and build continuums of care in consultation with affected individuals, as well as stakeholders, including community-based health and social providers and people with past justice involvement.\n* Establish formal agreements among health and human services agencies to coordinate care for justice-involved individuals and families.\n* Develop opportunities for faith leaders and other allied professionals to connect low-income and justice-involved individuals and families with health and human services.\n\nb) The Mayor will issue an Executive Order requiring City agencies to establish service plans to ensure access to health and human services for individuals and families affected by the criminal justice system, similar to the City mandated Language Access Plan for health and human services agencies. The Executive Order, which will be signed by July 1, 2021, will:\n* Require health and human services agencies to develop service plans to identify and respond to the acute needs of those affected by the justice system.\n* Support the implementation of service plans by requiring dedicated systems navigation staff within each health and human services City agency to troubleshoot service provision issues and coordinate access to services.\n* The City will explore structural opportunities to ensure that health and human services are provided in a supportive, and client-centric manner, and develop an alternative model with funding for responding to and addressing these behaviors and activities at the individual and community level. Realigning funding and ownership of these services from criminal justice agencies, the health and human services sector would streamline and more efficiently connect clients to a full range of supportive health and human services.\n* The City will examine whether health and human services Requests for Proposals could include score components that support best practices for serving justice-system affected families and individuals.\n\nc) The City will standardize service entry-points to develop a \"no wrong door\" approach. Currently, many health and human services are specialized and siloed, requiring that clients seek out services at multiple agencies to address the full extent of their needs. This process is made worse by time consuming, redundant, and stressful intake practices and conditions that discourage client engagement, and lack of cross-agency collaboration and communication. This standardization will include:\n* Removal of administrative barriers to care.\n* Standardized intake practices and data-sharing across City agencies.\n* Ensuring that agencies provide consistent information about available resources for low-income and justice system affected individuals and families.\n* Collaborations between City agencies, faith leaders, and academic institutions to create accessible and consistently available resources for low-income and justice system affected individuals.\n\nd) The City will build a trauma-informed health and human services sector to prevent justice system contact due to trauma-related mental health and/or substance use issues, support mental and long-term physical health outcomes, and address trauma experienced by low-income and justice-involved individuals and families.\n\ne) The City will commit $15 million to allow the Council to fund programs to fund critical anti-violence, social safety net, and hate violence prevention programming.  \n\nf) The Administration, working with the City Council, will restore funding for vital agencies that are critical to the social and emotional well-being of New Yorkers, including the Department of Parks and Recreation and the Department of Youth and Community Development.\n\nTo break the school to prison pipeline, the City will prioritize the health and wellbeing of youth while minimizing potential exposure to trauma in City schools through the investment in human resources and trauma-informed practices, moving school safety agents from the NYPD to the Department of Education and retraining them, and revising policies that govern school safety.\na) The City will invest at least $30 million to ensure that every school can effectively support students' social emotional and behavioral needs with a trauma-informed approach. This may include investing in staff trained and coached in providing direct services to students, such as social workers, behavioral specialists, trauma-informed de-escalation staff, conflict resolution specialists, peacemakers, and school climate and restorative justice staff. \n\nb) The City will redesign the role of school safety agents and prioritize the specific needs of the school community. The Transition Team will work with students, parents, administrators, educators, advocates, labor and others to develop critical aspects of this two-year transition. Outreach to an initial cohort of advocates will begin this week and will end in about a month. This will include outreach to many of our longstanding partners on school climate and school safety environment issues as well as groups focused on students with disabilities. The City will engage with this group throughout the transition process to ensure a smooth and just transition. \n\nc) Following the transition of school safety agents to the Department of Education, the City and Department of Education will critically review all policies related to school safety officers' use of physical interventions on students, including metal handcuffs for students 16 and older, to ensure they are trauma-informed, guided by best practices, and ultimately reduce existing racial disparities.\n\nThe City will develop a health-centered response to mental health crises.\nIn November 2020, the City announced that for the first time we will be launching a health only response to 911 mental health calls in high need communities. B-HEARD (the Behavioral Health Emergency Assistance Response Division) will be a critical step forward in the City's commitment to treat mental health crises as public-health not public-safety issues.\n\nCurrently, the NYPD officers and FDNY Emergency Medical Services Emergency Medical Technicians (EMTs) respond to nearly all mental health 911 calls, regardless of the severity of health needs, whether a crime is involved, or whether there is an imminent risk of violence. Beginning in Spring 2021 in Northern Manhattan (the 32nd, 25th and 28th precincts in Harlem and East Harlem), the new Mental Health Teams of social workers and FDNY/EMS emergency medical technicians will be the new default response to mental health emergencies. In situations involving a weapon or imminent risk of harm, the NYPD and EMS will respond.\n\nB-HEARD teams will have the experience and expertise to de-escalate crisis situations and respond to a range of behavioral health problems, such as suicidal thinking, substance misuse, and serious mental illness, as well as physical health problems, which can be exacerbated by or mask mental health problems. \n\nThe overall number of mental health 911 calls fell by over 8,000 in 2019 and by nearly 10,000 in 2020, the first decline following a decade in which 911 mental health calls increased every year and in every precinct in the city. This decline follows a concerted effort to strengthen how the City prevents and responds to mental health crises, including the introduction of new mobile intervention and treatment teams over the last several years and other strategies developed by the NYC Crisis Prevention and Response Task Force. B-HEARD will be a critical component of this work. The City looks forward to significantly and rapidly expanding this program, laying the groundwork for it to become a citywide initiative. \n\nThe City will also commit to eliminating the disparities in access to mental health care. As part of the plan, the City will fund:\n* The launch of a new intensive case management program, in underserved communities, called CONNEC2T to provide both mobile and site-based care based on intensive, ongoing engagement. With a new $14.5 million investment, the City can fund intensive case management services for 850 people. These clients are similar to those served by Assertive Community Treatment (ACT) Teams, though there is a State Medicaid cap that precludes further expansion of those teams. \n* Expansion of Intensive Mobile Treatment (IMT) Teams to serve those with recent and frequent contact with the mental health, criminal justice, and homeless services systems, recent behavior that is unsafe and escalating, and who were poorly served by traditional treatment model. The City provided $4.4 million in FY 2021 for four IMT Teams. The City will double this investment for FY 2022.\n\nThe City supports adopting important new public health approaches to reducing overdoses.\nThe City renews its call for New York State to allow the Overdose Prevention Center pilot, which use safe injection as a strategy to reduce opioid overdose and public injection. Overdose Prevention Centers will save the lives of New Yorkers, and we can't wait any longer. The City is committed to a public health approach to reducing overdose including harm reduction practices, as shown through investments made in HealingNYC. intervention and treatment teams over the last several years and other strategies developed by the New York City Crisis Prevention and Response Task Force. B-HEARD will be a critical component of this work. The City looks forward to significantly and rapidly expanding this program, laying the groundwork for it to become a citywide initiative.\n\nThe City is pursuing new approaches to outreach and regulation through civilian agencies. The City has identified several important areas of daily life, where outreach and regulatory functions should be handled by non-law-enforcement personnel and is in the process of completing these changes.\na) Homeless outreach: The City has been shifting primary responsibility for homeless outreach efforts from the NYPD to the Department of Homeless Services (DHS), with the NYPD moving to a more supportive role. DHS and contracted not-for-profit organizations are conducting outreach to individuals experiencing street homelessness without a police presence.\n\nb)  Street Vending: On January 15, 2021, enforcement of street vending moved to the Department of Consumer and Worker Protection (DCWP). DCWP is the coordinating agency for all street vending activity, working with other agencies to provide community support, equitable enforcement, and access to resources.\n\nc) Press Credentialing: Press credentialing is an important process in which journalists receive identification to cross police lines to cover important events. This process is currently run by the NYPD. The Council will vote on Int. No. 2118 (sponsored by Council Member Powers), which removes this service from NYPD and transition it to the Mayor's Office of Media and Entertainment, which is better suited to perform this role, and will ensure the credentialing process is efficient, transparent, and fair. The Mayor is supportive of this bill. \n\nThe Council will vote on legislation to establish a crash investigation and analysis unit within the Department of Transportation.\nIt is the City's duty to ensure that our streets are safe for pedestrians, cyclists, and drivers. This means going beyond a law-enforcement-focused approach and further examining safety from a transportation-focused viewpoint. Int. No. 2224 (sponsored by Council Members Ydanis Rodriguez and Speaker Corey Johnson) centers DOT as the agency responsible for ensuring street safety in New York City by expanding their role in serious traffic crashes, while allowing NYPD to maintain its role in criminal investigations that result from traffic crashes. The Mayor is supportive of this bill.\n\nThe City will develop new policies and approaches to combatting sex trafficking that focus on the traffickers, and do not entangle victims or those selling sex in the criminal justice system.\na) The City supports changes in State Law that would expand the number of crimes that will cause a victim of sex or labor trafficking to have their conviction vacated as a way of supporting victims of these crimes. Victims of sex trafficking often commit crimes at the direction of their trafficker. This has especially harmful consequences for immigrants for whom criminal convictions can have immigration consequences.\n\nb) The City will formalize the Task Force on Health and Safety Needs of Sex Workers to expand supportive community-based services for sex workers. Initially launched in 2018, the Task Force includes representatives from the NYPD, the Office of the First Lady of New York City, Department of Health and Mental Hygiene, the Department of Social Services, Law Department, Department of Youth and Community Development, Commission on Human Rights, the Mayor's Office to End Domestic and Gender-Based Violence (ENDGBV), the Mayor's Office of Immigrant Affairs, the Administration for Children's Services, the Unity Project, and the Mayor's Office of Criminal Justice.\n\nThe Task Force will consult with community groups and the advocacy community as well those with lived experiences, including survivors of gender-based violence, survivors of labor and sexual trafficking, those involved in the sex trade and sex workers.\n\nThis Task Force will explore and recommend proposals related to sex work programming, services, and decriminalization including new partnerships outside of law enforcement. Through this group, that will be launched by May 1, the City will:\n* Explore and refine proposals related to sex work programs and services, especially sex worker-led health, employment, and safety programs.\n* Identify and support new partnerships outside of law enforcement that focus on labor exploitation and trafficking as well as supporting affected communities.\n* Create strategies to address racialized policing of sex work. Only 8% of individuals arrested for patronizing a prostitute in 2019 were White, while 37% of individuals arrested were Black, 39% were Hispanic, and 13% were Asian.\n* Review what efforts are being made to identify where labor exploitation may be contributing to or occurring in trafficking cases and will establish procedures including referrals to labor rights and immigration services.\n\nc) The City will develop new strategies to combat trafficking while working to eliminate arrests for selling sex. Although there has been a reduction in arrests for prostitution, arrests for selling sex do continue (376 in 2019 compared to 1790 in 2014) as does the threat of arrest, potentially resulting in coercive practices. These arrests are driven by complaints, but racial disparities persist. In 2019, approx. 7% of those arrested on all prostitution-related charges were White, compared to 31% Asian, 33% Black and 29% Hispanic. \n\nd) The NYPD will review policies and procedures for identifying and investigating human trafficking to develop alternative methods that focus on arresting traffickers without further criminalizing and harming those directly involved in the sex trade. The NYPD will collaborate with other agencies to maximize their ability to arrest and prosecute traffickers and violent offenders without collateral trauma to people engaged in consensual sex work or victims of exploitation. This will build on progress made in this Administration to drastically reduce the arrests of sex workers.\n\ne) The NYPD, ENDGBV, the Unity Project, and other experts will support officer training on identifying people who are being trafficked or exploited as well as improving engagement with members of the sex work community to mitigate the impact of law enforcement actions and ensure those who want services have full and fair information and access to them.\n\nf) The NYPD also commits to working with the above partners on improving communication and creating information sharing structures where police can provide more information on enforcement actions and receive feedback from stakeholders and on-the-ground community members to inform enforcement strategies. These conversations can facilitate reporting of violence and exploitation, improve the ability to police trafficking, and ensure both victims and sex workers who should feel safe reaching out to law enforcement for help. In addition, any changes to City policies stemming from this work will undergo a notice and comment period to ensure in the input of stakeholders and impacted communities.\n\nThe City will create a pilot program to assist families with children at risk of homelessness earlier in the housing instability spectrum, before their housing situation reaches a crisis point. \nThe City will fund $1.28 million for the Department of Social Services Homebase budget for a two-year pilot to expand prevention services to families with children experiencing chronic school absenteeism or justice-system involvement and at risk of homelessness, with the number of families to be served determined through the development of the pilot and with an evaluation to determine the effectiveness of the pilot and whether it should be expanded.\n\nII. Recognition and Continual Examination of the Historical and Modern-Day Racialized Policing in New York City.\nRacialized policing in New York City has existed since the Department's inception and persists through contemporary police policies and practices. Testimony from New Yorkers gave voice to the legacy of disparate enforcement, aggressive stop and frisk, and over-policing in Black, Brown, and immigrant communities.\n\nAddressing the legacy and harm of racialized policing in New York required a recognition and public acknowledgement of the Department's troubled history and current challenges with race.   The City commits to a critical examination of all City policies and practices that perpetuate structural and institutional racism.\n\nWe must conduct a critical examination of the policies and practices that perpetuate structural and institutional racism. Race remains the defining characteristic and predictor of heightened police interactions.\n\nBecause of the disproportionate enforcement experienced in communities of color, the effects of use of force are also predominantly felt in these communities. Therefore, a true reckoning with racialized policing requires addressing the harms of force and reducing its use.\n\nAll police practices, and particularly those that allow for high levels of discretion, must be assessed for explicit and implicit bias, and for unintended consequences that may reinforce structures of racism and produce racially disparate outcomes. Members of the public made at least 2,495 complaints of bias policing since the \"Racial Profiling and Bias Based Policing\" complaint category was created in 2014; the majority (68%) of these complaints included allegations of discriminatory policing based on race, ethnicity, color, or national origin. \n\nThe City will create a dedicated process to acknowledge, address, and repair past and present injustices and trauma caused by the practice of racialized policing.\n \na) The City will work with reconciliation and restorative justice scholars and practitioners to devise and execute an authentic, participatory acknowledgment and reconciliation process at the city and local levels. This will include engagement of New York City residents selected by community stakeholders and will focus on NYPD practices at the Citywide and precinct levels.  \n\nb) The City will produce a comprehensive report documenting the past and present history of racialized policing in New York City, incorporating findings and testimony from the reconciliation and restorative justice process.\n\nc) The City will work with the NYPD to ensure that past harms brought to light during the reconciliation   process are not only acknowledged but can be investigated and subjected to accountability measures.\n\nd) The City will work with relevant stakeholders to explore, develop, and champion a reparative justice policies in response to the legacy of racially motivated policing. This includes identifying community reparative justice responses that most directly address the racialized policies and practices that have harmed New Yorkers.\n\ne) The Department of Education will develop and implement educational materials based on the findings of the reconciliation and restorative justice process. These materials will be used to educate City school students on the history, effect, and legacy of racialized policing in New York City. These educational resources will be provided to every public-school student.\n\nf) The NYPD will also develop and implement training materials to educate new recruit classes of officers on the history, effect, and legacy of racialized policing in New York City. \n \nCity Hall will conduct a comprehensive, independent review to identify and assess persistent structures of racism within the Department.\nCity Hall will contract an independent entity by July 1, 2021, to conduct a top to bottom review of: \n* public-facing NYPD policies, and practices to identify areas in which structures of racism affect New Yorkers (e.g., unintended consequences of crime fighting strategies), and; \n* internal systems, policies, and practices within the NYPD to identify areas in which structural racism affects the Department and its employees.\nThis process will include a robust community engagement effort, building upon the one employed as part of the Joint Remedial Process undertaken as part of the federal monitorship in the Floyd v. City of New York litigation.\n\nThe City will require reporting on traffic stops. \nInt. No. 1671 (sponsored by Council Member Adrienne Adams), which is part of this plan, requires the NYPD to report specific information on all vehicle encounters, including the demographic information of the driver. The resulting reports would allow us to clearly see if the NYPD is unfairly targeting certain communities for disparate enforcement.  The Mayor is supportive of this bill.\n\nThe NYPD will require supervisors to proactively monitor discretionary officer activity for indications of biased-based policing and take corrective measures immediately.\nThe NYPD Disciplinary Matrix will be updated to clarify that failure to report biased-motivated or prejudiced policing are subject to applicable progressive discipline. Currently the Patrol Guide defines a failure to report corruption, misconduct, or allegations of corruption or misconduct, and notes that conduct designed to cover up corruption will be charged as obstruction of justice or other criminal act. However, there is no defined penalty in the current discipline matrix, and this will be remedied.\n \nThe NYPD will augment racial bias training for NYPD leadership.\nIn 2018, the NYPD began training all sworn personnel on implicit biases, including racial biases. This training was completed in 2020 and all recruits are now trained while they are in the Academy. Each training specifically addresses how unlawful biased practices, especially racially biased practices, damage NYPD's ability to build trust. The NYPD is now in the process of providing implicit bias training for all civilian members. \n\nAdditionally, the Department will explore providing additional racial bias trainings for all executives in the rank of Captain and above focused on their specific role, in concert with community experts.\n\nThe NYPD will educate NYPD leadership and Neighborhood Coordination Officers on restorative justice processes, and design processes to repair relationships with communities.\nThe NYPD has worked with the New York Peace Institute to train Neighborhood Coordination Officers (NCOs) in mediation, de-escalation, and conflict resolution skills. This training will continue to ensure all of our NCOs are trained in these important concepts. The City will go further to ensure principles of Restorative Justice and reconciliation are deeply engrained in policing in New York City. Restorative justice practices allow the harmed party and the party who caused the harm to be restored and reintegrated into the social fabric of the community.\n\nThe City will contract with a community-based organization to work with all NCOs, especially those in the most affected communities, to institutionalize restorative justice and reconciliation practices to address the harmful effects of force and build mutual trust between police and those communities.\n\nThe NYPD will enhance positive reinforcement, formally and informally, to change culture.\nIn addition to a number of long-standing programs that reflect the NYPD's commitment to employee recognition, the NYPD is developing a new program called \"Shout Out a Co-Worker\" which will ask members to nominate a fellow co-worker for recent, outstanding work to receive departmental rewards. The NYPD will also incorporate this recognition into the formal personnel record.\n\n\nThe NYPD will consistently assess and improve practices and policies through accreditation.\nThe NYPD will seek accreditation through CALEA, which is a non-profit that improves law enforcement service by creating a national body of standards, assessing law enforcement agency compliance, and facilitating agencies' pursuit of professional excellence. CALEA accreditation strengthens agency accountability through a continuum of close to 500 standards that clearly define authority, performance, and responsibilities. With respect to use of force, CALEA standards require policies to emphasize the agency's core values and intent to meet the public's expectations on topics including de-escalation, the use of deadly force, the use of less-lethal weapons and policies regarding intervention and rendering aid.\n\nIII. Transparency and Accountability to the People of New York City. \nTo earn the trust of all the City's communities, the NYPD must be transparent while holding members accountable. New York City has an extensive set of internal and external accountability and oversight mechanisms. These include the Commission to Combat Police Corruption (CCPC) to monitor and evaluate anticorruption programs; the Civilian Complaint Review Board (CCRB), to receive, investigate, mediate, hear, make findings and recommend action on complaints against police officers; and the NYPD Inspector General at the Department of Investigation, charged with investigating, reviewing, studying, auditing, and making recommendations related to the NYPD. The plan proposes strengthening some areas and engaging in structural reform of others.\n\nThe NYPD will ensure that at-risk officers are identified, and that swift, appropriate interventions occur.\nWhile the NYPD conducts robust background checks to assess candidates during the hiring process, there are officers who are nonetheless potentially at risk of poor performance, affecting public and officer safety and community trust. It is imperative that the NYPD invest resources, including staffing and technology to automate certain aspects of the Early Intervention Program and prepare a robust analysis of the efficacy of existing interventions. The City will also invest resources to support the amplification of existing interventions and the development of new options for interventions that reduce risks. This enhanced program will (1) identify officers whose performance is sub-optimal at the earliest possible indication of risk, and (2) take timely and impactful steps to improve officer performance, in order to mitigate any and all unnecessary risk to the public, the officer, and fellow members of the service.\n\nIn June 2020, the Council passed legislation expanding the categories of information included in its Early Intervention System (EIS) to include information like certain types of arrests made, incidents of excessive force, and ongoing disciplinary proceedings. The NYPD is also now required to increase transparency around its system by regularly reporting on the information included and how it's utilized.\n\nThe NYPD will build upon the Early Intervention Program, initially launched in August of 2020, using a combination of objective threshold criteria and a 360-degree performance review to identify at risk officers who may be eligible for intervention. Interventions range from change in assignment and additional supervision and training, to referrals to the counseling unit, or investigation of potential misconduct by the Internal Affairs Bureau, which may result in discipline up to or including termination. \n\na) The NYPD will also design new interventions, including amplified re-training and senior leader mentorship programs, to reduce risk to the public, the officer, and the Department. \n\nb) Additionally, precinct and borough commanders with high rates of misconduct among their ranks will be subjected to coaching and intervention, as well as codified accountability processes, that may include removal from their command. \n\nc) When evaluating a supervisor for promotion, evidence of ethical and responsible leadership, including evidence of supervisors actively remedying identified risk factors, will be credited in the supervisor's favor. \n\n\nThe City will hold police officers accountable for misconduct through internal NYPD disciplinary decisions that are transparent, consistent, and fair.\nThe disciplinary system should be based on five values:\n1. Holding officers accountable for misconduct and harm to the public.\n2. Keeping a record and recognizing disciplinary actions as vital sources of information about an officer, supervisors, and the department as a whole. \n3. Identifying patterns and problems related to policies, training, supervision, and institutional performance rather than mere individual misconduct.\n4. Building public trust and community cohesion through timely decision making.\n5. Holding the Police Commissioner accountable for the conduct of those who serve in the Department.\n\nIn January 2021, following the recommendation of the Independent Panel on the Disciplinary System of the New York City Police Department and Council legislation, the first NYPD Disciplinary System Penalty Guidelines (\"Discipline Matrix\"), was developed which provides guidelines for discipline in instances of officer misconduct. \n \n The NYPD and CCRB then signed a Memorandum of Understanding (MOU), formally agreeing to use of the Matrix. Among other provisions, the MOU ensures the CCRB has timely access to the NYPD employment history for its cases. The Matrix outlines penalties that may be adjusted up or down in a set window based on aggravating and mitigating factors. Penalties escalate with repeated offenses. This improves:\n* Accountability, via penalties that are fair and proportional.\n* Transparency, as both the NYPD and community know what discipline to expect.\n* Consistency, with similar actions being treated similarly.\n \nThe City will monitor implementation of the Discipline Matrix and enhance transparency regarding its use. \na) Both CCRB and the NYPD have formally agreed to follow the Matrix. The discipline matrix currently requires an annual review, according to City legislation and CCRB requirements. The City commits to a more frequent, semi-annual review in the first year. Any changes that result from the review would require a 30-day public comment period, and all reviews will be made public.  \n\nb) The NYPD will provide a minimum 30-day public comment period for future changes to the Discipline Matrix. The revised Matrix will be posted by the NYPD on or before the date at which it takes effect.\n\nc) The City will hold officers accountable for \"failure to take police action.\" The consequences of an officer failing to take police action, a specific category of misconduct, can be potentially devastating. These incidents are also very fact-specific and can result in a very wide range of consequences. Currently, the Discipline Matrix indicates a presumptive penalty of 20 penalty days, with a range of 10 penalty days with mitigating factors and 30 days with aggravating factors. An oversight entity will review these cases to better understand the types of misconduct which fall under this category and its consequences, followed by a determination regarding the appropriateness of this penalty range.\n\nd) NYPD will make public \"deviation letters\" that set out the Police Commissioner's specific rationale for exercising his discretion to deviate from guidelines set by the new disciplinary matrix.\n\nThe City will expand and strengthen CCRB.\nThe City has announced and the Council will pass legislation giving CCRB authority to investigate instances of biased-based policing. This authority is currently placed with NYPD. The NYPD, similar to law enforcement entities around the country, has been largely unsuccessful in substantiating allegations of bias-based policing due to the natures of these cases and the type of evidence necessary prove them. This is an important step toward building trust and accountability, and ensuring racial bias is eliminated wherever it is found.\n\nInt. No. 2212 (sponsored by Council Member Vanessa Gibson) will give CCRB the authority to investigate allegations of racial profiling and biased policing. The legislation also gives CCRB the authority to examine officer history, should an allegation of biased policing or profiling be substantiated, and make recommendations to NYPD based on those findings. The Mayor is supportive of this bill.\n\nThe City will propose legislation to increase CCRB's authority so it can initiate investigations on its own. Currently, CCRB can investigate cases brought to it through a civilian complaint only.\n\nThe City supports a State law change that would broaden access to sealed records for specified entities, including CCRB, charged with investigating police misconduct, especially biased-policing investigations.\nState law restricts the use of sealed records by entities investigating allegations of police misconduct, including abuses of authority. The proposed change in State law would improve the ability of CCRB in particular to investigate misconduct, especially related to racial profiling and bias-based policing, by permitting appropriate access to and use of relevant documentation or evidence that may be protected by sealing.\n\nIn certain egregious cases, the City should have the ability to impose suspensions without pay for longer than 30 days while the disciplinary process is underway.\nThe City supports a State Law change to increase the 30-day cap in unpaid suspensions for certain egregious cases of misconduct by police officers (that which resulted in death or serious physical injury which creates substantial risk of death or which causes serious and protracted disfigurement, protracted impairment of health or protracted loss or impairment of the function of any bodily organ), and cases at the Commissioner's discretion.\n\nUnder current State law, a police officer who is suspended from duty, including when termination is pending, may not be paid for the first 30 days of their suspension, but subsequently is entitled to collect their regular pay no matter how long disciplinary proceedings take to resolve. This minimizes the immediate consequences for the officer and removes incentive for the disciplinary process to move forward quickly. This provision in state law should be amended to require that suspensions or terminations based on charges resulting in death or serious injury to the public, or other cases at the Commissioner's discretion, be unpaid until they are resolved.\n\nPension forfeiture must be a more meaningful and used disciplinary penalty for the most egregious instances of misconduct.\nThe City supports a State law change to create a pension reduction or forfeiture remedy for the most egregious misconduct cases, for example where there is death or serious physical injury that creates substantial risk of death or that causes serious and protracted disfigurement, protracted impairment of health or protracted loss or impairment of the function of any bodily organ.\n\nThe Council will vote on legislation to ensure that officers who violate Constitutional rights in the course of a search and seizure or by the use of excessive force are not entitled to Qualified Immunity.\nInt. No. 2220 (sponsored by Council Member Levin) creates a new local civil right providing protections against unreasonable search and seizure and excessive force. The Mayor is supportive of the bill.\n\nThe City will create a Citywide policy to strengthen transparency and accountability in the use of biometric technology.\nThe Administration will establish a citywide biometric technology policy, by Mayoral Executive Order no later than September 1, 2021, to govern the fair and responsible use of biometric technology by all City agencies. The establishment of a uniform citywide policy on the use of biometric technology by City agencies-several of which, including the NYPD, are already using biometric systems in limited contexts pursuant to agency-specific policies or standards-is a necessary component of the City's work to promote equity, justice, transparency, and accountability for New Yorkers and our communities. \n\nThis policy will establish standards and limits for how and under what circumstances these technologies may be used by City agencies, in a manner consistent with upholding New Yorkers' rights and privacy, and which protects the security of highly sensitive biometric information collected by or on behalf of the City. A citywide biometric technology policy will require, through centralized oversight, the review of agency use of such types of tools, and agencies' compliance with new protocols for acquisition, implementation and transparency established by the policy to ensure that any use of this type of data and technology meets the City's standards for fair and responsible use.\n\nIn order to ensure that the goals of equity, justice, transparency, and accountability are achieved, the City will first publish a draft policy and allow for public comment. The City will review and consider all comments before the Mayor issues an Executive Order.\n\n\nThe City will provide more insight into the NYPD's budget during the FY 2022 Executive Budget by including a more particularized breakdown of the agency's spending.\nMaking additional details regarding the NYPD's budget available to Council Members and the public will allow for better oversight and provide a better understanding of how the agency is spending public funds. \n\nThe NYPD policy changes that are identified as having a potential public impact, including those in the Patrol Guide, and that aren't otherwise statutorily mandated will be subjected to public comment.\nNYPD will develop a policy regarding notice and public comment.\n\nThe City will equip New York City Sheriff's Deputies with body-worn cameras.\nIn the past decade, the Sheriff's Office has undertaken a significant increase in public safety duties, including enforcing state rules related to managing the COVID-19 pandemic and overseeing the electronic monitoring program. Even before this increase in responsibility, the Sheriff's Office regularly interacted with the public when enforcing laws relating to certain tax crimes and deed fraud.\n\nTo increase transparency, improve interactions between officers and the public, and align the NYC Sheriff's Office with other law enforcement agencies in New York City, Sheriff's deputies will be equipped with body-worn cameras in 2021.\n\nIV. Community Representation and Partnership\nIn conversations about community engagement, many New Yorkers discussed: perceptions of the police as an occupying force in their community, rather than a partner; frustration about a lack of representation or knowledge about the local communities within the Department; and a desire to see officers who understood the cultural nuances of their community. Officers' awareness of cultural differences and recognition of the unique needs and characteristics of New York's many communities is critical for authentic, productive engagement. Cultural competence and meaningful partnership must be central to the Department's strategies, and can be bolstered through the focused recruitment, hiring, retention, and promotion of those from the communities most impacted by policing.\nThe NYPD must prioritize creating the right policies, training, and accountability measures to truly integrate and embed itself in the neighborhood. Officers must feel like genuine engagement and thoughtful problem-solving is their job, and not a distraction or an add-on.\n\nCodify and strengthen the Mayor's Office to Prevent Gun Violence.\nThe Administration will support Int. No. 66 (Council Member Laurie Cumbo) and work with the New York City Council to enact this bill into law before the end of the term. \n\nThe City will deepen its commitment to interrupting violence through expanded community-based interventions.\nOver the past several years, the de Blasio Administration has tripled the City's funding for Cure Violence programs and increased their reach significantly. Currently, Cure Violence programs conduct about 5,000 interventions per year, such as street de-escalations, and mediations, and conduct outreach to more 50,000 people per year through community events. These programs also engage young people and community members through direct services such as mentoring, mediation, referrals to mental health services, linkages to jobs, and referrals to legal services.\n\nThe City is committed to expanding the impact of this important work by doubling the size of the current Cure Violence workforce by this summer, and further increasing to triple the workforce from today's figures by Summer 2022, which means the City will provide at least $25 million in funding each year. This funding will also support increased money for the Anti-Gun Violence Youth Employment Program.\n\nThe NYPD will expand the Community Solutions Program.\nThis program uses Community Based Organizations, city services and the NYPD responses to improve the physical environment, connect community members to resources, and provide appropriate police response. It is an engagement strategy designed by the Chief of Patrol Juanita Holmes in November 2020. The Brownsville Safety Alliance pilot was one of the first\nto take place under the Community Solutions Program, running from December 8 to 12, 2020, bringing together CBOs, NYPD and other City agencies to improve quality-of-life conditions and reduce crime.\n\nWhile the Brownsville pilot was a success, no two communities are the same. To ensure strategies are developed that are specific to the needs of the neighborhood, the Patrol Services Bureau will employ a Community Solutions approach to listen to and prioritize concerns of communities. Being able to solve local issues in true partnership with the communities we serve is the key to sustainable results that achieve buy-in and trust in the processes that provide for the safety and quality of life for all New Yorkers. These meetings will identify top community concerns using 311/911 data, Compstat data, information from the customer feedback surveys, and other metrics. These issues may range from gun violence to chronic noise but will be decided by the community who will then work together to design and implement formal plans of action to address the identified concerns.\n\nThis program does not require a diversion of police response, but focuses on the targeted deployment of external resources that extend beyond traditional policing measures.\n\nThe City will pilot the Advance Peace Model, a new approach to helping youth who are at risk for involvement with gun violence.\nThis program, being launched in partnership with New York City Public Advocate Jumaane Williams, creates an effective mentorship connection between violence interrupters and young New Yorkers who are at-risk of engaging in gun violence.\nOutreach is conducted to youth who are identified as at-risk for gun violence; these individuals are invited to join the Peacemaker Fellowship. Through the Fellowship, they are connected to Neighborhood Change Agents who mentor them, help with tangible goals like a drivers' license or a GED. When the youth achieve their goals, they receive a monetary stipend.\n\nThe City will assess and ameliorate the impacts of militarization\nThe perception of militarization of police forces around the country, including the NYPD, has led to decreased trust in the police as an occupying force. Building trust and forging partnerships between police and community is paramount. To this end, the City will assess the impacts of practices and commit to ending their unnecessary use.\n\nThe NYPD will consistently solicit real-time feedback from members of the community related to both positive and negative experiences and interactions and will work to implement programs that enhance precinct-based customer experiences.\nIn September 2020, the NYPD launched a customer service pilot in East Harlem and South Jamaica that encouraged New Yorkers to provide direct feedback about the services they received or requested. This has been expanded to precincts Citywide and will be rolled out to all Public Service Areas and Transit Districts in Spring 2021.\n\na) The NYPD will develop and launch a series of tools to collect public feedback, empowering community members to formally submit comments related to positive and negative encounters, without the interaction needing to rise to the level of a CCRB complaint.\n\nb) The NYPD will routinely, actively, and systematically seek feedback from members of the community, consistent with social science best practices, ensuring that historically over-policed and criminal justice affected communities are well represented in the sample. The feedback survey will focus on encounters and interactions with the NYPD, perceptions of the Department, and crime and public safety concerns.\n\nThe NYPD will elevate the feedback of the community through CompStat and Enhanced Neighborhood Policing.\nCommanding officers will be required to report customer-service and neighborhood-focused metrics to strengthen and improve bonds of their residents and Officers.\n\nThe Department also recently launched the Neighborhood Strategy Meeting, a forum to share best practices across commands and to ensure accountability through customer and neighborhood focused performance metrics, consistently elevating feedback from the community. Examples of metrics include customer wait times, response times, how officers handle various public interactions, and other indicators to demonstrate improvement in bonds between officers and communities they serve in the Neighborhood Strategy Meeting, as well as Compstat.\n\nThe Department will engage community representatives in reviewing customer survey and other data relevant to individual neighborhoods and will use that input to inform new metrics that can be collected and assessed agency wide.\n\nThe NYPD will invest in enhancing productive partnerships with community members and organizations and increasing officers' cultural competence.\na) The NYPD will develop strategies to encourage members of service with satisfactory performance evaluation histories to remain in their commands long enough to gain local knowledge, build trust with the community and invest in its success.\n\nb) The NYPD will facilitate the immersion of new officers in the neighborhoods they serve. All officers who are new to a precinct will undergo an intensive course, including field training, to better understand the neighborhood. They'll meet community leaders, service providers, local small business owners and youth organizations.\n\nc) The NYPD will require executive staff to provide transition plans when leaving a command to ensure that the community is informed, and that knowledge is transferred to the incoming executive.\n\nd) The NYPD will develop and formalize, collect, and monitor metrics that track patrol officers' activity related to community engagement, procedural justice, collaboration, and problem solving.\n\nThe NYPD will incorporate direct community participation in the selection of Precinct Commanders.\nPrecinct Councils will interview NYPD's proposed candidates for precinct commanders and provide the NYPD with feedback on the candidates. These panels will maintain relationships with commanding officers, and will evaluate their general effectiveness, engagement with the larger neighborhood and responsiveness to issues raised by the residents.\n\nThe NYPD will ensure that the composition of its workforce is reflective of the community it serves at all levels of the organization.\nThe NYPD will leverage community partnerships to collaborate on effective recruitment strategies. \na) The City will engage community-based organizations in partnership with City Council to implement a paid recruitment campaign and strategies to increase the diversity of the NYPD applicant pool, including a specific focus on outreach to African American candidates, a group that is underrepresented in the Department.\n\nb) The NYPD will facilitate hiring and application workshops in communities most affected by the criminal justice system, on at least a quarterly basis, providing education and support to prospective applicants for uniform and non-uniform roles.\n\nc) The NYPD will establish partnerships with religious institutions, minority group organizations, and women's groups in communities most affected by the criminal justice system to broaden the recruit candidate pool, and ensure individuals are aware of opportunities and benefits of NYPD uniform and non-uniform positions.\n\nd) The NYPD will implement mentoring, leadership, and professional development programs to support officers from underrepresented populations early in their careers.\n\nThe City will involve the community in NYPD training and education by expanding the People's Police Academy.\nTraining should ensure officers are fully immersed in the neighborhood and are educated by the residents they are assigned to serve. Beginning this April, New York City will expand the People's Police Academy, a community-led training for local precinct personnel. Learning what public safety means to residents is integral to serving that community.\n\nThe NYPD will expand the Precinct Commander's Advisory Councils. \nComposed of key community members and precinct executive leadership, the Councils meet bi-monthly to discuss engagement, outreach, and deployment of resources. The program is currently in the 120th, 77th, 25th and 113th precincts.\n\nThe City will enhance community-based approaches to combatting bias and hate crimes. \nThe NYPD will work with the Office for the Prevention of Hate Crimes to report data on \"Crimes with Bias Elements\" that do not otherwise constitute Hate Crimes. \"Crimes with Bias Elements\" are criminal incidents where there is some evidence of the subject's animus against the victim(s) because of their real or perceived characteristics, such as race, religion, sexual orientation, or gender identity, but where there is insufficient evidence to establish probable cause to charge a violation of New York State's Hate Crime Law. Documenting and reporting \"Crimes with Bias Elements\" in addition to Hate Crimes, improves the trust relationship between police and the communities they serve because victims feel validated and supported.\n\nIn addition to continuing to collect and publicly report Hate Crime data, the NYPD will implement a system to report \"Crimes with Bias Elements\" data. This data will enable the NYC Office for the Prevention of Hate Crimes (OPHC) and the City Commission on Human Rights (CCHR) to gain insight into patterns of bias and hate so that resources such as education, training and community engagement can be targeted to hate crime prevention and deterrence, resulting in the improved safety and quality of life for all New Yorkers. \n\nThe NYPD will work with the Mayor's Office for People with Disabilities to expand the reach and scope of services provided by the NYPD Disability Services Facilitator. \nThe NYPD Office of Equity and Inclusion oversees the NYPD's implementation of policies to ensure the Department meets the needs of the disability community. The Disability Services Facilitator (DSF) acts as a liaison between the Department and members of the public. The DSF coordinates all NYPD efforts to comply with the Americans with Disabilities Act and other federal, state, and local laws concerning accessibility for people with disabilities.\n\nThe culture of equity and inclusion extends far beyond the statutory responsibilities of the DSF. In response to requests made by disability advocates, the NYPD will work with the Mayor's Office for People with Disabilities to expand the reach and scope of services provided by the DSF by leveraging use of Community Ambassadors as local points of contact for all New Yorkers with disabilities who wish to participate in NYPD programs or who are in need of police services. NYPD Community ambassadors are well placed to serve in this role, as they are liaisons between NYPD leadership and community members, especially those most impacted by the criminal justice system.  Reporting to the Community Affairs Bureau, these civilian liaisons will work with a range of neighborhood organizations regarding community concerns, needs and priorities. Areas of focus will include police-community relations, helping citizens navigate the NYPD complaint process, and neighborhood safety, among others. The NYPD will also continue to assess and revise \"Accessible NYPD,\" the Department's ADA Compliance Plan, and explore new ways to expose members to the lived experiences and unique needs of this diverse community.\n\nThe NYPD will take important steps to improve relationships with the City's immigrant communities.\nThe NYPD acknowledges the need to improve language access as part of an overall reform effort to improve relations with the City's immigrant communities.  Based on feedback from community leaders and in consultation with the Mayor's Office of Immigrant Affairs (MOIA), there is still much work to be done by way of meaningfully engaging immigrant communities. The NYPD will take steps to improve language access by building on its existing Language Initiative Program and use of Language Line Service and ensure that continued mechanisms are in place and utilized to readily facilitate reporting and tracking of language access complaints. Further, the NYPD will work with its sister agencies to ensure that language access gaps are identified and addressed in a timely manner so that there is equitable access to information, resources, and assistance for all New Yorkers, including the approximately 1.8 million residents who have limited English proficiency. In compliance with its reporting requirements pursuant to Local Law 30, the NYPD will improve transparency around language access implementation by reviewing its systems and providing opportunity to track language accessibility data where reasonably possible.\n\n The NYPD will continue to improve proactive communication with sister agencies and community groups when allegations of NYPD roles in immigration enforcement arise. NYPD has not and will not authorize ICE to imply or otherwise represent that they are NYPD when engaging in immigration enforcement. The City has sent a letter to ICE and will call on the White House to demand they cease these practices. NYPD commits to investigating all allegations of police impersonation, whether the subject is a member of the public or unauthorized organization or entity.\n\nThe City will consolidate the coordination of all crime victim service programs into one agency to better support crime victims. \nThe City will move management of the Crime Victims Assistance Program (CVAP) from the NYPD to the Office of Crime Victims Services (OCVS) at the Mayor's Office of Criminal Justice by July 1, 2021. This will improve coordination with other crime victim services, including crime victim restitution, family assistance programs, domestic violence hotlines, court-based services, community- based services, and the Family Justice Centers. In collaboration with ENDGBV and ThriveNYC, OCVS can deepen the engagement of community-based organizations and continue to improve the reach of services for victims and survivors of crime.\n\nThe City will improve support for victims of domestic, gender-based and family violence through access to community-based resources.\na) The City will invest in community-based resources and supports for addressing family violence. Family-related homicides, as defined in the New York City Domestic Violence Fatality Review report, are homicides involving individuals who are related by marriage or blood, such as parents/children, siblings, grandparents/grandchildren, cousins, and in-laws. In 2019, family violence related domestic violence homicides were up 52%,from 25 in 2018 to 38. New resources will be focused on family violence prevention services, including counseling, mediation, benefits assistance and case management. This enhanced response will aim to reduce violence, promote housing stability, reduce law enforcement involvement for victims, and enhance connections to services and test intervention models outside of the criminal legal system.\n\nb) The City will review services for survivors with a view to separating them from the criminal justice system. Currently, many resources for survivors can only be accessed by engagement with the criminal justice system. ENDGBV will conduct a City-wide review to identify services that require a survivor to file a police report to receive them and to understand whether this is a barrier to access. The review will identify changes that can be made at the City and state levels to support survivors and preserve their safety while reducing the harm associated with criminalization.\n\nThe City will ensure the Special Victims Division is a model for national best practice. \nThe Special Victims Division's policies and procedures for investigating sexual assault cases will be independently reviewed to ensure alignment with best practices, particularly focusing on victim-centered and trauma-informed techniques. \n\nNYPD will provide annual \"trauma-informed interviewing\" training for all detectives under the Special Victims Division to ensure respectful and professional communication with victims of trauma and abuse. This training will be administered by a top tier, experienced organization in this field of \"trauma-informed\" interviewing techniques.  \n\nThe Administration is committed to siting new locations for Brooklyn and Queens SVD facilities while continuing to ensure our existing facilities meet the needs of those we serve. \n\nThe NYPD will develop more responsive and consistent approaches to helping survivors of domestic, family and gender-based violence. \na) Currently, survivors and advocates report that responses to individual incidents of domestic and gender-based violence vary greatly by borough and by precinct, resulting in an inconsistent response. This is true for many survivors, especially those who do not have prior knowledge or external supports to navigate the system and those who hold multiple marginalized identities. The NYPD will work with ENDGBV to create a formalized structure to receive community feedback, enhance transparency and support accountability to survivors and their communities. The meetings would bring in external experts and community representatives to support and provide feedback on the NYPD's training completion and implementation of new practices, consistent response to domestic and gender-based violence survivors and other survivors who call law enforcement for help, and enforcing orders of protection, amongst other topics.\n\nb) The group described above will also work with the NYPD to examine its interactions with victims and change the protocols for reporting to minimize the number of times that a survivor has to tell their story throughout the course of an investigation.\n\nc) The NYPD will mandate training for officers to provide advanced skills to support and engage with survivors of and communities affected by domestic and gender-based violence. The Department will develop these interactive, mandated, online training modules for use department-wide in collaboration with the ENDGBV Training Team and community partners, including survivors, who have engaged with the NYPD and domestic and gender- based violence service providers and advocates, to be implemented in 2021.\n\nd) ENDGBV and the NYPD Counseling Unit will collaborate to provide training and capacity building to the NYPD staff to support both survivors of domestic and gender-based violence, and people who have caused harmed in their intimate partner relationships. They will utilize ENDGBV's recently created Offender Engagement Training for City agency staff, including referrals to appropriate programming, such as ENDGBV's soon-to-launch Respect and Responsibility, a voluntary community-based program for people who are using abuse in their intimate relationships.\n\nV. A Diverse, Resilient, and Supported NYPD.\nThe City aims to develop the most diverse and resilient law enforcement agency in the nation. The Department has made a concerted effort to recruit more women and people of color and aims to have a workforce that mirrors the communities it serves. There have been important gains in diversity during this administration, the percentage of recruits who are people of color increased from 47% in 2013 to 60% in 2020 and the percentage of women recruited increased from 17% in 2013 to 24% in 2020. Leadership has become more diverse, too-the percentage of uniform personnel who are people of color in the rank of captain and above grew from approximately 18% in 2013 to 32% at present. The percentage of women in positions of captain and above increased from 6.8% in 2013 to 9.8% today. The NYPD is transparent about workforce demographics, demonstrating the rank, title, gender, and race of NYPD employees across all uniform ranks and civilian safety titles in a new interactive dashboard.\n \nHowever, there is still significant work needed to increase diversity in recruitment, retention, and promotion. The NYPD's Office of Equity and Inclusion is currently examining the policy and structural barriers that inhibit the Department from building a more diverse workforce, so that these issues can be directly addressed.\n\nThe NYPD's Health and Wellness section is dedicated to building a culture that promotes the mental health and wellness of officers, reduces the stigma of seeking help, and promotes stress management. Recruits receive an intensive health and wellness training module in the academy, and first-line supervisors are trained to make referrals to a range of resources.\n\nMembers of the Department may also contact the Employee Assistance Unit (EAU) 24 hours a day, 7 days a week to reach EAU Peer Counselors. The EAU peer counseling staff consists of both uniformed and civilian active duty members of the service in a variety of ranks and titles who are trained to recognize when someone needs real help, or just needs to blow off steam. They make appropriate referrals to licensed psychologists or psychiatrists, as well as to union representatives, clergy, financial counselors, and hospice, among others. In 2019, the NYPD joined with New York-Presbyterian to create Finest Care, which offers uniformed members of service access to free, confidential mental health services. \n\nThe City is committed to building upon the Department's evolving culture by increasing supports and opportunities and promoting professionalism and excellence.\n\nThe City will make residence in New York City a more significant factor in hiring police officers.\nCurrently, the City's Department of Citywide Administrative Services (DCAS) adds five points to the multiple-choice test score of those candidates for employment who qualify for the \"New York City Residence Credit.\" Applicants who are City residents are moved upwards on the civil service list from which candidates are selected. Aside from military service, residency is the only factor external to the exam process that can raise a candidate's score, except that children or siblings of 9/11 victims are entitled to an additional three points.\n\nThe City will increase the point bonus associated with residence to ten points from five. This will underscore the economic and safety benefits the City finds to be associated with a police force that can closely identify with the public whom they serve.\n\nThe NYPD will examine barriers to recruitment. \nAs part of its ongoing diversity, equity, and inclusion efforts, the Department is focused on identifying and addressing barriers to hiring, training, promoting, and retaining employees, particularly people of color and women.\n\nThe NYPD will examine the impact of the qualification process on the diversity of recruits, and those qualification requirements that have a disproportionate impact on particular candidates. Among many areas, the NYPD will examine the impact of minor criminal convictions or violations, and the impact of the college credit requirement to determine if more flexibility is needed. \n\nThe NYPD will reform the discretionary promotions process to focus on transparency and fairness.\nIn the NYPD, uniform members of service are promoted either by taking civil service exams, offered for ranks from Police Officer to Captain, or at the discretion of the Police Commissioner, limited by available vacancies and budget. \n\nOnce a member of service achieves the rank of Captain, that member may opt-in for further promotional consideration. In practice, the NYPD considers many factors, including performance history (evaluations, discipline, and honors), as well as qualitative assessments of leadership, problem solving, competence in supporting the Department's mission, and community or department interactions. However, the criteria for discretionary promotion are informal, and have changed frequently without notice to employees, affecting members' career-planning and confidence in their professional futures, as well as community trust in the selection of their police leaders. \n\na) By Mayoral Executive Order, the City will ensure that a diverse candidate pool is considered for top NYPD promotions. Specifically, before making any discretionary hire for any senior position at the NYPD, the NYPD must conduct a meaningful interview of at least one qualified applicant for employment for each open position who is of a race that is underrepresented in senior positions at the NYPD.\n\nb) The NYPD commits to overhauling the discretionary promotion system, in accordance with best practices across law enforcement and in partnership with experts in diversity, equity, and inclusion, in order to best reflect the City's values, build community trust, and support members' professional development.\n\nc) Accountability measures, including complaint and disciplinary history, will be systematically incorporated into the decision-making process before a member of service is entrusted with additional responsibility. NYPD will provide transparent codification regarding how experience, tenure, performance history, positive attributes, as well as disciplinary history, including complaints, all factor into consideration for assignments and promotions. Additionally, if the candidate is a supervisor, the substantiated complaints and civil judgements of his or her subordinates during the relevant period will be considered as appropriate. \n\nd) The NYPD will implement systemic checks within the discretionary and civil service promotion processes to identify disparities in which members of service are eligible for consideration, and which members of service are ultimately promoted. NYPD will assess the composition of eligible candidates, and candidates who are promoted to all uniform ranks against the broader makeup of the applicable candidate pool, as well as the Department as a whole. Disparities will continue to be investigated for systemic barriers.\n\nThe NYPD will continue building a culture that encourages use of coping tools and supports NYPD officers by addressing trauma through the Critical Incident Stress Management Program.\nThe NYPD will constantly work to create a culture that destigmatizes seeking help. As a next step, the NYPD will expand the Critical Incident Stress Management program, which helps officers who need additional support to address trauma and connects them to a clinician.\n\nThe NYPD will support professional development through the Commander's Course and leadership development programs. \nThe NYPD's Office of Professional Development is developing training courses that will enable members to be more effective managers. These courses will be provided to uniformed and civilian members when they are promoted/appointed to managerial titles. In January 2020, a \"commander's course\" was piloted to offer management skills and organizational theory training to a selected group of existing commanders. Feedback was collected to inform the development of a pre-commander's course in the future for the next generation of commanders. The NYPD held focus groups at the end of 2020 with existing commanders to inform topic areas and subjects.\n\nThe NYPD will create an updated Patrol Guide that is more user friendly, less complex for officers, and transparent to the public.\nThe Patrol Guide, which contains all the rules that NYPD officers must follow, will be streamlined to make it more user-friendly and easier to navigate. The NYPD will review major procedures for clarity, determine outdated and obsolete procedures, and create new sections to address gaps. The Department will also build a mobile app for Department smartphones and tablets to allow easier access to search for information. The overhaul will be informed by focus groups with members to understand the current challenges they have accessing information in the guide and what improvements can be made. The final product will be transparent and accessible to the public.\n\n\n\n\n\n\n\n\n21",
  "LastModified": "2021-12-28T20:06:11.183Z"
}
