{
  "ID": 66988,
  "GUID": "CE342CEE-D86C-49DB-AF86-78C01B3F70BB",
  "File": "Res 1606-2021",
  "Name": "Federal government to take appropriate action to forgive at least $50,000 in student debt, and to take other necessary steps to address the educational loan crisis.",
  "Title": "Resolution calling upon the Federal government to take appropriate action to forgive at least $50,000 in student debt, and to take other necessary steps to address the educational loan crisis.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 15,
  "BodyName": "Committee on Higher Education",
  "IntroDate": "2021-04-22T00:00:00Z",
  "AgendaDate": "2021-04-22T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    }
  ],
  "History": [
    {
      "ID": 368396,
      "Date": "2021-04-22T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2021-03-31T17:12:31.42Z"
    },
    {
      "ID": 368790,
      "Date": "2021-04-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Higher Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18594,
      "AgendaSequence": 95,
      "MinutesSequence": 106,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Higher Education",
      "MatterStatusID": 3,
      "LastModified": "2021-04-22T17:22:37.027Z"
    },
    {
      "ID": 378654,
      "Date": "2021-12-31T18:34:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-27T23:34:17.237Z"
    }
  ],
  "Attachments": [
    {
      "ID": 229777,
      "LastModified": "2021-12-27T23:34:04.267Z",
      "Name": "Res. No. 1606",
      "Link": "https://nyc.legistar1.com/nyc/attachments/da67564e-2902-4c2a-aa57-5a4fcd3f98d0.docx",
      "Sort": 1
    },
    {
      "ID": 231053,
      "LastModified": "2021-04-26T14:15:01.653Z",
      "Name": "April 22, 2021 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/92671ab1-5bc9-41b7-ace7-7615bcefb9ad.pdf",
      "Sort": 2
    },
    {
      "ID": 233294,
      "LastModified": "2021-06-16T16:39:56.52Z",
      "Name": "Hearing Transcript - Stated Meeting 4-22-21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d53852eb-0e4a-4f41-804e-6a6b54db3698.pdf",
      "Sort": 3
    },
    {
      "ID": 235267,
      "LastModified": "2021-07-09T15:26:32.32Z",
      "Name": "Minutes of the Stated Meeting - April 22, 2021",
      "Link": "https://nyc.legistar1.com/nyc/attachments/61473eac-b7c6-487a-bcba-b767529d5baf.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 69939,
  "Text": "By Council Members Dromm and Brooks-Powers\n      Whereas, The United States (U.S.) Federal Reserve estimates that, in quarter three of 2020, 45.3 million Americans owed more than $1.7 trillion in student loan debt; and\n      Whereas, U.S. student loan debt is now the second highest consumer debt category, and the amount owed represents an increase of nearly four percent compared to quarter three of 2019, as well as about a 102 percent increase over the past decade; and\n      Whereas, In New York City, an estimated one million adults have at least one student loan, and collectively New Yorkers owe $34.8 billion; and\n      Whereas, In March 2020, following the outbreak of the novel coronavirus (\"COVID-19\") pandemic, the U.S. Office of Federal Student Aid began to provide temporary relief on federal student loans, including the suspension of loan payments, stopping collections on defaulted loans, and issuing a zero percent interest rate; and\n      Whereas, With the passage of the Coronavirus Aid, Relief, and Economic Security Act (\"CARES Act\"), that temporary relief has been extended three times, currently through at least September 30, 2021; and\n      Whereas, During his campaign, President Joseph Biden proposed creating a program that would offer $10,000 of undergraduate or graduate student debt relief for every year of national or community service, up to five years; and\n      Whereas, A broad coalition of over 325 civil rights groups, consumers rights organizations, and labor unions have asked President Biden to cancel student loan debt, with many lawmakers, including U.S. Senate Majority Leader Charles Schumer, calling for $50,000 in forgiveness; and\n      Whereas, In February 2021, President Biden said he will not cancel $50,000 of student loans by executive order and has since maintained that the U.S. Congress, which controls federal spending, should cancel student loans; and\n      Whereas, While the U.S. Congress has carved out some exceptions, such as for Public Service Loan Forgiveness and disability discharges, the cancellation of debt, including student loan debt, is often a taxable event for the borrower and can leave them with a significant tax liability; and\n      Whereas, Moreover, according to U.S. Department of Education data, 99 percent of Public Service Loan Forgiveness program applicants were rejected in 2018; and\n      Whereas, In March 2021, President Biden signed his new stimulus package, the American Rescue Plan Act of 2021, which includes a provision that exempts all student loan forgiveness from taxation through January 1, 2026; and\n      Whereas, The exemption is broad and includes government-held federal student loans, federally-guaranteed Federal Family Education Loan program student loans and private student loans, and sponsors of the stimulus package believe that it creates a pathway for President Biden to cancel student debt; and\n      Whereas, According to an August 2020 Roosevelt Institute study, student debt, as a federal policy, has reproduced and worsened the racial wealth gap and economic inequality; and\n      Whereas, In March 2021, President Biden also announced the reinterpretation of a program established in 2016 to help borrowers who were misled, defrauded, or otherwise harmed by their often for-profit educational institutions, resulting in the cancellation of $1 billion in debt; and\n      Whereas, The racial gap in student debt between Black and white borrowers tripled for recent graduates just four years after graduation and more than quadrupled 12 years later; 20 years after starting school, the median white borrower had paid off 94 percent of their education debt, while the median Black borrower still owed 95 percent of their debt; and\n      Whereas, Studies show that not only could student debt cancellation significantly increase Black and Latinx household wealth and help close the racial wealth gap, but it could also provide immediate relief to millions who are struggling because of the COVID-19 pandemic and recession; and\n      Whereas, Student debt cancellation can also boost the country's struggling economy by encouraging higher home-buying rates and stability, better college completion rates, and greater small business creation; and\n      Whereas, In addition to student debt cancellation, the Federal government must take bold action to check the greed of educational and financial institutions that created this crisis; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the Federal government to take appropriate action to forgive at least $50,000 in student debt, and to take other necessary steps to address the educational loan crisis.\n      \nLS #17299\n3/22/2021\nCGR\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa200\\qj By Council Members Dromm and Brooks-Powers\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The United States (U.S.) Federal Reserve estimates that, in quarter three of 2020, 45.3 million Americans owed more than $1.7 trillion in student loan debt; and\\par\nWhereas, U.S. student loan debt is now the second highest consumer debt category, and the amount owed represents an increase of nearly four percent compared to quarter three of 2019, as well as about a 102 percent increase over the past decade; and\\par\nWhereas, In New York City, an estimated one million adults have at least one student loan, and collectively New Yorkers owe $34.8 billion; and\\par\nWhereas, In March 2020, following the outbreak of the novel coronavirus (\\ldblquote COVID-19\\rdblquote ) pandemic, the U.S. Office of Federal Student Aid began to provide temporary relief on federal student loans, including the suspension of loan payments, stopping collections on defaulted loans, and issuing a zero percent interest rate; and\\par\nWhereas, With the passage of the Coronavirus Aid, Relief, and Economic Security Act (\\ldblquote CARES Act\\rdblquote ), that temporary relief has been extended three times, currently through at least September 30, 2021; and\\par\nWhereas, During his campaign, President Joseph Biden proposed creating a program that would offer $10,000 of undergraduate or graduate student debt relief for every year of national or community service, up to five years; and\\par\nWhereas, A broad coalition of over 325 civil rights groups, consumers rights organizations, and labor unions have asked President Biden to cancel student loan debt, with many lawmakers, including U.S. Senate Majority Leader Charles Schumer, calling for $50,000 in forgiveness; and\\par\nWhereas, In February 2021, President Biden said he will not cancel $50,000 of student loans by executive order and has since maintained that the U.S. Congress, which controls federal spending, should cancel student loans; and\\par\nWhereas, While the U.S. Congress has carved out some exceptions, such as for Public Service Loan Forgiveness and disability discharges, the cancellation of debt, including student loan debt, is often a taxable event for the borrower and can leave them with a significant tax liability; and\\par\nWhereas, Moreover, according to U.S. Department of Education data, 99 percent of Public Service Loan Forgiveness program applicants were rejected in 2018; and\\par\nWhereas, In March 2021, President Biden signed his new stimulus package, the American Rescue Plan Act of 2021, which includes a provision that exempts all student loan forgiveness from taxation through January 1, 2026; and\\par\nWhereas, The exemption is broad and includes government-held federal student loans, federally-guaranteed Federal Family Education Loan program student loans and private student loans, and sponsors of the stimulus package believe that it creates a pathway for President Biden to cancel student debt; and\\par\nWhereas, According to an August 2020 Roosevelt Institute study, student debt, as a federal policy, has reproduced and worsened the racial wealth gap and economic inequality; and\\par\nWhereas, In March 2021, President Biden also announced the reinterpretation of a program established in 2016 to help borrowers who were misled, defrauded, or otherwise harmed by their often for-profit educational institutions, resulting in the cancellation of $1 billion in debt; and\\par\nWhereas, The racial gap in student debt between Black and white borrowers tripled for recent graduates just four years after graduation and more than quadrupled 12 years later; 20 years after starting school, the median white borrower had paid off 94 percent of their education debt, while the median Black borrower still owed 95 percent of their debt; and\\par\nWhereas, Studies show that not only could student debt cancellation significantly increase Black and Latinx household wealth and help close the racial wealth gap, but it could also provide immediate relief to millions who are struggling because of the COVID-19 pandemic and recession; and\\par\nWhereas, Student debt cancellation can also boost the country\\rquote s struggling economy by encouraging higher home-buying rates and stability, better college completion rates, and greater small business creation; and\\par\nWhereas, In addition to student debt cancellation, the Federal government must take bold action to check the greed of educational and financial institutions that created this crisis; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls upon the Federal government to take appropriate action to forgive at least $50,000 in student debt, and to take other necessary steps to address the educational loan crisis.\\par\n\\par\n\\pard\\cbpat2\\ltrpar\\fs20 LS #17299\\par\n3/22/2021\\par\nCGR\\par\n}\n",
  "LastModified": "2022-05-09T16:20:52.477Z"
}
