{
  "ID": 66987,
  "GUID": "0C697D21-B826-4BA5-B554-DDC526464507",
  "File": "Res 1611-2021",
  "Name": "Establishing the New York Works Progress Program to support out of work artists. (S.1141A/A.2409)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S.1141A/A.2409, establishing the New York Works Progress Program to support out of work artists.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2021-04-22T00:00:00Z",
  "AgendaDate": "2021-04-22T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    }
  ],
  "History": [
    {
      "ID": 368366,
      "Date": "2021-04-22T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2021-03-29T18:01:39.97Z"
    },
    {
      "ID": 368814,
      "Date": "2021-04-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18594,
      "AgendaSequence": 118,
      "MinutesSequence": 129,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2021-04-22T17:26:05.047Z"
    },
    {
      "ID": 378657,
      "Date": "2021-12-31T18:37:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-27T23:37:12.85Z"
    }
  ],
  "Attachments": [
    {
      "ID": 229507,
      "LastModified": "2021-12-27T23:37:16.32Z",
      "Name": "Res. No. 1611",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5e8d87d8-b461-4ddb-b56d-6d6144c3605d.docx",
      "Sort": 1
    },
    {
      "ID": 231074,
      "LastModified": "2021-04-26T14:15:08.063Z",
      "Name": "April 22, 2021 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ce74a909-5333-4bb2-96ec-5577a5d06e98.pdf",
      "Sort": 2
    },
    {
      "ID": 233313,
      "LastModified": "2021-06-16T16:40:01.277Z",
      "Name": "Hearing Transcript - Stated Meeting 4-22-21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b005256b-9b26-4221-b3b3-f69fa996c7a2.pdf",
      "Sort": 3
    },
    {
      "ID": 235288,
      "LastModified": "2021-07-09T15:26:42.353Z",
      "Name": "Minutes of the Stated Meeting - April 22, 2021",
      "Link": "https://nyc.legistar1.com/nyc/attachments/12a044f9-28a3-439f-8e49-238793443933.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 69938,
  "Text": "By Council Member Van Bramer\n\n      Whereas, According to the U.S. Bureau of Economic Analysis, the arts and culture industry contributed $119.9 billion to the New York State economy as recently as 2019; and\n      Whereas, Since the onset of the COVID-19 pandemic, 62% of arts and cultural workers are unemployed according to Americans for the Arts; and\n      Whereas, According to a survey conducted by the Music Workers Alliance, between November and December 2020, 71% of musicians and DJs have lost three quarters or more of their income; and\n      Whereas, During times of economic turmoil, the U.S. government has instituted job programs, such as the New Deal's Works Progress Administration, which publicly commissioned music, painting, writing, theatre, sculpture, dance and other mediums of art under Federal Project Number One; and\n      Whereas, One of the founding principles of Federal Project Number One was, \"In time of need the artist, no less than the manual worker, is entitled to employment\"; and\n      Whereas, Similar programs have made the work of thousands of artists possible, including Doris Humphrey, Orson Welles, Aaron Douglas, Jackson Pollock and Aaron Copland; and\n      Whereas, New York Assemblymember Pat Fahy recognizes the employment crisis caused by the pandemic, having stated, \"Nearly one-third of those under 35 are out of work with the majority in low-wage, retail sector, or gig-economy jobs,\" and emphasizing that a work program would provide young New Yorkers with jobs in the creative economy while also bolstering the state's arts and cultural institutions; and\n      Whereas, On January 7, 2021, Assemblymember Fahy and New York Senator Rachel May introduced legislation to establish the New York Works Progress Program, S.1141A/A.2409, which would provide pandemic recovery assistance for individuals who are out of work in the creative economy; and\n      Whereas, Supporting creative people and businesses can uphold the long-term livability and cultural vibrancy that makes New York City a destination for talent, business and investment; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.1141A/A.2409, establishing the New York Works Progress Program to support out of work artists.\nLS #17308\n03/23/2021\nAH\n\n\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Van Bramer\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to the U.S. Bureau of Economic Analysis, the arts and culture industry contributed $119.9 billion to the New York State economy as recently as 2019; and\\par\nWhereas, Since the onset of the COVID-19 pandemic, 62% of arts and cultural workers are unemployed according to Americans for the Arts; and\\par\nWhereas, According to a survey conducted by the Music Workers Alliance, between November and December 2020, 71% of musicians and DJs have lost three quarters or more of their income; and\\par\nWhereas, During times of economic turmoil, the U.S. government has instituted job programs, such as the New Deal\\rquote s Works Progress Administration, which publicly commissioned music, painting, writing, theatre, sculpture, dance and other mediums of art under Federal Project Number One; and\\par\nWhereas, One of the founding principles of Federal Project Number One was, \\ldblquote In time of need the artist, no less than the manual worker, is entitled to employment\\rdblquote ; and\\par\n\\cf1 Whereas, Similar programs have made the work of thousands of artists possible, including Doris Humphrey, Orson Welles, Aaron Douglas, Jackson Pollock and Aaron Copland; and\\par\nWhereas, New York Assemblymember Pat Fahy recognizes the employment crisis caused by the pandemic, having stated, \\ldblquote Nearly one-third of those under 35 are out of work with the majority in low-wage, retail sector, or gig-economy jobs,\" and emphasizing that a work program would provide young New Yorkers with jobs in the creative economy while also bolstering the state\\rquote s arts and cultural institutions; and\\par\n\\cf0 Whereas, On January 7, 2021, Assemblymember Fahy and New York Senator Rachel May introduced legislation to establish the New York Works Progress Program, S.1141A/A.2409, which would provide pandemic recovery assistance for individuals who are out of work in the \\cf1 creative economy\\cf0 ; and\\par\n\\cf1 Whereas, Supporting creative people and businesses can uphold the long-term livability and cultural vibrancy that makes New York City a destination for talent, business and investment; now, therefore, be it\\par\n\\cf0 Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.1141A/A.2409, establishing the New York Works Progress Program to support out of work artists.\\par\n\\pard\\ltrpar\\qj\\fs18 LS #17308\\par\n\\pard\\ltrpar 03/23/2021\\par\n\\pard\\ltrpar\\qj AH\\par\n}\n",
  "LastModified": "2021-12-27T23:37:16.32Z"
}
