{
  "ID": 67179,
  "GUID": "D3716416-B4D7-4CC7-B8A2-4B777FEA5C36",
  "File": "Res 1628-2021",
  "Name": "Marshall Plans for Moms of 2021 (H.Res. 121)",
  "Title": "Resolution calling upon the United States Congress to pass, and the President to sign, the Marshall Plans for Moms of 2021 (H.Res. 121), which would revitalize and restore mothers in the workforce.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5244,
  "BodyName": "Committee on Women and Gender Equity",
  "IntroDate": "2021-05-12T00:00:00Z",
  "AgendaDate": "2021-05-12T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 369517,
      "Date": "2021-05-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2021-05-10T18:12:30.423Z"
    },
    {
      "ID": 369700,
      "Date": "2021-05-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women and Gender Equity",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18667,
      "AgendaSequence": 96,
      "MinutesSequence": 118,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Women and Gender Equity",
      "MatterStatusID": 3,
      "LastModified": "2021-05-12T19:51:00.867Z"
    },
    {
      "ID": 378658,
      "Date": "2021-12-31T18:48:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-27T23:48:15.703Z"
    }
  ],
  "Attachments": [
    {
      "ID": 231876,
      "LastModified": "2021-12-27T23:48:04.547Z",
      "Name": "Res. No. 1628",
      "Link": "https://nyc.legistar1.com/nyc/attachments/316bb403-a748-42b5-960d-7146259f9475.docx",
      "Sort": 1
    },
    {
      "ID": 232103,
      "LastModified": "2021-05-12T19:57:08.153Z",
      "Name": "May 12, 2021 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2aeaf9d4-7af9-40db-8643-7941bb4e7bae.pdf",
      "Sort": 2
    },
    {
      "ID": 235049,
      "LastModified": "2021-07-07T14:56:02.733Z",
      "Name": "Hearing Transcript - Stated Meeting 5-12-21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c96bee87-fa22-4c09-9171-6b3e3251cc5f.pdf",
      "Sort": 3
    },
    {
      "ID": 235665,
      "LastModified": "2021-07-26T14:05:34.273Z",
      "Name": "Minutes of the Stated Meeting - May 12, 2021",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9adc0886-b3ad-4e3e-91ee-8d8b494a5ffb.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 70151,
  "Text": "By Council Members Cumbo, Brooks-Powers, Kallos and Cornegy\n      Whereas, Women, and working mothers in particular, have been disproportionately impacted by the economic fallout of the COVID-19 pandemic; and\n      Whereas, This is due to existing social barriers and policy failures that have been exacerbated by enduring racism and gender injustices; and\n      Whereas, This includes the lack of a care infrastructure, which has led to high child care costs and child care deserts; the lack family-supportive workplaces, which could include flextime and lactation support; the lack of a national paid leave policy, which would allow employees meet their personal and family health care needs; and gender and racial pay inequities; and\n      Whereas, While January 2020 saw women holding more payroll jobs than men for the first time in United States (U.S.) history, by April 2020, following the COVID-19 outbreak in March, women's participation in the workforce had all but reversed course; and\n      Whereas, Since the beginning of the COVID-19 pandemic, an estimated 5.4 million women have lost their jobs, which is nearly a million more than men; while Black and Latina women have suffered the greatest, with unemployment within the demographic up to 50 percent higher than the national average, per U.S. Bureau of Labor Statistics data; and \n      Whereas, Additionally, according to U.S. Census Bureau data, around 10 million U.S. mothers living with their own school-age children were not actively working in January 2021, 1.4 million more than in January 2020; and\n      Whereas, Studies have shown that compared to previous years, more women have been forced to cut back on work hours or leave their jobs entirely, experienced more pandemic-related stress, taken on the brunt of their families' mental load and struggled with more postpartum depression over the past year; and\n      Whereas, An analysis of U.S. Census data has revealed that some of the disproportionate impact on women was driven by the need to care for children during the pandemic, a situation that is often not reflected in the official unemployment rate, which accounts only for people actively seeking work; and\n      Whereas, Moreover, while the economy has improved from the worst months of job loss last spring, significantly fewer Black and Hispanic women are working now than any other demographic, and women trail men across race and ethnicity; and\n      Whereas, Women's wages are key to their families' economic security and survival yet, according to the National Women's Law Center, they are overrepresented in low-wage jobs and underrepresented in high-wage jobs, making up two-thirds of minimum wage earners; and\n      Whereas, In New York City (\"NYC\" or \"City\"), the pandemic forced 52 percent of women who provide care for children to reduce their paid working hours, women were more likely than men to need to take time off to care for children and, among women of color, 36 percent did so compared with 29 percent of white women, according to a poll conducted by the City Comptroller; and\n      Whereas, The poll, which surveyed more than 1,200 New Yorkers, also found that women of color were also \"less likely to have paid leave available to them, indicating a great lack of access to safe, affordable child care options and an urgent need for emergency leave rights\"; and\n      Whereas, H.Res. 121, sponsored by U.S. Rep. Grace Meng, also known as the \"Marshall Plans for Moms,\" a reference to the recovery program the U.S. launched to stimulate economic growth in a despondent and nearly bankrupt post-World War II Europe, seeks to institute a robust paid leave plan, which would include emergency paid leave policies for paid sick, family and medical leave to help parents with additional caregiving responsibilities; rebuild and restabalize the child care industry, with a vision toward universal child care and early learning; make major investments in U.S. education systems, including in efforts to safely reopen schools and campuses, narrow the digital divide and offer mental health resources for students, families and staff; improve access to nutritious food as a health and human right; implement child poverty reduction tools; create an expanded unemployment insurance program; raise the Federal minimum wage to $15 per hour or higher for all minimum wage workers; and increase access to mental health support for mothers, which is essential for maintaining the health of the family; and\n      Whereas, Comprehensive relief and long-term recovery from the COVID-19 recession must recognize, rebuild, and return mothers to the workforce; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Congress to pass, and the President to sign, the Marshall Plans for Moms of 2021 (H.Res. 121), which would revitalize and restore mothers in the workforce.\nLS #17346\n5/5/2021\nCGR\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\qj By Council Members Cumbo, Brooks-Powers, Kallos and Cornegy\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Women, and working mothers in particular, have been disproportionately impacted by the economic fallout of the COVID-19 pandemic; and\\par\nWhereas, This is due to existing social barriers and policy failures that have been exacerbated by enduring racism and gender injustices; and\\par\nWhereas, This includes the lack of a care infrastructure, which has led to high child care costs and child care deserts; the lack family-supportive workplaces, which could include flextime and lactation support; the lack of a national paid leave policy, which would allow employees meet their personal and family health care needs; and gender and racial pay inequities; and\\par\nWhereas, While January 2020 saw women holding more payroll jobs than men for the first time in United States (U.S.) history, by April 2020, following the COVID-19 outbreak in March, women\\rquote s participation in the workforce had all but reversed course; and\\par\nWhereas, Since the beginning of the COVID-19 pandemic, an estimated 5.4 million women have lost their jobs, which is nearly a million more than men; while Black and Latina women have suffered the greatest, with unemployment within the demographic up to 50 percent higher than the national average, per U.S. Bureau of Labor Statistics data; and \\par\nWhereas, Additionally, according to U.S. Census Bureau data, around 10 million U.S. mothers living with their own school-age children were not actively working in January 2021, 1.4 million more than in January 2020; and\\par\nWhereas, Studies have shown that compared to previous years, more women have been forced to cut back on work hours or leave their jobs entirely, experienced more pandemic-related stress, taken on the brunt of their families\\rquote  mental load and struggled with more postpartum depression over the past year; and\\par\nWhereas, An analysis of U.S. Census data has revealed that some of the disproportionate impact on women was driven by the need to care for children during the pandemic, a situation that is often not reflected in the official unemployment rate, which accounts only for people actively seeking work; and\\par\nWhereas, Moreover, while the economy has improved from the worst months of job loss last spring, significantly fewer Black and Hispanic women are working now than any other demographic, and women trail men across race and ethnicity; and\\par\nWhereas, Women\\rquote s wages are key to their families\\rquote  economic security and survival yet, according to the National Women\\rquote s Law Center, they are overrepresented in low-wage jobs and underrepresented in high-wage jobs, making up two-thirds of minimum wage earners; and\\par\nWhereas, In New York City (\\ldblquote NYC\\rdblquote  or \\ldblquote City\\rdblquote ), the pandemic forced 52 percent of women who provide care for children to reduce their paid working hours, women were more likely than men to need to take time off to care for children and, among women of color, 36 percent did so compared with 29 percent of white women, according to a poll conducted by the City Comptroller; and\\par\nWhereas, The poll, which surveyed more than 1,200 New Yorkers, also found that women of color were also \\ldblquote less likely to have paid leave available to them, indicating a great lack of access to safe, affordable child care options and an urgent need for emergency leave rights\\rdblquote ; and\\par\nWhereas, H.Res. 121, sponsored by U.S. Rep. Grace Meng, also known as the \\ldblquote Marshall Plans for Moms,\\rdblquote  a reference to the recovery program the U.S. launched to stimulate economic growth in a despondent and nearly bankrupt post-World War II Europe, seeks to institute a robust paid leave plan, which would include emergency paid leave policies for paid sick, family and medical leave to help parents with additional caregiving responsibilities; rebuild and restabalize the child care industry, with a vision toward universal child care and early learning; make major investments in U.S. education systems, including in efforts to safely reopen schools and campuses, narrow the digital divide and offer mental health resources for students, families and staff; improve access to nutritious food as a health and human right; implement child poverty reduction tools; create an expanded unemployment insurance program; raise the Federal minimum wage to $15 per hour or higher for all minimum wage workers; and increase access to mental health support for mothers, which is essential for maintaining the health of the family; and\\par\nWhereas, Comprehensive relief and long-term recovery from the COVID-19 recession must recognize, rebuild, and return mothers to the workforce; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls upon the United States Congress to pass, and the President to sign, the Marshall Plans for Moms of 2021 (H.Res. 121), which would revitalize and restore mothers in the workforce.\\par\n\\pard\\cbpat2\\ltrpar\\fs20 LS #17346\\par\n5/5/2021\\par\nCGR\\par\n}\n",
  "LastModified": "2021-12-27T23:48:15.86Z"
}
