{
  "ID": 67162,
  "GUID": "5D74BA7E-D702-4EA9-BE54-6CD237392060",
  "File": "Res 1629-2021",
  "Name": "Keeping Girls in School Act (H.R. 2153)",
  "Title": "Resolution calling on the Senate of the United States to pass, and the President to sign into law, H.R. 2153, the Keeping Girls in School Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2021-05-12T00:00:00Z",
  "AgendaDate": "2021-05-12T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7793,
      "Slug": "darma-v-diaz",
      "FullName": "Darma V. Diaz"
    }
  ],
  "History": [
    {
      "ID": 369451,
      "Date": "2021-05-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2021-05-06T14:20:00.727Z"
    },
    {
      "ID": 369701,
      "Date": "2021-05-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18667,
      "AgendaSequence": 97,
      "MinutesSequence": 119,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2021-05-12T19:51:00.867Z"
    },
    {
      "ID": 378659,
      "Date": "2021-12-31T18:48:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-27T23:48:40.423Z"
    }
  ],
  "Attachments": [
    {
      "ID": 231702,
      "LastModified": "2021-12-27T23:48:30.877Z",
      "Name": "Res. No. 1629",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bc309a74-25df-48f8-a33a-15a86499a248.docx",
      "Sort": 1
    },
    {
      "ID": 232104,
      "LastModified": "2021-05-12T19:57:08.497Z",
      "Name": "May 12, 2021 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a620e2b4-355e-4b7d-920f-312a4c17d9bd.pdf",
      "Sort": 2
    },
    {
      "ID": 235050,
      "LastModified": "2021-07-07T14:56:03.263Z",
      "Name": "Hearing Transcript - Stated Meeting 5-12-21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/48d08a57-c04a-4ee9-bb0d-6d246092d841.pdf",
      "Sort": 3
    },
    {
      "ID": 235666,
      "LastModified": "2021-07-26T14:05:34.833Z",
      "Name": "Minutes of the Stated Meeting - May 12, 2021",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2ea2b6d9-46cc-43dd-8e8d-76ce6f164f5f.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 70131,
  "Text": "By Council Member D. Diaz\n\n      Whereas, Globally, there are 129.2 million girls who are not currently enrolled in school, including 32.3 million girls of primary school age, 29.9 million girls of lower secondary school age, and 67 million girls of upper secondary school age, according to a United Nations Educational, Scientific and Cultural Organization (UNESCO) Institute for Statistics 2019 fact sheet; and\n      Whereas, According to the World Bank, poverty is one of the most important factors for determining whether a girl can access education, as poor families lack resources to pay for schooling and associated costs for textbooks, uniforms, school supplies, and transportation; and\n      Whereas, Additionally, children in conflict-affected countries are more than twice as likely to be out of school compared with those in countries not affected by conflict, according to the Global Partnership for Education; and\n      Whereas, Further, adolescent girls are more than two-thirds more likely to be out of school, due to barriers such as child marriage, pregnancy, domestic violence, and responsibilities like household chores, taking care of sick parents or babysitting siblings; and\n      Whereas, The World Bank asserts that educating girls is a strategic priority for developing nations, as better educated women are more likely to participate in the formal labor market and earn higher incomes, and tend to be more informed about nutrition and healthcare, marry at a later age, have fewer children, and have healthier children; and\n      Whereas, The United States Global Strategy to Empower Adolescent Girls, published in March 2016, brought together the Department of State, the United States Agency for International Development (USAID), the Peace Corps, and the Millennium Challenge Corporation, as well as other agencies and programs such as the President's Emergency Fund for AIDS Relief (PEPFAR), to address the range of challenges preventing adolescent girls from attaining an inclusive and equitable quality education leading to relevant learning outcomes; and\n      Whereas, According to the United States Global Strategy to Empower Adolescent Girls, which is the first foreign policy document in the world solely dedicated to the rights and empowerment of girls globally, \"[w]hile the Millennium Development Goals improved outcomes for girls in primary education, they also highlighted the need for a targeted focus on adolescents and young adults, particularly regarding the transition to and completion of secondary school\"; and\n      Whereas, H.R.2153, the Keeping Girls in School Act (\"the Act\") introduced by Congresswoman Lois Frankel in April 2019, and passed by the House of Representatives on January 28, 2020, seeks to advance that targeted focus on adolescent girls' completion of secondary school; and\n      Whereas, Specifically, H.R.2153 authorizes USAID to enter into acquisition, assistance, or financing agreements to address societal, cultural, health, and other barriers that adolescent girls face in accessing quality secondary education; and\n      Whereas, Under H.R. 2153, USAID shall seek to ensure that such activities meet various requirements related to monitoring and evaluating outcomes, data collection, and adherence to gender equality promotion policies; and\n      Whereas, This legislation would also require the Department of State to periodically update and report to Congress a publicly available U.S. global strategy to empower adolescent girls, and the U.S. Global Strategy to Empower Adolescent Girls, issued in March 2016, may serve as the initial version of the strategy; and\n      Whereas, Additionally, under H.R. 2153, USAID shall periodically report to Congress on the activities initiated under this Act and efforts to monitor and evaluate such activities; and\n      Whereas, The goal of U.S. government efforts under this strategy is to ensure adolescent girls are educated, healthy, economically and socially empowered, and free from violence and discrimination, thereby promoting global development, human rights, security, and prosperity; and\n      Whereas, According to the U.S. Global Strategy to Empower Adolescent Girls, \"[a] concerted effort to address the challenges faced by adolescent girls, to safeguard their rights, and to promote their participation in their societies and economies is critical to advancing U.S. foreign policy and security objectives and development priorities\"; and\n      Whereas, Further, New York City is a global hub that is home to approximately 3 million immigrants who comprise about 36 percent of the city's population and 43 percent of its workforce, according to the Mayor's Office of Immigrant Affairs Annual Report for 2020; and\n      Whereas, Many of these immigrants are, or were, adolescent girls, thus New York City will directly benefit from efforts to enhance girls' access to equitable, quality education across the globe; and\n      Whereas, H.R.2153 seeks to advance access to quality secondary education for adolescent girls throughout the world in order to promote global development, security, and prosperity; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the Senate of the United States to pass, and the President to sign into law, H.R. 2153, the Keeping Girls in School Act.\n\nLS# 17570\nJA\n5/4/2021",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\v0\\par\nBy Council Member D. Diaz\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Globally, there are 129.2 million girls who are not currently enrolled in school, including 32.3 million girls of primary school age, 29.9 million girls of lower secondary school age, and 67 million girls of upper secondary school age, according to a United Nations Educational, Scientific and Cultural Organization (UNESCO) Institute for Statistics 2019 fact sheet; and\\par\nWhereas, According to the World Bank, poverty is one of the most important factors for determining whether a girl can access education, as poor families lack resources to pay for schooling and associated costs for textbooks, uniforms, school supplies, and transportation; and\\par\nWhereas, Additionally, children in conflict-affected countries are more than twice as likely to be out of school compared with those in countries not affected by conflict, according to the Global Partnership for Education; and\\par\nWhereas, Further, adolescent girls are more than two-thirds more likely to be out of school, due to barriers such as child marriage, pregnancy, domestic violence, and responsibilities like household chores, taking care of sick parents or babysitting siblings; and\\par\nWhereas, The World Bank asserts that educating girls is a strategic priority for developing nations, as better educated women are more likely to participate in the formal labor market and earn higher incomes, and tend to be more informed about nutrition and healthcare, marry at a later age, have fewer children, and have healthier children; and\\par\nWhereas, The United States Global Strategy to Empower Adolescent Girls, published in March 2016, brought together the Department of State, the United States Agency for International Development (USAID), the Peace Corps, and the Millennium Challenge Corporation, as well as other agencies and programs such as the President\\rquote s Emergency Fund for AIDS Relief (PEPFAR), to address the range of challenges preventing adolescent girls from attaining an inclusive and equitable quality education leading to relevant learning outcomes; and\\par\nWhereas, According to the United States Global Strategy to Empower Adolescent Girls, which is the first foreign policy document in the world solely dedicated to the rights and empowerment of girls globally, \\ldblquote [w]hile the Millennium Development Goals improved outcomes for girls in primary education, they also highlighted the need for a targeted focus on adolescents and young adults, particularly regarding the transition to and completion of secondary school\\rdblquote ; and\\par\nWhereas, H.R.2153, the\\i  Keeping Girls in School Act \\i0 (\\ldblquote the Act\\rdblquote ) introduced by Congresswoman Lois Frankel in April 2019, and passed by the House of Representatives on January 28, 2020,\\f1\\fs22  \\f0\\fs24 seeks to advance that targeted focus on adolescent girls\\rquote  completion of secondary school; and\\par\nWhereas, Specifically, H.R.2153 authorizes USAID to enter into acquisition, assistance, or financing agreements to address societal, cultural, health, and other barriers that adolescent girls face in accessing quality secondary education; and\\par\nWhereas, Under H.R. 2153, USAID shall seek to ensure that such activities meet various requirements related to monitoring and evaluating outcomes, data collection, and adherence to gender equality promotion policies; and\\par\nWhereas, This legislation would also require the Department of State to periodically update and report to Congress a publicly available U.S. global strategy to empower adolescent girls, and the U.S. Global Strategy to Empower Adolescent Girls, issued in March 2016, may serve as the initial version of the strategy; and\\par\nWhereas, Additionally,\\f1\\fs22  \\f0\\fs24 under H.R. 2153, USAID shall periodically report to Congress on the activities initiated under this Act and efforts to monitor and evaluate such activities; and\\par\nWhereas, The goal of U.S. government efforts under this strategy is to ensure adolescent girls are educated, healthy, economically and socially empowered, and free from violence and discrimination, thereby promoting global development, human rights, security, and prosperity; and\\par\nWhereas, According to the U.S. Global Strategy to Empower Adolescent Girls, \\ldblquote [a] concerted effort to address the challenges faced by adolescent girls, to safeguard their rights, and to promote their participation in their societies and economies is critical to advancing U.S. foreign policy and security objectives and development priorities\\rdblquote ; and\\par\nWhereas, Further, New York City is a global hub that is home to approximately 3 million immigrants who comprise about 36 percent of the city\\rquote s population and 43 percent of its workforce, according to the Mayor\\rquote s Office of Immigrant Affairs Annual Report for 2020; and\\par\nWhereas, Many of these immigrants are, or were, adolescent girls, thus New York City will directly benefit from efforts to enhance girls\\rquote  access to equitable, quality education across the globe; and\\par\nWhereas, H.R.2153 seeks to advance access to quality secondary education for adolescent girls throughout the world in order to promote global development, security, and prosperity; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the Senate of the United States to pass, and the President to sign into law, H.R. 2153, the Keeping Girls in School Act.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\fs20 LS# 17570\\par\nJA\\par\n5/4/2021\\par\n}\n",
  "LastModified": "2021-12-27T23:48:40.58Z"
}
