{
  "ID": 67269,
  "GUID": "FE4AB16A-F06F-4AB1-88E2-1ED303853002",
  "File": "Res 1646-2021",
  "Name": "Establish a Community Hiring program.",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, legislation authorizing the City of New York to establish a Community Hiring program, to create job opportunities for low-income people, residents of low-income neighborhoods, and residents of New York City Housing Authority buildings",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2021-05-27T00:00:00Z",
  "AgendaDate": "2021-05-27T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7745,
      "Slug": "francisco-p-moya",
      "FullName": "Francisco P. Moya"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7798,
      "Slug": "oswald-feliz",
      "FullName": "Oswald Feliz"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7747,
      "Slug": "alicka-ampry-samuel",
      "FullName": "Alicka Ampry-Samuel"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 370169,
      "Date": "2021-05-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2021-05-26T14:56:43.907Z"
    },
    {
      "ID": 370170,
      "Date": "2021-05-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18692,
      "AgendaSequence": 139,
      "MinutesSequence": 166,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2021-05-27T21:53:50.1Z"
    },
    {
      "ID": 378664,
      "Date": "2021-12-31T18:54:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-27T23:54:45.89Z"
    }
  ],
  "Attachments": [
    {
      "ID": 232585,
      "LastModified": "2021-12-27T23:54:32.763Z",
      "Name": "Res. No. 1646",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7329525f-7f2d-4f2c-807a-2de589b21218.docx",
      "Sort": 1
    },
    {
      "ID": 232707,
      "LastModified": "2021-06-01T15:39:47.96Z",
      "Name": "May 27, 2021 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cc5f21b6-3f24-45ea-b343-a7d2068ea748.pdf",
      "Sort": 2
    },
    {
      "ID": 235140,
      "LastModified": "2021-07-07T16:02:52.073Z",
      "Name": "Hearing Transcript - Stated Meeting 5-27-21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d7c037b0-341e-42e8-966c-045d3ea9bef4.pdf",
      "Sort": 3
    },
    {
      "ID": 236027,
      "LastModified": "2021-08-10T14:15:13.217Z",
      "Name": "Minutes of the Stated Meeting - May 27, 2021",
      "Link": "https://nyc.legistar1.com/nyc/attachments/261d5a99-d89b-448c-ba7e-cceb25e420f6.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 70251,
  "Text": "By Council Members Moya, Chin, Cornegy, Rose, Rodriguez, Cumbo, Feliz, Louis, Gibson, Rivera, Brooks-Powers, Ampry-Samuel, Riley and Koo\n\n      Whereas, both within the city of New York and across the United States, over the past several decades, income inequality has expanded and that poverty is frequently concentrated in economically disadvantaged regions; and\n      Whereas, economic disparities across individuals and across communities have further expanded due to the economic and health effects of the virus known as COVID-19; and\n      Whereas, low-wage workers are, according to a number of economic analyses, disproportionately likely to have suffered job losses; and\n      Whereas, the City of New York has proposed legislation which would leverage the economic power of the billions of dollars that the City of New York and its affiliated agencies spend each year on construction, supplies, consultants, software and services to remediate those economic disparities by providing middle-class job opportunities to low-income individuals and communities; and\n      Whereas, this legislation will authorize the City to establish a robust and ambitious employment goals program which, according to projections, would create 200,000 job opportunities in the first five years for low-income people, New York City Housing Authority residents and residents of low-income communities based on its effect on City procurement contracts alone; and\n      Whereas, this legislation will authorize the City to create goals for construction contractors and building services labor to employ people from low-income communities and residents of New York City Housing Authority buildings; and\n      Whereas, this legislation will authorize the City to create goals for contractors on work other than construction and building services labor to employ low income individuals; and\n      Whereas, this legislation would also allow a city with a population of one million or more inhabitants or a school district or public benefit corporation operating primarily within such a city to require a minimum ratio of apprentices to journey-level workers in certain procurement contracts; and\n      Whereas, this legislation would allow the City and its affiliated agencies to establish a network of referral sources to assist entities in sourcing qualified talent in order to meet these employment goals by establishing a network of referral sources by engaging workforce development programs that typically train NYCHA residents, veterans, people with disabilities, justice-involved individuals, graduates of the City School District, City University of New York graduates, cash assistance recipients and new immigrants; and\n      Whereas, we must ensure that our economic recovery is equitable and reaches those communities most impacted by COVID-19; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation allowing the City of New York to establish a Community Hiring program.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Moya, Chin, Cornegy, Rose, Rodriguez, Cumbo, Feliz, Louis, Gibson, Rivera, Brooks-Powers, Ampry-Samuel, Riley and Koo\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl-480\\slmult0\\qj Whereas, \\cf0 both within the city of New York and across the United States, over the past several decades, income inequality has expanded and that poverty is frequently concentrated in economically disadvantaged regions\\cf1 ; and\\par\nWhereas, \\cf0 economic disparities across individuals and across communities have further expanded due to the economic and health effects of the virus known as COVID-19\\cf1 ; and\\cf0\\par\n\\cf1 Whereas, \\cf0 low-wage workers are, according to a number of economic analyses, disproportionately likely to have suffered job losses\\cf1 ; and\\cf0\\par\n\\cf1 Whereas, the City of New York has proposed legislation which would leverage the economic power of the billions of dollars that the City of New York and its affiliated agencies spend each year on construction, supplies, consultants, software and services to remediate those economic disparities by providing middle-class job opportunities to low-income individuals and communities; and\\cf0\\par\n\\cf1 Whereas, t\\cf0 his legislation will authorize the City to establish a robust and ambitious employment goals program which, according to projections, would create 200,000 job opportunities in the first five years for low-income people, New York City Housing Authority residents and residents of low-income communities based on its effect on City procurement contracts alone\\cf1 ; and\\par\nWhereas, t\\cf0 his legislation will authorize the City to create goals for construction contractors and building services labor to employ people from low-income communities and residents of New York City Housing Authority buildings; and\\par\nWhereas, this legislation will authorize the City to create goals for contractors on work other than construction and building services labor to employ low income individuals; and\\par\n\\cf1 Whereas, t\\cf0 his legislation would also allow a city with a population of one million or more inhabitants or a school district or public benefit corporation operating primarily within such a city to require a minimum ratio of apprentices to journey-level workers in certain procurement contracts\\cf1 ; and\\par\nWhereas, \\cf0 this legislation would allow the City and its affiliated agencies to establish a network of referral sources to assist entities in sourcing qualified talent in order to meet these employment goals by establishing a network of referral sources by engaging workforce development programs that typically train NYCHA residents, veterans, people with disabilities, justice-involved individuals, graduates of the City School District, City University of New York graduates, cash assistance recipients and new immigrants\\cf1 ; and\\par\nWhereas, we must ensure that our economic recovery is equitable and reaches those communities most impacted by COVID-19; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation allowing the City of New York to establish a Community Hiring program.             \\par\n\\par\n\\pard\\ltrpar\\qj\\cf0\\line\\par\n}\n",
  "LastModified": "2021-12-27T23:54:46.047Z"
}
