{
  "ID": 67422,
  "GUID": "29ABB524-3050-4F66-80FB-F8EE529CF172",
  "File": "Res 1714-2021",
  "Name": "Supporting Best Practices for Healthy Moms Act (H.R. 1350/S. 408)",
  "Title": "Resolution calling on Congress to pass, and the President to sign, H.R. 1350/S. 408, the Supporting Best Practices for Healthy Moms Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2021-07-29T00:00:00Z",
  "AgendaDate": "2021-07-29T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7793,
      "Slug": "darma-v-diaz",
      "FullName": "Darma V. Diaz"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    }
  ],
  "History": [
    {
      "ID": 371247,
      "Date": "2021-07-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2021-07-20T17:45:07.803Z"
    },
    {
      "ID": 371349,
      "Date": "2021-07-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18742,
      "AgendaSequence": 62,
      "MinutesSequence": 70,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2021-07-29T16:41:05.087Z"
    },
    {
      "ID": 378668,
      "Date": "2021-12-31T19:19:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T00:19:44.31Z"
    }
  ],
  "Attachments": [
    {
      "ID": 235610,
      "LastModified": "2021-12-28T00:19:31.62Z",
      "Name": "Res. No. 1714",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f5c483d3-f0e8-404f-a663-8899971b52f4.docx",
      "Sort": 1
    },
    {
      "ID": 235872,
      "LastModified": "2021-07-29T20:51:03.17Z",
      "Name": "July 29, 2021 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a32ce0ff-0d76-415f-8667-d18053c45e95.pdf",
      "Sort": 2
    },
    {
      "ID": 235929,
      "LastModified": "2021-08-02T14:28:30.577Z",
      "Name": "Hearing Transcript - Stated Meeting 7-29-21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/81535560-d4af-4788-90f8-56c4f14b2bae.pdf",
      "Sort": 3
    },
    {
      "ID": 239641,
      "LastModified": "2021-10-06T20:07:53.37Z",
      "Name": "Minutes of the Stated Meeting - July 29, 2021",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0d8e50e9-28df-4f0d-b6ee-8627944e1dda.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 70413,
  "Text": "By Council Members D. Diaz and Yeger\n      Whereas, According to the Commonwealth Fund, in 2018 there were 17 maternal deaths for every 100,000 live births in the United States, which is more than double the ratio of most other high-income countries; and   \n      Whereas, According to the Centers for Disease Control and Prevention (CDC), about 700 people die each year in the United States as a result of pregnancy or delivery complications, and Black, American Indian, and Alaska Native people are two to three times more likely to die from pregnancy-related causes than white people; and \n      Whereas, In New York City, data from the Department of Health and Mental Hygiene (DOHMH) show that Black people are eight to twelve times more likely to die of pregnancy-related causes than white people; and \n      Whereas, Black people in New York City also experience disproportionately high rates of maternal morbidity, or life-threatening complications during delivery; and \n      Whereas, Black non-Latinx people had the highest severe maternal morbidity rate, at three times that of white, non-Latinx people; and \n      Whereas, This rate remained high even after accounting for other known risk factors, such as low education, neighborhood poverty level, and pre-pregnancy obesity; and\n      Whereas, According to DOHMH, severe maternal morbidity rates were also high among Puerto Rican and other Latinx people compared to white non-Latinx people; and \n      Whereas, Rates were highest among people living in high-poverty neighborhoods, and for people with an underlying chronic condition such as hypertension, diabetes, or heart disease, the rate was three times as high as those without any underlying conditions; and\n      Whereas, According to the Medicaid and CHIP Payment and Access Commission (MACPAC), Medicaid plays a key role in providing maternity-related services, paying for slightly less than half of all births nationally in 2018; and \n      Whereas, According to MACPAC, 48.4 percent of births in New York State were covered by Medicaid in 2018; and\n      Whereas, According to DOHMH, severe maternal morbidity and pregnancy-related deaths are more likely to impact Medicaid recipients; and\n      Whereas, H.R. 1350/S. 408, sponsored by Representative Robin L. Kelly and Senator Pat Toomey, otherwise known as the \"Supporting Best Practices for Healthy Moms Act,\" requires the Secretary of Health and Human Services (Secretary) to publish guidance for states on strategies for maternal care providers participating in the Medicaid program to reduce maternal mortality and severe morbidity with respect to individuals receiving medical assistance under such program; and \n      Whereas, The guidance for states will include resources and strategies for hospitals, freestanding birth centers, and other maternal care providers, as determined by the Secretary; and\n      Whereas, The Supporting Best Practices for Healthy Moms Act calls for the establishment of an advisory committee to be known as the \"National Advisory Committee on Reducing Maternal Deaths,\" which will provide consensus advice and guidance to the Secretary on the development and compilation of the guidance; and\n      Whereas, This Committee will include an extensive list of experts, including representatives from the doula, obstetrician-gynecologist, primary care, certified nurse-midwife, and community health fields, as well as representatives from the Federal Government; and  \n      Whereas, Members of the Committee will include individuals with expertise in maternal health and experience working with populations that are at higher risk for maternal mortality or severe morbidity; and\n      Whereas, These populations include those that experience racial, ethnic, and geographic health disparities, pregnant and postpartum people experiencing a mental health disorder, or pregnant or postpartum people with other comorbidities such as substance use disorders, hypertension, thyroid disorders, and sickle cell disease; and\n      Whereas, Guidance will include best practices regarding evidence-based screening and clinician education initiatives relating to screening and treatment protocols for individuals who are at risk of experiencing complications related to pregnancy, with an emphasis on individuals with preconditions directly linked to pregnancy complications and maternal mortality and severe morbidity; and\n      Whereas, Guidance will also include best practices for hospitals, freestanding birth centers, and providers to make pregnant people aware of the complications related to pregnancy, and a fact sheet for pregnant people who are receiving care on an outpatient basis that explains the risks associated with pregnancy, birth, and the postpartum period, among other things; and \n      Whereas, Further, the guidance will provide information regarding quality assurance, health care checklists, and other information for medical professionals and institutions; and\n      Whereas, The Act also calls for a report on the payment methodologies under Medicaid for the antepartum, intrapartum, and postpartum transfer of pregnant people from one health care facility to another, including any potential disincentives or regulatory barriers to such transfers; now, therefore, be it \n      Resolved, That the Council of the City of New York calls on Congress to pass, and the President to sign, H.R. 1350/S. 408, the Supporting Best Practices for Healthy Moms Act.\nEB\nLS 17815\n06/02/2021",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members D. Diaz and Yeger\\f1\\fs22\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl-480\\slmult0\\qj\\f0\\fs24 Whereas, According to the Commonwealth Fund, in 2018 there were 17 maternal deaths for every 100,000 live births in the United States, which is more than double the ratio of most other high-income countries; and   \\par\nWhereas, According to the Centers for Disease Control and Prevention (CDC), about 700 people die each year in the United States as a result of pregnancy or delivery complications, and Black, American Indian, and Alaska Native people are two to three times more likely to die from pregnancy-related causes than white people; and \\par\nWhereas, In New York City, data from the Department of Health and Mental Hygiene (DOHMH) show that Black people are eight to twelve times more likely to die of pregnancy-related causes than white people; and \\par\nWhereas, Black people in New York City also experience disproportionately high rates of maternal morbidity, or life-threatening complications during delivery; and \\par\nWhereas, Black non-Latinx people had the highest severe maternal morbidity rate, at three times that of white, non-Latinx people; and \\par\nWhereas, This rate remained high even after accounting for other known risk factors, such as low education, neighborhood poverty level, and pre-pregnancy obesity; and\\par\nWhereas, According to DOHMH, severe maternal morbidity rates were also high among Puerto Rican and other Latinx people compared to white non-Latinx people; and \\par\nWhereas, Rates were highest among people living in high-poverty neighborhoods, and for people with an underlying chronic condition such as hypertension, diabetes, or heart disease, the rate was three times as high as those without any underlying conditions; and\\par\nWhereas, According to the Medicaid and CHIP Payment and Access Commission (MACPAC), Medicaid plays a key role in providing maternity-related services, paying for slightly less than half of all births nationally in 2018; and \\par\nWhereas, According to MACPAC, 48.4 percent of births in New York State were covered by Medicaid in 2018; and\\par\nWhereas, According to DOHMH, severe maternal morbidity and pregnancy-related deaths are more likely to impact Medicaid recipients; and\\par\nWhereas, H.R. 1350/S. 408, sponsored by Representative Robin L. Kelly and Senator Pat Toomey, otherwise known as the \\ldblquote Supporting Best Practices for Healthy Moms Act,\\rdblquote  requires the Secretary of Health and Human Services (Secretary) to publish guidance for states on strategies for maternal care providers participating in the Medicaid program to reduce maternal mortality and severe morbidity with respect to individuals receiving medical assistance under such program; and \\par\nWhereas, The guidance for states will include resources and strategies for hospitals, freestanding birth centers, and other maternal care providers, as determined by the Secretary; and\\par\nWhereas, The Supporting Best Practices for Healthy Moms Act calls for the establishment of an advisory committee to be known as the \\ldblquote National Advisory Committee on Reducing Maternal Deaths,\\rdblquote  which will provide consensus advice and guidance to the Secretary on the development and compilation of the guidance; and\\par\nWhereas, This Committee will include an extensive list of experts, including representatives from the doula, obstetrician-gynecologist, primary care, certified nurse-midwife, and community health fields, as well as representatives from the Federal Government; and  \\par\nWhereas, Members of the Committee will include individuals with expertise in maternal health and experience working with populations that are at higher risk for maternal mortality or severe morbidity; and\\par\nWhereas, These populations include those that experience racial, ethnic, and geographic health disparities, pregnant and postpartum people experiencing a mental health disorder, or pregnant or postpartum people with other comorbidities such as substance use disorders, hypertension, thyroid disorders, and sickle cell disease; and\\par\nWhereas, Guidance will include best practices regarding evidence-based screening and clinician education initiatives relating to screening and treatment protocols for individuals who are at risk of experiencing complications related to pregnancy, with an emphasis on individuals with preconditions directly linked to pregnancy complications and maternal mortality and severe morbidity; and\\par\nWhereas, Guidance will also include best practices for hospitals, freestanding birth centers, and providers to make pregnant people aware of the complications related to pregnancy, and a fact sheet for pregnant people who are receiving care on an outpatient basis that explains the risks associated with pregnancy, birth, and the postpartum period, among other things; and \\par\nWhereas, Further, the guidance will provide information regarding quality assurance, health care checklists, and other information for medical professionals and institutions; and\\par\nWhereas, The Act also calls for a report on the payment methodologies under Medicaid for the antepartum, intrapartum, and postpartum transfer of pregnant people from one health care facility to another, including any potential disincentives or regulatory barriers to such transfers; now, therefore, be it \\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls on Congress to pass, and the President to sign, H.R. 1350/S. 408, the Supporting Best Practices for Healthy Moms Act.\\par\n\\pard\\ltrpar\\qj\\fs20 EB\\f1\\fs22\\par\n\\f0\\fs20 LS 17815\\par\n06/02/2021\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\qj\\fs24\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\f1\\fs22\\par\n}\n",
  "LastModified": "2021-12-28T00:19:44.467Z"
}
