{
  "ID": 67411,
  "GUID": "1BBF8AC4-620D-4A4C-B9E6-3A586A10B611",
  "File": "Res 1716-2021",
  "Name": "Amend pretrial detention to include all hate crime charges.",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, legislation that would amend pretrial detention to include all hate crime charges.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2021-07-29T00:00:00Z",
  "AgendaDate": "2021-07-29T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    }
  ],
  "History": [
    {
      "ID": 371213,
      "Date": "2021-07-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2021-07-07T16:38:50.673Z"
    },
    {
      "ID": 371352,
      "Date": "2021-07-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18742,
      "AgendaSequence": 65,
      "MinutesSequence": 73,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2021-07-29T16:41:58.243Z"
    },
    {
      "ID": 378669,
      "Date": "2021-12-31T19:23:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T00:23:40.257Z"
    }
  ],
  "Attachments": [
    {
      "ID": 235218,
      "LastModified": "2021-12-28T00:23:30.1Z",
      "Name": "Res. No. 1716",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0e29cdfa-5134-4f30-8dc6-e6beedd0d224.docx",
      "Sort": 1
    },
    {
      "ID": 235874,
      "LastModified": "2021-07-29T20:51:03.78Z",
      "Name": "July 29, 2021 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a62d8d48-16a6-4b1b-81d0-93eae536e2d3.pdf",
      "Sort": 2
    },
    {
      "ID": 235931,
      "LastModified": "2021-08-02T14:28:31.107Z",
      "Name": "Hearing Transcript - Stated Meeting 7-29-21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d72bba21-f6fd-4add-9e7f-94f3c09fb62b.pdf",
      "Sort": 3
    },
    {
      "ID": 239643,
      "LastModified": "2021-10-06T20:07:54.033Z",
      "Name": "Minutes of the Stated Meeting - July 29, 2021",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a6040f4b-9b8a-48be-8a0b-12cf19ba6012.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 70402,
  "Text": "By Council Members Holden and Yeger\n\n      Whereas, On January 1, 2020, The New York State legislature implemented sweeping reforms to the state's system of pretrial detention, which prohibited judges from setting bail or other forms of pretrial detention for many charges; and\n      Whereas, By April 2020, the State legislature amended these laws to allow for pretrial detention for wider number of charges, including two categories of hate crimes: assault as a hate crime in the third degree and arson as a hate crime in the third degree; and\n      Whereas, New York City has experienced a significant rise in hate crimes when comparing first quarter data from 2021 to first quarter data from 2020; and\n      Whereas, The bulk of these hate crimes have been anti-Semitic or anti-Asian; and\n      Whereas, Permitting pretrial detention provides judges with the option to more meaningfully address hate crimes; and\n      Whereas, The 2020 amendments to the bail reform laws do not include the types of hate crimes prevalent throughout the city; and\n      Whereas, With over 3 million foreign-born residents, New York City is incredibly diverse: New Yorkers practice a number of different faiths and speak more than 200 languages; and\n      Whereas, There can be no tolerance for hate crimes perpetrated against any New Yorker; and \n      Whereas, Expanding bail eligibility to all hate crimes underlines the seriousness with which the City takes these types of attacks; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on New York State Legislature to pass, and the Governor to sign, legislation that would amend pretrial detention to include all hate crime charges.\n\nLS 17755\n6.29.2021",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Holden and Yeger\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, On January 1, 2020, The New York State legislature implemented sweeping reforms to the state\\rquote s system of pretrial detention, which prohibited judges from setting bail or other forms of pretrial detention for many charges; and\\par\nWhereas, By April 2020, the State legislature amended these laws to allow for pretrial detention for wider number of charges, including two categories of hate crimes: assault as a hate crime in the third degree and arson as a hate crime in the third degree; and\\par\nWhereas, New York City has experienced a significant rise in hate crimes when comparing first quarter data from 2021 to first quarter data from 2020; and\\par\nWhereas, The bulk of these hate crimes have been anti-Semitic or anti-Asian; and\\par\nWhereas, Permitting pretrial detention provides judges with the option to more meaningfully address hate crimes; and\\par\nWhereas, The 2020 amendments to the bail reform laws do not include the types of hate crimes prevalent throughout the city; and\\par\nWhereas, With over 3 million foreign-born residents, New York City is incredibly diverse: New Yorkers practice a number of different faiths and speak more than 200 languages; and\\par\nWhereas, There can be no tolerance for hate crimes perpetrated against any New Yorker; and \\par\nWhereas, Expanding bail eligibility to all hate crimes underlines the seriousness with which the City takes these types of attacks; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on New York State Legislature to pass, and the Governor to sign, legislation that would amend pretrial detention to include all hate crime charges.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n\\pard\\ltrpar\\qj\\fs20 LS 17755\\par\n6.29.2021\\par\n\\fs24\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\par\n}\n",
  "LastModified": "2022-03-11T16:52:59.17Z"
}
