{
  "ID": 67447,
  "GUID": "02689647-178C-45C0-8558-0D4466D31457",
  "File": "Res 1724-2021",
  "Name": "Protecting Moms Who Served Act (H.R  958)",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign, H.R 958 (the “Protecting Moms Who Served Act”), to commission the first-ever study of maternal morbidity and mortality among women veterans.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2021-08-26T00:00:00Z",
  "AgendaDate": "2021-08-26T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7793,
      "Slug": "darma-v-diaz",
      "FullName": "Darma V. Diaz"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    }
  ],
  "History": [
    {
      "ID": 371459,
      "Date": "2021-08-26T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2021-08-06T15:15:50.747Z"
    },
    {
      "ID": 371642,
      "Date": "2021-08-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18756,
      "AgendaSequence": 88,
      "MinutesSequence": 104,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2021-08-26T20:31:32.66Z"
    },
    {
      "ID": 378674,
      "Date": "2021-12-31T10:18:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T15:18:16.567Z"
    }
  ],
  "Attachments": [
    {
      "ID": 236001,
      "LastModified": "2021-12-28T15:18:03.987Z",
      "Name": "Res. No. 1724",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e22515d0-2792-482b-b9d6-93d950e381d5.docx",
      "Sort": 1
    },
    {
      "ID": 238484,
      "LastModified": "2021-08-26T23:02:41.94Z",
      "Name": "August 26, 2021 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2a87dc3b-eaf2-4d4c-87a3-a2d5134034a9.pdf",
      "Sort": 2
    },
    {
      "ID": 238595,
      "LastModified": "2021-09-07T15:00:35.44Z",
      "Name": "Hearing Transcript - Stated Meeting 8-26-21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/36fbede9-a842-4225-8520-372e59aa2401.pdf",
      "Sort": 3
    },
    {
      "ID": 239990,
      "LastModified": "2021-10-18T15:21:44.38Z",
      "Name": "Minutes of the Stated Meeting - August 26, 2021",
      "Link": "https://nyc.legistar1.com/nyc/attachments/25641edb-4fb9-4607-b546-28a1a1dea390.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 70446,
  "Text": "By Council Members D. Diaz and Louis\n\n      Whereas, According to a 2020 report from the Commonwealth Fund, there are roughly 17 maternal deaths for every 100,000 live births in the United States, a number more than double that in most other high-income countries; and\n      Whereas, The same Commonwealth Fund report also observes that maternal deaths have been increasing in the United States since 2000; and\n      Whereas, While the extent of maternal morbidity among those who served in the U.S. military is not fully known, a January 2020 study published in the Journal of Women's Health indicates that these adverse maternal health outcomes may be more prevalent among women veterans; and\n      Whereas, As noted in the Journal of Women's Health study, there has not yet been a proper evaluation of maternal morbidity and mortality among women veterans; and\n      Whereas, On February 8, 2021, Senators Susan Collins and Tammy Duckworth introduced H.R. 958, also known as the \"Protecting Moms Who Served Act,\" which would commission the first-ever comprehensive study on maternal morbidity and mortality among veterans; and\n      Whereas, H.R. 958 would also invest $15 million in maternity care coordination programs at veteran care facilities, which would be used to improve community partnerships, identify potential risk factors for maternal health, and offer educational resources to expecting and new mothers; and\n      Whereas, As of 2019, New York City is home to roughly 138,000 veterans, according to the U.S. Census Bureau; and\n      Whereas, Veterans in New York City are roughly twice as likely to have a disability as other residents of New York City; and\n      Whereas, Given this large population of veterans in the City, as well as the outsized propensity of said veterans to have preexisting conditions, the study commissioned by H.R. 958 may provide deeper insight into health challenges faced by veteran mothers in New York City; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, H.R 958 (the \"Protecting Moms Who Served Act\"), to commission the first-ever study of maternal morbidity and mortality among women veterans.\n\nLS #17807\n7/12/2021\nTWN",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members D. Diaz and Louis\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to a 2020 report from the Commonwealth Fund, there are roughly 17 maternal deaths for every 100,000 live births in the United States, a number more than double that in most other high-income countries; and\\par\nWhereas, The same Commonwealth Fund report also observes that maternal deaths have been increasing in the United States since 2000; and\\par\nWhereas, While the extent of maternal morbidity among those who served in the U.S. military is not fully known, a January 2020 study published in the \\i Journal of Women\\rquote s Health\\i0  indicates that these adverse maternal health outcomes may be more prevalent among women veterans; and\\par\nWhereas, As noted in the \\i Journal of Women\\rquote s Health \\i0 study, there has not yet been a proper evaluation of maternal morbidity and mortality among women veterans; and\\par\nWhereas, On February 8, 2021, Senators Susan Collins and Tammy Duckworth introduced H.R. 958, also known as the \\ldblquote Protecting Moms Who Served Act,\\rdblquote  which would commission the first-ever comprehensive study on maternal morbidity and mortality among veterans; and\\par\nWhereas, H.R. 958 would also invest $15 million in maternity care coordination programs at veteran care facilities, which would be used to improve community partnerships, identify potential risk factors for maternal health, and offer educational resources to expecting and new mothers; and\\par\nWhereas, As of 2019, New York City is home to roughly 138,000 veterans, according to the U.S. Census Bureau; and\\par\nWhereas, Veterans in New York City are roughly twice as likely to have a disability as other residents of New York City; and\\par\nWhereas, Given this large population of veterans in the City, as well as the outsized propensity of said veterans to have preexisting conditions, the study commissioned by H.R. 958 may provide deeper insight into health challenges faced by veteran mothers in New York City; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, H.R 958 (the \\ldblquote Protecting Moms Who Served Act\\rdblquote ), to commission the first-ever study of maternal morbidity and mortality among women veterans.\\par\n\\pard\\ltrpar\\qj\\fs18\\par\nLS #17807\\par\n7/12/2021\\par\nTWN\\par\n\\fs24\\par\n}\n",
  "LastModified": "2021-12-28T15:18:16.69Z"
}
