{
  "ID": 67921,
  "GUID": "DF7B7776-A9E0-488D-8FA8-F42EEF07AB4D",
  "File": "Res 1837-2021",
  "Name": "Make forcible touching a felony and to amend Article 240 of the Penal Code to categorize aggravated sexual harassment of a correction officer, including verbal abuse and lewd gestures, a Class A misdemeanor.",
  "Title": "Resolution calling on the State Legislature to amend Article 130 of the Penal Code to make forcible touching a felony and to amend Article 240 of the Penal Code to categorize aggravated sexual harassment of a correction officer, including verbal abuse and lewd gestures, a Class A misdemeanor.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2021-12-09T00:00:00Z",
  "AgendaDate": "2021-12-09T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    }
  ],
  "History": [
    {
      "ID": 375294,
      "Date": "2021-12-09T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2021-12-06T14:51:05.723Z"
    },
    {
      "ID": 375637,
      "Date": "2021-12-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18998,
      "AgendaSequence": 210,
      "MinutesSequence": 247,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2021-12-09T23:33:25.437Z"
    },
    {
      "ID": 378685,
      "Date": "2021-12-31T11:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T16:10:06.38Z"
    }
  ],
  "Attachments": [
    {
      "ID": 243177,
      "LastModified": "2021-12-28T16:09:55.567Z",
      "Name": "Res. No. 1837",
      "Link": "https://nyc.legistar1.com/nyc/attachments/70561d7b-c310-4c73-bb69-d4f1e8bbb4e2.docx",
      "Sort": 1
    },
    {
      "ID": 244050,
      "LastModified": "2021-12-10T13:52:47.953Z",
      "Name": "December 9, 2021 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5a683aeb-d461-426e-aa81-ad389d502da3.pdf",
      "Sort": 2
    },
    {
      "ID": 247923,
      "LastModified": "2022-01-13T19:37:15.673Z",
      "Name": "Hearing Transcript - Stated Meeting 12-9-21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2001b219-2180-407e-ab16-1eed17b3c7df.pdf",
      "Sort": 3
    },
    {
      "ID": 251674,
      "LastModified": "2022-03-15T18:20:09.173Z",
      "Name": "Minutes of the Stated Meeting - December 9, 2021",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9ab124ef-88bd-45f8-9167-e9e0f917adfd.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 71031,
  "Text": "By Council Members Adams and Yeger\n\n\tWhereas, Correction officers have faced an onslaught of sexual assaults and sexual harassment from detainees on Rikers Island and other city jails, often without any repercussions or consequences according to local news reports; and\n      Whereas, On October 30, 2021, The New York Times reported that nearly half of the uniformed staff at New York City's jails are women that face a particularly high risk of being attacked; and\n      Whereas, So far this year, there have been at least 19 allegations of detainees sexually assaulting uniformed correction employees, according to the New York City Department of Correction (DOC). Eighteen of these uniformed correction employees were women, with an additional five reported cases of sexual assault against female civilian staff members; and\n      Whereas, Article 130 of the New York State Penal Code categorizes the forcible touching of a correction officer as only a class A misdemeanor; and\n      Whereas, Article 240 currently categorizes forms of verbal abuse or lewd gestures as harassment in either the first or the second degree and as only constituting a violation; and\n      Whereas, Penal Code offenses that are categorized as violations cannot be subject to a sentence of imprisonment in excess of 15 days; and\n      Whereas, The DOC and the Correction Officers' Benevolent Association, the union representing correction officers in the City's jails, issued a statement that they are working in collaboration with the Bronx District Attorney, who oversees the Riker's Island Prosecution Bureau, to ensure that victims of these heinous assaults receive the justice and support they deserve; and\n      Whereas, During an October 2021 news conference outside of Rikers Island, New York City Council Member Adrienne E. Adams emphasized the need to make forcible touching of a correction officer a felony instead of a misdemeanor, and the need to classify aggravated sexual harassment of a correction officer, including verbal abuse and lewd gestures, as a misdemeanor rather than a civil infraction; and\n      Whereas, Assemblyman David I. Weprin, Chair of the Correction Committee, has said he would introduce legislation to increase the penalties for sexual assault and harassment against correction officers; and\n      Whereas, New York State Press Secretary Hazel Crampton-Hays has stated that, Governor Hochul has zero tolerance for any sexual harassment or assault, and that her office would work with the State Legislature to protect New Yorkers during discussions that would institute higher penalties for such crimes; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the State Legislature to amend Article 130 of the Penal Code to make forcible touching a felony and to amend Article 240 of the Penal Code to categorize aggravated sexual harassment of a correction officer, including verbal abuse and lewd gestures, a Class A misdemeanor.\n\n\nLS #18255\n11/30/2021\nAH\n\n\n\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Adams and Yeger\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Correction officers have faced an onslaught of sexual assaults and sexual harassment from detainees on Rikers Island and other city jails, often without any repercussions or consequences according to local news reports; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, On October 30, 2021, The New York Times reported that nearly half of the uniformed staff at New York City\\rquote s jails are women that face a particularly high risk of being attacked; and\\par\nWhereas, So far this year, there have been at least 19 allegations of detainees sexually assaulting uniformed correction employees, according to the New York City Department of Correction (DOC). Eighteen of these uniformed correction employees were women, with an additional five reported cases of sexual assault against female civilian staff members; and\\par\nWhereas, Article 130 of the New York State Penal Code categorizes the forcible touching of a correction officer as only a class A misdemeanor; and\\par\nWhereas, Article 240 currently categorizes forms of verbal abuse or lewd gestures as harassment in either the first or the second degree and as only constituting a violation; and\\par\nWhereas, Penal Code offenses that are categorized as violations cannot be subject to a sentence of imprisonment in excess of 15 days; and\\par\nWhereas, The DOC and the Correction Officers\\rquote  Benevolent Association, the union representing correction officers in the City\\rquote s jails, issued a statement that they are working in collaboration with the Bronx District Attorney, who oversees the Riker\\rquote s Island Prosecution Bureau, to ensure that victims of these heinous assaults receive the justice and support they deserve; and\\par\nWhereas, During an October 2021 news conference outside of Rikers Island, New York City Council Member Adrienne E. Adams emphasized the need to make forcible touching of a correction officer a felony instead of a misdemeanor, and the need to classify aggravated sexual harassment of a correction officer, including verbal abuse and lewd gestures, as a misdemeanor rather than a civil infraction; and\\par\nWhereas, Assemblyman David I. Weprin, Chair of the Correction Committee, has said he would introduce legislation to increase the penalties for sexual assault and harassment against correction officers; and\\par\nWhereas, New York State Press Secretary Hazel Crampton-Hays has stated that, Governor Hochul has zero tolerance for any sexual harassment or assault, and that her office would work with the State Legislature to protect New Yorkers during discussions that would institute higher penalties for such crimes; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the State Legislature to amend Article 130 of the Penal Code to make forcible touching a felony and to amend Article 240 of the Penal Code to categorize aggravated sexual harassment of a correction officer, including verbal abuse and lewd gestures, a Class A misdemeanor.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #18255\\par\n\\pard\\ltrpar 11/30/2021\\par\n\\pard\\ltrpar\\qj AH\\par\n\\fs22\\par\n}\n",
  "LastModified": "2022-03-15T18:21:05.01Z"
}
