{
  "ID": 44284,
  "GUID": "9FC47DA7-23F1-40FF-8388-A11E65103183",
  "File": "Int 0002-2010",
  "Name": "Crane Safety",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to crane safety.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-02-03T00:00:00Z",
  "AgendaDate": "2010-02-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 239083,
      "Date": "2010-02-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239221,
      "Date": "2010-02-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9593,
      "AgendaSequence": 75,
      "MinutesSequence": 100,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 282108,
      "Date": "2013-12-31T16:25:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45236,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 3302.1 of chapter 33 of the New York city building code, as amended by local law number 46 for the year 2008, is amended by adding new definitions in alphabetical order and amending existing definitions to read as follows:\n\nCRANE. A power operated machine, including all parts, components, and attachments thereto, for lifting or lowering a load and moving it horizontally which utilizes wire rope and in which the hoisting mechanism is an integral part of the machine. The definition of a crane shall also include articulating boom crane, regardless of whether it has a hoisting mechanism integral to the machine. \n\nEQUIPMENT OWNER.  The entity that owns the equipment.\n\nEQUIPMENT USER.  The entity that receives authorization from the department to operate the equipment.\n\nMOBILE CRANE. A commercial truck mounted crane, [crawler crane,] wheel mounted crane (multiple control stations), or wheel mounted crane (single control station). \n\nPILE DRIVER.  A machine used exclusively to deliver repeated blows to the top of a pile for driving it into the ground that consists of a frame which supports and guides a hammer weight, together with a mechanism for raising and dropping the hammer or for driving the hammer.  The definition of a pile driver shall not include a crane modified or equipped with attachments to drive piles; such modified or equipped cranes shall be considered to be a crane.\n\nSELF ERECTING TOWER CRANE.  A form of crane whose tower and boom and/or jib elements are not dissembled into component sections and which can be transported between sites as a complete unit, and whose erection and dismantling processes are an inherent part of the crane’s function.\n\nSERVICE CRANE.  A mobile crane used to perform tasks on a job site not directly related to the construction, alteration, or demolition of a building.  A service crane shall not include a mobile crane used to assemble or disassemble scaffolds, sidewalk sheds, cranes, derricks, hoists, or other construction related items, or a mobile crane used to place or extract equipment or trailers.\n\n\n\t§2.  The heading of section 3319 of chapter 33 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\n\nSECTION BC 3319\nCRANES, [AND] DERRICKS, AND PILE DRIVERS\n\n\n\t§3.  Section 3319.1 of chapter 33 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\n\n3319.1 Scope.  The [construction] design, installation, inspection, maintenance, repair, modification, and use of cranes, [and] derricks, and pile drivers shall be in conformance with the requirements of this section, Section 3316, and with rules promulgated by the commissioner. \n\nExceptions:\n1.\tThe requirements of this section shall not apply to excavating or earth-moving equipment, except cranes used with clamshells.\n2.\tThe requirements of this section shall not apply to hoisting machines permanently mounted on the bed of material delivery trucks that are used exclusively for loading and unloading such trucks, provided that the length of boom does not exceed the length of the truck bed by more than 5 feet (1524 mm) and that any material transported thereon shall not be raised more than 2 feet (610 mm) in the unloading process. Operators of such equipment shall be exempt from the licensing requirements described in Chapter 4 of Title 28 of the Administrative Code.\n3.\tThe requirements of this section shall not apply to cranes, derricks, or pile drivers used in industrial or commercial plants or yards not used for the construction of the facility in accordance with subdivision 3 of section 643 of the New York City Charter. Operators of such equipment shall be exempt from the licensing requirements described in Chapter 4 of Title 28 of the Administrative Code.\n4.\tThe requirements of this section shall not apply to floating cranes, floating derricks, and cranes and derricks used on floating equipment. Operators of such equipment shall be exempt from the licensing requirements described in Chapter 4 of Title 28 of the Administrative Code.\n5.\tThe requirements of this section shall not apply to augurs, churn-drills and other drilling equipment not used for hoisting any objects. Operators of such equipment shall be exempt from the licensing requirements described in Chapter 4 of Title 28 of the Administrative Code.\n6.\tThe requirements of this section shall not apply to mechanic’s trucks with a hoisting device, including those used in activities related to the maintenance and repair of construction-related equipment.\n7.\tThe requirements of this section shall not apply to cranes, derricks, or pile drivers where an engineer, on behalf of the equipment user, demonstrates to the satisfaction of the department that the use of the crane, derrick, or pile driver conforms with the following:\n7.1.\tThe setup, assembly, disassembly, and/or operation of the crane, derrick, or pile driver, including all hoisting, occurs entirely within the property lines, and that such property is closed to the public; and\n7.1.1.\tFor a mobile crane, crawler crane, or articulating boom crane, the crane will not come within a distance equal to or greater than 125% of the boom length (including jibs and any extensions thereto) from any public street or sidewalk, area accessible to the public, occupied building, structure on an adjoining lot, or city owned property; or\n7.1.2.\tFor a tower crane, self erecting tower crane, or derrick, the crane or derrick will not come within a distance equal to or greater than two times the final height of the crane or derrick plus the boom length (including jibs and any extensions thereto) from any public street or sidewalk, area accessible to the public, occupied building, structure on an adjoining lot, or city owned property; or\n7.1.3.\tFor a pile driver, the pile driver will not come within a distance equal to or greater than 125% of the height of the rig from any public street or sidewalk, area accessible to the public, occupied building, structure on an adjoining lot, or city owned property.\n7.2.\tNo loads are moved over a public street or sidewalk, area accessible to the public, occupied building, structure on an adjoining lot, or city owned property; and\n7.3.\tThe crane, derrick, or pile driver, in all conditions of loading, will not overload any subsurface vault, tunnel, or utility structure.\n\n\n\t§4.  Section 3319.3 of chapter 33 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\n\n3319.3 [Requirements] Certificates required.  No equipment owner, equipment user or other person shall authorize or permit the operation of any crane [or], derrick, or pile driver without a certificate of approval, a certificate of operation and a certificate of on-site inspection. \n\nExceptions: \n1. [The requirements of this section shall not apply to excavating or earth-moving equipment, except cranes used with clamshells.]\n\n[2.] The requirements of this section shall not apply to cranes [or], derricks, or pile drivers performing an emergency use pursuant to the lawful order of the head of any department. \n\n[3.] 2. The requirements of this section shall not apply to mobile cranes that are not otherwise exempted by section 3319.1, including jibs and any other extensions to the boom not exceeding 50 feet (15 240 mm) in length and with a manufacturer’s rated capacity of 3 tons (2722 kg) or less. \n\n[4.] 3. The requirements of this section shall not apply to mobile cranes that are not otherwise exempted by section 3319.1, including jibs and any other extensions, exceeding 50 feet (15 240 mm) but not exceeding 135 feet (41 148 mm) in length, and with a manufacturer’s rated capacity of 3 tons (2722 kg) or less, except that a certificate of operation, as provided for in Section 3319.5, shall be required. The requirement for a certificate of operation shall not apply to such a crane used exclusively as a man basket. The commissioner may, by rule, exempt other mobile cranes of limited size from any or all requirements of this section. \n\n[5. The requirements of this section shall not apply to hoisting machines permanently mounted on the bed of material delivery trucks that are used exclusively for loading and unloading such trucks, provided that the length of boom does not exceed the length of the truck bed by more than 5 feet (1524 mm) and that any material transported thereon shall not be raised more than 2 feet (610 mm) in the unloading process. Operators of such equipment shall be exempt from the licensing requirements described in Chapter 4 of Title 28 of the Administrative Code.\n\n6. The requirements of this section shall not apply to cranes or derricks used in industrial or commercial plants or yards not used for the construction of the facility. Floating cranes, floating derricks, and cranes and derricks used on floating equipment shall also be exempt from the requirements of this section. Operators of such equipment shall be exempt from the licensing requirements described in Chapter 4 of Title 28 of the Administrative Code.\n\n7. The requirements of this section shall not apply to augurs, churn-drills and other drilling equipment not used for hoisting any objects. Operators of such equipment shall be exempt from the licensing requirements described in Chapter 4 of Title 28 of the Administrative Code.\n\n8.] 4.  The requirements of this section shall not apply to derricks having a maximum rated capacity not exceeding 1 ton (907 kg). \n\n[9. The requirements of this section shall not apply to mechanic’s truck with a hoisting device when used in activities related to the maintenance and repair of construction-related equipment.\n\n10.] 5.  The requirements of this section shall not apply to articulating boom cranes that are not otherwise exempted by section 3319.1, that do not have an integral hoisting mechanism, and that are used exclusively for loading and unloading of trucks or trailers, provided that the length of boom does not exceed 135 feet (41 148 mm) and that any material transported thereon shall not be raised more than 100 feet (30 480 mm) in the unloading process.  Operators of such equipment shall be exempt from the licensing requirements described in Chapter 4 of Title 28 of the Administrative Code.\n\n6.\tThe requirements for a certificate of on-site inspection shall not apply where the setup and operation, including all hoisting operations, of a mobile crane or articulating boom crane are to be performed under the supervision of a licensed master rigger provided the following conditions are met:\n6.1.\tThe crane possesses a valid certificate of approval and certificate of operation, unless such crane is otherwise exempted from such requirement for a certificate by the code;\n6.2.\tThe licensed master rigger, or master rigger foreman, will be personally present to supervise the entire setup and operation of the crane, including all hoisting operations;\n6.3.\tSuch operation is limited to the placement of non-construction materials or non-construction equipment near, on, or within a building;\n6.4.\tThe boom length of the crane, including jibs and any extension thereto, is not greater than 250 feet (76.2m) in length; \n6.5.\tThe crane will not be supported by a building, foundation, platform, or temporary structure, and shall be supported only by footing in accordance with section 3319.14.4; \n6.6.\tThe crane, in all conditions of loading, will not overload the street, soil, or sidewalk, or any ground, utility, vault, or subsurface condition;\n6.7.\tThe licensed master rigger provides notification to the department no less than 5 business days prior to the use of the crane, certifies that the above conditions shall be met, and further provides a user certification in accordance with section 3319.6.3.2; and\n6.8.\tThe equipment owner provides certification in accordance with section 3319.6.3.1.\n\n7.\tThe requirements for a certificate of on-site inspection shall not apply for the use of a service crane, provided the following conditions are met:\n7.1.\tThe crane possesses a valid certificate of approval and certificate of operation, unless such crane is otherwise exempted from such requirement for a certificate by the code;\n7.2.\tThe setup, assembly, disassembly and/or operation of the service crane, including all hosting operations, occurs entirely within the property lines;\n7.3.\tSuch property is closed to the public;\n7.4.\tNo loads are moved over a public street or sidewalk, area accessible to the public, occupied building, or adjoining lot;\n7.5.\tThe boom length, including jibs and any extensions thereto, is not greater than 110 feet (33.5m);\n7.6.\tThe crane, in all conditions of loading, will not overload the street, soil, or sidewalk, or any ground, utility, vault, or subsurface condition;\n7.7.\tAn engineer on behalf of the equipment user provides notification to the department no less than 5 business days prior to the use of the crane and certifies that the above conditions shall be met;\n7.8.\tThe equipment user provides a user certification in accordance with section 3319.6.3.2; and\n7.9.\tThe equipment owner provides certification in accordance with section 3319.6.3.1.\n\n8.\tThe requirements for a certificate of on-site inspection shall not apply for the use of a mobile crane operating with a clamshell provided the following conditions are met:\n8.1.\tThe crane possesses a valid certificate of approval and certificate of operation, unless such crane is otherwise exempted from such requirement for a certificate by the code;\n8.2.\tThe setup, assembly, disassembly and/or operation of the crane, including all hosting operations, occurs entirely within the property lines;\n8.3.\tSuch property is closed to the public;\n8.4.\tNo loads are moved over a public street or sidewalk, area accessible to the public, occupied building, or adjoining lot;\n8.5.\tThe crane, in all conditions of loading, will not overload the street, soil, or sidewalk, or any ground, utility, vault, or subsurface condition;\n8.6.\tThe crane is located a distance from the edge of the excavation equal to or greater than the depth of the excavation; \n8.7.\tEither:\n8.7.1.\tThe crane is designed or supported on a platform so that the soil bearing pressure does not exceed 500 pounds per square foot (102.4 kg per square meter); or \n8.7.2.\tWhere the pressure on the soil is in excess of 500 pounds per square foot (102.4 kg per square meter) but does not exceed 2,500 pounds per square foot (512 kg per square meter), an engineer certifies and provides calculations to the department demonstrating that, on the basis of borings taken and filed with the department, that the soil is adequate to support the load imposed by the crane.\n8.8.\tAn engineer on behalf of the equipment user provides notification to the department no less than 5 business days prior to the use of the crane and certifies that the above conditions shall be met;\n8.9.\tThe equipment user provides a user certification in accordance with section 3319.6.3.2; and\n8.10.\tThe equipment owner provides certification in accordance with section 3319.6.3.1.\n\n9.\tThe requirements for a certificate of on-site inspection shall not apply for the use of a pile driver provided the following conditions are met:\n9.1.\tThe pile driver possesses a valid certificate of approval and certificate of operation, unless such crane is otherwise exempted from such requirement for a certificate by the code;\n9.2.\tThe setup, assembly, disassembly and/or operation of the pile driver occurs entirely within the property lines;\n9.3.\tSuch property is closed to the public;\n9.4.\tNo loads are moved over a public street or sidewalk, area accessible to the public, occupied building, or  adjoining lot;\n9.5.\tThe pile driver, in all conditions of loading, will not overload the street, soil, or sidewalk, or any ground, utility, vault, or subsurface condition;\n9.6.\tEither:\n9.6.6.\tThe pile driver is designed or supported on a platform so that the soil bearing pressure does not exceed 500 pounds per square foot (102.4 kg per square meter); or\n9.6.7.\tWhere the pressure on the soil is in excess of 500 pounds per square foot (102.4 kg per square meter) but does not exceed 2,500 pounds per square foot (512 kg per square meter), an engineer certifies and provides calculations to the department demonstrating that, on the basis of borings taken and filed with the department, that the soil is adequate to support the load imposed by the pile driver.\n9.7.\tAn engineer on behalf of the equipment user provides notification to the department no less than 5 business days prior to the use of the pile driver and certifies that the above conditions shall be met;\n9.8.\tThe equipment user provides a user certification in accordance with section 3319.6.3.2; and\n9.9.\tThe equipment owner provides certification in accordance with section 3319.6.3.1.\n\n\n\t§5.  Section 3319.4 of chapter 33 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\n\n3319.4 Certificate of approval. Certificates of approval shall comply with the [following:] requirements of sections 3319.4.1 through 3319.4.7.\n\n[1. The manufacturer, owner, or designated representative of a crane or derrick for which a certificate of approval is sought shall file an application for such certificate of approval and provide such information as set forth in rules promulgated by the commissioner. \n\n2. Upon the department’s approval of the application described in item 1 above, the department shall issue a certificate of approval for the equipment and an approval of the submitted load rating chart. \n\n3. A new certificate of approval shall be required when a crane or derrick is modified or altered to increase the boom length, jibs or any extensions to the boom beyond the maximum approval length or when the load ratings are increased.]\n\n3319.4.1 Application.  To request a certificate of approval, a prototype application shall be filed by a professional engineer on behalf of the equipment owner, or by the manufacturer of the crane, derrick, or pile driver if the manufacturer is certified by the department in accordance with rules promulgated by the commissioner. The application shall contain information and other such documents as required in rules promulgated by the commissioner, including, but not limited to, manuals and load rating chart(s) supplied by the manufacturer.\n\n3319.4.2 Approval.  Upon the department’s approval of the prototype application, the department shall approve the submitted load rating chart(s) and issue a certificate of approval for the crane, derrick, or pile driver.\n\n3319.4.3 Amendments.  An existing certificate of approval may be amended by a professional engineer on behalf of the equipment owner, or by the manufacturer of the crane, derrick, or pile driver if the manufacturer is certified by the department.  \n\nAn amendment shall be required where the load ratings or configurations of the crane, derrick, or pile driver are altered, where the boom or mast length is increased, or where any components, including but not limited to boom or mast sections, jibs, extensions, attachments, or other equipment not provided for in the certificate of approval are added.\n\nUpon the department’s approval of the amendments submitted, the department shall issue an amended certificate of approval.  \n\n3319.4.4 Operation.  A crane, derrick, or pile driver requiring a certificate of approval shall not:\n\n1.\tBe operated without a valid certificate of approval;\n2.\tLift beyond its maximum capacity or be operated in a manner or configuration not provided for in the certificate of approval;\n3.\tBe modified to increase lifting capacity beyond that approved in the certificate of approval;\n4.\tBe modified or altered to increase the boom or mast length beyond that in the certificate of approval; or\n5.\tBe provided with any components, including but not limited to boom or mast sections, jibs, extensions, attachments, or other equipment, not provided for in the certificate of approval.\n\n3319.4.5 Transferability.  Where equipment and its configurations are identical to equipment already possessing a valid certificate of approval from the department and will be operated as provided in that certificate of approval, the certificate of approval issued for the initial equipment and its configurations shall be accepted for the duplicate equipment and its configurations.\n\n3319.4.6 Existing certificates of approval.  Existing certificates of approval shall continue to remain valid until suspended or revoked by the department.  \n\n3319.4.7 Suspension or revocation of a certificate of approval.  The department shall suspend or revoke a certificate of approval in accordance with the provisions of §28-105.10 of the Administrative Code.\n\n\n\t§6.  Section 3319.5 of chapter 33 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\n\n3319.5 Certificate of operation. Certificates of operation shall comply with the [following:] requirements of sections 3319.5.1 through 3319.5.13. \n\n\t[1. The commissioner shall issue the initial certificate of operations for the crane or derrick with certificate of approval upon satisfactory inspection and test indicating that such crane or derrick is in a safe operating condition. The initial certificate of operation shall expire one year from the date of issuance. \n\t2. The owner of a crane or derrick covered by the certificate of operation shall renew the certificate of operation each year. \n\t3. If the owner of the covered crane or derrick applies for renewal of a certificate of operation within not more than 60 nor less than 30 days prior to the date of its expiration, such owner may continue to use the covered crane or derrick until the department grants or denies a new certificate; \n\t4. When a crane or derrick configuration is changed to increase the boom length, jibs or any extensions to the boom beyond the maximum approval length or when the load ratings are increased, a new certificate of operation shall be required. In such a case, the crane or derrick may not be operated until the new certificate of operation is obtained. \n\t5. An application for a new certificate of operation shall be submitted when attachments that affect the stability or structure of the crane or derrick are added. Calculations and load rating charts as required by rules promulgated by the commissioner shall be submitted with the renewal request.] \n\n3319.5.1 Conformity with the certificate of approval.  No application for a certificate of operation, either an initial application or renewal application, may be filed unless there is a valid certificate of approval for the crane, derrick, or pile driver issued by the department.  No certificate of operation or amendment to a certificate of operation shall be granted for a crane, derrick, or pile driver proposed to be operated in a manner that exceeds the approved load charts or the requirements of the certificate of approval, or a crane, derrick or pile driver that includes components, attachments, or other equipment not specified in the certificate of approval.\n\nException: Cranes, derricks, or pile drivers exempted by section 3319.3 from having a certificate of approval but requiring a certificate of operation.\n\n3319.5.2 Initial and renewal applications.  To request a certificate of operation, either an initial certificate or a renewed certificate, the equipment owner shall complete and sign a crane, derrick, or pile driver device application.  The application shall contain the information required by sections 3319.5.2.1 through 3319.5.2.6.\n\n3319.5.2.1 Component listing.  The equipment owner shall list all components of the crane, derrick, or pile driver in accordance with rules promulgated by the commissioner.\n\n3319.5.2.2 Tracking.  The equipment owner shall adopt a program, acceptable to the commissioner, detailing the equipment owner’s tracking of components and assigning a unique identification number to each component.  The commissioner shall promulgate rules specifying components that must be tracked.  \n\n3319.5.2.3 Periodic inspection.  The equipment owner shall certify that a qualified person has performed a periodic inspection in accordance with the requirements of the applicable standard, listed below, and any supplemental requirements in rules promulgated by the commissioner:\n\n1.\tASME B30.3-2004, for a tower crane;\n2.\tASME B30.5-2007, for a mobile or crawler crane;\n3.\tASME B30.22-2005, for an articulating boom crane; \n4.\tStandards identified in rules promulgated by the commissioner for self-erecting tower cranes;\n5.\tASME B30.6-2003, for a derrick; or\n6.\tEN 996-1996 for pile drivers.\n\nThe inspection shall have been performed within 14 days prior to the submittal of the application.  A copy of the inspection results shall be provided with the application.  \n\n\n3319.5.2.4 Crack detection inspection.  The equipment owner shall certify that crack detection inspections in accordance with rules promulgated by the commissioner have been performed, and provide a copy of the inspection results.\n\n3319.5.2.5 Deficiencies.  If any deficiencies are uncovered by the inspections required by sections 3319.5.2.3 or 3319.5.2.4, a certificate of operation shall not be issued until the equipment owner provides information on the additional level of inspection undertaken to determine if the deficiency constitutes a hazardous condition.  \n\n3319.5.2.6 Operational certification.  The equipment owner shall certify that:\n\n1.\tAt the time of the application, the crane, derrick, or pile driver is in good condition and safe working order, with no known hazardous conditions or maintenance problems that will compromise the safe operation of the crane, derrick, or pile driver.  \n2.\tThe equipment owner shall provide the crane, derrick, or pile driver to equipment user(s) in good condition and safe working order, with no known hazardous conditions or maintenance problems that will compromise the safe operation of the crane, derrick, or pile driver\n3.\tAll maintenance, repairs, modifications, or replacements made to the crane, derrick, or pile driver by or with the knowledge of the equipment owner shall be in accordance with section 3319.11.\n4.\tThe equipment owner shall notify the department of all accidents involving the crane, derrick, or pile driver in accordance with section 3319.5.11.\n\n3319.5.3 Provisions of initial application.  To request an initial certificate of operation, the equipment owner shall file an application containing all the information required by section 3319.5.2 and the following information required by sections 3319.5.3.1 through 3319.5.3.3.\n\n3319.5.3.1 Disclosure of history.  The equipment owner shall:\n\n1.\tDisclose the date of manufacture of the crane, derrick, or pile driver;\n2.\tDisclose the age of components that will be tracked as required by section 3319.5.2.2;\n3.\tDisclose if there is a manufacturer currently providing servicing and technical support to the crane, derrick, or pile driver;\n4.\tDisclose if the crane, derrick, or pile driver has been in the continuous ownership of the equipment owner since it was manufactured, and if not, the name and contact information of previous owners;\n5.\tDisclose the type of work the crane, derrick, or pile driver has typically been used for; and\n6.\tDisclose if the crane, derrick, or pile driver has ever been involved in an accident that has damaged the structural, electrical, mechanical, operational systems, or safety devices of the crane, derrick, or pile driver, and, if so, disclose what steps were taken to repair the crane, derrick, or pile driver.  \n\n3319.5.3.2 Certification of components.  The equipment owner shall:\n\n1.\tCertify that all parts and components of the crane, derrick, or pile driver, either original or replacement, are supplied by the manufacturer; and\n2.\tCertify that all repairs or modifications made to the crane, derrick, or pile driver have been in accordance with all manufacturer requirements, made by the manufacturer or a manufacturer’s representative where the manufacturer so requires, and provide at least the manufacturer’s original factor of safety.\n\n3319.5.3.3 Manufacturer certification alternative.  Where the equipment owner is unable to provide the information and certification required by sections 3319.5.3.1 and 3319.5.3.2 due to incomplete records or change of ownership, the equipment owner shall provide certification from the crane, derrick, or pile driver manufacturer or successor manufacturer that currently provides service and technical support to the crane, derrick, or pile driver that, upon inspection by the manufacturer, the manufacturer has found the crane, derrick, or pile driver to be in good condition and safe working order, with no known hazardous conditions or maintenance problems that will compromise the safe operation of the crane, derrick, or pile driver.\n\n3319.5.4 Approval.  Upon the department’s approval of the crane, derrick, or pile driver device application, the department shall issue a certificate of operation for the crane, derrick, or pile driver.\n\n3319.5.5 Amendments.  An existing certificate of operation may be amended by the equipment owner.  \n\nAn amendment shall be required where components, including but not limited to boom or mast sections, jibs, extensions, attachments, or other equipment not provided for in the certificate of operation are added.\n\nUpon the department’s approval of the amendments submitted, the department shall issue an amended certificate of operation.  \n\n3319.5.6 Renewal of the certificate of operation.  Certificates of operation shall be renewed in accordance with sections 3319.5.6.1 and 3319.5.6.2. \n\n3319.5.6.1  Renewal for mobile cranes, articulating boom cranes, self-erecting tower cranes, derricks permanently affixed to a building, and pile drivers.  The certificate of operation for a mobile crane, articulating boom crane, self-erecting tower crane, derrick permanently affixed to a building, or pile driver shall expire one year from the date of issuance, and the equipment owner shall renew the certificate of operation each year in accordance with section 3319.5.2.  \n\nIf the owner of the crane, derrick, or pile driver applies for the renewal of a certificate of operation within not more than 60 nor less than 30 days prior to the date of its expiration, such equipment may continue to operate until the department grants or denies a renewed certificate of operation.  If the application is not received within this time period, the certificate of operation shall expire at the end of the one year period.  Expired certificates of operation shall be renewed in accordance with section 3319.5.7.\n\n3319.5.6.2 Renewal of the certificate of operation for crawler cranes, tower cranes, and derricks not permanently affixed to a building.  The certificate of operation for a crawler crane, tower crane, or derrick not permanently affixed to a building shall be valid for only one job site and shall expire one year from the date of issuance.  Where such jobs are to extend beyond one year, the equipment owner shall file for a three month extension of the certificate of operation at the one year mark and every three months there after.  Such applications for an extension shall contain the information required by section 3319.5.2.\n\nIf the owner of the crane or derrick files for the extension within not more than 14 nor less than 7 days prior to the date of expiration of the certificate of operation, such crane or derrick may continue to operate until the department grants or denies the extension.  If the application for an extension is not filed within this time period, the application may be filed at a later date, but the crane or derrick shall not be operated when the certificate of operation expires and shall not resume operation until the department grants the extension.  \n\nAt the end of a job, the extension of the certificate of operation for the crane or derrick shall expire.  The certificate of operation must be renewed prior to the start of a new job in accordance with section 3319.5.7.\n\n3319.5.7 Expired certificates of operation.  Equipment owners of cranes, derricks, or pile drivers with an expired certificate of operation may renew an expired certificate of operation by filing an application to renew a certificate of operation in accordance with section 3319.5.2, and the supplemental requirements listed in section 3319.5.7.1, provided that the expired certificate of operation was issued to the same equipment owner, and provided that the same equipment owner has owned the crane, derrick, or pile driver during the entire period the certificate of operation has been expired.  If not, an application for an initial certificate of operation in accordance with section 3319.5.3 shall be filed.\n\nA crane, derrick, or pile driver possessing an expired certificate of operation shall not be operated until the department grants a new or renewed certificate of operation.\n\n3319.5.7.1 Supplemental requirements.  An application to renew an expired certificate of operation shall be accompanied by an affidavit from the equipment owner:\n\n1.\tCertifying that the crane, derrick, or pile driver has been in the continuous ownership of the equipment owner since the expiration of the certificate of operation;\n2.\tDisclosing the type and location of work the crane, derrick, or pile driver has been used for since the expiration of the certificate of operation;\n3.\tCertifying that since the expiration of the certificate of operation the crane, derrick, or pile driver has been maintained, repaired, modified, and replaced in accordance with section 3319.11.\n4.\tDisclosing repairs, modifications, and replacements made to tracked components since the expiration of the certificate of operation in accordance with section 3319.5.10; and\n5.\tDisclosing if the crane, derrick, or pile driver has been involved in an accident since the expiration of the certificate of operation in accordance with section 3319.5.11.\n\n3319.5.8 Provisions for boom sections, jibs and attachments.  All boom sections, jibs, or other attachments for a crane, derrick, or pile driver shall be listed in the certificate of operation.  Where a new boom section, jib, or other attachment is to be added to a crane, derrick, or pile driver after a certificate of operation has been issued, the certificate of operation shall be amended.  Such boom, jib, or other attachment shall not be installed or used until the amended certificate of operation is issued by the department.  No boom section, jib, or other attachment not authorized by the certificate of approval shall be permitted to be listed under a certificate of operation.\n\nException:  Boom sections, jibs, or other attachments for a mobile crane, articulating boom crane, self-erecting tower crane, derrick permanently affixed to a building, or pile driver, but not a crawler crane, tower crane, or derrick not permanently affixed to a building, may be used on equipment separate from which they are listed provided the following conditions are met:\n\n1.\tSuch items are provided for in the certificate of approval for the equipment for which they are to be used;\n2.\tSuch items are to be used on a crane, derrick, or pile driver possessing a valid certificate of operation;\n3.\tSuch items come from a separate crane, derrick, or pile driver with a valid certificate of operation and such items are listed under that certificate of operation;\n4.\tThe crane, derrick, or pile driver from which the items come and the crane, derrick, or pile driver on which the items are to be used are owned by the same equipment owner; \n5.\tSuch items have been inspected, repaired, modified, replaced, maintained, and certified, and all accidents involving such items reported in accordance with the requirements for the certificate of operation for the crane, derrick, or pile driver under which they are listed; and\n6.\tThe crane, derrick, or pile driver notice application in connection with a certificate of on-site inspection, as provided in section 3319.6, notes such items are from a separate crane, derrick, or pile driver.\n\n3319.5.9 Operation.  A crane, derrick, or pile driver requiring a certificate of operation shall not be operated if it:\n\n1.\tDoes not possess a valid certificate of operation;\n2.\tIncludes components other than those listed in the certificate of operation as required by section 3319.5.2.1, except for components installed or used in accordance with section 3319.5.8;\n3.\tIs found not to be in good condition or safe working order, or is found to possess a safety hazard;\n4.\tHas not been inspected in accordance with the provisions of section 3319 of the building code or rules promulgated by the commissioner; or\n5.\tHas not been maintained, repaired, modified, or replaced in accordance with section 3319.11.\n\n3319.5.10 Tracked components.  Where a component required to be tracked pursuant to section 3319.5.2.2 has been repaired, modified, or replaced by or with the knowledge of the equipment owner, either within or outside of New York City, such shall be reported to the department by the equipment owner.  The certificate of operation for the crane, derrick, or pile driver shall be considered invalid upon conducting the repair, modification, or replacement.  The crane, derrick, or pile driver shall not resume operation within New York City until an amended certificate of operation is approved by the department.\n\n3319.5.11 Accident reporting.  When a crane, derrick, or pile driver has been involved in an accident, either within or outside of New York City that damages the structural, electrical, mechanical, or operational systems, or safety devices of the equipment, the equipment owner shall notify the department, in writing, of the accident.  The certificate of operation for the crane, derrick, or pile driver shall be considered invalid upon the occurrence of the accident.  The crane, derrick, or pile driver shall not resume operation within New York City until an amended certificate of operation is approved by the department.\n\n3319.5.12 Sale of equipment.  When a crane, derrick, or pile driver possessing an active certificate of operation is sold to a new equipment owner, the department shall be notified, in writing, of the sale by the new equipment owner within 14 days after the date of sale.  The new equipment owner shall include a copy of the bill of sale in the notification and certify that he/she has received from the previous equipment owner a copy of all logs and records required to have been maintained by the previous equipment owner by section 3319.11.  \n\nThe new equipment owner shall not operate the crane, derrick, or pile driver within New York City until he/she has filed an application for a renewed certificate of operation in accordance with section 3319.5.2 and the department has granted a renewed certificate of operation for the crane, derrick, or pile driver.  Where a component required to be tracked pursuant to section 3319.5.2.2 has been repaired, modified, or replaced by or with the knowledge of either the old or new equipment owner, such shall be disclosed to the department in accordance with section 3319.5.10.  Where such equipment has been involved in an accident while under the ownership of either the old or new owner, such shall be disclosed to the department in accordance with section 3319.5.11.\n\nAll maintenance, repairs, modifications, and replacements made to the crane, derrick, or pile driver by either the old owner or new owner shall be in accordance with section 3319.11.\n\n3319.5.13 Suspension or revocation of a certificate of operation.  The department shall suspend or revoke a certificate of operation in accordance with the provisions of §28-105.10 of the administrative code.\n\n\n\t§7.  Section 3319.6 of chapter 33 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\n\n3319.6 Certificate of on-site inspection. Certificates of on-site inspection shall comply with the [following:] requirements of section 3319.6.1 through 3319.6.8. \n\n[1.\tThe equipment user, or his or her designated representative, shall obtain a certificate of on site inspection for the use of any crane or derrick used for construction or demolition purposes at each job site. Such application for the certificate of on-site inspection shall include information set forth in rules promulgated by the commissioner. \n\n2.\tUpon approval of the application, a copy of such approval shall be given to the applicant. It shall be unlawful to operate the equipment that is the subject of the approval until it has been inspected and found to be satisfactory by the department as set forth in rules promulgated by the commissioner. Upon inspection and a finding of satisfactory compliance, the approval shall be deemed a certificate of on-site inspection, which shall expire one year from the date of issuance. A certificate of on-site inspection may be renewed in accordance with rules promulgated by the commissioner; \n\n3.\tThe certificate of on-site inspection is y valid only if the conditions and statements contained in the approved application are complied with and the crane or derrick is operated in conformance with the provisions of this section and the rules applicable thereto. \n\n4.\tA certificate of on-site inspection is not required for cranes or derricks performing work exempted from such requirement by rules promulgated by the commissioner.]\n\n3319.6.1 Conformity with the certificate of approval and certificate of operation.  No application for a certificate of on-site inspection, either an initial application or renewal application, may be filed unless there is a valid certificate of approval and certificate of operation for the crane, derrick, or pile driver issued by the department.  No certificate of on-site inspection, or amendment to a certificate of on-site inspection, shall be granted for a crane, derrick, or pile driver proposed to be operated beyond that in the approved load charts, or provided with attachments or other equipment not provided for in the certificate of approval or certificate of operation.\n\nException:  An application for a certificate of on-site inspection may be filed when the crane, derrick, or pile driver has an expired certificate of operation, provided the certificate of operation is renewed in accordance with section 3319.5.7 prior to the issuance of the certificate of on-site inspection.\n\n3319.6.2 Application.  To apply for a certificate of on-site inspection, an engineer retained by the equipment user shall file a crane, derrick, or pile driver application known as a crane, derrick or pile driver notice application.  The notice application shall contain the information required by sections 3319.6.2.1 through 3319.6.2.6. Accompanying plans and calculations shall be signed and sealed by the engineer, and include the project address.\n\n3319.6.2.1 Ground and subsurface conditions.  Where a crane, derrick, or pile driver is proposed to be located on the ground, the notice application shall include the following:\n\n1.\tCertification from the engineer submitting the notice application that he/she has inspected the ground conditions at the proposed location of the crane, derrick, or pile driver and accounted for them in his or her design;\n2.\tIdentification of all pertinent ground and subsurface conditions, including but not limited to elevations and slopes, all sheeting, shoring, retaining walls, or excavations, all vaults, foundations, utilities, or other subsurface structures that could be impacted by the presence of the crane, derrick, or pile driver, along with identification of assumed soil, street, and sidewalk bearing values; and\n3.\tCertification, supported by calculations, demonstrating that the crane, derrick, or pile driver, in all conditions of loading, will not overload the street, soil, or sidewalk, or any ground, utility, vault, or subsurface condition identified in item number 2 above.\n\n3319.6.2.2 Footing.  The notice application shall include plans for the footing of the crane, derrick, or pile driver, including matting needed to support and distribute the loads of the crane, derrick, or pile driver.  The notice application shall demonstrate the adequacy of the footing and/or matting for all conditions of loading, or certify that timber in accordance with section 3319.14.4 is adequate and shall be provided.\n\nThe location of outriggers shall be clearly marked.  If outriggers must be set at unequal positions, the engineer shall supply calculations verifying the stability of the crane, derrick, or pile driver.\n\n3319.6.2.3 Foundation.  Where a foundation, building, platform, or temporary structure is to support a crane, derrick, or pile driver, including but not limited to tie-in connections for tower cranes or the anchorages of derricks, the notice application shall contain all plans and calculations necessary to demonstrate the following, both for in service and out of service conditions:\n\n1.\tThe adequacy of the foundation, building, platform, or temporary structure to support the crane, derrick, or pile driver in all conditions of loading; and\n1.1.\tAny modifications needed to enable an existing foundation, building, platform, or temporary structure to support the crane, derrick, or pile driver in all conditions of loading; or\n1.2.\tThe design of any foundation, platform, or temporary structure needed to be constructed to support the crane, derrick, or pile driver in all conditions of loading.\n2.\tMeans of supporting and bracing the equipment; and\n3.\tReactions imposed on the foundation, building, platform, or temporary structure by the crane, derrick, or pile driver, including those due to impact and wind.\n\nWhere the building is a building under construction, the application shall also contain a copy of the crane plans stamped “reviewed for loads imposed” by the registered design professional for the building, or a letter from the registered design professional for the building stating that he or she has reviewed the crane plans(s) for the loads it will impose on the building and attesting to the adequacy of the building to support the loads.\n\n3319.6.2.4 Setup plan.  The notice application shall include site plan(s) and elevation plan(s) showing the following:\n\n1.\tThe intended location of crane, derrick, or pile driver;\n2.\tAreas where the crane or pile driver is proposed to travel on site;\n3.\tTemporary construction such as sidewalk sheds, scaffolds, and hoists; \n4.\tAll surrounding buildings and structures within 125% of the maximum swing radius and swing path of the crane, derrick, or pile driver, with details including items such as balconies and setbacks;\n5.\tAbove ground utilities, street lights, traffic lights, antennas, electrical lines, phone or other lines, bridges, viaducts, and infrastructure within the maximum swing radius of the crane, derrick, or pile driver; and\n6.\tDetails demonstrating that the crane, derrick, or pile driver will not come into contact with any structures or obstructions.\n\n3319.6.2.5 Configuration plan.  The notice application shall include site plan(s) and elevation plan(s) showing the crane, derrick, or pile driver in all configurations for which it will be utilized at the job site, including showing all proposed boom lengths, jibs, and other attachments.  For tower cranes, all proposed counterweights, including the amounts and configurations, shall be supplied.\n\n3319.6.2.6 Assembly, jumping, and disassembly plan.  Where a crane, derrick, or pile driver requires assembly, jumping, or disassembly, including boom assembly, or the attachment of jibs or other attachments, or requires the use of assist cranes, an assembly and disassembly plan showing all phases of the assembly and disassembly shall be included.  For tower cranes, the requirements of section 3319.8 shall apply.\n\n3319.6.3 Approval.  Upon approval of the crane, derrick, or pile driver notice application, a copy of such approval shall be given to the applicant.  The crane, derrick, or pile driver shall not be set up or installed until the department has given such approval.  Prior to setup or installation, the certifications required by section 3319.6.3.1 and 3319.6.3.2 shall be provided to the department.\n\nExceptions:  \n\n1.\tTower crane foundation.  The foundation for a tower crane may be installed prior to the submittal of a crane notice application provided that foundation plans for the tower crane foundation containing the information required by sections 3319.6.2.1 and 3319.6.2.3 are submitted to the department for review and approval prior to the installation of the tower crane foundation.  This information does not need to reference a specific crane or crane set-up.\n2.\tTower crane first mast section.  The first mast section of a tower crane may be installed without an approved notice application from the department for the tower crane, provided the assist crane or derrick possesses a valid certificate of on-site inspection, and provided the mast section is inspected and installed in accordance with rules promulgated by the commissioner.\n\n3319.6.3.1 Owner certification.  Prior to setup or installation of the crane, derrick, or pile driver, the equipment owner shall certify that the crane, derrick, or pile driver has been inspected, maintained, modified, repaired, and replaced by the owner in accordance with the provisions of the certificate of operation and section 3319.11, and that the crane, derrick, or pile driver has been provided to the equipment user in a good condition and safe working order, with no known hazardous conditions or maintenance problems that will compromise the safe operation of the crane, derrick, or pile driver.  The certification shall be in the form of a letter, specific to the job.\n\n3319.6.3.2 User certification.  Prior to setup or installation of the crane, derrick, or pile driver, the equipment user shall certify that he/she shall, while the crane, derrick, or pile driver is in his or her possession:\n\n1.\tSet up and operate the crane, derrick, or pile driver in accordance with the provisions of the approved load chart, certificate of approval, certificate of operation, and certificate of on-site inspection, or where such equipment is proposed to be operated under an exemption from such certificate, the equipment is operated in accordance with the provisions of the exemption;\n2.\tMaintain the crane, derrick, or pile driver in accordance with section 3319.11;\n3.\tMaintain a maintenance log in accordance with section 3319.11;\n4.\tMaintain an inspection log in accordance with rules promulgated by the commissioner;\n5.\tNot make any repairs, modifications, or replacements to the crane, derrick, or pile driver without the knowledge and authorization of the equipment owner in accordance with section 3319.11; \n6.\tImmediately notify the department and the equipment owner of any accident involving the crane, derrick, or pile driver; \n7.\tProvide flagperson(s), fences, barricades, or other adequate means to keep the public from coming into contact with the crane, derrick, or pile driver, or passing through a hoisting zone in accordance with section 3319.14; \n8.\tProvide footing in accordance with section 3319.14;\n9.\tNot permit hoisting over occupied buildings unless the provisions of section 3319.14 are satisfied;\n10.\tObtain all other permits and notifications required by section 3319.14;\n11.\tNot permit the operation of the crane, derrick, or pile driver when a hazardous condition is known to exist; and\n12.\tNot permit the set up or use of the crane, derrick, or pile driver without a valid approved application or certificate of on-site inspection in accordance with section 3319.6.\n\nThe certification shall be in the form of a letter, specific to the job.\n\n3319.6.4 Issuance of the certificate of on-site inspection.  Upon set up or installation, the crane, derrick, or pile driver shall not be operated until the crane, derrick, or pile driver has passed an inspection in accordance with rules promulgated by the department.  Upon satisfactory compliance, the approved crane, derrick, or pile driver notice application shall be deemed a certificate of on-site inspection, which shall expire one year from the date of issuance.\n\n3319.6.5 Assist cranes or derricks.  Assist cranes or derricks are required to possess a valid certificate of on-site inspection.  Assist cranes or derricks shall not be utilized to assemble or disassemble a crane, derrick, or pile driver until the notice application for the equipment to be assembled or disassembled has been approved by the department and the assist crane or derrick possesses a valid certificate of on-site inspection.\n\n3319.6.6 Amendments.  An existing certificate of on-site inspection may be amended by a professional engineer on behalf of the equipment user.  Amendments shall be approved in the order which they were received.  Amendments shall be required where the crane, derrick, or pile driver is proposed to be set up, located, configured, or operated in a manner not provided for in the certificate of on-site inspection, or to be operated by a different equipment user.\n\n3319.6.7 Operation.  The certificate of on-site inspection is valid only if the conditions and statements contained in the approved application are complied with and the crane, derrick, or pile driver is operated in conformance with the provisions of this section and the rules applicable thereto. \n\n3319.6.8 Suspension or revocation of a certificate of on-site inspection.  The department shall suspend or revoke a certificate of on-site inspection in accordance with the provisions of §28-105.10 of the Administrative Code.\n\n\n\t§8.  Chapter 33 of the New York city building code, is amended by adding a new section 3319.11 to read as follows:\n\n3319.11 Maintenance, repairs, modifications, and replacements.  Cranes, derricks, and pile drivers shall be maintained, repaired and modified in accordance with, and all replacement part(s) shall comply with, the requirements of sections 3319.11.1 and 3319.11.2.\n\n3319.11.1 Maintenance.\n\n3319.11.1.1 Manufacturer’s maintenance procedures.  Cranes, derricks, and pile drivers shall be maintained by equipment owners and equipment users in accordance with all manufacturer procedures.\n\n3319.11.1.2 National maintenance standards.  Cranes, derricks, and pile driers shall be maintained by equipment owners and equipment users in accordance with the requirements and the applicable standard, listed below:\n\n1.\tASME B30.3-2004, for a tower crane;\n2.\tASME B30.5-2007, for a mobile or crawler crane;\n3.\tASME B30.22-2005, for an articulating boom crane; \n4.\tStandards identified in rules promulgated by the commissioner for self-erecting tower cranes;\n5.\tASME B30.6-2003, for a derrick; or\n6.\tEN 996-1996 for pile drivers.\n\n3319.11.1.3 Lubrication and oiling.  Lubrication and oiling shall be performed under the supervision of the crane, derrick, or pile driver operator, oiler, or maintenance mechanic and be performed in accordance with sections 3319.11.1 and 3319.11.2.\n\n3319.11.1.4 Jobsite maintenance logs.  Where a crane, derrick, or pile driver is operated on a job site within New York City, the equipment user shall maintain a log of all maintenance performed on the crane, derrick, or pile driver at the job site, and make such log available to the commissioner upon request.  The log shall also include information on all repairs, modifications, and replacements made to the crane, derrick, or pile driver at the job site.\n\nException: Derricks permanently affixed to a building.\n\n3319.11.2 Repairs, modifications, and replacements.\n\n3319.11.2.1 Factor of safety for repairs, modifications, and replacements.  All repairs, modifications, or replacements made to a crane, derrick, or pile driver by or with the knowledge of the equipment owner shall provide at least the manufacturer’s original factor of safety.\n\n3319.11.2.2 Manufacturer’s repair, modification, and replacement procedures and equipment.  Beginning January 1, 2011, all repairs, modifications, or replacements made to a crane, derrick, or pile driver by or with the knowledge of the equipment owner shall be made in accordance with all manufacturer procedures and requirements, and shall be made by the manufacturer or a manufacturer’s representative where the manufacturer so requires.  All part(s) or component(s) added to or replaced on the crane, derrick or pile driver shall be supplied by the equipment manufacturer or manufacturer approved vendor.  \n\nException: Where manufacturer procedures and/or requirements do not exist, or equipment manufacturer or manufacturer approved vendor part(s) or component(s) does not exist, such repair, modification, or replacement shall be conducted in accordance with the applicable national standard, listed in section 3319.11.2.3, and provide at least the manufacturer’s original factor of safety.\n\n3319.11.2.3 National standards for repair, modification, and replacement.  Beginning January 1, 2011, all repairs, modifications, or replacements made to a crane, derrick, or pile driver by or with the knowledge of the equipment owner shall be in accordance with the applicable standard, listed below:\n\n1.\tASME B30.3-2004, for a tower crane;\n2.\tASME B30.5-2007, for a mobile or crawler crane;\n3.\tASME B30.22-2005, for an articulating boom crane; \n4.\tStandards identified in rules promulgated by the commissioner for self-erecting tower cranes;\n5.\tASME B30.6-2003, for a derrick; or\n6.\tEN 996-1996 for pile drivers.\n\n3319.11.2.4 Repair, modification, and replacement records.  Beginning January 1, 2011, the equipment owner shall, for the life of the crane, derrick, or pile driver, maintain logs and records of all repairs, modifications, and replacements made by or with the knowledge of the equipment owner and make such logs and records available to the commissioner upon request.  If the equipment is sold, such logs and records shall be transferred to the new owner.\n\n3319.11.2.5 Equipment user notification of repairs, modifications, and replacements.  An equipment user shall make no repairs, modifications, or replacements to a crane, derrick, or pile driver operating within New York City without the knowledge and authorization of the equipment owner.\n\n\n\t§9.  Chapter 33 of the New York city building code, is amended by adding a new section 3319.12 to read as follows:\n\n3319.12 Department review.  At the request of the commissioner, equipment owners and users shall perform inspections, or provide records, analysis, certification, or testing acceptable to the commissioner to demonstrate compliance with the requirements of this code and rules, to demonstrate the safety of the crane, derrick, or pile driver, to demonstrate that maintenance has been performed on the crane, derrick, or pile driver in accordance with section 3319.11, or to demonstrate the adequacy of all repairs, modifications, or replacements.\n\n\n\t§10.  Chapter 33 of the New York city building code, is amended by adding a new section 3319.13 to read as follows:\n\n3319.13 Open applications.  An application shall be deemed to have been abandoned twelve months after the date of its submission and shall expire pursuant to the provisions of §28-105.7 of the Administrative Code.\n\n\n\t§11.  Chapter 33 of the New York city building code, is amended by adding a new section 3319.14 to read as follows:\n\n3319.14 Additional requirements.  \n\n3319.14.1 Department of transportation.  Where a crane or pile driver is to be located on or hoisting operations are to occur over a street or sidewalk, a permit from the department of transportation shall be obtained by the equipment user.  A copy of this permit shall be included in the crane, derrick, or pile driver notice application.\n\n3319.14.2 Pedestrians.  No crane, derrick, or pile driver shall be located on a street, sidewalk, or in area accessible to the public, and no hoisting shall occur over a street, sidewalk, or area accessible to the public unless the equipment user provides flagperson(s), fences, barricades, or other adequate means and prevents the public from coming into contact with the crane, derrick, or pile driver, or from passing through a hoisting zone.  A sidewalk shed shall not be considered adequate means to protect pedestrians in a hoisting zone.\n\n3319.14.3 Occupied buildings.  Loads shall not be carried over any occupied building unless the top two floors are vacated or overhead protection approved by the department is provided.\n\n3319.14.4 Footing.  Footing shall be provided by the equipment user to distribute loads so as not to exceed the bearing capacity of the underlying material.  Footing under tires, crawler tracks, or outrigger pads shall be level within one percent.\n\nWhere a crane or pile driver is to be located on a street or sidewalk, the pressure on such surface shall not exceed 3500 pounds per square foot (716.86 kg per square meter).  The pressure shall be distributed by the equipment user on the street or sidewalk by means of timber extending not less than twelve (12) inches (304.8 mm) beyond the base of the outriggers on all sides and sufficiently thick to uniformly distribute the pressure as required above of all the loads including the weight of the crane or pile driver, or by other means acceptable to the commissioner. The timber mats shall have a minimum thickness of two (2) inches (50.8 mm). All cranes or pile drivers equipped with steel tracks shall be supported by timber not less than six (6) inches (152.4 mm) thick and covering the entire base of the crane or pile driver.\n\n3319.14.5 Aviation hazards.  All required applications and/or approvals related to the operation of a crane, derrick, or pile driver from the Federal Aviation Administration, including but not limited to any required pursuant to 14 CFR Part 77 and FAA Advisory Circular AC70/7460-2K, shall be obtained by the equipment user.  A copy of all required applications and/or approvals shall be kept on site, available to inspection by the commissioner.  \n\n3319.14.6 Transit facilities.  If the body of a crane or pile driver is to be located within 200 feet (60.96 m) of a structure or vault owned by the Transit Authority, the approval of such is required.  Such approval shall be acquired by the equipment user and included in the crane, derrick, or pile driver notice application.\n\n3319.14.7 Weekend operations.  To operate a crane, derrick, or pile driver on a weekend, the equipment user must obtain approval from the department as required by §24-223 of the Administrative Code.  \n\n\n\t§12.  If any section, subdivision, paragraph, item, sentence, clause, phrase or other portion of this local law is for any reason declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\n\n\t§13.  Notwithstanding any other provision of law, Reference Standard 19-2 Power Operated Cranes and Derricks of the appendix of chapter 1 of title 27 of the administrative code of the city of New York, as amended on September 14, 2006 by a taskforce appointed by the commissioner of buildings pursuant to section 27-131.1, is amended and shall apply to section 3319 of the New York city building code, as hereinafter provided:\n\n1.\tSection 1 of Reference Standard 19-2 is repealed and superseded by section 3319.1 of the New York city building code as amended by section three of this law.\n2.\tSections 3, 4, and 16 of Reference Standard 19-2 shall be considered to satisfy the requirements for rules promulgated by the commissioner under section 3319.4 of the New York city building code as amended by section five of this law until such time the commissioner promulgates new rules to satisfy the requirements of section 3319.4.\n3.\tSection 8 of Reference Standard 19-2 is repealed and superseded by section 3319.6 of the New York city building code, as amended by section seven of this law, except section 8.2.2 of Reference Standard 19-2 which remains in effect.\n4.\tSection 10 of Reference Standard 19-2 is repealed and superseded by section 3319.5 of the New York city building code, as amended by section six of this law.\n5.\tSection 15 and 18.1 of Reference Standard 19-2 shall be considered to satisfy the requirements for rules promulgated by the commissioner under sections 3319.5.2.3 and 3319.5.2.4 of the New York city building code, as amended by section six of this law, until such time the commissioner promulgates new rules to satisfy the requirements of such sections.  Until rules certifying a qualified inspector are promulgated by the department, the department shall continue to perform periodic inspections required for the issuance or renewal of a certificate of operation.\n6.\tSections 17, 18.2, and 18.3 of Reference Standard 19-2 are repealed and superseded by section 3319.11 of the New York city building code, as amended by section eight of this law.\n7.\tAll other sections of Reference Standard 19-2 shall remain in effect until repealed or superseded by new rules promulgated by the commissioner.\n\n\n\t§14.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab Section 1.  Section 3302.1 of chapter 33 of the New York city building code, as amended by local law number 46 for the year 2008, is amended by adding new definitions in alphabetical order and amending existing definitions to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\cf1\\b CRANE. \\b0 A power operated machine\\ul , including all parts, components, and attachments thereto,\\ulnone  for lifting or lowering a load and moving it horizontally which utilizes wire rope and in which the hoisting mechanism is an integral part of the machine. The definition of a crane shall also include articulating boom crane, regardless of whether it has a hoisting mechanism integral to the machine. \\par\n\\pard\\ltrpar\\nowidctlpar\\ri-72\\qj\\cf0\\ul\\b\\par\nEQUIPMENT OWNER.\\b0   The entity that owns the equipment.\\par\n\\par\n\\b EQUIPMENT USER.\\b0   The entity that receives authorization from the department to operate the equipment.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\cf1\\ulnone\\b MOBILE CRANE. \\b0 A commercial truck mounted crane, [crawler crane,] wheel mounted crane (multiple control stations), or wheel mounted crane (single control station). \\par\n\\pard\\ltrpar\\nowidctlpar\\ri-72\\qj\\cf0\\ul\\par\n\\b PILE DRIVER.\\b0   A machine used exclusively to deliver repeated blows to the top of a pile for driving it into the ground that consists of a frame which supports and guides a hammer weight, together with a mechanism for raising and dropping the hammer or for driving the hammer.  The definition of a pile driver shall not include a crane modified or equipped with attachments to drive piles; such modified or equipped cranes shall be considered to be a crane.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\b SELF ERECTING TOWER CRANE.\\b0   A form of crane whose tower and boom and/or jib elements are not dissembled into component sections and which can be transported between sites as a complete unit, and whose erection and dismantling processes are an inherent part of the crane\\rquote s function.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\ri-72\\qj\\ul\\par\n\\b SERVICE CRANE.\\b0   A mobile crane used to perform tasks on a job site not directly related to the construction, alteration, or demolition of a building.  A service crane shall not include a mobile crane used to assemble or disassemble scaffolds, sidewalk sheds, cranes, derricks, hoists, or other construction related items, or a mobile crane used to place or extract equipment or trailers.\\par\n\\par\n\\par\n\\ulnone\\tab\\'a72.  The heading of section 3319 of chapter 33 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qc\\cf1\\ulnone\\b SECTION BC 3319\\b0\\par\n\\pard\\ltrpar\\nowidctlpar\\ri-72\\qc\\b CRANES\\ul , \\ulnone [AND]\\ul  DERRICKS, AND PILE DRIVERS\\cf0\\b0\\par\n\\pard\\ltrpar\\nowidctlpar\\ri-72\\qj\\par\n\\par\n\\ulnone\\tab\\'a73.  Section 3319.1 of chapter 33 of the New York city building code, as added by local law number 33 for the year 2007, is\\fs20  \\fs24 amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\b 3319.1 Scope.  \\b0 The [construction] \\ul design\\ulnone , installation, inspection, maintenance\\ul , repair, modification,\\ulnone  and use of cranes\\ul ,\\ulnone  [and] derricks\\ul , and pile drivers\\ulnone  shall be in conformance with the requirements of this section, Section 3316, and with rules promulgated by the commissioner. \\par\n\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj\\b Exceptions:\\b0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\tx1440\\ulnone 1.\\tab\\ul The requirements of this section shall not apply to excavating or earth-moving equipment, except cranes used with clamshells.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\ulnone 2.\\tab\\ul The requirements of this section shall not apply to hoisting machines permanently mounted on the bed of material delivery trucks that are used exclusively for loading and unloading such trucks, provided that the length of boom does not exceed the length of the truck bed by more than 5 feet (1524 mm) and that any material transported thereon shall not be raised more than 2 feet (610 mm) in the unloading process. Operators of such equipment shall be exempt from the licensing requirements described in Chapter 4 of Title 28 of the \\i Administrative Code\\i0 .\\par\n\\ulnone 3.\\tab\\ul The requirements of this section shall not apply to cranes, derricks, or pile drivers used in industrial or commercial plants or yards not used for the construction of the facility in accordance with subdivision 3 of section 643 of the New York City Charter. Operators of such equipment shall be exempt from the licensing requirements described in Chapter 4 of Title 28 of the \\i Administrative Code\\i0 .\\par\n\\ulnone 4.\\tab\\ul The requirements of this section shall not apply to floating cranes, floating derricks, and cranes and derricks used on floating equipment. Operators of such equipment shall be exempt from the licensing requirements described in Chapter 4 of Title 28 of the \\i Administrative Code\\i0 .\\par\n\\ulnone 5.\\tab\\ul The requirements of this section shall not apply to augurs, churn-drills and other drilling equipment not used for hoisting any objects. Operators of such equipment shall be exempt from the licensing requirements described in Chapter 4 of Title 28 of the \\i Administrative Code\\i0 .\\par\n\\ulnone 6.\\tab\\ul The requirements of this section shall not apply to mechanic\\rquote s trucks with a hoisting device, including those used in activities related to the maintenance and repair of construction-related equipment.\\par\n\\ulnone 7.\\tab\\ul The requirements of this section shall not apply to cranes, derricks, or pile drivers where an engineer, on behalf of the equipment user, demonstrates to the satisfaction of the department that the use of the crane, derrick, or pile driver conforms with the following:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-540\\li2340\\qj\\tx2340 7.1.\\tab The setup, assembly, disassembly, and/or operation of the crane, derrick, or pile driver, including all hoisting, occurs entirely within the property lines\\cf0 , and that such property is closed to the public; and\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-720\\li3420\\qj\\tx3420 7.1.1.\\tab For a mobile crane, crawler crane, or articulating boom crane, the crane will not come within a distance equal to or greater than 125% of the boom length (including jibs and any extensions thereto) from any public street or sidewalk, area accessible to the public, occupied building, structure on an adjoining lot, or city owned property; or\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-720\\li3420\\qj 7.1.2.\\tab For a tower crane, self erecting tower crane, or derrick, the crane or derrick will not come within a distance equal to or greater than two times the final height of the crane or derrick plus the boom length (including jibs and any extensions thereto) from any public street or sidewalk, area accessible to the public, occupied building, structure on an adjoining lot, or city owned property; or\\par\n7.1.3.\\tab For a pile driver, the pile driver will not come within a distance equal to or greater than 125% of the height of the rig from any public street or sidewalk, area accessible to the public, occupied building, structure on an adjoining lot, or city owned property.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-720\\li2340\\qj\\tx2340\\cf0 7.2.\\tab No loads are moved over a public street or sidewalk, area accessible to the public, occupied building, structure on an adjoining lot, or city owned property; and\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-720\\li2340\\qj 7.3.\\tab The crane, derrick, or pile driver, in all conditions of loading, will not overload any subsurface vault, tunnel, or utility structure.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\par\n\\par\n\\cf0\\tab\\'a74.  Section 3319.3 of chapter 33 of the New York city building code, as added by local law number 33 for the year 2007, is\\fs20  \\fs24 amended to read as follows:\\par\n\\par\n\\cf1\\b 3319.3 [Requirements] \\ul Certificates required\\ulnone .  \\b0 No \\ul equipment \\ulnone owner\\ul , equipment user\\ulnone  or other person shall authorize or permit the operation of any crane [or]\\ul ,\\ulnone  derrick\\cf0\\ul , or pile driver\\cf1\\ulnone  without a certificate of approval, a certificate of operation and a certificate of on-site inspection. \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\ri-900\\qj\\b Exceptions: \\b0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\qj 1. [The requirements of this section shall not apply to excavating or earth-moving equipment, except cranes used with clamshells.]\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\qj [2.] The requirements of this section shall not apply to cranes [or]\\ul ,\\ulnone  derricks\\ul , or pile drivers\\ulnone  performing an emergency use pursuant to the lawful order of the head of any department. \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\qj [3.] \\ul 2.\\ulnone  The requirements of this section shall not apply to mobile cranes \\ul that are not otherwise exempted by section 3319.1\\ulnone , including jibs and any other extensions to the boom not exceeding 50 feet (15 240 mm) in length and with a manufacturer\\rquote s rated capacity of 3 tons (2722 kg) or less. \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\qj [4.] \\ul 3.\\ulnone  The requirements of this section shall not apply to mobile cranes \\ul that are not otherwise exempted by section 3319.1\\ulnone , including jibs and any other extensions, exceeding 50 feet (15 240 mm) but not exceeding 135 feet (41 148 mm) in length, and with a manufacturer\\rquote s rated capacity of 3 tons (2722 kg) or less, except that a certificate of operation, as provided for in Section 3319.5, shall be required. The requirement for a certificate of operation shall not apply to such a crane used exclusively as a man basket. The commissioner may, by rule, exempt other mobile cranes of limited size from any or all requirements of this section. \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\qj [5. The requirements of this section shall not apply to hoisting machines permanently mounted on the bed of material delivery trucks that are used exclusively for loading and unloading such trucks, provided that the length of boom does not exceed the length of the truck bed by more than 5 feet (1524 mm) and that any material transported thereon shall not be raised more than 2 feet (610 mm) in the unloading process. Operators of such equipment shall be exempt from \\ul the\\ulnone  licensing requirements described in Chapter 4 of Title 28 of the \\i Administrative Code\\i0 .\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\qj 6. The requirements of this section shall not apply to cranes or derricks used in industrial or commercial plants or yards not used for the construction of the facility. Floating cranes, floating derricks, and cranes and derricks used on floating equipment shall also be exempt from the requirements of this section. Operators of such equipment shall be exempt from the licensing requirements described in Chapter 4 of Title 28 of the \\i Administrative Code\\i0 .\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\qj 7. The requirements of this section shall not apply to augurs, churn-drills and other drilling equipment not used for hoisting any objects. Operators of such equipment shall be exempt from the licensing requirements described in Chapter 4 of Title 28 of the \\i Administrative Code\\i0 .\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\qj 8.] \\ul 4.\\ulnone   The requirements of this section shall not apply to derricks having a maximum rated capacity not exceeding 1 ton (907 kg). \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\qj [\\ul 9.\\ulnone  The requirements of this section shall not apply to mechanic\\rquote s truck with a hoisting device when used in activities related to the maintenance and repair of construction-related equipment.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\qj 10.] \\ul 5.\\ulnone   The requirements of this section shall not apply to articulating boom cranes \\ul that are not otherwise exempted by section 3319.1,\\ulnone  that do not have an integral hoisting mechanism, and that are used exclusively for loading and unloading of trucks or trailers, provided that the length of boom does not exceed 135 feet (41 148 mm) and that any material transported thereon shall not be raised more than 100 feet (30 480 mm) in the unloading process.  Operators of such equipment shall be exempt from \\ul the\\ulnone  licensing requirements described in Chapter 4 of Title 28 of the \\i Administrative Code\\i0 .\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\ri-72\\qj\\tx1080\\ul 6.\\tab The requirements for a certificate of on-site inspection shall not apply where \\cf0 the setup and operation, including all hoisting operations, of a mobile crane or articulating boom crane are to be performed under the supervision of a licensed master rigger provided the following conditions are met:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-540\\li1980\\ri-72\\qj\\tx1980 6.1.\\tab The crane possesses a valid certificate of approval and certificate of operation, unless such crane is otherwise exempted from such requirement for a certificate by the code;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-540\\li1980\\ri-72\\qj 6.2.\\tab The licensed master rigger, or master rigger foreman, will be personally present to supervise the entire setup and operation of the crane, including all hoisting operations;\\par\n6.3.\\tab Such operation is limited to the placement of non-construction materials or non-construction equipment near,\\cf1  on, or within a building;\\cf0\\par\n6.4.\\tab The boom length of the crane, including jibs and any extension thereto, is not greater than \\cf1 250 feet (76.2m) in length; \\cf0\\par\n6.5.\\tab The crane will not be supported by a building, foundation, platform, or temporary structure, and shall be supported only by footing in accordance with section 3319.14.4; \\par\n6.6.\\tab The crane, in all conditions of loading, will not overload the street, soil, or sidewalk, or any ground, utility, vault, or subsurface condition;\\par\n6.7.\\tab The licensed master rigger provides notification to the department no less than 5 business days prior to the use of the crane, certifies that the above conditions shall be met, and further provides a user certification in accordance with section \\cf1 3319.6.3.2; and\\cf0\\par\n6.8.\\tab The equipment owner provides certification in accordance with section \\cf1 3319.6.3.1.\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\ri-72\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\ri-72\\qj\\tx1080\\cf1 7.\\tab\\cf0 The requirements for a certificate of on-site inspection shall not apply for the use of a service crane, provided the following conditions are met:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-540\\li1980\\ri-72\\qj\\tx1980 7.1.\\tab The crane possesses a valid certificate of approval and certificate of operation, unless such crane is otherwise exempted from such requirement for a certificate by the code;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-540\\li1980\\ri-72\\qj 7.2.\\tab The setup, assembly, disassembly and/or operation of the service crane, including all hosting operations, occurs entirely within the property lines;\\par\n7.3.\\tab Such property is closed to the public;\\par\n7.4.\\tab No loads are moved over a public street or sidewalk, area accessible to the public, occupied building, or adjoining lot;\\par\n7.5.\\tab The boom length, \\cf1 including jibs and any extensions thereto, is not greater than 110 feet (33.5m);\\cf0\\par\n7.6.\\tab The crane, in all conditions of loading, will not overload the street, soil, or sidewalk, or any ground, utility, vault, or subsurface condition;\\par\n7.7.\\tab An engineer on behalf of the equipment user provides notification to the department no less than 5 business days prior to the use of the crane and certifies that the above conditions shall be met;\\par\n7.8.\\tab The equipment user provides a user certification in accordance with section \\cf1 3319.6.3.2; and\\cf0\\par\n7.9.\\tab The equipment owner provides certification in accordance with section \\cf1 3319.6.3.1.\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\ri-72\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\ri-72\\qj\\tx1080\\cf1 8.\\tab\\cf0 The requirements for a certificate of on-site inspection shall not apply for the use of a mobile crane operating with a clamshell provided the following conditions are met:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-540\\li1980\\ri-72\\qj\\tx1980 8.1.\\tab The crane possesses a valid certificate of approval and certificate of operation, unless such crane is otherwise exempted from such requirement for a certificate by the code;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-540\\li1980\\ri-72\\qj 8.2.\\tab The setup, assembly, disassembly and/or operation of the crane, including all hosting operations, occurs entirely within the property lines;\\par\n8.3.\\tab Such property is closed to the public;\\par\n8.4.\\tab No loads are moved over a public street or sidewalk, area accessible to the public, occupied building, or adjoining lot;\\par\n8.5.\\tab The crane, in all conditions of loading, will not overload the street, soil, or sidewalk, or any ground, utility, vault, or subsurface condition;\\par\n\\cf1 8.6.\\tab The crane is located a distance from the edge of the excavation equal to or greater than the depth of the excavation; \\cf0\\par\n\\cf1 8.7.\\tab Either:\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-720\\li2880\\qj\\tx2880\\cf1 8.7.1.\\tab The crane is designed or supported on a platform so that the soil bearing pressure does not exceed 500 pounds per square foot (102.4 kg per square meter); or \\par\n\\pard\\ltrpar\\nowidctlpar\\fi-720\\li2880\\qj 8.7.2.\\tab Where the pressure on the soil is in excess of 500 pounds per square foot (102.4 kg per square meter) but does not exceed 2,500 pounds per square foot (512 kg per square meter), an engineer certifies and provides calculations to the department demonstrating that, on the basis of borings taken and filed with the department, that the soil is adequate to support the load imposed by the crane.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-540\\li1980\\ri-72\\qj\\tx1980\\cf0 8.8.\\tab An engineer on behalf of the equipment user provides notification to the department no less than 5 business days prior to the use of the crane and certifies that the above conditions shall be met;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-540\\li1980\\ri-72\\qj 8.9.\\tab The equipment user provides a user certification in accordance with section \\cf1 3319.6.3.2; and\\cf0\\par\n8.10.\\tab The equipment owner provides certification in accordance with section \\cf1 3319.6.3.1.\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\ri-72\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\ri-72\\qj\\tx1080\\cf1 9.\\tab\\cf0 The requirements for a certificate of on-site inspection shall not apply for the use of a pile driver provided the following conditions are met:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-540\\li1980\\ri-72\\qj\\tx1980\\cf1 9.1.\\tab\\cf0 The pile driver possesses a valid certificate of approval and certificate of operation, unless such crane is otherwise exempted from such requirement for a certificate by the code;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-540\\li1980\\ri-72\\qj\\cf1 9.2.\\tab The setup, assembly, disassembly and/or operation of the pile driver\\cf0  occurs entirely within the property lines;\\par\n\\cf1 9.3.\\tab\\cf0 Such property is closed to the public;\\par\n\\cf1 9.4.\\tab\\cf0 No loads are moved over a public street or sidewalk, area accessible to the public, occupied building, or  adjoining lot;\\par\n\\cf1 9.5.\\tab\\cf0 The pile driver, in all conditions of loading, will not overload the street, soil, or sidewalk, or any ground, utility, vault, or subsurface condition;\\par\n\\cf1 9.6.\\tab\\cf0 Either:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-720\\li2880\\ri-72\\qj\\tx2880\\cf1 9.6.6.\\tab The pile driver is designed or supported on a platform so that the soil bearing pressure does not exceed 500 pounds per square foot (102.4 kg per square meter); or\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-720\\li2880\\ri-72\\qj\\cf1 9.6.7.\\tab Where the pressure on the soil is in excess of 500 pounds per square foot (102.4 kg per square meter) but does not exceed 2,500 pounds per square foot (512 kg per square meter), an engineer certifies and provides calculations to the department demonstrating that, on the basis of borings taken and filed with the department, that the soil is adequate to support the load imposed by the pile driver.\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-540\\li1980\\ri-72\\qj\\tx1980\\cf1 9.7.\\tab\\cf0 An engineer on behalf of the equipment user provides notification to the department no less than 5 business days prior to the use of the pile driver and certifies that the above conditions shall be met;\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-540\\li1980\\ri-72\\qj 9.8.\\tab\\cf0 The equipment user provides a user certification in accordance with section \\cf1 3319.6.3.2; and\\par\n9.9.\\tab\\cf0 The equipment owner provides certification in accordance with section \\cf1 3319.6.3.1.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\par\n\\par\n\\cf0\\tab\\'a75.  Section 3319.4 of chapter 33 of the New York city building code, as added by local law number 33 for the year 2007, is\\fs20  \\fs24 amended to read as follows:\\par\n\\par\n\\cf1\\b 3319.4 Certificate of approval. \\b0 Certificates of approval shall comply with the [following:] \\ul requirements of sections 3319.4.1 through 3319.4.7.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li720\\qj\\tx360\\ulnone [1. The manufacturer, owner, or designated representative of a crane or derrick for which a certificate of approval is sought shall file an application for such certificate of approval and provide such information as set forth in rules promulgated by the commissioner. \\par\n\\par\n2. Upon the department\\rquote s approval of the application described in item 1 above, the department shall issue a certificate of approval for the equipment and an approval of the submitted load rating chart. \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li720\\qj\\tx360 3. A new certificate of approval shall be required when a crane or derrick is modified or altered to increase the boom length, jibs or any extensions to the boom beyond the maximum approval length or when the load ratings are increased.]\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\ul\\b 3319.4.1 Application.  \\cf0\\b0 To request a certificate of approval, a prototype application shall be filed by a professional engineer on behalf of the equipment owner, or by the manufacturer of the crane, derrick, or pile driver if the manufacturer is certified by the department in accordance with rules promulgated by the commissioner.\\cf1  The application shall contain information and other such documents as required in rules promulgated by the commissioner, including, but not limited to, manuals and load rating chart(s) supplied by the manufacturer.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj 3319.4.2 Approval.\\b0   Upon the department\\rquote s approval of the prototype application, the department shall approve the submitted load rating chart(s) and issue a certificate of approval for the \\cf0 crane, derrick, or pile driver\\cf1 .\\par\n\\par\n\\b 3319.4.3 Amendments.\\b0   An existing certificate of approval may be amended by \\cf0 a professional engineer on behalf of the equipment owner, or by the manufacturer of the crane, derrick, or pile driver if the manufacturer is certified by the department.  \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\li360\\qj An amendment shall be required where the load ratings or configurations of the crane, derrick, or pile driver are altered, where the boom or mast length is increased, or where any components, including but not limited to boom or mast sections, jibs, extensions, attachments, or other equipment not provided for in the certificate of approval are added.\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\li360\\qj Upon the department\\rquote s approval of the amendments submitted, the department shall issue an amended certificate of approval.  \\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\b 3319.4.4 Operation.\\b0   A \\cf0 crane, derrick, or pile driver \\cf1 requiring a certificate of approval shall not:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\qj\\tx1080\\ulnone 1.\\tab\\ul Be operated without a valid certificate of approval;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\qj\\ulnone 2.\\tab\\ul Lift beyond its maximum capacity or be operated in a manner or configuration not provided for in the certificate of approval;\\par\n\\ulnone 3.\\tab\\ul Be modified to increase lifting capacity beyond that approved in the certificate of approval;\\par\n\\ulnone 4.\\tab\\ul Be modified or altered to increase the boom or mast length beyond that in the certificate of approval; or\\par\n\\ulnone 5.\\tab\\ul Be provided with any components, including but not limited to boom or mast sections, jibs, extensions, attachments, or other equipment, not provided for in the certificate of approval.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj 3319.4.5 \\cf0 Transferability.\\b0   Where equipment and its configurations are identical to equipment already possessing a valid certificate of approval from the department and will be operated as provided in that certificate of approval, the certificate of approval issued for the initial equipment and its configurations shall be accepted for the duplicate equipment and its configurations.\\par\n\\cf1\\b\\par\n3319.4.6 Existing certificates of approval.\\b0   Existing certificates of approval shall continue to remain valid until suspended or revoked by the department.  \\par\n\\par\n\\b 3319.4.7 Suspension or revocation of a certificate of approval.  \\b0 The department shall suspend or revoke a certificate of approval in accordance with the provisions of \\cf0\\'a728-105.10 of the \\i Administrative Code\\i0 .\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li720\\qj\\tx360\\cf1\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\cf0\\tab\\'a76.  Section 3319.5 of chapter 33 of the New York city building code, as added by local law number 33 for the year 2007, is\\fs20  \\fs24 amended to read as follows:\\par\n\\cf1\\ul\\b\\par\n\\ulnone 3319.5 Certificate of operation. \\b0 Certificates of operation shall comply with the [following:] \\ul requirements of sections 3319.5.1 through 3319.5.13.\\ulnone  \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li720\\qj\\tx360\\tab [1. The commissioner shall issue the initial certificate of operations for the crane or derrick with certificate of approval upon satisfactory inspection and test indicating that such crane or derrick is in a safe operating condition. The initial certificate of operation shall expire one year from the date of issuance. \\par\n\\tab 2. The owner of a crane or derrick covered by the certificate of operation shall renew the certificate of operation each year. \\par\n\\tab 3. If the owner of the covered crane or derrick applies for renewal of a certificate of operation within not more than 60 nor less than 30 days prior to the date of its expiration, such owner may continue to use the covered crane or derrick until the department grants or denies a new certificate; \\par\n\\tab 4. When a crane or derrick configuration is changed to increase the boom length, jibs or any extensions to the boom beyond the maximum approval length or when the load ratings are increased, a new certificate of operation shall be required. In such a case, the crane or derrick may not be operated until the new certificate of operation is obtained. \\par\n\\tab 5. An application for a new certificate of operation shall be submitted when attachments that affect the stability or structure of the crane or derrick are added. Calculations and load rating charts as required by rules promulgated by the commissioner shall be submitted with the renewal request.] \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\b 3319.5.1 Conformity with the certificate of approval.\\b0   No application for a certificate of operation, either an initial application or renewal application, may be filed unless \\cf0 there is a valid certificate of approval for the crane, derrick, or pile driver issued by the department.  No certificate of operation or amendment to a certificate of operation shall be granted for a crane, derrick, or pile driver proposed to be operated in a manner that exceeds the approved load charts or the requirements of the certificate of approval, or a crane, derrick or pile driver that includes components, attachments, or other equipment not specified in the certificate of approval.\\par\n\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\ri-72\\qj\\b Exception: \\cf0\\b0 Cranes, derricks, or pile drivers exempted by \\cf1 section \\cf0 3319.3 from having a certificate of approval but requiring a certificate of operation.\\cf1\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\b0\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\ri-72\\qj\\b 3319.5.2 Initial and renewal applications.  \\cf0\\b0 To request a certificate of operation, either an initial certificate or a renewed certificate, the equipment owner shall complete and sign a crane, derrick, or pile driver device application.  The application shall contain the information required by \\cf1 sections \\cf0 3319.5.2.1 through 3319.5.2.6.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\ri-72\\qj\\b 3319.5.2.1 Component listing.\\b0   The equipment owner shall list all components of the crane, derrick, or pile driver in accordance with rules promulgated by the commissioner.\\par\n\\par\n\\b 3319.5.2.2 Tracking.\\b0   The equipment owner shall \\cf1 adopt a program, acceptable to the commissioner, detailing the equipment owner\\rquote s tracking of components and assigning a unique identification number to each component.  The commissioner shall promulgate rules specifying components that must be tracked.  \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj\\b 3319.5.2.3 Periodic inspection.\\b0   The equipment owner shall certify that a qualified person has performed a periodic inspection in accordance with the requirements of the applicable standard, listed below, and any supplemental requirements in rules promulgated by the commissioner:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\tx1440\\cf0\\ulnone 1.\\tab\\ul ASME B30.3-2004, for a tower crane;\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\ulnone 2.\\tab\\ul ASME B30.5-2007, for a mobile or crawler crane;\\par\n\\ulnone 3.\\tab\\ul ASME B30.22-2005, for an articulating boom crane; \\par\n\\ulnone 4.\\tab\\ul Standards identified in rules promulgated by the commissioner for self-erecting tower cranes;\\par\n\\ulnone 5.\\tab\\ul ASME B30.6-2003, for a derrick; or\\par\n\\ulnone 6.\\tab\\ul EN 996-1996 for pile drivers.\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj\\par\nThe inspection shall have been performed within 14 days prior to the submittal of the application.  A copy of the inspection results shall be provided with the application.  \\par\n\\par\n\\par\n\\b 3319.5.2.4 Crack detection inspection.  \\b0 The equipment owner shall certify that crack detection inspections in accordance with rules promulgated by the commissioner have been performed, and provide a copy of the inspection results.\\par\n\\par\n\\b 3319.5.2.5 Deficiencies.  \\b0 If any deficiencies are uncovered by the inspections required by sections 3319.5.2.3 or 3319.5.2.4, a certificate of operation shall not be issued until the equipment owner provides information on the additional level of inspection undertaken to determine if the deficiency constitutes a hazardous condition.  \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj\\b 3319.5.2.6 Operational certification.\\b0   The equipment owner shall certify that:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\tx1440\\ulnone 1.\\tab\\ul At the time of the application, the \\cf0 crane, derrick, or pile driver \\cf1 is in good condition and safe working order, with no known hazardous conditions or maintenance problems that will compromise the safe operation of the crane, derrick, or pile driver.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\ulnone 2.\\tab\\ul The equipment owner shall provide the crane, derrick, or pile driver to equipment user(s) in good condition and safe working order, with no known hazardous conditions or maintenance problems that will compromise the safe operation of the crane, derrick, or pile driver\\par\n\\ulnone 3.\\tab\\ul All maintenance, repairs, modifications, or replacements made to the crane, derrick, or pile driver by or with the knowledge of the equipment owner shall be in accordance with section 3319.11.\\par\n\\ulnone 4.\\tab\\ul The equipment owner shall notify the department of all accidents involving the crane, derrick, or pile driver in accordance with section 3319.5.11.\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\ri-72\\qj\\b\\par\n3319.5.3 Provisions of initial application.\\b0   To request an initial certificate of operation, the equipment owner shall file an application containing all the information required by section 3319.5.2 and the following \\cf0 information required by \\cf1 sections \\cf0 3319.5.3.1 through 3319.5.3.3.\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\ri-72\\qj\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\ri-72\\qj\\b 3319.5.3.1 Disclosure of history.\\b0   The equipment owner shall:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\ri-72\\qj\\tx1440\\ulnone 1.\\tab\\ul Disclose the date of manufacture of the crane, derrick, or pile driver;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\ri-72\\qj\\ulnone 2.\\tab\\ul Disclose the age of components that will be tracked as required by section 3319.5.2.2;\\par\n\\ulnone 3.\\tab\\ul Disclose if there is a manufacturer currently providing servicing and technical support to the crane, derrick, or pile driver;\\par\n\\ulnone 4.\\tab\\ul Disclose if the crane, derrick, or pile driver has been in the continuous ownership of the equipment owner since it was manufactured, and if not, the name and contact information of previous owners;\\par\n\\ulnone 5.\\tab\\ul Disclose the type of work the crane, derrick, or pile driver has typically been used for; and\\par\n\\ulnone 6.\\tab\\ul Disclose if the crane, derrick, or pile driver has ever been involved in an accident that has damaged \\cf1 the structural, electrical, mechanical, operational systems, or safety devices of the \\cf0 crane, derrick, or pile driver\\cf1 , and, if so, disclose what steps were taken to repair the \\cf0 crane, derrick, or pile driver\\cf1 .  \\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\ri-72\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\ri-72\\qj\\b 3319.5.3.2 Certification of components.\\b0   The equipment owner shall:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\ri-72\\qj\\tx1440\\ulnone 1.\\tab\\ul Certify that all parts and components of the crane, derrick, or pile driver, either original or replacement, are supplied by the manufacturer; and\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\ri-72\\qj\\cf1\\ulnone 2.\\tab\\ul Certify that all repairs or modifications made to the \\cf0 crane, derrick, or pile driver \\cf1 have been in accordance with all manufacturer requirements, made by the manufacturer or a manufacturer\\rquote s representative where the manufacturer so requires, and provide at least the manufacturer\\rquote s original factor of safety.\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\ri-72\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\ri-72\\qj\\b 3319.5.3.3 Manufacturer certification alternative.  \\b0 Where the equipment owner is unable to provide the information and certification required by sections 3319.5.3.1 and 3319.5.3.2 due to incomplete records or change of ownership, the equipment owner shall provide certification from the crane, derrick, or pile driver manufacturer or successor manufacturer that currently provides service and technical support to the crane, derrick, or pile driver that, upon inspection by the manufacturer, the manufacturer has found the crane, derrick, or pile driver to be in good condition and safe \\cf1 working order, with no known hazardous conditions or maintenance problems that will compromise the safe operation of the \\cf0 crane, derrick, or pile driver\\cf1 .\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\b 3319.5.4 Approval.\\b0   \\cf0 Upon the department\\rquote s approval of the crane, derrick, or pile driver device application, the department shall issue a certificate of operation for the crane, derrick, or pile driver.\\par\n\\cf1\\par\n\\cf0\\b 3319.5.5 Amendments.\\b0   \\cf1 An existing certificate of operation may be amended by \\cf0 the equipment owner.  \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\li360\\qj An amendment shall be required where components, including but not limited to boom or mast sections, jibs, extensions, attachments, or other equipment not provided for in the certificate of operation are added.\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\li360\\ri-72\\qj Upon the department\\rquote s approval of the amendments submitted, the department shall issue an amended certificate of operation.  \\cf1\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\ri-72\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\ri-72\\qj 3319.5.6 Renewal of the certificate of operation.\\b0   Certificates of operation shall be renewed in accordance with sections 3319.5.6.1 and 3319.5.6.2. \\b\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\ri-72\\qj 3319.5.6.1  Renewal for m\\cf0 obile cranes, articulating boom cranes, \\cf1 self-erecting\\b0  \\cf0\\b tower cranes, derricks permanently affixed to a building, and pile drivers.  \\b0 The certificate of operation for a mobile crane, articulating boom crane, self-erecting tower crane, derrick permanently affixed to a building, or pile driver shall expire one year from the date of issuance, and the equipment owner shall renew the certificate of operation each year in accordance with section 3319.5.2.  \\cf1\\par\n\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\li720\\ri-72\\qj If the owner of the crane, derrick, or pile driver applies for the renewal of a certificate of operation within not more than 60 nor less than 30 days prior to the date of its expiration, such equipment may continue to operate until the department grants or denies a renewed certificate of operation.  If the application is not received within this time period, the certificate of operation shall expire at the end of the one year period.  Expired certificates of operation shall be renewed in accordance with section 3319.5.7\\cf1 .\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\ri-72\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\ri-72\\qj\\b 3319.5.6.2 Renewal of the certificate of operation for crawler cranes, tower cranes, and derricks not permanently affixed to a building.\\b0   The certificate of operation for a crawler crane, tower crane, or derrick not permanently affixed to a building shall\\cf1  be valid for only one job site and shall expire one year from the date of issuance.  Where such jobs are to extend beyond one year, the equipment owner shall file for a three month extension of the certificate of operation at the one year mark and every three months there after.  Such applications for an extension shall contain the information required by section 3319.5.2.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\li720\\ri-72\\qj If the owner of the crane or derrick files for the extension within not more than 14 nor less than 7 days prior to the date of expiration of the certificate of operation, such crane or derrick may continue to operate until the department grants or denies the extension.  If the application for an extension is not filed within this time period, the application may be filed at a later date, but the crane or derrick shall not be operated when the certificate of operation expires and shall not resume operation until the department grants the extension.  \\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\ri-72\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\li720\\ri-72\\qj At the end of a job, the extension of the certificate of operation for the crane or derrick shall expire.  The certificate of operation must be renewed prior to the start of a new job in accordance with section 3319.5.7.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\ri-72\\qj\\cf0 3319.5.7 Expired certificates of operation.\\b0   Equipment owners of cranes, derricks, or pile drivers with an expired certificate of operation may renew an expired certificate of operation by filing an application to renew a certificate of operation in accordance with section 3319.5.2, and the supplemental requirements listed in section 3319.5.7.1, provided that the expired certificate of operation was issued to the same equipment owner, and provided that the same equipment owner has owned the crane, derrick, or pile driver during the entire period the certificate of operation has been expired.  If not, an application for an initial certificate of operation in accordance with section 3319.5.3 shall be filed.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\li360\\qj A crane, derrick, or pile driver possessing an expired certificate of operation shall not be operated until the department grants a new or renewed certificate of operation.\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\ri-72\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\ri-72\\qj\\b 3319.5.7.1 Supplemental requirements.\\b0   An application to renew an expired certificate of operation shall be accompanied by an affidavit from the equipment owner:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\ri-72\\qj\\tx1440\\ulnone 1.\\tab\\ul Certifying that the crane, derrick, or pile driver has been in the continuous ownership of the equipment owner since the expiration of the certificate of operation;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\ri-72\\qj\\ulnone 2.\\tab\\ul Disclosing the type and location of work the crane, derrick, or pile driver has been used for since the expiration of the certificate of operation;\\par\n\\ulnone 3.\\tab\\ul Certifying that since the expiration of the certificate of operation the crane, derrick, or pile driver has been maintained, repaired, modified, and replaced in accordance with section 3319.11.\\par\n\\cf1\\ulnone 4.\\tab\\ul Disclosing repairs, modifications, and replacements made to tracked components since the expiration of the certificate of operation in accordance with section 3319.5.10; and\\cf0\\par\n\\ulnone 5.\\tab\\ul Disclosing if the crane, derrick, or pile driver has been involved in an accident since the expiration of the certificate of operation in accordance with section 3319.5.11\\cf1 .\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\cf1\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj 3319.5.8 Provisions for boom sections, jibs and attachments.\\b0   All boom sections, jibs, or other attachments for a crane, derrick, or pile driver shall be listed in the certificate of operation.  Where a new boom section, jib, or other attachment is to be added to a crane, derrick, or pile driver after a certificate of operation has been issued, the certificate of operation shall be amended.  Such boom, jib, or other attachment shall not be installed or used until the amended certificate of operation is issued by the department.  No boom section, jib, or other attachment not authorized by the certificate of approval shall be permitted to be listed under a certificate of operation.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj\\b Exception:\\b0   Boom sections, jibs, or other attachments for a mobile crane, articulating boom crane, self-erecting tower crane, derrick \\cf0 permanently affixed to a building\\cf1 , or pile driver, but not a crawler crane, tower crane, or derrick not permanently affixed to a building, may be used on equipment separate from which they are listed provided the following conditions are met:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\tx1440\\ulnone 1.\\tab\\ul Such items are provided for in the certificate of approval for the equipment for which they are to be used;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\ulnone 2.\\tab\\ul Such items are to be used on a crane, derrick, or pile driver possessing a valid certificate of operation;\\par\n\\ulnone 3.\\tab\\ul Such items come from a separate crane, derrick, or pile driver with a valid certificate of operation and such items are listed under that certificate of operation;\\par\n\\ulnone 4.\\tab\\ul The crane, derrick, or pile driver from which the items come and the crane, derrick, or pile driver on which the items are to be used are owned by the same equipment owner; \\par\n\\ulnone 5.\\tab\\ul Such items have been inspected, repaired, modified, replaced, maintained, and certified, and all accidents involving such items reported in accordance with the requirements for the certificate of operation for the crane, derrick, or pile driver under which they are listed; and\\par\n\\ulnone 6.\\tab\\ul The crane, derrick, or pile driver notice application in connection with a certificate of on-site inspection, as provided in section 3319.6, notes such items are from a separate crane, derrick, or pile driver.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\b 3319.5.9 Operation.\\b0   A crane, derrick, or pile driver requiring a certificate of operation shall not be operated if it:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\qj\\tx1080\\ulnone 1.\\tab\\ul Does not possess a valid certificate of operation;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\qj\\ulnone 2.\\tab\\ul Includes components other than those listed in the certificate of operation as required by section 3319.5.2.1, except for components installed or used in accordance with section 3319.5.8;\\par\n\\ulnone 3.\\tab\\ul Is found not to be in good condition or safe working order, or is found to possess a safety hazard;\\par\n\\ulnone 4.\\tab\\ul Has not been inspected in accordance with the provisions of section 3319 of the building code or rules promulgated by the commissioner; or\\par\n\\ulnone 5.\\tab\\ul Has not been maintained, repaired, modified, or replaced in accordance with section 3319.11.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\ri-72\\qj\\b 3319.5.10 Tracked components.\\b0   Where a component required to be tracked pursuant to section 3319.5.2.2 has been repaired, modified, or replaced by or with the knowledge of the equipment owner, either within or outside of New York City, such shall be reported to the department by the equipment owner.  The certificate of operation for the crane, derrick, or pile driver shall be considered invalid upon conducting the repair, modification, or replacement.  The crane, derrick, or pile driver shall not resume operation within New York City until an amended certificate of operation is approved by the department.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj 3319.5.11 Accident reporting.  \\b0 When a crane, derrick, or pile driver has been involved in an accident, either within or outside of New York City that damages the structural, electrical, mechanical, or operational systems, or safety devices of the equipment, the equipment owner shall notify the department, in writing, of the accident.  The certificate of operation for the crane, derrick, or pile driver shall be considered invalid upon the occurrence of the accident.  The crane, derrick, or pile driver shall not resume operation within New York City until an amended certificate of operation is approved by the department.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\b 3319.5.12 Sale of equipment.\\b0   \\cf0 When a crane, derrick, or pile driver possessing an active certificate of operation is sold to a new equipment owner, the department shall be notified, in writing, of the sale by the new equipment owner within 14 days after the date of sale.  The new equipment owner shall include a copy of the bill of sale in the notification and certify that he/she has received from the previous equipment owner a copy of all logs and records required to have been maintained by the previous equipment owner by section 3319.11.  \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\li360\\qj The new equipment owner shall not operate the crane, derrick, or pile driver within New York City until he/she has filed an application for a renewed certificate of operation in accordance with section 3319.5.2 and the department has granted a renewed certificate of operation for the crane, derrick, or pile driver.  Where a component required to be tracked pursuant to section 3319.5.2.2 has been repaired, modified, or replaced by or with the knowledge of either the old or new equipment owner, such shall be disclosed to the department in accordance with section 3319.5.10.  Where such equipment has been involved in an accident while under the ownership of either the old or new owner, such shall be disclosed to the department in accordance with section 3319.5.11.\\par\n\\par\nAll maintenance, repairs, modifications, and replacements made to the crane, derrick, or pile driver by either the old owner or new owner shall be in accordance with section 3319.11.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\cf1\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj 3319.5.13 Suspension or revocation of a certificate of operation.\\b0   The department shall suspend or revoke a certificate of operation in accordance with the provisions of \\cf0\\'a728-105.10 of the administrative code.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\par\n\\ulnone\\tab\\'a77.  Section 3319.6 of chapter 33 of the New York city building code, as added by local law number 33 for the year 2007, is\\fs20  \\fs24 amended to read as follows:\\par\n\\ul\\par\n\\cf1\\ulnone\\b 3319.6 Certificate of on-site inspection. \\b0 Certificates of on-site inspection shall comply with the [following:] \\ul requirements of section 3319.6.1 through 3319.6.8.\\ulnone  \\par\n\\pard\\ltrpar\\nowidctlpar\\ri-72\\qj\\cf0\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\cf1\\ulnone [1.\\tab The equipment user, or his or her designated representative, shall obtain a certificate of on site inspection for the use of any crane or derrick used for construction or demolition purposes at each job site. Such application for the certificate of on-site inspection shall include information set forth in rules promulgated by the commissioner. \\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\tx1440 2.\\tab Upon approval of the application, a copy of such approval shall be given to the applicant. It shall be unlawful to operate the equipment that is the subject of the approval until it has been inspected and found to be satisfactory by the department as set forth in rules promulgated by the commissioner. Upon inspection and a finding of satisfactory compliance, the approval shall be deemed a certificate of on-site inspection, which shall expire one year from the date of issuance. A certificate of on-site inspection may be renewed in accordance with rules promulgated by the commissioner; \\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj 3.\\tab The certificate of on-site inspection is y valid only if the conditions and statements contained in the approved application are complied with and the crane or derrick is operated in conformance with the provisions of this section and the rules applicable thereto. \\par\n\\pard\\ltrpar\\nowidctlpar\\li1440\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj 4.\\tab A certificate of on-site inspection is not required for cranes or derricks performing work exempted from such requirement by rules promulgated by the commissioner.]\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\ul\\b 3319.6.1 Conformity with the certificate of approval and certificate of operation.\\b0   No application for a certificate of on-site inspection, either an initial application or renewal application, may be filed unless \\cf0 there is a valid certificate of approval and certificate of operation for the crane, derrick, or pile driver issued by the department.  No certificate of on-site inspection, or amendment to a certificate of on-site inspection, shall be granted for a crane, derrick, or pile driver proposed to be operated beyond that in the approved load charts, or provided with attachments or other equipment not provided for in the certificate of approval or certificate of operation.\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\ri-72\\qj\\cf1\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\ri-72\\qj\\cf0 Exception:\\b0   An application for a certificate of on-site inspection may be filed when the crane, derrick, or pile driver has an expired certificate of operation, provided the certificate of operation is renewed in accordance with section 3319.5.7 prior to the issuance of the certificate of on-site inspection.\\par\n\\pard\\ltrpar\\nowidctlpar\\ri-72\\qj\\cf1\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\ri-72\\qj 3319.6.2 Application.\\b0   \\cf0 To apply for a certificate of on-site inspection, an engineer retained by the equipment user shall file a crane, derrick, or pile driver application known as a crane, derrick or pile driver notice application.  The notice application shall contain the information required by sections 3319.6.2.1 through 3319.6.2.6. Accompanying plans and calculations shall be signed and sealed by the engineer, and include the project address.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj\\b 3319.6.2.1 \\cf0 Ground and subsurface conditions.\\b0   Where a crane, derrick, or pile driver is proposed to be located on the ground, the notice application shall include the following:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\tx1440\\ulnone 1.\\tab\\ul Certification from the engineer submitting the notice application that he/she has inspected the ground conditions at the proposed location of the crane, derrick, or pile driver and accounted for them in his or her design;\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\ulnone 2.\\tab\\ul Identification of all pertinent ground and subsurface conditions, including but not limited to elevations and slopes, all \\cf0 sheeting, shoring, retaining walls, or excavations, all vaults, foundations, utilities, or other subsurface structures that could be impacted by the presence of the crane, derrick, or pile driver, along with identification of assumed soil, street, and sidewalk bearing values; and\\cf1\\par\n\\cf0\\ulnone 3.\\tab\\ul Certification, supported by calculations, demonstrating that the crane, derrick, or pile driver, in all conditions of loading, will not overload the street, soil, or sidewalk, or any ground, utility, vault, or subsurface condition identified in item number 2 above.\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\ri-72\\qj\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj\\b 3319.6.2.2 Footing.\\b0   The notice application shall include plans for \\cf1 the footing of the crane, derrick, or pile driver, including matting needed to support and distribute the loads of the \\cf0 crane, derrick, or pile driver.  \\cf1 The\\cf0  notice application shall demonstrate the adequacy of the footing and/or matting for all conditions of loading, or certify that timber in accordance with section 3319.14.4 is adequate and shall be provided.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\li720\\qj The location of outriggers shall be clearly marked.  If outriggers must be set at unequal positions, the engineer shall supply calculations verifying the stability of the crane, derrick, or pile driver.\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\ri-72\\qj\\cf0\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\ri-72\\qj 3319.6.2.3 Foundation.\\b0   Where a foundation, building, platform, or temporary structure is to support a crane, derrick, or pile driver, including but not limited to tie-in connections for tower cranes or the anchorages of derricks, the notice application shall contain all plans and calculations necessary to demonstrate the following, both for in service and out of service conditions:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\ri-72\\qj\\tx1440\\ulnone 1.\\tab\\ul The adequacy of the foundation, building, platform, or temporary structure to support the crane, derrick, or pile driver in all conditions of loading; and\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-540\\li2340\\ri-72\\qj\\tx2340 1.1.\\tab Any modifications needed to enable an existing foundation, building, platform, or temporary structure to support the crane, derrick, or pile driver in all conditions of loading; or\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-540\\li2340\\ri-72\\qj 1.2.\\tab The design of any foundation, platform, or temporary structure needed to be constructed to support the crane, derrick, or pile driver in all conditions of loading.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\ri-72\\qj\\tx1440\\ulnone 2.\\tab\\ul Means of supporting and bracing the equipment; and\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\ri-72\\qj\\ulnone 3.\\tab\\ul Reactions imposed on the foundation, building, platform, or temporary structure by the crane, derrick, or pile driver, including those due to impact and wind.\\par\n\\pard\\ltrpar\\nowidctlpar\\li1800\\ri-72\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\li720\\ri-72\\qj Where the building is a building under construction, the application shall also contain a copy of the crane plans stamped \\ldblquote reviewed for loads imposed\\rdblquote  by the registered design professional for the building, or a letter from the registered design professional for the building stating that he or she has reviewed the crane plans(s) for the loads it will impose on the building and attesting to the adequacy of the building to support the loads.\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\ri-72\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\ri-72\\qj\\b 3319.6.2.4 Setup plan.\\b0   The notice application shall include site plan(s) and elevation plan(s) showing the following:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\ri-72\\qj\\tx1440\\ulnone 1.\\tab\\ul The intended location of crane, derrick, or pile driver;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\ri-72\\qj\\ulnone 2.\\tab\\ul Areas where the crane or pile driver is proposed to travel on site;\\par\n\\ulnone 3.\\tab\\ul Temporary construction such as sidewalk sheds, scaffolds, and hoists; \\par\n\\ulnone 4.\\tab\\ul All surrounding buildings and structures within 125% of the maximum swing radius and swing path of the crane, derrick, or pile driver, with details including items such as balconies and setbacks;\\par\n\\ulnone 5.\\tab\\ul Above ground utilities, street lights, traffic lights, antennas, electrical lines, phone or other lines, bridges, viaducts, and infrastructure within the maximum swing radius of the crane, derrick, or pile driver; and\\par\n\\ulnone 6.\\tab\\ul Details demonstrating that the crane, derrick, or pile driver will not come into contact with any structures or obstructions.\\par\n\\pard\\ltrpar\\nowidctlpar\\ri-72\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\ri-72\\qj\\b 3319.6.2.5 Configuration plan.\\b0   The notice application shall include site plan(s) and elevation plan(s) showing the crane, derrick, or pile driver in all configurations for which it will be utilized at the job site, including showing all proposed boom lengths, jibs, and other attachments.  For tower cranes, all proposed counterweights, including the amounts and configurations, shall be supplied.\\par\n\\par\n\\b 3319.6.2.6 Assembly, jumping, and disassembly plan.\\b0   Where a crane, derrick, or pile driver requires assembly, jumping, or disassembly, including boom assembly, or the attachment of jibs or other attachments, or requires the use of assist cranes, an assembly and disassembly plan showing all phases of the assembly and disassembly shall be included.  For tower cranes, the requirements of section 3319.8 shall apply.\\par\n\\pard\\ltrpar\\nowidctlpar\\ri-72\\qj\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\ri-72\\qj 3319.6.3 Approval.\\b0   Upon approval of the crane, derrick, or pile driver notice application, a copy of such approval shall be given to the applicant.  The crane, derrick, or pile driver shall not be set up or installed until the department has given such approval.  Prior to setup or installation, the certifications required by section 3319.6.3.1 and 3319.6.3.2 shall be provided to the department.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj\\b Exceptions:  \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\tx1440\\ulnone 1.\\tab\\ul Tower crane foundation.  \\b0 The foundation for a tower crane may be installed prior to the submittal of a crane notice application provided that foundation plans for the tower crane foundation containing the information required by sections 3319.6.2.1 and 3319.6.2.3 are submitted to the department for review and approval prior to the installation of the tower crane foundation.  This information does not need to reference a specific crane or crane set-up.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\ulnone\\b 2.\\tab\\ul Tower crane first mast section.\\b0   The first mast section of a tower crane may be installed without an approved notice application from the department for the tower crane, provided the assist crane or derrick possesses a valid certificate of on-site inspection, and provided the mast section is inspected and installed in accordance with rules promulgated by the commissioner.\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj\\par\n\\b 3319.6.3.1 Owner certification.\\b0   Prior to setup or installation of the crane, derrick, or pile driver, the equipment owner shall certify that the crane, derrick, or pile driver has been inspected, maintained, modified, repaired, and replaced by the owner in accordance with the provisions of the certificate of operation and section 3319.11, and that the crane, derrick, or pile driver has been provided to the equipment user \\cf1 in a good condition and safe working order, with no known hazardous conditions or maintenance problems that will compromise the safe operation of the crane, derrick, or pile driver.  The certification shall be in the form of a letter, specific to the job.\\par\n\\par\n\\b 3319.6.3.2 User certification.\\b0   Prior to setup or installation of the crane, derrick, or pile driver, the equipment user shall certify that he/she shall, while the crane, derrick, or pile driver is in his or her possession:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\tx1440\\ulnone 1.\\tab\\ul Set up and operate the crane, derrick, or pile driver in accordance with the provisions of the approved load chart, certificate of approval, certificate of operation, and certificate of on-site inspection, or where such equipment is proposed to be operated under an exemption from such certificate, the equipment is operated in accordance with the provisions of the exemption;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\ulnone 2.\\tab\\ul Maintain the crane, derrick, or pile driver in accordance with section 3319.11;\\par\n\\ulnone 3.\\tab\\ul Maintain a maintenance log in accordance with section 3319.11;\\par\n\\ulnone 4.\\tab\\ul Maintain an inspection log in accordance with rules promulgated by the commissioner;\\par\n\\ulnone 5.\\tab\\ul Not make any repairs, modifications, or replacements to the crane, derrick, or pile driver without the knowledge and authorization of the equipment owner in accordance with section 3319.11; \\par\n\\ulnone 6.\\tab\\ul Immediately notify the department and the equipment owner of any accident involving the crane, derrick, or pile driver; \\par\n\\ulnone 7.\\tab\\ul Provide flagperson(s), fences, barricades, or other adequate means to keep the public from coming into contact with the crane, derrick, or pile driver, or passing through a hoisting zone in accordance with section 3319.14; \\par\n\\ulnone 8.\\tab\\ul Provide footing in accordance with section 3319.14;\\par\n\\ulnone 9.\\tab\\ul Not permit hoisting over occupied buildings unless the provisions of section 3319.14 are satisfied;\\par\n\\ulnone 10.\\tab\\ul Obtain all other permits and notifications required by section 3319.14;\\par\n\\ulnone 11.\\tab\\ul Not permit the operation of the crane, derrick, or pile driver when a hazardous condition is known to exist; and\\par\n\\ulnone 12.\\tab\\ul Not permit the set up or use of the crane, derrick, or pile driver without a valid approved application or certificate of on-site inspection in accordance with section 3319.6.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\li1080\\qj The certification shall be in the form of a letter, specific to the job.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\cf0\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\ri-72\\qj 3319.6.4 Issuance of the certificate of on-site inspection.\\b0   Upon set up or installation, the crane, derrick, or pile driver shall not be operated until the crane, derrick, or pile driver has passed an inspection in accordance with rules promulgated by the department.  Upon satisfactory compliance, the approved crane, derrick, or pile driver notice application shall be deemed a certificate of on-site inspection, which shall expire one year from the date of issuance.\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\ri-72\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\b 3319.6.5 Assist cranes or derricks.\\b0   Assist cranes or derricks are required to possess a valid certificate of on-site inspection.  Assist cranes or derricks shall not be utilized to assemble or disassemble a crane, derrick, or pile driver until the notice application for the equipment to be assembled or disassembled has been approved by the department and the assist crane or derrick possesses a valid certificate of on-site inspection.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj 3319.6.6 Amendments.  \\b0 An existing certificate of on-site inspection may be amended by a professional engineer on behalf of the equipment user.  Amendments shall be approved in the order which they were received.  Amendments shall be required where the crane, derrick, or pile driver is proposed to be set up, located, configured, or operated in a manner not provided for in the certificate of on-site inspection, or to be operated by a different equipment user.\\par\n\\par\n\\b 3319.6.7 Operation.\\b0   \\cf1 The certificate of on-site inspection is valid only if the conditions and statements contained in the approved application are complied with and the crane, derrick, or pile driver is operated in conformance with the provisions of this section and the rules applicable thereto. \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\b 3319.6.8 Suspension or revocation of a certificate of on-site inspection.  \\b0 The department shall suspend or revoke a certificate of on-site inspection in accordance with the provisions of \\cf0\\'a728-105.10 of the \\i Administrative Code\\i0 .\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone\\tab\\'a78.  Chapter 33 of the New York city building code, is\\fs20  \\fs24 amended by adding a new section 3319.11 to read as follows:\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\cf1\\b 3319.11 Maintenance, repairs, modifications, and replacements.\\b0   Cranes, derricks, and pile drivers shall be maintained, repaired and modified in accordance with, and all replacement part(s) shall comply with, the requirements of sections 3319.11.1 and 3319.11.2.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\b 3319.11.1 Maintenance.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\b0\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj\\b 3319.11.1.1 Manufacturer\\rquote s maintenance procedures.\\b0   Cranes, derricks, and pile drivers shall be maintained by equipment owners and equipment users in accordance with all manufacturer procedures.\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj\\b 3319.11.1.2 National maintenance standards.  \\b0 Cranes, derricks, and pile driers shall be maintained by equipment owners and equipment users in accordance with the requirements and the applicable standard, listed below:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\tx1440\\cf0\\ulnone 1.\\tab\\ul ASME B30.3-2004, for a tower crane;\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\ulnone 2.\\tab\\ul ASME B30.5-2007, for a mobile or crawler crane;\\par\n\\ulnone 3.\\tab\\ul ASME B30.22-2005, for an articulating boom crane; \\par\n\\ulnone 4.\\tab\\ul Standards identified in rules promulgated by the commissioner for self-erecting tower cranes;\\par\n\\ulnone 5.\\tab\\ul ASME B30.6-2003, for a derrick; or\\par\n\\ulnone 6.\\tab\\ul EN 996-1996 for pile drivers.\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj\\par\n\\b 3319.11.1.3 Lubrication and oiling.  \\cf0\\b0 Lubrication and oiling shall be performed under the supervision of the crane, derrick, or pile driver operator, oiler, or maintenance mechanic and be performed in accordance with sections 3319.11.1 and 3319.11.2.\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\cf1\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj 3319.11.1.4 Jobsite maintenance logs.  \\b0 Where a crane, derrick, or pile driver is operated on a job site within New York City, the equipment user shall maintain a log of all maintenance performed on the crane, derrick, or pile driver at the job site, and make such log available to the commissioner upon request.  The log shall also include information on all repairs, modifications, and replacements made to the crane, derrick, or pile driver at the job site.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\li1080\\qj\\b Exception: \\b0 Derricks permanently affixed to a building.\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\par\n\\b 3319.11.2 Repairs, modifications, and replacements.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj 3319.11.2.1 Factor of safety for repairs, modifications, and replacements.  \\b0 All repairs, modifications, or replacements made to a \\cf0 crane, derrick, or pile driver \\cf1 by or with the knowledge of the equipment owner shall provide at least the manufacturer\\rquote s original factor of safety.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj 3319.11.2.2 Manufacturer\\rquote s repair, modification, and replacement procedures and equipment.  \\b0 Beginning January 1, 2011, all repairs, modifications, or replacements made to a \\cf0 crane, derrick, or pile driver \\cf1 by or with the knowledge of the equipment owner shall be made in accordance with all manufacturer procedures and requirements, and shall be made by the manufacturer or a manufacturer\\rquote s representative where the manufacturer so requires.  All part(s) or component(s) added to or replaced on the crane, derrick or pile driver shall be supplied by the equipment manufacturer or manufacturer approved vendor.  \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\li1080\\qj\\b Exception: \\b0 Where manufacturer procedures and/or requirements do not exist, or equipment manufacturer or manufacturer approved vendor part(s) or component(s) does not exist, such repair, modification, or replacement shall be conducted in accordance with the applicable national standard, listed in section 3319.11.2.3, and provide at least the manufacturer\\rquote s original factor of safety.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj\\b 3319.11.2.3 National standards for repair, modification, and replacement.  \\b0 Beginning January 1, 2011, all repairs, modifications, or replacements made to a \\cf0 crane, derrick, or pile driver \\cf1 by or with the knowledge of the equipment owner shall be in accordance with the applicable standard, listed below:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\tx1440\\cf0\\ulnone 1.\\tab\\ul ASME B30.3-2004, for a tower crane;\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\qj\\ulnone 2.\\tab\\ul ASME B30.5-2007, for a mobile or crawler crane;\\par\n\\ulnone 3.\\tab\\ul ASME B30.22-2005, for an articulating boom crane; \\par\n\\ulnone 4.\\tab\\ul Standards identified in rules promulgated by the commissioner for self-erecting tower cranes;\\par\n\\ulnone 5.\\tab\\ul ASME B30.6-2003, for a derrick; or\\par\n\\ulnone 6.\\tab\\ul EN 996-1996 for pile drivers.\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\qj\\b 3319.11.2.4 Repair, modification, and replacement records.\\b0   Beginning January 1, 2011, the equipment owner shall, for the life of the \\cf0 crane, derrick, or pile driver\\cf1 , maintain logs and records of all repairs, modifications, and replacements made by or with the knowledge of the equipment owner and make such logs and records available to the commissioner upon request.  If the equipment is sold, such logs and records shall be transferred to the new owner.\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\ri-72\\qj\\b 3319.11.2.5 Equipment user notification of repairs, modifications, and replacements.\\b0   An equipment user shall make no repairs, modifications, or replacements to a crane, derrick, or pile driver operating within New York City without the knowledge and authorization of the equipment owner.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\qc\\cf0\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\tab\\'a79.\\fs20   \\fs24 Chapter 33 of the New York city building code, is\\fs20  \\fs24 amended by adding a new section 3319.12 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\cf1\\ul\\par\n\\b 3319.12 Department review.\\b0   At the request of the commissioner, equipment owners and users shall perform inspections, or provide records, analysis, certification, or testing acceptable to the commissioner to demonstrate compliance with the requirements of this code and rules, to demonstrate the safety of the crane, derrick, or pile driver, to demonstrate that maintenance has been performed on the crane, derrick, or pile driver in accordance with section 3319.11, or to demonstrate the adequacy of all repairs, modifications, or replacements.\\b\\par\n\\cf0\\b0\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone\\tab\\'a710.\\fs20   \\fs24 Chapter 33 of the New York city building code, is\\fs20  \\fs24 amended by adding a new section 3319.13 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ul\\par\n\\cf1\\b 3319.13 Open applications.\\b0   An application shall be deemed to have been abandoned twelve months after the date of its submission and shall expire pursuant to the provisions of \\cf0\\'a728-105.7 of the \\i Administrative Code\\i0 .\\cf1\\par\n\\cf0\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone\\tab\\'a711.\\fs20   \\fs24 Chapter 33 of the New York city building code, is\\fs20  \\fs24 amended by adding a new section 3319.14 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ul\\par\n\\cf1\\b 3319.14 Additional requirements.\\b0   \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\b 3319.14.1 Department of transportation.  \\cf0\\b0 Where a crane or pile driver is to be located on or hoisting operations are to occur over a street or sidewalk, a permit from the department of transportation shall be obtained by the equipment user.  A copy of this permit shall be included in the crane, derrick, or pile driver notice application.\\par\n\\par\n\\b 3319.14.2 Pedestrians.\\b0   No crane, derrick, or pile driver shall be located on a street, sidewalk, or in area accessible to the public, and no hoisting shall occur over a street, sidewalk, or area accessible to the public unless the equipment user provides \\cf1 flagperson(s), fences, barricades, or other adequate means and \\cf0 prevents the public from coming into contact with the \\cf1 crane, derrick, or pile driver, or from passing through a hoisting zone.  A sidewalk shed shall not be considered adequate means to protect pedestrians in a hoisting zone.\\cf0\\par\n\\par\n\\b 3319.14.3 Occupied buildings.\\b0   Loads shall not be carried over any occupied building unless the top two floors are vacated or overhead protection approved by the department is provided.\\par\n\\par\n\\b 3319.14.4 Footing.  \\b0 Footing shall be provided by the equipment user to distribute loads so as not to exceed the bearing capacity of the underlying material.  Footing under tires, crawler tracks, or outrigger pads shall be level within one percent.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\li360\\qj Where a crane or pile driver is to be located on a street or sidewalk, the pressure on such surface shall not exceed 3500 pounds per square foot (716.86 kg per square meter).  The pressure shall be distributed by the equipment user on the street or sidewalk by means of timber extending not less than twelve (12) inches (304.8 mm) beyond the base of the outriggers on all sides and sufficiently thick to uniformly distribute the pressure as required above of all the loads including the weight of the crane or pile driver, or by other means acceptable to the commissioner. The timber mats shall have a minimum thickness of two (2) inches (50.8 mm). All cranes or pile drivers equipped with steel tracks shall be supported by timber not less than six (6) inches (152.4 mm) thick and covering the entire base of the crane or pile driver.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\b 3319.14.5 Aviation hazards.\\b0   All required applications and/or approvals related to the operation of a crane, derrick, or pile driver from the Federal Aviation Administration, including but not limited to any required pursuant to 14 CFR Part 77 and FAA Advisory Circular AC70/7460-2K, shall be obtained by the equipment user.  A copy of all required applications and/or approvals shall be kept on site, available to inspection by the commissioner.  \\par\n\\par\n\\b 3319.14.6 Transit facilities.\\b0   \\cf0 If the body of a crane or pile driver is to be located within 200 feet (60.96 m) of a structure or vault owned by the Transit Authority, the approval of such is required.  Such approval shall be acquired by the equipment user and included in the crane, derrick, or pile driver notice application.\\par\n\\cf1\\par\n\\b 3319.14.7 Weekend operations.\\b0   To operate a crane, derrick, or pile driver on a weekend, the equipment user must obtain approval from the department as required by \\'a724-223 of the \\i Administrative Code.\\i0   \\cf0\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\ulnone\\tab\\'a712.  If any section, subdivision, paragraph, item, sentence, clause, phrase or other portion of this local law is for any reason declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\\par\n\\par\n\\tab\\'a713.  Notwithstanding any other provision of law, Reference Standard 19-2 Power Operated Cranes and Derricks of the appendix of chapter 1 of title 27 of the administrative code of the city of New York, as amended on September 14, 2006 by a taskforce appointed by the commissioner of buildings pursuant to section 27-131.1, is amended and shall apply to section 3319 of the New York city building code, as hereinafter provided:\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li720\\qj\\tx720 1.\\tab Section 1 of Reference Standard 19-2 is repealed and superseded by section 3319.1 of the New York city building code as amended by section three of this law.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li720\\qj 2.\\tab Sections 3, 4, and 16 of Reference Standard 19-2 shall be considered to satisfy the requirements for rules promulgated by the commissioner under section 3319.4 of the New York city building code as amended by section five of this law until such time the commissioner promulgates new rules to satisfy the requirements of section 3319.4.\\par\n3.\\tab Section 8 of Reference Standard 19-2 is repealed and superseded by section 3319.6 of the New York city building code, as amended by section seven of this law, except section 8.2.2 of Reference Standard 19-2 which remains in effect.\\par\n4.\\tab Section 10 of Reference Standard 19-2 is repealed and superseded by section 3319.5 of the New York city building code, as amended by section six of this law.\\par\n5.\\tab Section 15 and 18.1 of Reference Standard 19-2 shall be considered to satisfy the requirements for rules promulgated by the commissioner under sections \\cf1 3319.5.2.3 and 3319.5.2.4 of the New York city building code, as amended by section six of this law, \\cf0 until such time the commissioner promulgates new rules to satisfy the requirements of such sections.  Until rules certifying a qualified inspector are promulgated by the department, the department shall continue to perform periodic inspections required for the issuance or renewal of a certificate of operation.\\par\n6.\\tab Sections 17, 18.2, and 18.3 of Reference Standard 19-2 are repealed and superseded by section 3319.11 of the New York city building code, as amended by section eight of this law.\\par\n7.\\tab All other sections of Reference Standard 19-2 shall remain in effect until repealed or superseded by new rules promulgated by the commissioner.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\par\n\\tab\\'a714.  This local law shall take effect immediately.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\ulnone\\par\n}\n",
  "LastModified": "2013-12-16T21:26:06.037Z"
}
