{
  "ID": 44285,
  "GUID": "64DCC421-F562-4DDE-A605-0B41AC429BB3",
  "File": "Int 0010-2010",
  "Name": "Designation of “heavy use” thoroughfares.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to designation of “heavy use” thoroughfares, placement of street level air quality monitors at designated “heavy use” thoroughfares and other locations by the Department of Transportation and in relation to requiring annual reporting of the air quality monitoring results.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2010-02-03T00:00:00Z",
  "AgendaDate": "2010-02-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    }
  ],
  "History": [
    {
      "ID": 239082,
      "Date": "2010-02-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239233,
      "Date": "2010-02-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9593,
      "AgendaSequence": 87,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284038,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45237,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.   The Council finds that there is ample evidence that poor air quality is associated with adverse health impacts.  Documented adverse health impacts include increased risk of mortality from lung cancer, from cardiovascular diseases, and respiratory diseases.  Recent studies also show that children are particularly susceptible to exposure to air pollution which is known to lower IQ scores even before birth and can leave children more susceptible to respiratory diseases later in life.  Prenatal exposure to air pollution is linked with genetic abnormalities at birth and developmental delays by age three.  Among obese children, more pronounced deficits in lung function have been observed in response to air pollution than among children of normal weight.  Similarly, air pollution can have devastating impacts on people with compromised immune systems, the elderly and individuals with respiratory diseases.\nThe Council further finds that pollution from mobile sources represents a significant threat to children because one in three public schools in the United States is located within four hundred meters of a major highway which usually serve as routes for trucks and other traffic. The location of schools and school playgrounds in proximity to major highways and to mobile sources pollution generated by vehicles affects children more than adults because children spend more than thirty percent of their day on school grounds, in classrooms and, after school, involved in extracurricular activities at school.  Finally, the Council finds that the Environmental Protection Agency is proposing a new and more stringent national standard for nitrogen dioxide (“NO2”), caused by emissions from cars, trucks, buses, power plants and industrial facilities.  The new proposed standard is based upon current scientific evidence linking short-term NO2 exposures to respiratory effects in people with asthma and other respiratory diseases and at-risk populations such as children and the elderly.  The proposed NO2 standard would add NO2 monitoring within fifty meters of major roads but would not require any NO2 monitoring near schools, parks or playgrounds.\nTherefore the Council finds that it is in the best interests of the City to designate heavy traffic thoroughfares and to require that air monitors be placed at designated heavy use thoroughfares and outside of parks, playgrounds, ball fields and school playgrounds that adjoin designated heavy use thoroughfares and to require annual reports on the results of the ambient air quality monitoring.  \n\t§ 2. Section 24-108 of the administrative code of the city of New York is amended by adding new subdivisions g, h, i, and j to read as follows:\n(g) For purposes of this section the following terms shall have the following meanings:  \n(1) “Heavy use thoroughfare” shall mean any highway, roadway or other traffic corridor that has traffic volume greater than the fiftieth percentile of the average New York city roadway corridors or have traffic in excess of 100,000 vehicles on an annual basis. Designation of heavy use thoroughfares shall be based upon verifiable usage and traffic volume data obtained from transportation planning agencies including, but not limited to, the New York metropolitan transportation council, the New York city department of transportation and the New York state department of transportation.\n(2) “Recreational area” shall mean  any park, playground, ball field and school playground that abuts a heavy use thoroughfare.. \n(3) \"Regulated air contaminant\" shall mean oxides of nitrogen, volatile organic compounds, sulfur dioxide, particulate matter, carbon monoxide, carbon dioxide, polycyclic aromatic hydrocarbons or any other air contaminant for which a national ambient air quality standard has been promulgated; or any air contaminant that is regulated under section 42 USC 7412 of the Clean Air Act. \n(4) “At risk populations” shall mean infants and young children, pregnant women, older adults, and people with weakened immune systems.  \n(h) Designation of heavy use thoroughfares. The department shall, no later than June 30 2011, designate heavy use thoroughfares in every borough. \n(i) Placement of air monitors. The department shall install street level air monitors at a minimum at two major intersections on every designated heavy use thoroughfare and at every recreational area by December 30, 2011.  Commencing on December 30, 2012 and every December 30 thereafter, the department shall issue a report to the mayor and to the speaker of the council containing the results of the air quality monitoring of designated heavy use thoroughfares.  Such report shall also be posted on the department’s  website annually.\ni. Where the results of the air quality monitoring on and adjoining heavy use thoroughfares indicate that levels of any regulated air contaminant constitute a violation of an existing standard for that regulated air contaminant or contribute to an actual or potential danger to public health or the environment or present a health risk to at-risk populations based upon the most recent research available, the department of environmental protection along with the departments of transportation and education shall collaboratively identify and require the implementation of corrective mitigation measures that significantly reduce or eliminate short-term and long term exposure risks.\n§3. This local law shall take effect ninety days after enactment, provided, however, that the commissioner of environmental protection shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\nLS #171\nSS1/28/10 11:25 a.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab S\\cf1 ection 1.  Legislative findings and intent.   The Council finds that\\cf0  there is ample evidence that poor air quality is associated with adverse health impacts.  Documented adverse health impacts include increased risk of mortality from lung cancer, from cardiovascular diseases, and respiratory diseases.  Recent studies also show that children are particularly susceptible to exposure to air pollution which is known to lower IQ scores even before birth and can leave children more susceptible to respiratory diseases later in life.  Prenatal exposure to air pollution is linked with genetic abnormalities at birth and developmental delays by age three.  Among obese children, more pronounced deficits in lung function have been observed in response to air pollution than among children of normal weight.  Similarly, air pollution can have devastating impacts on people with compromised immune systems, the elderly and individuals with respiratory diseases.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 The Council further finds that pollution from mobile sources represents a significant threat to children because one in three public schools in the United States is located within four hundred meters of a major highway which usually serve as routes for trucks and other traffic. The location of schools and school playgrounds in proximity to major highways and to mobile sources pollution generated by vehicles affects children more than adults because children spend more than thirty percent of their day on school grounds, in classrooms and, after school, involved in extracurricular activities at school.  Finally, the Council finds that the Environmental Protection Agency is proposing a new and more stringent national standard for nitrogen dioxide (\\ldblquote NO\\sub 2\\nosupersub\\rdblquote ), caused by emissions from cars, trucks, buses, power plants and industrial facilities.  The new proposed standard is based upon current scientific evidence linking short-term NO\\sub 2\\nosupersub  exposures to respiratory effects in people with asthma and other respiratory diseases and at-risk populations such as children and the elderly.  The proposed NO\\sub 2\\nosupersub  standard would add NO\\sub 2\\nosupersub  monitoring within fifty meters of major roads but would not require any NO\\sub 2\\nosupersub  monitoring near schools, parks or playgrounds.\\par\nTherefore the Council finds that it is in the best interests of the City to designate heavy traffic thoroughfares and to require that air monitors be placed at designated heavy use thoroughfares and outside of parks, playgrounds, ball fields and school playgrounds that adjoin designated heavy use thoroughfares and to require annual reports on the results of the ambient air quality monitoring.  \\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\cf0\\tab\\'a7 2. Section 24-108 of the administrative code of the city of New York is amended by adding new subdivisions g, h, i, and j to read as follows:\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (g) For purposes of this section the following terms shall have the following meanings:  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (1) \\ldblquote Heavy use thoroughfare\\rdblquote  shall mean any highway, roadway or other traffic corridor that has traffic volume greater than the fiftieth percentile of the average New York city roadway corridors or have traffic in excess of 100,000 vehicles on an annual basis. Designation of heavy use thoroughfares shall be based upon verifiable usage and traffic volume data obtained from transportation planning agencies including, but not limited to, the New York metropolitan transportation council, the New York city department of transportation and the New York state department of transportation.\\par\n(2) \\ldblquote Recreational area\\rdblquote  shall mean  any park, playground, ball field and school playground that abuts a heavy use thoroughfare.. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (3) \"Regulated air contaminant\" shall mean oxides of nitrogen, volatile organic compounds, sulfur dioxide, particulate matter, carbon monoxide, carbon dioxide, polycyclic aromatic hydrocarbons or any other air contaminant for which a national ambient air\\b  \\b0 quality standard has been promulgated; or any\\b  \\b0 air contaminant\\b  \\b0 that is regulated under section 42 USC 7412 of the Clean Air Act\\ulnone . \\par\n\\ul (4) \\ldblquote At risk populations\\rdblquote  shall mean i\\cf1 nfants and young children, pregnant women, older adults, and people with weakened immune systems.  \\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (h) Designation of heavy use thoroughfares. The department shall, no later than June 30 2011, designate heavy use thoroughfares in every borough. \\par\n(i) Placement of air monitors. The department shall install street level air monitors at a minimum at two major intersections on every designated heavy use thoroughfare and at every recreational area by December 30, 2011.  Commencing on December 30, 2012 and every December 30 thereafter, the department shall issue a report to the mayor and to the speaker of the council containing the results of the air quality monitoring of designated heavy use thoroughfares.  Such report shall also be posted on the department\\rquote s  website annually.\\par\ni. Where the results of the air quality monitoring on and adjoining heavy use thoroughfares indicate that levels of any regulated air contaminant constitute a violation of an existing standard for that regulated air contaminant or contribute to an actual or potential danger to public health or the environment or present a health risk to at-risk populations based upon the most recent research available, the department of environmental protection along with the departments of transportation and education shall collaboratively identify and require the implementation of corrective mitigation measures that significantly reduce or eliminate short-term and long term exposure risks.\\par\n\\ulnone\\'a73. This local law shall take effect ninety days after enactment, provided, however, that the commissioner of environmental protection shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LS #171\\par\nSS1/28/10 11:25 a.m.\\par\n}\n",
  "LastModified": "2013-12-23T17:06:13.557Z"
}
