{
  "ID": 44168,
  "GUID": "9E6F1D5E-CFB7-4554-BCAE-82154FE99052",
  "File": "Int 0013-2010",
  "Name": "Creation of a youth violence task force.",
  "Title": "A Local Law in relation to the creation of a youth violence task force.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 24,
  "BodyName": "Committee on Youth Services",
  "IntroDate": "2010-02-03T00:00:00Z",
  "AgendaDate": "2010-02-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    }
  ],
  "History": [
    {
      "ID": 239108,
      "Date": "2010-02-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239235,
      "Date": "2010-02-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Youth Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9593,
      "AgendaSequence": 91,
      "MinutesSequence": 116,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Youth Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284041,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45120,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Legislative findings and declaration.  Youth violence can be manifest in a number of different ways including gang violence, dating violence, and bullying.  In 2008, juveniles accounted for 16% of all violent crime arrests nation-wide, with 1,280 juveniles being arrested for murder, 3,340 for forcible rape, 35,350 for robbery, and 56,000 for aggravated assault.  In the United States, homicide is the second leading cause of death among people 10-24 years of age and one quarter of all sexual assaults were perpetrated by offenders younger than 21. \nThe effects of youth violence are far reaching for the victim, the offender, and the community as a whole.  Violence in schools can lead to increased absenteeism due to fear.  Youth violence can lead to increased health care costs, decreased property values, and disruptions in social services.  \nThe Council finds that youth violence is detrimental to the community as a whole as well as individuals.  Based on this finding, the Council determines that it is necessary to create a task force to study this issue further and draft recommendation for the most effective means of preventing youth violence and treating juvenile offenders.  \n\t§2.  Youth Violence Task Force.  a. There shall be a task force to study youth violence in New York city and to make specific recommendations to the mayor and council for the prevention and treatment of youth violence throughout the city.  \n\tb. Such advisory board shall consist of nine members as follows:    \ni. Three members shall be appointed by the mayor, provided that at least one such member shall be a member of law enforcement and shall have experience in youth violence and at least one member shall have advanced training in and experience with youth gang violence.\nii. Two members shall be appointed by the speaker of the council, provided that at least one member shall have a background in youth gang violence.\niii. The commissioners of health and mental hygiene, youth and community development, the department of education, and juvenile justice, or the designees of such commissioners, shall serve ex officio.  \niv. The members shall be appointed within sixty days of the enactment of this local law.\nv.  At its first meeting, the advisory board shall select a chairperson from among its members by majority vote of the advisory board.  \nc.  Each member, other than members serving in an ex officio capacity, shall serve for a term of twelve months, to commence after the final member of the advisory board is appointed.  Any vacancies in the membership of the advisory board shall be filled in the same manner as the original appointment.  A person filling such vacancy shall serve for the unexpired portion of the term of the succeeded member.  \nd.  The department of health and mental hygiene, the department of youth and community development, the department of education, and the department of juvenile justice may provide staff to assist the task force.\ne.  No member of the advisory board shall be removed from office except for cause and upon notice and hearing by the appropriate appointing official.  \nf.  Members of the advisory board shall serve without compensation and shall meet no less than one a month.  \ng.  The advisory board shall issue a report to the mayor and council no later than twelve months after the final member of the advisory board is appointed.  Such report shall include specific recommendations on the following topics: \ni.   Prevention of youth dating violence, youth gang-related violence, and violence in schools;  \nii.  Treatment of youth violence perpetrators in order to lower recidivism rates;  \niii. Tracking and reporting of youth violence trends;\nh.  The advisory board shall terminate upon the publication of the report.\n\t§3.  This local law shall take effect immediately after its enactment into law.\n\n\n\n___\nLS# 7987\nJW",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  \\expndtw0 Legislative findings and declaration.  Youth violence can be manifest in a number of different ways including gang violence, dating violence, and bullying.  In 2008, juveniles accounted for 16% of all violent crime arrests nation-wide, with 1,280 juveniles being arrested for murder, 3,340 for forcible rape, 35,350 for robbery, and 56,000 for aggravated assault.  In the United States, homicide is the second leading cause of death among people 10-24 years of age and one quarter of all sexual assaults were perpetrated by offenders younger than 21. \\par\nThe effects of youth violence are far reaching for the victim, the offender, and the community as a whole.  Violence in schools can lead to increased absenteeism due to fear.  Youth violence can lead to increased health care costs, decreased property values, and disruptions in social services.  \\par\nThe Council finds that youth violence is detrimental to the community as a whole as well as individuals.  Based on this finding, the Council determines that it is necessary to create a task force to study this issue further and draft recommendation for the most effective means of preventing youth violence and treating juvenile offenders.  \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\expndtw-3\\tab\\'a72.  \\expndtw0 Youth Violence Task Force.  a. There shall be a task force to study youth violence in New York city and to make specific recommendations to the mayor and council for the prevention and treatment of youth violence throughout the city.  \\par\n\\tab b. Such advisory board shall consist of nine members as follows:    \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 i. Three members shall be appointed by the mayor, provided that at least one such member shall be a member of law enforcement and shall have experience in youth violence and at least one member shall have advanced training in and experience with youth gang violence.\\par\nii. Two members shall be appointed by the speaker of the council, provided that at least one member shall have a background in youth gang violence.\\par\niii. The commissioners of health and mental hygiene, youth and community development, the department of education, and juvenile justice, or the designees of such commissioners, shall serve ex officio.  \\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1 iv. The members shall be appointed within sixty days of the enactment of this local law.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 v.  At its first meeting, the advisory board shall select a chairperson from among its members by majority vote of the advisory board.  \\par\nc.  Each member, other than members serving in an ex officio capacity, shall serve for a term of twelve months, to commence after the final member of the advisory board is appointed.  Any vacancies in the membership of the advisory board shall be filled in the same manner as the original appointment.  A person filling such vacancy shall serve for the unexpired portion of the term of the succeeded member.  \\par\nd.  The department of health and mental hygiene, the department of youth and community development, the department of education, and the department of juvenile justice may provide staff to assist the task force.\\par\ne.  No member of the advisory board shall be removed from office except for cause and upon notice and hearing by the appropriate appointing official.  \\par\nf.  Members of the advisory board shall serve without compensation and shall meet no less than one a month.  \\par\ng.  The advisory board shall issue a report to the mayor and council no later than twelve months after the final member of the advisory board is appointed.  Such report shall include specific recommendations on the following topics: \\par\ni.   Prevention of youth dating violence, youth gang-related violence, and violence in schools;  \\par\nii.  Treatment of youth violence perpetrators in order to lower recidivism rates;  \\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1 iii. Tracking and reporting of youth violence trends;\\par\nh.  The advisory board shall terminate upon the publication of the report.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\expndtw-3\\tab\\'a73.  This local law shall take effect immediately after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\par\n\\par\n\\par\n___\\par\nLS# 7987\\par\nJW\\par\n\\cf1\\par\n}\n",
  "LastModified": "2013-12-23T17:07:08.65Z"
}
