{
  "ID": 44292,
  "GUID": "97321172-DFD2-4E82-8CFF-102C0C139185",
  "File": "Int 0017-2010",
  "Name": "Zero carbon emission buildings.",
  "Title": "A Local Law to amend the New York city charter, in relation to zero carbon emission buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2010-02-03T00:00:00Z",
  "AgendaDate": "2010-02-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    }
  ],
  "History": [
    {
      "ID": 239120,
      "Date": "2010-02-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239243,
      "Date": "2010-02-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9593,
      "AgendaSequence": 97,
      "MinutesSequence": 122,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284044,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45244,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.   The Council finds that climate change has the potential to cause devastating impacts on New York City and the City has responded by taking action to reduce its greenhouse gas emissions citywide.  By enacting Local Law 22 of 2008, New York City committed to reduce its greenhouse gas emissions by thirty percent by 2017 for City government operations and by thirty percent citywide by 2030.  In order to accomplish those ambitious goals, New York City has undertaken a number of measures to address the sources of greenhouse gas emissions in a systematic fashion.  One such measure, Local Law 86 of 2005, requires the City to use LEED green building criteria for capital projects.  LEED , which is the acronym for Leadership in Energy and Environmental Design (LEED), is a nationally accepted third-party certification program for design, operation and construction of high performance green buildings.  Reducing greenhouse gases from capital projects presented a formidable challenge as building construction and use is responsible for eighty percent of greenhouse gas emissions.  Since the enactment of Local Law 86, at least eighty-three capital projects have commenced design subject to LEED guidelines.  \nHowever, since 2005 more efficient green building standards have been developed including carbon neutral, passive building and zero carbon construction.  While a LEED certified building does not have to meet a particular energy efficiency standard, a net zero energy building produces as much energy as it uses on an annual basis, and a carbon neutral building uses no fossil fuels in its operation, creates no direct greenhouse gases and, as a result, does not contribute to global warming.  A carbon neutral and net zero energy building produces at least as much energy as it generates each year and uses no fossil fuels in its operation.  New York City would not be the first governmental entity to move beyond LEED.  The state of Massachusetts has convened a Zero Net Energy Building Task Force with a goal of having the first state owned zero energy building by January 1, 2010 and the United Kingdom has mandated that all new homes in Britain must be zero carbon by 2016.\n     The Council further finds that zero carbon buildings are likely to reduce greenhouse gas emissions significantly more than is contemplated by LEED green building standards, are the new frontier of green building and should be required, on an experimental basis, in addition to capital projects developed under LEED green building standards.  Therefore the council finds that it is in the best interest of the city to mandate that zero carbon emission capital projects be developed in addition to projects subject to LEED green building standards.  \n\t§2. Section 224.1 of the New York city charter is amended by adding a new subdivision l to read as follows:\n (l) Zero carbon pilot projects. In addition to compliance with LEED green building standards, a minimum of two capital projects subject to LEED green building standards shall be selected during each year of the five year period commencing on January 30, 2010, that achieve zero carbon or net zero energy use consistent with the United States department of energy building technologies program, the United States green building council cascadia chapter “Living Building Challenge” and ASHRAE 2020.  Such project may be the design and construction of a new building or an addition to an existing building or a substantial reconstruction of an existing building, that achieves zero carbon or net zero energy use.  The department of buildings shall prepare an annual report on December 31, 2011 and upon each December 31,thereafter,submitted to the mayor and the speaker of the council on the progress of the zero carbon pilot capital construction projects including, but not limited to, progress on projects selected, carbon and energy savings achieved, and a comparison of cost effectiveness, construction costs, energy savings and such other information as provides a useful comparison to the capital projects commenced pursuant to LEED Green building standards.\n§3. This local law shall take effect ninety days after enactment, except that the commissioner of buildings shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such effective date.\nLS# 5215\nSS 11/23/09  12:44p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab S\\cf1 ection 1.  Legislative findings and intent.   The Council finds that\\cf0  climate change has the potential to cause devastating impacts on New York City and the City has responded by taking action to reduce its greenhouse gas emissions citywide.  By enacting Local Law 22 of 2008, New York City committed to reduce its greenhouse gas emissions by thirty percent by 2017 for City government operations and by thirty percent citywide by 2030.  In order to accomplish those ambitious goals, New York City has undertaken a number of measures to address the sources of greenhouse gas emissions in a systematic fashion.  One such measure, Local Law 86 of 2005, requires the City to use LEED green building criteria for capital projects.  LEED , which is the acronym for Leadership in Energy and Environmental Design (LEED), is a nationally accepted third-party certification program for design, operation and construction of high performance green buildings.  Reducing greenhouse gases from capital projects presented a formidable challenge as building construction and use is responsible for eighty percent of greenhouse gas emissions.  Since the enactment of Local Law 86, at least eighty-three capital projects have commenced design subject to LEED guidelines.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 However, since 2005 more efficient green building standards have been developed including carbon neutral, passive building and zero carbon construction.  While a LEED certified building does not have to meet a particular energy efficiency standard, a net zero energy building produces as much energy as it uses on an annual basis, and a carbon neutral building uses no fossil fuels in its operation, creates no direct greenhouse gases and, as a result, does not contribute to global warming.  A carbon neutral and net zero energy building produces at least as much energy as it generates each year and uses no fossil fuels in its operation.  New York City would not be the first governmental entity to move beyond LEED.  The state of Massachusetts has convened a Zero Net Energy Building Task Force with a goal of having the first state owned zero energy building by January 1, 2010 and the United Kingdom has mandated that all new homes in Britain must be zero carbon by 2016.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1      The Council further finds that zero carbon buildings are likely to reduce greenhouse gas emissions significantly more than is contemplated by LEED green building standards, are the new frontier of green building and should be required, on an experimental basis, in addition to capital projects developed under LEED green building standards.  Therefore the council finds that it is in the best interest of the city to mandate that zero carbon emission capital projects be developed in addition to projects subject to LEED green building standards.  \\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\cf0\\tab\\'a72. Section 224.1 of the New York city charter is amended by adding a new subdivision l to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul  (l) Zero carbon pilot projects. In addition to compliance with LEED green building standards, a minimum of two capital projects subject to LEED green building standards shall be selected during each year of the five year period commencing on January 30, 2010, that achieve zero carbon or net zero energy use consistent with the United States department of energy building technologies program, the United States green building council cascadia chapter \\ldblquote Living Building Challenge\\rdblquote  and ASHRAE 2020.  Such project may be the design and construction of a new building or an addition to an existing building or a substantial reconstruction of an existing building, that achieves zero carbon or net zero energy use.  The department of buildings shall prepare an annual report on December 31, 2011 and upon each December 31,thereafter,submitted to the mayor and the speaker of the council on the progress of the zero carbon pilot capital construction projects including, but not limited to, progress on projects selected, carbon and energy savings achieved, and a comparison of cost effectiveness, construction costs, energy savings and such other information as provides a useful comparison to the capital projects commenced pursuant to LEED Green building standards.\\par\n\\ulnone\\'a73. This local law shall take effect ninety days after enactment, except that the commissioner of buildings shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LS# 5215\\par\nSS 11/23/09  12:44p.m.\\par\n\\f1\\fs16\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T17:08:57.68Z"
}
