{
  "ID": 44214,
  "GUID": "19C2BA33-AB01-452D-9E8C-C9E9AD25CC29",
  "File": "Int 0020-2010",
  "Name": "Work permits previously issued by the department of buildings when a property is designated as a landmark.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to work permits previously issued by the department of buildings when a property is designated as a landmark.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 17,
  "BodyName": "Committee on Land Use",
  "IntroDate": "2010-02-03T00:00:00Z",
  "AgendaDate": "2010-02-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 239113,
      "Date": "2010-02-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239248,
      "Date": "2010-02-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Land Use",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9593,
      "AgendaSequence": 103,
      "MinutesSequence": 128,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Land Use",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263810,
      "Date": "2012-05-02T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 17,
      "BodyName": "Committee on Land Use",
      "EventID": 11574,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 264143,
      "Date": "2012-05-02T10:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 17,
      "BodyName": "Committee on Land Use",
      "EventID": 11574,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263816,
      "Date": "2012-05-02T10:20:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 11575,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 264175,
      "Date": "2012-05-02T10:40:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 11575,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284046,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 106517,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/2/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6e81b9c8-1277-4551-882b-d442ccec83cc.doc",
      "Sort": 1
    },
    {
      "ID": 106638,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 5/2/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/cf7886f2-760d-4994-a0ae-bf3b985487d5.PDF",
      "Sort": 2
    },
    {
      "ID": 106835,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript  5/2/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2f186225-e771-4f2b-9b55-11566b40fbea.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 45166,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter 3 of title 25 of the administrative code of the city of New York is amended by adding a new section 25-309.1 to read as follows:\n§25-309.1 Requests by calendared improvements.  a. An applicant for a permit from the department of buildings to construct, reconstruct, alter or demolish any improvement on a property that has been calendared for a public hearing by the commission for consideration as landmark site or interior landmark, or is within the proposed boundaries of a historic district that is under consideration by the commission, may request from the commission a certificate of no effect on protected architectural features.  The provisions of section 25-306 of this chapter shall apply to such requests as if such landmark site, historic district, or interior landmark had been designated.\nb. An applicant for a permit from the department of buildings to construct, reconstruct, alter or demolish any improvement on a property that has been calendared for a public hearing by the commission for consideration as a landmark site or interior landmark, or is within the proposed boundaries of a historic district that is under consideration by the commission, and an applicant for a certificate of no effect on protected architectural features filed pursuant to subdivision a of this section that was denied, may request a certificate of appropriateness.  The provisions of sections 25-307, 25-308 and 25-309 of this chapter shall apply to such requests as if such landmark site, historic district, or interior landmark had been designated.\nc. Certificates of no effect on protected architectural features and certificates of appropriateness issued by the commission pursuant to this section prior to the designation of the landmark site, historic district, or interior landmark for which they have been issued shall have the same force and effect as certificates of no effect on protected architectural features and certificates of appropriateness that may be issued after the designation of the landmark site, historic district, or interior landmark.\n§2. Section 25-313 of the administrative code of the city of New York is amended by adding a new subdivision e to read as follows:\ne. The commission shall give written notice to the department of buildings of every property that has been calendared for a public hearing by the commission for consideration as a landmark site or interior landmark, or is within the proposed boundaries of a historic district that is under consideration by the commission.  The commission shall, furthermore, give written notice to the department of buildings of all landmark, landmark site, interior landmark, scenic landmark and historic district designations within three days of the effective date of such designation.\n§3. Section 25-321 of the administrative code of the city of New York is amended to read as follows:\n§25-321 Applicability. The provisions of this chapter shall be [inapplicable] applicable to the construction, reconstruction, alteration or demolition of any improvement on a landmark site or in a historic district or containing an interior landmark, or of any landscape feature of a scenic landmark, [where a permit for the performance of such work was issued by the department of buildings, or, in the case of a landscape feature of a scenic landmark, where plans for such work have been approved, prior to] on the effective date of the designation, or amended or modified designation, pursuant to the provisions of section 25-303 of this chapter, first making the provisions of this chapter applicable to such improvement or landscape feature or to the improvement parcel or property in which such improvement or landscape feature is or is to be located.\n§4. Section 28-104.2.1 of the administrative code of the city of New York is amended to read as follows:\n§28-104.2.1 Less than full examination of construction documents. The commissioner may, in the commissioner’s discretion, establish a program whereby construction documents may be accepted with less than full examination by the department based on the professional certification of an applicant who is a registered design professional.\nException: No portion of construction documents relating to property that has been calendared for a public hearing by the commission for consideration as a landmark site or interior landmark, or is within the proposed boundaries of a historic district that is under consideration by the commission may be approved unless that portion has received a full examination by the department.  Upon receipt by the department from the landmarks preservation commission of a notice that a property has been calendared for public hearing, the department shall give a full examination to the construction documents relating the to property or properties identified in such notice where building permits have been issued and have not expired.\n§5. Section 28-104 of the administrative code of the city of New York is amended by adding a new section 28-104.9 to read as follows:\n§28-104.9 Notice. The commissioner shall, within three business days of receipt of an application for a permit for the construction, reconstruction, alteration or demolition of an improvement on a property that has been calendared for a public hearing by the landmarks preservation commission, forward a copy of such application to the chairperson of the landmarks preservation commission.\n§6. Section 28-207 of the administrative code of the city of New York is amended by adding a new section 28-207.2.4.2 to read as follows:\n§28-207.2.4.2 Designated landmarks. The department shall revoke all building permits and shall issue a stop work order for the construction, reconstruction, alteration or demolition of any improvement on a landmark site or in a historic district or containing an interior landmark, or of any landscape feature of a scenic landmark where the construction documents for such permit do not include a certificate of no effect on protected architectural features or a certificate of appropriateness. An appeal to reinstate a building permit may be made to the board of standards and appeals not more than thirty days after the designation of the landmark site, interior landmark, historic district or scenic landmark that caused such permit to be revoked has become final pursuant to section 25-303(g) of this code. The board of standards and appeals may rescind the stop work order and authorize an extension of time on the building permit sufficient to allow the completion of the work authorized by the permit, provided that the board of standards and appeals finds that substantial performance and substantial expenditures have been made in furtherance of such permit prior to the effective date.\n§7. Sections one and two of this local law shall take effect immediately upon enactment and sections three, four, five and six of this local law shall take effect ninety days after their enactment.\nJTB\n1/12/10\nInt 542/2007",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Chapter 3 of title 25 of the administrative code of the city of New York is amended by adding a new section 25-309.1 to read as follows:\\par\n\\ul\\'a725-309.1 Requests by calendared improvements.  a. An applicant for a permit from the department of buildings to construct, reconstruct, alter or demolish any improvement on a property that has been calendared for a public hearing by the commission for consideration as landmark site or interior landmark, or is within the proposed boundaries of a historic district that is under consideration by the commission, may request from the commission a certificate of no effect on protected architectural features.  The provisions of section 25-306 of this chapter shall apply to such requests as if such landmark site, historic district, or interior landmark had been designated.\\par\nb. An applicant for a permit from the department of buildings to construct, reconstruct, alter or demolish any improvement on a property that has been calendared for a public hearing by the commission for consideration as a landmark site or interior landmark, or is within the proposed boundaries of a historic district that is under consideration by the commission, and an applicant for a certificate of no effect on protected architectural features filed pursuant to subdivision a of this section that was denied, may request a certificate of appropriateness.  The provisions of sections 25-307, 25-308 and 25-309 of this chapter shall apply to such requests as if such landmark site, historic district, or interior landmark had been designated.\\par\nc. Certificates of no effect on protected architectural features and certificates of appropriateness issued by the commission pursuant to this section prior to the designation of the landmark site, historic district, or interior landmark for which they have been issued shall have the same force and effect as certificates of no effect on protected architectural features and certificates of appropriateness that may be issued after the designation of the landmark site, historic district, or interior landmark.\\par\n\\ulnone\\'a72. Section 25-313 of the administrative code of the city of New York is amended by adding a new subdivision e to read as follows:\\par\n\\ul e. The commission shall give written notice to the department of buildings of every property that has been calendared for a public hearing by the commission for consideration as a landmark site or interior landmark, or is within the proposed boundaries of a historic district that is under consideration by the commission.  The commission shall, furthermore, give written notice to the department of buildings of all landmark, landmark site, interior landmark, scenic landmark and historic district designations within three days of the effective date of such designation.\\par\n\\ulnone\\'a73. Section 25-321 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a725-321 Applicability. The provisions of this chapter shall be [inapplicable] \\ul applicable\\ulnone  to the construction, reconstruction, alteration or demolition of any improvement on a landmark site or in a historic district or containing an interior landmark, or of any landscape feature of a scenic landmark, [where a permit for the performance of such work was issued by the department of buildings, or, in the case of a landscape feature of a scenic landmark, where plans for such work have been approved, prior to] \\ul on\\ulnone  the effective date of the designation, or amended or modified designation, pursuant to the provisions of section 25-303 of this chapter, first making the provisions of this chapter applicable to such improvement or landscape feature or to the improvement parcel or property in which such improvement or landscape feature is or is to be located.\\ul\\par\n\\ulnone\\'a74. Section 28-104.2.1 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a728-104.2.1 Less than full examination of construction documents. The commissioner may, in the commissioner\\rquote s discretion, establish a program whereby construction documents may be accepted with less than full examination by the department based on the professional certification of an applicant who is a registered design professional.\\par\n\\ul Exception: No portion of construction documents relating to property that has been calendared for a public hearing by the commission for consideration as a landmark site or interior landmark, or is within the proposed boundaries of a historic district that is under consideration by the commission may be approved unless that portion has received a full examination by the department.  Upon receipt by the department from the landmarks preservation commission of a notice that a property has been calendared for public hearing, the department shall give a full examination to the construction documents relating the to property or properties identified in such notice where building permits have been issued and have not expired.\\par\n\\ulnone\\'a75. Section 28-104 of the administrative code of the city of New York is amended by adding a new section 28-104.9 to read as follows:\\par\n\\ul\\'a728-104.9 Notice. The commissioner shall, within three business days of receipt of an application for a permit for the construction, reconstruction, alteration or demolition of an improvement on a property that has been calendared for a public hearing by the landmarks preservation commission, forward a copy of such application to the chairperson of the landmarks preservation commission.\\par\n\\ulnone\\'a76. Section 28-207 of the administrative code of the city of New York is amended by adding a new section 28-207.2.4.2 to read as follows:\\par\n\\ul\\'a728-207.2.4.2 Designated landmarks. The department shall revoke all building permits and shall issue a stop work order for the construction, reconstruction, alteration or demolition of any improvement on a landmark site or in a historic district or containing an interior landmark, or of any landscape feature of a scenic landmark where the construction documents for such permit do not include a certificate of no effect on protected architectural features or a certificate of appropriateness. An appeal to reinstate a building permit may be made to the board of standards and appeals not more than thirty days after the designation of the landmark site, interior landmark, historic district or scenic landmark that caused such permit to be revoked has become final pursuant to section 25-303(g) of this code. The board of standards and appeals may rescind the stop work order and authorize an extension of time on the building permit sufficient to allow the completion of the work authorized by the permit, provided that the board of standards and appeals finds that substantial performance and substantial expenditures have been made in furtherance of such permit prior to the effective date.\\par\n\\ulnone\\'a77. Sections one and two of this local law shall take effect immediately upon enactment and sections three, four, five and six of this local law shall take effect ninety days after their enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs20 JTB\\par\n1/12/10\\par\nInt 542/2007\\par\n\\pard\\ltrpar\\nowidctlpar\\fs24\\par\n}\n",
  "LastModified": "2015-04-08T12:50:51.147Z"
}
