{
  "ID": 44169,
  "GUID": "6DDC2C29-E285-4D62-84B3-5B0A05EEE8A9",
  "File": "Int 0025-2010",
  "Name": "Suspension of alternate side of the street parking rules on Christmas Day as observed by the Eastern Orthodox Church.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the suspension of alternate side of the street parking rules on Christmas Day as observed by the Eastern Orthodox Church.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2010-02-03T00:00:00Z",
  "AgendaDate": "2010-02-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    }
  ],
  "History": [
    {
      "ID": 239116,
      "Date": "2010-02-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239257,
      "Date": "2010-02-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9593,
      "AgendaSequence": 112,
      "MinutesSequence": 137,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284048,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45121,
  "Text": "Be it enacted by the Council as follows: \n\nSection one.  Subdivision (a) of section 19-163 of the administrative code of the city of New York is amended as follows:\n\t§19-163 Holiday suspension of the parking rules. a. All alternate side of the street parking rules shall be suspended on the following holidays: Christmas, Yom Kippur, Rosh Hashanah, Ash Wednesday, Holy Thursday, Good Friday, Ascension Thursday, Feast of the Assumption, Feast of All Saints, Feast of the Immaculate Conception, first two days of Succoth, Shemini Atzareth, Simchas Torah, Shevuoth, Purim, Orthodox Christmas, Orthodox Holy Thursday, Orthodox Good Friday, first two and last two days of Passover, the Muslim holidays of Eid Ul-Fitr and Eid Ul-Adha, Asian Lunar New Year, the  Hindu festival of Diwali on the day that Lakshmi Puja is observed, and all state and national holidays.\n§2. This local law shall take affect immediately upon its enactment into law.\n\n\nLS 8022\nJW\n12/29/09",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section one.  Subdivision (a) of section 19-163 of the administrative code of the city of New York is amended as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\'a719-163 Holiday suspension of the parking rules. a. All alternate side of the street parking rules shall be suspended on the following holidays: Christmas, Yom Kippur, Rosh Hashanah, Ash Wednesday, Holy Thursday, Good Friday, Ascension Thursday, Feast of the Assumption, Feast of All Saints, Feast of the Immaculate Conception, first two days of Succoth, Shemini Atzareth, Simchas Torah, Shevuoth, Purim, \\ul Orthodox Christmas\\ulnone , Orthodox Holy Thursday, Orthodox Good Friday, first two and last two days of Passover, the Muslim holidays of Eid Ul-Fitr and Eid Ul-Adha, Asian Lunar New Year, the  Hindu festival of Diwali on the day that Lakshmi Puja is observed, and all state and national holidays.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a72. This local law shall take affect immediately upon its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs20 LS 8022\\par\nJW\\par\n12/29/09\\par\n}\n",
  "LastModified": "2013-12-23T17:14:37.257Z"
}
