{
  "ID": 44227,
  "GUID": "4DF0526F-FD05-4F84-8753-94E93A936644",
  "File": "Int 0027-2010",
  "Name": "Establishing a division of science and technology enterprises.",
  "Title": "A Local Law to amend the New York city charter, in relation to establishing a division of science and technology enterprises.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 7,
  "BodyName": "Committee on Economic Development",
  "IntroDate": "2010-02-03T00:00:00Z",
  "AgendaDate": "2010-02-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 239100,
      "Date": "2010-02-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239262,
      "Date": "2010-02-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Economic Development",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9593,
      "AgendaSequence": 116,
      "MinutesSequence": 141,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Economic Development",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284049,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45179,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Chapter 56 of the New York city charter is amended by adding a new section 1307 to read as follows:\n§1307. Division of science and technology enterprises. a. There shall be a division of science and technology enterprises within the department through which the commissioner shall administer a citywide program to address the needs of local science and technology enterprises and to coordinate policies and services of city agencies for which such enterprises are eligible in order to spur growth in this business sector. The commissioner may request and shall receive from any agency of the city such assistance as may be necessary to carry out the provisions of this section. \"Science and technology enterprise\" shall include any enterprise that researches, designs, or manufactures any chemical, pharmaceutical, electronic, computer hardware, computer software, or biotechnology product.\nb. The commissioner shall promulgate such rules as are necessary to implement the purposes of this section.\nc. The commissioner shall have the following powers and duties: 1. to implement and enforce this section and to coordinate and administer the programs established pursuant to local, state and federal statute, law, rule or regulation relating to the development of science and technology enterprises;\n2. to establish appropriate advisory committees;\n3. to track and publish a report on the economic indicators relating to the science and technology sector in the city of New York no less frequently than every three months;\n4. to deliver to the mayor and the council, on or before the fifteenth day of November two thousand ten and every year thereafter, a report on the status of the science and technology business sector in the city, a statement of the agency’s strategic science and technology policy and the agency’s policy goals for the following two years, a summary of the programs administered by the agency, and any legislative recommendations the commissioner may think are appropriate.\n\t§ 2. This local law shall take effect one hundred twenty days after enactment.\njtb\nLS #6588-s8\nCr-12/30/2008\nSv-1/25/2010",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  Chapter 56 of the New York city charter is amended by adding a new section 1307 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a71307. Division of science and technology enterprises. a. There shall be a division of science and technology enterprises within the department through which the commissioner shall administer a citywide program to address the needs of local science and technology enterprises and to coordinate policies and services of city agencies for which such enterprises are eligible in order to spur growth in this business sector. The commissioner may request and shall receive from any agency of the city such assistance as may be necessary to carry out the provisions of this section. \"Science and technology enterprise\" shall include any enterprise that researches, designs, or manufactures any chemical, pharmaceutical, electronic, computer hardware, computer software, or biotechnology product.\\par\nb. The commissioner shall promulgate such rules as are necessary to implement the purposes of this section.\\par\nc. The commissioner shall have the following powers and duties: 1. to implement and enforce this section and to coordinate and administer the programs established pursuant to local, state and federal statute, law, rule or regulation relating to the development of science and technology enterprises;\\par\n2. to establish appropriate advisory committees;\\par\n3. to track and publish a report on the economic indicators relating to the science and technology sector in the city of New York no less frequently than every three months;\\par\n4. to deliver to the mayor and the council, on or before the fifteenth day of November two thousand ten and every year thereafter, a report on the status of the science and technology business sector in the city, a statement of the agency\\rquote s strategic science and technology policy and the agency\\rquote s policy goals for the following two years, a summary of the programs administered by the agency, and any legislative recommendations the commissioner may think are appropriate.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\'a7 2. This local law shall take effect one hundred twenty days after enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\lang1024\\fs18 jtb\\lang1033\\par\nLS #6588-s8\\fs24\\par\n\\fs18 Cr-\\lang1024 12/30/2008\\lang1033\\par\nSv-\\lang1024 1/25/2010\\lang1033\\fs24\\par\n}\n",
  "LastModified": "2013-12-24T13:38:25.043Z"
}
