{
  "ID": 44222,
  "GUID": "86E032CB-6607-499D-9559-744613C195DF",
  "File": "Int 0032-2010",
  "Name": "Requiring motion detectors for commercial buildings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring motion detectors for commercial buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-02-11T00:00:00Z",
  "AgendaDate": "2010-02-11T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 239474,
      "Date": "2010-02-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239567,
      "Date": "2010-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9615,
      "AgendaSequence": 44,
      "MinutesSequence": 54,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284053,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45174,
  "Text": "Be it enacted by the Council as follows: \n\t\nSection 1. Chapter 13 of the building code of the city of New York is amended by adding a new section BC1302, to read as follows:\nBC1302 Motion detectors in commercial buildings. a. For purposes of this section, \"commercial building\" shall mean all buildings and structures, except those classified by this code in occupancy groups “I” or “R”. \nb. Motion detectors shall be installed as part of all new construction of commercial buildings for the purpose of shutting off lights when movement has not been detected for a period to be established by the commissioner by rule which period shall not be longer than twenty minutes.  Such motion detectors shall also be installed within one year of the effective date of this section for all existing commercial buildings.\nc. There shall be at least one motion detector for each unit of area to be established by the commissioner by rule, but not less than one for every one hundred square feet or portion thereof of such building except for stairwells intended to be used in case of emergencies.  However, if a portion of such building may be fully enclosed in such a manner so that the enclosed area is less than one hundred square feet and there is artificial light within such enclosed area, then a motion detector shall be installed within such enclosed area.\n§2. This local law shall take effect thirty days after enactment.\nLF\nLS#258\n1/13/10\n \nLF\nIntro. No. 0854-2008",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\ulnone\\tab\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Chapter 13 of the building code of the city of New York is amended by adding a new section BC1302, to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ul BC1302 Motion detectors in commercial buildings. a. For purposes of this section, \"commercial building\" shall mean all buildings and structures, except those classified by this code in occupancy groups \\ldblquote I\\rdblquote  or \\ldblquote R\\rdblquote .\\ulnone  \\ul\\par\nb. Motion detectors shall be installed as part of all new construction of commercial buildings for the purpose of shutting off lights when movement has not been detected for a period to be established by the commissioner by rule which period shall not be longer than twenty minutes.  Such motion detectors shall also be installed within one year of the effective date of this section for all existing commercial buildings.\\par\nc. There shall be at least one motion detector for each unit of area to be established by the commissioner by rule, but not less than one for every one hundred square feet or portion thereof of such building except for stairwells intended to be used in case of emergencies.  However, if a portion of such building may be fully enclosed in such a manner so that the enclosed area is less than one hundred square feet and there is artificial light within such enclosed area, then a motion detector shall be installed within such enclosed area.\\par\n\\ulnone\\'a72. This local law shall take effect thirty days after enactment.\\ul\\par\n\\pard\\nowidctlpar\\qj\\ulnone LF\\par\nLS#258\\par\n1/13/10\\par\n \\par\nLF\\par\nIntro. No. 0854-2008\\par\n}\n\u0000",
  "LastModified": "2013-12-23T17:20:48.033Z"
}
