{
  "ID": 44322,
  "GUID": "7B416387-1594-40CF-9654-A1B661703267",
  "File": "Int 0038-2010",
  "Name": "An owner’s duty to purchase and install radiator covers.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to an owner’s duty to purchase and install radiator covers.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-02-11T00:00:00Z",
  "AgendaDate": "2010-02-11T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 239493,
      "Date": "2010-02-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239582,
      "Date": "2010-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9615,
      "AgendaSequence": 53,
      "MinutesSequence": 63,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284057,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45274,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subchapter 2 of chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2046.3 to read as follows:\n§27-2046.3  Radiator Covers.  a. The owner of a multiple dwelling shall provide radiator covers in accordance with the provisions of this section.\nb. The owner of a multiple dwelling shall provide to an occupant of a dwelling unit at the signing of a lease, including a lease renewal, if any, or upon any agreement to lease, or at the commencement of occupancy if there is no lease, a notice that complies with subdivision c of this section.  If there is a lease, such notice shall be included in the lease or be attached as a rider to the lease.  Such notice shall be completed by the occupant at the time of signing of a lease, including a renewal lease, if any, or an agreement to lease, or at the commencement of occupancy if there is no lease, and shall clearly indicate whether a child ten years of age or under resides, or will reside, in the dwelling unit.\nc. Any notice required or delivered pursuant to this section shall, in a manner approved by the department, at a minimum:\n(i)  explain the duties of the owner and occupant authorized by this section;\n(ii) inquire whether a child ten years of age or under resides or will reside in the leased, rented or occupied dwelling unit;\n(iii) be titled “Radiator Cover Notice” underlined and in bold face type; and \n(iv)  be provided in English and Spanish.\nd. (1)  Except as provided in subparagraph (iii) of this paragraph, each year the owner of a multiple dwelling shall cause to be delivered to each dwelling unit no earlier than January first and no later than January sixteenth a notice that complies with subdivision a of this section.  The owner shall satisfy the requirement to deliver such notice by any one of the following methods:\n(i)  by first class mail addressed to the occupant of the dwelling unit;\n(ii)  by hand delivery to the occupant of the dwelling unit;\n(iii) by enclosure with the January rent bill, if such rent bill is delivered after December fifteenth but no later than January sixteenth;\n(iv) by delivering such notice in conjunction with the annual notice required pursuant to section 17-123 of this code, the rules of the department of health and mental hygiene pertaining to the installation of window guards and section 131.15 of the New York City health code;\n(v) by delivering such notice in conjunction with the annual notice pursuant to section 27-2056.4 of the administrative code and the rules of the department pertaining to lead poisoning prevention and control; or\n(vi) by delivering such notice in conjunction with both notices listed in subparagraphs (iv) and (v) of this paragraph.\n(2) Upon receipt of such notice pursuant to its delivery under this subdivision, the occupant shall have the responsibility to deliver by February fifteenth of that year, a written response to the owner indicating whether or not a child ten years of age or under resides in the dwelling unit.  Where an occupant has responded to the notice that complies with subdivision a of this section, whether received pursuant to subdivision b, c or d, by indicating that no child ten years of age or under resides in the dwelling unit during the period between the date of such response and the delivery of the notice provided by the owner pursuant to this subdivision during the immediately following year, the occupant shall have the responsibility to inform the owner in writing of any child ten years of age or under that comes to reside in the dwelling unit during such period.\n(3) If, subsequent to delivery of such notice pursuant to this subdivision, the owner does not receive a written response from the occupant by February fifteenth of the year in which the notice was sent, and does not otherwise have actual knowledge as to whether a child ten years of age or under resides therein, then the owner shall at reasonable times and upon reasonable notice inspect that occupant’s dwelling unit to ascertain the residency of a child ten years of age or under and, when necessary, conduct an investigation in order to make that determination.  Such inspection may be made in conjunction with the inspection required pursuant to the rules of the department of health and mental hygiene pertaining to the installation of window guards.  Where, between February sixteenth and March first of that year, the owner has made reasonable attempts to gain access to a dwelling unit to determine if a child ten years of age or under resides in that dwelling unit and was unable to gain access, the owner shall notify the department of that circumstance in writing by March thirtieth of that year.\ne.(1) When an owner of a multiple dwelling has been informed in writing or ascertains that a child ten years of age or under resides in a dwelling unit in such multiple dwelling, such owner shall install within thirty days approved radiator covers over every uncovered radiator in such dwelling unit.  Such radiator covers shall meet the specifications established pursuant to subdivision f of this section.\n(2) The owner shall have the responsibility to:\n(i) replace any missing or damaged radiator cover in any dwelling unit before the commencement of a new occupancy of such dwelling unit regardless of whether or not a child ten years of age or under will reside in the dwelling unit; and\n(ii) repair or replace any radiator cover that has fallen into disrepair.\n(3)  Upon the written request of any tenant or occupant in a dwelling unit within a multiple dwelling, the owner shall provide for the installation of radiator covers.\n f. The department shall establish by rule specifications for one or more types of radiator covers that may be installed in compliance with this section.  Such rules shall, at a minimum, authorize the installation of radiator covers that (1) completely cover the top, sides and front of the radiator, except that such cover shall have a door or flap to allow access to valves and other controls necessary to operate the radiator and (2) have grill openings on the front to allow heat from the radiator to exit the radiator cover but that shall be of a size as to prevent a child from inserting a finger through such opening.  Such rules shall also establish the hazard class of violations of this section.\n g. Upon the written request of anyone residing in a dwelling unit with a person who has a developmental disability that makes it difficult or impossible for such person to understand the dangers of radiators and radiator burns, the owner shall have the responsibility to install approved radiator covers over every uncovered radiator in such dwelling unit.  The department may in conjunction with the department of health and mental hygiene establish by rule the specifications for persons qualifying to make a determination of a developmental disability for the purpose of this subdivision.\n§2.  This local law shall take effect one hundred and twenty days after enactment except that the commissioner of the department of housing preservation and development jointly with the commissioner of the department of health and mental hygiene shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\n\nBH\nInt. No. 551/2007\n1/28/2010 11:46 AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Subchapter 2 of chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2046.3 to read as follows:\\ul\\par\n\\'a727-2046.3  Radiator Covers.  a. The owner of a multiple dwelling shall provide radiator covers in accordance with the provisions of this section.\\par\nb. The owner of a multiple dwelling shall provide to an occupant of a dwelling unit at the signing of a lease, including a lease renewal, if any, or upon any agreement to lease, or at the commencement of occupancy if there is no lease, a notice that complies with subdivision c of this section.  If there is a lease, such notice shall be included in the lease or be attached as a rider to the lease.  Such notice shall be completed by the occupant at the time of signing of a lease, including a renewal lease, if any, or an agreement to lease, or at the commencement of occupancy if there is no lease, and shall clearly indicate whether a child ten years of age or under resides, or will reside, in the dwelling unit.\\par\nc. Any notice required or delivered pursuant to this section shall, in a manner approved by the department, at a minimum:\\par\n(i)  explain the duties of the owner and occupant authorized by this section;\\par\n(ii) inquire whether a child ten years of age or under resides or will reside in the leased, rented or occupied dwelling unit;\\par\n(iii) be titled \\ldblquote Radiator Cover Notice\\rdblquote  underlined and in bold face type; and \\par\n(iv)  be provided in English and Spanish.\\par\nd. (1)  Except as provided in subparagraph (iii) of this paragraph, each year the owner of a multiple dwelling shall cause to be delivered to each dwelling unit no earlier than January first and no later than January sixteenth a notice that complies with subdivision a of this section.  The owner shall satisfy the requirement to deliver such notice by any one of the following methods:\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1\\qj (i)  by first class mail addressed to the occupant of the dwelling unit;\\par\n(ii)  by hand delivery to the occupant of the dwelling unit;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (iii) by enclosure with the January rent bill, if such rent bill is delivered after December fifteenth but no later than January sixteenth;\\par\n(iv) by delivering such notice in conjunction with the annual notice required pursuant to section 17-123 of this code, the rules of the department of health and mental hygiene pertaining to the installation of window guards and section 131.15 of the New York City health code;\\ulnone\\par\n\\ul (v) by delivering such notice in conjunction with the annual notice pursuant to section 27-2056.4 of the administrative code and the rules of the department pertaining to lead poisoning prevention and control; or\\ulnone\\par\n\\ul (vi) by delivering such notice in conjunction with both notices listed in subparagraphs (iv) and (v) of this paragraph.\\par\n(2)\\expndtw-3  Upon receipt of such notice pursuant to its delivery under this subdivision, the occupant shall have the responsibility to deliver by February fifteenth of that year, a written response to the owner indicating whether or not a child ten years of age or under resides in the dwelling unit.  \\expndtw0 Where an occupant has responded to the notice that complies with subdivision a of this section, whether received pursuant to subdivision b, c or d, by indicating that no child ten years of age or under resides in the dwelling unit during the period between the date of such response and the delivery of the notice provided by the owner pursuant to this subdivision during the immediately following year, the occupant shall have the responsibility to inform the owner in writing of any child ten years of age or under that comes to reside in the dwelling unit during such period.\\par\n(3)\\expndtw-3  \\cf1\\expndtw0 If, subsequent to delivery of such notice pursuant to this subdivision, the owner does not receive a written response from the occupant by February fifteenth of the year in which the notice was sent, and does not otherwise have actual knowledge as to whether a child ten years of age or under resides therein, then the owner shall at reasonable times and upon reasonable notice inspect that occupant\\rquote s dwelling unit to ascertain the residency of a child ten years of age or under and, when necessary, conduct an investigation in order to make that determination.  \\cf0 Such inspection may be made in conjunction with the inspection required pursuant to the rules of the department of health and mental hygiene pertaining to the installation of window guards.  \\cf1 Where, between February sixteenth and March first of that year, the owner has made reasonable attempts to gain access to a dwelling unit to determine if a child ten years of age or under resides in that dwelling unit and was unable to gain access, the owner shall notify the department of that circumstance in writing by March thirtieth of that year.\\par\n\\cf0 e.(1) When an owner of a multiple dwelling has been informed in writing or ascertains that a child ten years of age or under resides in a dwelling unit in such multiple dwelling, such owner shall install within thirty days approved radiator covers over every uncovered radiator in such dwelling unit.  Such radiator covers shall meet the specifications established pursuant to subdivision f of this section.\\par\n(2) The owner shall have the responsibility to:\\par\n(i) replace any missing or damaged radiator cover in any dwelling unit before the commencement of a new occupancy of such dwelling unit regardless of whether or not a child ten years of age or under will reside in the dwelling unit; and\\par\n(ii) repair or replace any radiator cover that has fallen into disrepair.\\b\\par\n\\b0 (3)  Upon the written request of any tenant or occupant in a dwelling unit within a multiple dwelling, the owner shall provide for the installation of radiator covers.\\par\n f. The department shall establish by rule specifications for one or more types of radiator covers that may be installed in compliance with this section.  Such rules shall, at a minimum, authorize the installation of radiator covers that (1) completely cover the top, sides and front of the radiator, except that such cover shall have a door or flap to allow access to valves and other controls necessary to operate the radiator and (2) have grill openings on the front to allow heat from the radiator to exit the radiator cover but that shall be of a size as to prevent a child from inserting a finger through such opening.  Such rules shall also establish the hazard class of violations of this section.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ul  g. Upon the written request of anyone residing in a dwelling unit with a person who has a developmental disability that makes it difficult or impossible for such person to understand the dangers of radiators and radiator burns, the owner shall have the responsibility to install approved radiator covers over every uncovered radiator in such dwelling unit.  The department may in conjunction with the department of health and mental hygiene establish by rule the specifications for persons qualifying to make a determination of a developmental disability for the purpose of this subdivision.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72.  This local law shall take effect one hundred and twenty days after enactment except that the commissioner of the department of housing preservation and development jointly with the commissioner of the department of health and mental hygiene shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20\\par\n\\par\nBH\\par\nInt. No. 551/2007\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj 1/28/2010 11:46 AM\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T17:23:44.3Z"
}
