{
  "ID": 44321,
  "GUID": "D3CB62A9-C475-4ED1-AB36-5F4B51E7B8C2",
  "File": "Int 0039-2010",
  "Name": "The re-keying of lock cylinders in the entrance doors of multiple dwelling units at the beginning of each new tenancy.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the re-keying of lock cylinders in the entrance doors of multiple dwelling units at the beginning of each new tenancy.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-02-11T00:00:00Z",
  "AgendaDate": "2010-02-11T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 239494,
      "Date": "2010-02-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239581,
      "Date": "2010-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9615,
      "AgendaSequence": 54,
      "MinutesSequence": 64,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284058,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45273,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subdivision 27-2043(a) of the administrative code of the city of New York is amended to read as follows:\n\t (a).  The owner of a dwelling shall provide [a] an operational key lock in the entrance door to each dwelling unit and at least one key to operate such lock at all times.  In a class A multiple dwelling such door shall be equipped with a heavy duty latch set and a heavy duty dead bolt operable by a key from the outside and a thumb-turn from the inside.  The owner of a class A multiple dwelling shall re-key the key lock in the entrance door to a dwelling unit at the beginning of each new tenancy of such dwelling unit or install an entirely new lock and provide a new key to operate such lock.  For the purposes of this subdivsion the term “re-key” shall mean disassembling the lock cylinder, discarding the original lock pins and installing new lock pins in the original cylinder to match the new key.\t\n§2.  This local law shall take effect sixty days after its enactment.\n\n\nBH\nInt. No. 461/2006\n1/27/2010 11:26 AM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\keepn\\nowidctlpar\\s1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\ulnone\\par\n\\pard\\nowidctlpar\\ri-720\\sl480\\slmult1\\tab Section 1. Subdivision 27-2043(a) of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\nowidctlpar\\ri-720\\sl480\\slmult1\\qj\\tab  (a).  The owner of a dwelling shall provide [a] \\ul an operational\\ulnone  key lock in the entrance door to each dwelling unit and at least one key \\ul to operate such lock at all times\\ulnone .  In a class A multiple dwelling such door shall be equipped with a heavy duty latch set and a heavy duty dead bolt operable by a key from the outside and a thumb-turn from the inside.  \\ul The owner of a class A multiple dwelling shall re-key the key lock in the entrance door to a dwelling unit at the beginning of each new tenancy of such dwelling unit or install an entirely new lock and provide a new key to operate such lock.  For the purposes of this subdivsion the term \\ldblquote re-key\\rdblquote  shall mean disassembling the lock cylinder, discarding the original lock pins and installing new lock pins in the original cylinder to match the new key.\\ulnone\\tab\\par\n\\pard\\nowidctlpar\\fi720\\ri-720\\sl480\\slmult1\\qj\\'a72.  This local law shall take effect sixty days after its enactment.\\ul\\par\n\\pard\\nowidctlpar\\ri-720\\sl480\\slmult1\\par\n\\par\n\\pard\\nowidctlpar\\ri-720\\ulnone\\fs20 BH\\par\nInt. No. 461/2006\\par\n1/27/2010 11:26 AM\\tab\\par\n\\pard\\nowidctlpar\\ri-720\\sl480\\slmult1\\fs24\\par\n}\n\u0000",
  "LastModified": "2013-12-23T17:24:04.33Z"
}
