{
  "ID": 44223,
  "GUID": "C82ADEE6-57CA-4CE8-B836-7610DF6FCCD1",
  "File": "Int 0041-2010",
  "Name": "Requiring exterior lighting to contain fully shielded fixtures.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring exterior lighting to contain fully shielded fixtures.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-02-11T00:00:00Z",
  "AgendaDate": "2010-02-11T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 239475,
      "Date": "2010-02-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239580,
      "Date": "2010-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9615,
      "AgendaSequence": 56,
      "MinutesSequence": 66,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284060,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45175,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Article 17 of subchapter 7 of chapter 1 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-505.1 to read as follows:\n§27-505.1 Requirement that exterior lighting have fully shielded light fixtures. a. For purposes of this section, the following terms shall have the following meanings: \n1. “Exterior lighting source” shall mean artificial light generated from an indoor or outdoor source that provides illumination to a surface, building, structure, device, or other outdoor feature. \n2. “Fully shielded” shall mean a light fixture or luminaire constructed and installed in such a manner that all light emitted from the fixture, either directly from the lamp or a diffusing element, or indirectly by reflection or refraction from any part of the luminaire, is projected below the horizontal plane through the luminaire’s lowest light emitting part.  \n3. “Lighting” shall mean equipment and effects of lighting produced by artificial means.\n4. “Lumens” shall mean the unit of measurement used to quantify the amount of light produced by a light bulb or emitted from a light fixture. \nb. Unless otherwise provided for in this section, all new and replacement exterior lighting sources that are rated to emit 1800 lumens or greater shall be installed and be maintained as fully shielded light fixtures.\n      c. This section shall not apply to the following:\n1. Lighting regulated pursuant to any other provision of law.  \n2. Underwater lighting;\n3. Lighting used to illuminate a structure located on public property;\n4. Lighting used to illuminate a flag;\n5. Within the theater subdistrict, as such subdistrict is defined in the zoning resolution.\nd. Any person who violates any provision of this section shall be liable for a civil penalty of not less than two hundred dollars nor more than one thousand dollars for each day that such violation exists.\n§2.  This local law shall take effect immediately upon enactment.\nLS#282\nLF\n1/14/10\n\nLF\nInt. No. 1078-2009",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\expndtw0 Section 1. Article 17 of s\\expndtw-3 ubchapter 7 of chapter 1 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-505.1 to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\expndtw0\\ul\\'a727-505.1 Requirement that exterior lighting have fully shielded light fixtures. a.\\ulnone  \\ul For purposes of this section, the following terms shall have the following meanings:\\ulnone  \\ul\\par\n1. \\ldblquote Exterior lighting source\\rdblquote  shall mean artificial light generated from an indoor or outdoor source that provides illumination to a surface, building, structure, device, or other outdoor feature.\\ulnone  \\ul\\par\n2. \\ldblquote Fully shielded\\rdblquote  shall mean a light fixture or luminaire constructed and installed in such a manner that all light emitted from the fixture, either directly from the lamp or a diffusing element, or indirectly by reflection or refraction from any part of the luminaire, is projected below the horizontal plane through the luminaire\\rquote s lowest light emitting part.\\ulnone   \\ul\\par\n\\pard\\nowidctlpar\\fi360\\sl480\\slmult1 3. \\ldblquote Lighting\\rdblquote  shall mean equipment and effects of lighting produced by artificial means.\\par\n4. \\ldblquote Lumens\\rdblquote  shall mean the unit of measurement used to quantify the amount of light produced by a light bulb or emitted from a light fixture. \\par\nb. Unless otherwise provided for in this section, all new and replacement exterior\\ulnone  \\ul lighting sources that are rated to emit 1800 lumens or greater shall be installed and be\\ulnone  \\ul maintained as fully shielded light fixtures.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone       \\ul c. This section shall not apply to the following:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 1. Lighting regulated pursuant to any other provision of law.\\ulnone   \\ul\\par\n2. Underwater lighting;\\par\n3. Lighting used to illuminate a structure located on public property;\\par\n4. Lighting used to illuminate a flag;\\par\n5. Within the theater subdistrict, as such subdistrict is defined in the zoning resolution\\ulnone .\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul d. Any person who violates any provision of this section shall be liable for a civil penalty of not less than two hundred dollars nor more than one thousand dollars for each day that such violation exists.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a72\\expndtw-3 .  This local law shall take effect immediately upon enactment.\\par\n\\pard\\nowidctlpar\\fi720\\qj LS#282\\par\nLF\\par\n\\expndtw0 1/14/10\\par\n\\par\nLF\\par\nInt. No. 1078-2009 \\par\n\\par\n\\par\n \\par\n\\pard\\nowidctlpar\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2013-12-23T17:24:47.8Z"
}
