{
  "ID": 44166,
  "GUID": "A990C9E9-1CC6-40ED-97C6-44031AB0C523",
  "File": "Int 0042-2010",
  "Name": "Banning the release of certain birds for ceremonial purposes.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to banning the release of certain birds for ceremonial purposes.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2010-02-11T00:00:00Z",
  "AgendaDate": "2010-02-11T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    }
  ],
  "History": [
    {
      "ID": 239469,
      "Date": "2010-02-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239578,
      "Date": "2010-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9615,
      "AgendaSequence": 57,
      "MinutesSequence": 67,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284061,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45118,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter one of title 17 of the administrative code of the city of New York is amended by adding a new section 17-196 to read as follows: \n\t§17-196 Restrictions on ceremonial bird release.  a. Definitions.  For the purposes of this section, the following terms shall have the following meanings:\n\t1. “Prohibited birds” shall mean white ring neck doves, white squab, and untrained white homing pigeons.\n\t2.  “Approved birds” shall mean trained white homing pigeons.  \n\t3.  “Person” shall mean any natural person, corporation, partnership, firm, organization or other legal entity.\n\t4.  “Home aviary” shall mean the normal enclosure where birds are kept in confinement and trained to return.\n\tb. Ceremonial releases.  No person shall release or attempt to release any prohibited birds for ceremonial purposes.  No person shall release or attempt to release approved birds after dusk, in inclement weather, or more than fifty miles from the home aviary.  \n\tc. Any violation of this section shall be a misdemeanor triable by a judge of the criminal court of the city of New York and punishable by not more than six months imprisonment or by a fine of not more than one thousand dollars or both.  \n\td. In addition to the penalties prescribed by subdivision c any person who violates any of the provisions of this section shall be liable for a civil penalty of not less than two hundred dollars nor more than one thousand dollars per violation.\n\t§ 2.  This local law shall take effect ninety days after its enactment into law.\n\n\n\nJW\nLS# 7759\n01/05/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Section 1.  Chapter one of \\expndtw0 title 17 of the administrative code of the city of New York is amended by adding a new section 17-196 to read as follows: \\par\n\\tab\\ul\\'a717-196 Restrictions on ceremonial bird release.  a. Definitions.  For the purposes of this section, the following terms shall have the following meanings:\\par\n\\ulnone\\tab\\ul 1. \\ldblquote Prohibited birds\\rdblquote  shall mean white ring neck doves, white squab, and untrained white homing pigeons.\\par\n\\ulnone\\tab\\ul 2.  \\ldblquote Approved birds\\rdblquote  shall mean trained white homing pigeons.  \\par\n\\ulnone\\tab\\ul 3.  \\ldblquote Person\\rdblquote  shall mean any natural person, corporation, partnership, firm, organization or other legal entity.\\par\n\\ulnone\\tab\\ul 4.  \\ldblquote Home aviary\\rdblquote  shall mean the normal enclosure where birds are kept in confinement and trained to return.\\par\n\\ulnone\\tab\\ul b. Ceremonial releases.  No person shall release or attempt to release any prohibited birds for ceremonial purposes.  No person shall release or attempt to release approved birds after dusk, in inclement weather, or more than fifty miles from the home aviary.\\ulnone   \\par\n\\tab\\ul c. Any violation of this section shall be a misdemeanor triable by a judge of the criminal court of the city of New York and punishable by not more than six months imprisonment or by a fine of not more than one thousand dollars or both.  \\par\n\\ulnone\\tab\\ul d. In addition to the penalties prescribed by subdivision c any person who violates any of the provisions of this section shall be liable for a civil penalty of not less than two hundred dollars nor more than one thousand dollars per violation.\\par\n\\ulnone\\tab\\expndtw-3\\'a7 2.  This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\fs25\\par\n\\par\n\\fs24\\par\nJW\\par\nLS# 7759\\par\n01/05/10 \\par\n\\cf1\\fs25\\par\n}\n",
  "LastModified": "2013-12-23T17:25:07.627Z"
}
