{
  "ID": 44349,
  "GUID": "0D28B4B6-4015-4B9B-B9C8-39730DBAB0FE",
  "File": "Int 0046-2010",
  "Name": "Requiring the department of transportation to create a plan for parking motorcycles.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department of transportation to create a plan for parking motorcycles.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2010-02-11T00:00:00Z",
  "AgendaDate": "2010-02-11T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    }
  ],
  "History": [
    {
      "ID": 239485,
      "Date": "2010-02-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239587,
      "Date": "2010-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9615,
      "AgendaSequence": 61,
      "MinutesSequence": 71,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284065,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45302,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Legislative findings and intent.  Persons cannot park motor vehicles in areas controlled by muni-meters without first purchasing the amount of parking time desired from the meter, and displaying a payment receipt in the vehicle windshield if such requirement is indicated.  The Council finds that persons parking motorcycles have little to no means of securing such payment receipt on the vehicle for display.  Thus, payment receipts for motorcycles are often lost, damaged or stolen.  This bill would address this problem by requiring the Department of Transportation to create a plan to address motorcycle parking in areas controlled by muni-meters.  \n\t§2.  Subchapter two of chapter one of title nineteen of the administrative code of the city of New York is amended by adding a new section 19-175.4 to read as follows:\n\t§ 19-175.4 Plan for street parking of motorcycles in areas controlled by municipal meters. a. Definitions.  For the purposes of this section, the following terms shall be defined as follows:\n\t1.  “Motorcycle” shall have the same meaning as defined in section 123 of the New York state vehicle and traffic law.\n\t2.  “Muni-meter” shall have the same meaning as defined in section 19-167.1 of the code. \n\tb.  The department shall make muni-meter payment receipt holders equipped with locks that can be fastened securely to motorcycles available to motorists for cost .\nc. No later than one hundred twenty days after the effective date of the local law that added this section, the department shall create and implement a plan for motorcycle parking in areas controlled by muni-meters.  Such plan shall include, but not be limited to, developing a method to secure muni-meter receipts on motorcycles\n\t§3.  This local law shall take effect sixty days upon enactment.  \t\n\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nR.C.\nInt. No. 980/2009\n2/4/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\tab Section 1.  Legislative findings and intent.  Persons cannot park motor vehicles in areas controlled by muni-meters without first purchasing the amount of parking time desired from the meter, and displaying a payment receipt in the vehicle windshield if such requirement is indicated.  The Council finds that persons parking motorcycles have little to no means of securing such payment receipt on the vehicle for display.  Thus, payment receipts for motorcycles are often lost, damaged or stolen.  This bill would address this problem by requiring the Department of Transportation to create a plan to address motorcycle parking in areas controlled by muni-meters.  \\par\n\\tab\\'a72.  Subchapter two of chapter one of title nineteen of the administrative code of the city of New York is amended by adding a new section 19-175.4 to read as follows:\\par\n\\tab\\ul\\'a7 19-175.4 Plan for street parking of motorcycles in areas controlled by municipal meters. a. Definitions.  For the purposes of this section, the following terms shall be defined as follows:\\ulnone\\par\n\\tab\\ul 1.  \\ldblquote Motorcycle\\rdblquote  shall have the same meaning as defined in section 123 of the New York state vehicle and traffic law.\\par\n\\ulnone\\tab\\ul 2.  \\ldblquote Muni-meter\\rdblquote  shall have the same meaning as defined in section 19-167.1 of the code. \\ulnone\\par\n\\tab\\ul b.  The department shall make muni-meter payment receipt holders equipped with locks that can be fastened securely to motorcycles available to motorists for cost .\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj c. No later than one hundred twenty days after the effective date of the local law that added this section, the department shall create and implement a plan for motorcycle parking in areas controlled by muni-meters.  Such plan shall include, but not be limited to, developing a method to secure muni-meter receipts on motorcycles\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\tab\\'a73.  This local law shall take effect sixty days upon enactment.  \\tab\\par\n\\tab\\ul\\par\n\\ulnone\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\fs20\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nR.C.\\par\nInt. No. 980/2009\\par\n2/4/10\\fs24\\tab    \\fs20\\par\n}\n",
  "LastModified": "2013-12-23T17:26:54.94Z"
}
