{
  "ID": 44210,
  "GUID": "312015FE-2F0A-45A1-802F-5C89A736F059",
  "File": "Int 0047-2010",
  "Name": "Creation of an office of road safety within the department of transportation.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the creation of an office of road safety within the department of transportation.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2010-02-11T00:00:00Z",
  "AgendaDate": "2010-02-11T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    }
  ],
  "History": [
    {
      "ID": 239472,
      "Date": "2010-02-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239586,
      "Date": "2010-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9615,
      "AgendaSequence": 62,
      "MinutesSequence": 72,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284066,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45162,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Subchapter 3 of chapter one of title 17 of the administrative code of the city of New York is amended by adding a new section 19-183 to read as follows:\n§19-183 Office of road safety.  a.  There shall be a division known as the “office of road safety” within the department that shall function to reduce the incidents of traffic violations, crashes, injuries and fatalities.  \nb. This office shall coordinate at least once a month meetings with the police department, the vehicular crimes unit of each district attorneys office, the department of health and mental hygiene, at least one family member of a fatal traffic crash, and other parties that it deems necessary, to devise strategies for the department and the police department to improve roadway safety. \nc. Such strategies may include:  \ni. Programs and initiative to reduce traffic violations and to encourage traffic calming and safety measures.  \nii. Suggestions for behavioral modification to reduce traffic accidents in the city.\niii. Increasing collaboration between the department of transportation and the police department. \niv. Making traffic safety a priority for the police department.  \nd. The office shall issue an annual report to the mayor and council by the first day of February every year.  Such report shall include the strategies devised by the office, whether any strategies were implemented, and the status of such implementation.\n§ 2. This local law shall take effect ninety days after its enactment into law.\n\n\nJW\nLS # 7668\n01/19/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Subchapter 3 of chapter one of title 17 of the administrative code of the city of New York is amended by adding a new section 19-183 to read as follows:\\par\n\\ul\\'a719-183 Office of road safety.  a.  There shall be a division known as the \\ldblquote office of road safety\\rdblquote  within the department that shall function to reduce the incidents of traffic violations, crashes, injuries and fatalities.  \\par\nb. This office shall coordinate at least once a month meetings with the police department, the vehicular crimes unit of each district attorneys office, the department of health and mental hygiene, at least one family member of a fatal traffic crash, and other parties that it deems necessary, to devise strategies for the department and the police department to improve roadway safety. \\par\nc. Such strategies may include:  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 i. Programs and initiative to reduce traffic violations and to encourage traffic calming and safety measures.  \\par\nii. Suggestions for behavioral modification to reduce traffic accidents in the city.\\par\niii. Increasing collaboration between the department of transportation and the police department. \\par\niv. Making traffic safety a priority for the police department.  \\par\nd. The office shall issue an annual report to the mayor and council by the first day of February every year.  Such report shall include the strategies devised by the office, whether any strategies were implemented, and the status of such implementation.\\par\n\\ulnone\\'a7 2. This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\par\n\\fs20 JW\\par\nLS # 7668\\par\n01/19/10\\par\n}\n",
  "LastModified": "2013-12-23T17:27:14.563Z"
}
