{
  "ID": 44324,
  "GUID": "2E8F8376-8DB7-4EF7-AE61-1EA31BB21350",
  "File": "Int 0048-2010",
  "Name": "Annual census of vacant properties.",
  "Title": "A Local Law to amend the New York city charter, in relation to an annual census of vacant properties.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-02-11T00:00:00Z",
  "AgendaDate": "2010-02-11T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    }
  ],
  "History": [
    {
      "ID": 239491,
      "Date": "2010-02-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239588,
      "Date": "2010-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9615,
      "AgendaSequence": 63,
      "MinutesSequence": 73,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284067,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45276,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Section 15 of the New York city charter is amended by adding a new subdivision f to read as follows:\nf. Citywide census of vacant properties. a. The office of operations or such other office or department as may be designated by the mayor shall conduct a census each year of every vacant building and vacant lot within the city and shall disaggregate the results by borough and community district. The first such census shall be initiated no later than ninety days after the effective date of this subdivision and shall be completed within one hundred eighty days thereafter. A new vacancy census shall be conducted every twelve months thereafter. For the purposes of this section, “a vacant building” is a building which is not being used for any purpose for which it may lawfully be used and a “vacant lot” shall mean a parcel of land on which no lawful structure exists and which is not otherwise being used for any purpose for which it may lawfully be used.\nb. The departments of environmental protection, buildings and sanitation and the fire department shall provide to the office of operations such records concerning the physical condition of and services provided to any building or parcel of land within the city as shall any other agency for which the office of operations makes such request in order to aid the office in determining whether any building or lot is vacant.  \nc. A list of the vacant buildings and vacant lots disclosed as a result of such census, the owners of each such vacant building or vacant lot and when the office of operations was first able to determine when such building or lot became vacant shall be compiled and such list shall be made available to the public in print and on the city’s website.  The office of operations shall also track each such building or lot to determine when it is no longer is vacant.  Sources of information relating to ownership shall include, but not be limited to, records of the department of housing preservation and development, the department of finance and the department of buildings and each agency shall provide to the office of operations such information as shall be requested.\n§2. This local law shall take effect immediately.\n\n\nBH\nInt. No. 1089/2009\n1/28/2010 11:33 AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\qj\\tx0\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tqr\\tx8640\\ul\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tqr\\tx8640 Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tqr\\tx8640\\ulnone Section 1. Section 15 of the New York city charter is amended by adding a new subdivision f to read as follows:\\par\n\\ul f. Citywide census of vacant properties. a. The office of operations or such other office or department as may be designated by the mayor shall conduct a census each year of every vacant building and vacant lot within the city and shall disaggregate the results by borough and community district. The first such census shall be initiated no later than ninety days after the effective date of this subdivision and shall be completed within one hundred eighty days thereafter. A new vacancy census shall be conducted every twelve months thereafter. For the purposes of this section, \\ldblquote a vacant building\\rdblquote  is a building which is not being used for any purpose for which it may lawfully be used and a \\ldblquote vacant lot\\rdblquote  shall mean a parcel of land on which no lawful structure exists and which is not otherwise being used for any purpose for which it may lawfully be used.\\ulnone\\b\\par\n\\ul\\b0 b. The departments of environmental protection, buildings and sanitation and the fire department shall provide to the office of operations such records concerning the physical condition of and services provided to any building or parcel of land within the city as shall any other agency for which the office of operations makes such request in order to aid the office in determining whether any building or lot is vacant.\\ulnone\\b   \\par\n\\ul\\b0 c. A list of the vacant buildings and vacant lots disclosed as a result of such census, the owners of each such vacant building or vacant lot and when the office of operations was first able to determine when such building or lot became vacant shall be compiled and such list shall be made available to the public in print and on the city\\rquote s website.  The office of operations shall also track each such building or lot to determine when it is no longer is vacant.  Sources of information relating to ownership shall include, but not be limited to, records of the department of housing preservation and development, the department of finance and the department of buildings and each agency shall provide to the office of operations such information as shall be requested.\\par\n\\ulnone\\'a72. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\tx0\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tqr\\tx8640\\fs20\\par\n\\par\nBH\\par\nInt. No. 1089/2009\\par\n1/28/2010 11:33 AM\\fs24\\par\n}\n",
  "LastModified": "2015-12-04T17:39:27.82Z"
}
