{
  "ID": 44254,
  "GUID": "65910DDA-140C-425E-B60B-ED82FDC510FA",
  "File": "Int 0049-2010",
  "Name": "Prohibiting the display of wild or exotic animals for public entertainment or amusement.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the display of wild or exotic animals for public entertainment or amusement.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2010-02-11T00:00:00Z",
  "AgendaDate": "2010-02-11T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    }
  ],
  "History": [
    {
      "ID": 239477,
      "Date": "2010-02-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239589,
      "Date": "2010-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9615,
      "AgendaSequence": 64,
      "MinutesSequence": 74,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284068,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45206,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter one of title 17 of the administrative code of the city of New York is amended by adding a new section 17-196 to read as follows:\n§17-196.  Display of Wild or Exotic Animals for Public Entertainment or Amusement  a.  Definitions.  For purposes of this section, the following terms shall have the following meanings:\n1.  \"Display\" shall mean to undertake any exhibition, act, circus, ride, trade show, carnival, parade, race, photographic opportunity, performance or similar undertaking in which animals are required to perform tricks, fight or participate as accompaniments in performances for the amusement or benefit of an audience.\n2.  \"Exhibition\" shall mean any public showing, presenting to view, public display or exposition.\n3.  \"Exotic animal\" shall mean any and all of the following orders and families, whether bred in the wild or in captivity, and shall include any or all of their hybrids with domestic species:\ni. proboscidae, including, but not limited to, elephant;\nii. cetacea, pinnipedia, sirenia and other species of sea mammals, including, but not limited to, dolphin, whale, seal, sea lion and walrus; \niii.  marsupialia, including, but not limited to, tasmanian devil, dasyure, bandicoot, kangaroo, wallaby, opossum, wombat, koala bear, cuscus, numbat, pigmy, sugar and great glider;\niv.  perissodactyla, including, but not limited to, rhinoceros and tapir; provided that such term shall not include the species equus caballus, including, but not limited to, horse, donkey and mule.\nv. artiodactyla, including, but not limited to, deer, antelope, sheep, hippopotamus, giraffe and camel;\nvi.  mustelidae, including, but not limited to, skunk, weasel, otter, marten, mink, ermine, pole cat, zorille, wolverine, stoat, ferret and badger;\nvii.  procyonidae, including, but not limited to, raccoon, kinkajou, cocamistle, cat-bear, panda and coatimundi;\nviii.  edentata, including, but not limited to, sloth and armadillo;\nix.  viverridae, including, but not limited to, mongoose, civet, binturong, fossa, linsang, suricate and genet;\nx.  all predatory or large birds, including, but not limited to, eagle, hawk, falcon, owl, vulture, condor, emu, rhea and ostrich; \nxi.  sciuridae;\nxii.  chiroptera;\nxiii.  all venomous insects, including, but not limited to, bee, hornet and wasp;\nxiv. arachnida and chilopoda, including, but not limited to, all venomous spiders, scorpion, and all venomous arthropods;\nxv.  all large rodentia, including, but not limited to, gopher, muskrat, paca, woodchuck, marmot, beaver, prairie dog, capybara, sewellel, viscacha, porcupine and hutia;\nxvi.  hyracoidea;\nxvii.  pholidota;\nxviii.  insectivora, including, but not limited to, aardvark, anteater, shrew, otter shrew, gymnure, desman, tenrec, mole and hedge hog; and\nxix.  dermoptera.\n4.  \"Person\" shall mean any individual, establishment, firm, association, organization, partnership, trust, corporation or company.\n5.  \"Wild animal\" shall mean any and all of the following orders and families; provided that such term shall not include \"companion animal\" as such term is defined in section three hundred fifty of the New York state agriculture and markets law:\ni. non-human primates and prosimians, including, but not limited to, chimpanzee and monkey;\nii.  felidae and all hybrids thereof; provided that such term shall not include the species felis catus;\niii. canidae; provided that such term shall not include domesticated dogs and captive bred fennec foxes;\niv.  ursidae;\nv.  crocodylia; and\nvi. all reptiles that are venomous by nature and the following species and orders: burmese python, reticulated python, african rock python, green anaconda, yellow anaconda, australian amethystine python, indian python, asiatic monitor, nile monitor, white throat monitor, black throat monitor, crocodile monitor, komodo dragon and any hybrid thereof.\n6. \"Felis catus\" shall mean: (i) domesticated cats, feral cats, domesticated cats that were formerly owned and that have been abandoned and that are no longer socialized, and the offspring of such cats; and (ii) hybrids of felis catus that are registered by the american cat fanciers association or the international cat association, provided that such cats shall be without any wild felid parentage for a minimum of five generations.\n7. \"Wildlife sanctuary\" shall mean any organization as described in section 170(b)(1)(A)(vi) of the Internal Revenue Code of 1986, and its subsequent amendments, and that is in compliance with all applicable provisions of the Animal Welfare Act, 7 U.S.C. §§ 2131, et. seq., and operates a place of refuge where abused, neglected, unwanted, impounded, abandoned, orphaned or displaced wild animals are provided care for their lifetime or rehabilitated and released back to their natural habitat and, with respect to any animal owned by the organization, does not: (i) use any such animal for any type of entertainment, recreational or commercial purpose, except for the purpose of exhibition as defined by the New York state department of environmental conservation at section 175.2(b) of part 175 of subchapter I of chapter I of title six of the New York codes, rules and regulations; (ii) sell, trade, lend or barter such animal or the body parts of such animal; or (iii) breed such animal.\nb.  Prohibited acts.  No person shall display or sponsor the display of a wild animal or an exotic animal within the city of New York; provided, however, that this section shall not apply to (i) any institution accredited by the American zoo and aquarium association; (ii) any institution operated by the wildlife conservation society of New York state; (iii) any veterinarian in the ordinary course of such veterinarian's practice of business; (iv) any wildlife sanctuary; and (v) any laboratory operated pursuant to section 504 of the New York state public health law. \nc.  Enforcement.  Any authorized employee, officer or agent of the department or any other city agency designated by the mayor shall be empowered to enforce the provisions of this section or any rule promulgated thereunder.\nd.  Violation and penalty.  Any person who violates paragraph b of this section or any rule promulgated thereunder shall be liable for a civil penalty not to exceed one thousand dollars for each violation; provided that for a first such violation, such person may be issued a written warning in lieu of such civil penalty.\ne.  Rules.  The commissioner of the department or the commissioner of any other city agency designated by the mayor to enforce the provisions of this section may promulgate any rules as may be necessary for the purposes of carrying out the provisions of this section.\n§2.  Severability.  If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall remain in full force and effect.\n§3.  This local law shall take effect one hundred and eighty days after its enactment.\nInt. No. 389/2006\nLS # 125\nAS",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 CG Times;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Chapter one of title 17 of the administrative code of the city of New York is amended by adding a new section 17-196 to read as follows:\\par\n\\ul\\'a717-196.  Display of Wild or Exotic Animals for Public Entertainment or Amusement  a.  Definitions.  For purposes of this section, the following terms shall have the following meanings:\\ulnone\\par\n\\ul 1.  \"Display\" shall mean to undertake any exhibition, act, circus, ride, trade show, carnival, parade, race, photographic opportunity, performance or similar undertaking in which animals are required to perform tricks, fight or participate as accompaniments in performances for the amusement or benefit of an audience.\\ulnone\\par\n\\ul 2.  \"Exhibition\" shall mean any public showing, presenting to view, public display or exposition.\\ulnone\\par\n\\ul 3.  \"Exotic animal\" shall mean any and all of the following orders and families, whether bred in the wild or in captivity, and shall include any or all of their hybrids with domestic species:\\ulnone\\par\n\\ul i. proboscidae, including, but not limited to, elephant;\\ulnone\\par\n\\ul ii. cetacea, pinnipedia, sirenia and other species of sea mammals, including, but not limited to, dolphin, whale, seal, sea lion and walrus; \\ulnone\\par\n\\ul iii.  marsupialia, including, but not limited to, tasmanian devil, dasyure, bandicoot, kangaroo, wallaby, opossum, wombat, koala bear, cuscus, numbat, pigmy, sugar and great glider;\\ulnone\\par\n\\ul iv.  perissodactyla, including, but not limited to, rhinoceros and tapir; provided that such term shall not include the species equus caballus, including, but not limited to, horse, donkey and mule.\\ulnone\\par\n\\ul v. artiodactyla, including, but not limited to, deer, antelope, sheep, hippopotamus, giraffe and camel;\\ulnone\\par\n\\ul vi.  mustelidae, including, but not limited to, skunk, weasel, otter, marten, mink, ermine, pole cat, zorille, wolverine, stoat, ferret and badger;\\ulnone\\par\n\\ul vii.  procyonidae, including, but not limited to, raccoon, kinkajou, cocamistle, cat-bear, panda and coatimundi;\\ulnone\\par\n\\ul viii.  edentata, including, but not limited to, sloth and armadillo;\\ulnone\\par\n\\ul ix.  viverridae, including, but not limited to, mongoose, civet, binturong, fossa, linsang, suricate and genet;\\ulnone\\par\n\\ul x.  all predatory or large birds, including, but not limited to, eagle, hawk, falcon, owl, vulture, condor, emu, rhea and ostrich; \\ulnone\\par\n\\ul xi.  sciuridae;\\ulnone\\par\n\\ul xii.  chiroptera;\\ulnone\\par\n\\ul xiii.  all venomous insects, including, but not limited to, bee, hornet and wasp;\\ulnone\\par\n\\ul xiv. arachnida and chilopoda, including, but not limited to, all venomous spiders, scorpion, and all venomous arthropods;\\ulnone\\par\n\\ul xv.  all large rodentia, including, but not limited to, gopher, muskrat, paca, woodchuck, marmot, beaver, prairie dog, capybara, sewellel, viscacha, porcupine and hutia;\\ulnone\\par\n\\ul xvi.  hyracoidea;\\ulnone\\par\n\\ul xvii.  pholidota;\\ulnone\\par\n\\ul xviii.  insectivora, including, but not limited to, aardvark, anteater, shrew, otter shrew, gymnure, desman, tenrec, mole and hedge hog; and\\ulnone\\par\n\\ul xix.  dermoptera.\\ulnone\\par\n\\ul 4.  \"Person\" shall mean any individual, establishment, firm, association, organization, partnership, trust, corporation or company.\\ulnone\\par\n\\ul 5.  \"Wild animal\" shall mean any and all of the following orders and families; provided that such term shall not include \"companion animal\" as such term is defined in section three hundred fifty of the New York state agriculture and markets law:\\ulnone\\par\n\\ul i. non-human primates and prosimians, including, but not limited to, chimpanzee and monkey;\\ulnone\\par\n\\ul ii.  felidae and all hybrids thereof; provided that such term shall not include the species felis catus;\\ulnone\\par\n\\ul iii. canidae; provided that such term shall not include domesticated dogs and captive bred fennec foxes;\\ulnone\\par\n\\ul iv.  ursidae;\\ulnone\\par\n\\ul v.  crocodylia; and\\ulnone\\par\n\\ul vi. all reptiles that are venomous by nature and the following species and orders: burmese python, reticulated python, african rock python, green anaconda, yellow anaconda, australian amethystine python, indian python, asiatic monitor, nile monitor, white throat monitor, black throat monitor, crocodile monitor, komodo dragon and any hybrid thereof.\\ulnone\\par\n\\ul 6. \"Felis catus\" shall mean: (i) domesticated cats, feral cats, domesticated cats that were formerly owned and that have been abandoned and that are no longer socialized, and the offspring of such cats; and (ii) hybrids of felis catus that are registered by the american cat fanciers association or the international cat association, provided that such cats shall be without any wild felid parentage for a minimum of five generations.\\ulnone\\par\n\\ul 7. \"Wildlife sanctuary\" shall mean any organization as described in section 170(b)(1)(A)(vi) of the Internal Revenue Code of 1986, and its subsequent amendments, and that is in compliance with all applicable provisions of the Animal Welfare Act, 7 U.S.C. \\'a7\\'a7 2131, \\i et. seq.,\\i0  and operates a place of refuge where abused, neglected, unwanted, impounded, abandoned, orphaned or displaced wild animals are provided care for their lifetime or rehabilitated and released back to their natural habitat and, with respect to any animal owned by the organization, does not: (i) use any such animal for any type of entertainment, recreational or commercial purpose, except for the purpose of exhibition as defined by the New York state department of environmental conservation at section 175.2(b) of part 175 of subchapter I of chapter I of title six of the New York codes, rules and regulations; (ii) sell, trade, lend or barter such animal or the body parts of such animal; or (iii) breed such animal.\\ulnone\\par\n\\ul b.  Prohibited acts.  No person shall display or sponsor the display of a wild animal or an exotic animal within the city of New York; provided, however, that this section shall not apply to (i) any institution accredited by the American zoo and aquarium association; (ii) any institution operated by the wildlife conservation society of New York state; (iii) any veterinarian in the ordinary course of such veterinarian's practice of business; (iv) any wildlife sanctuary; and (v) any laboratory operated pursuant to section 504 of the New York state public health law. \\ulnone\\par\n\\ul c.  Enforcement.  Any authorized employee, officer or agent of the department or any other city agency designated by the mayor shall be empowered to enforce the provisions of this section or any rule promulgated thereunder.\\ulnone\\par\n\\ul d.  Violation and penalty.  Any person who violates paragraph b of this section or any rule promulgated thereunder shall be liable for a civil penalty not to exceed one thousand dollars for each violation; provided that for a first such violation, such person may be issued a written warning in lieu of such civil penalty.\\ulnone\\par\n\\ul e.  Rules.  The commissioner of the department or the commissioner of any other city agency designated by the mayor to enforce the provisions of this section may promulgate any rules as may be necessary for the purposes of carrying out the provisions of this section.\\ulnone\\par\n\\'a72.  Severability.  If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall remain in full force and effect.\\par\n\\'a73.  This local law shall take effect one hundred and eighty days after its enactment.\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fs20 Int. No. 389/2006\\par\nLS # 125\\par\nAS\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\tqc\\tx4680\\f1\\par\n}\n",
  "LastModified": "2013-12-23T17:28:27.843Z"
}
