{
  "ID": 44339,
  "GUID": "FD7CC59A-03DE-40C3-A997-98263E7DA2F3",
  "File": "Int 0050-2010",
  "Name": "Waterfront management advisory board.",
  "Title": "A Local Law to amend the New York city charter, in relation to the waterfront management advisory board.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5123,
  "BodyName": "Committee on Waterfronts",
  "IntroDate": "2010-02-11T00:00:00Z",
  "AgendaDate": "2010-02-11T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 239488,
      "Date": "2010-02-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239591,
      "Date": "2010-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Waterfronts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9615,
      "AgendaSequence": 66,
      "MinutesSequence": 76,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Waterfronts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284069,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45291,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 1303 of chapter 56 of the New York city charter is amended to read as follows:\n§1303. Waterfront management advisory board. a. There shall be a waterfront management advisory board, which shall consist of the deputy mayor for economic development, as chairperson; the commissioner of small business services, as vice chairperson; the chairperson of the city planning commission; the commissioner of environmental protection; the commissioner of parks and recreation; the commissioner of housing preservation and development; [one] two city council [member] members to be designated by the city council; and [twelve] fifteen members to be appointed by the mayor with the advice and consent of the city council, provided that there is at least one appointed member from each borough. Appointed members shall include representatives of labor, the maritime industries, the transportation industries, the real estate industry, the hospitality industries, as well as environmental advocates and community advocates.\nb. Appointed members of the board shall not hold any other public office or employment and shall be appointed for terms of three years without compensation, except that of the members first appointed, [four] five shall be appointed for terms of one year, [four] five shall be appointed for terms of two years and [four] five shall be appointed for terms of three years. No appointed member may be removed other than for cause to be determined after a hearing before the office of administrative trials and hearings.\nc. In the event of a vacancy on the board during the term of office of an appointed member, the mayor shall appoint a successor with the advice and consent of the city council to serve the balance of the unexpired term.\nd. The ex officio and council members of the board may designate a representative who shall be counted as a member for the purpose of determining the existence of a quorum and who may vote on behalf of such member. The designation of a representative shall be made by a written notice of the ex officio or council member served upon the chairperson of the board prior to the designee participating in any meeting of the board, but such designation may be rescinded or revised by the member at any time. The commissioner of small business services may designate as his or her representative the president of the economic development corporation or the designee of the president.\ne. The board shall (1) hold at least one meeting every six months; (2) consult with and advise the deputy mayor for economic development, the commissioner of small business services and the city planning commission on any matter relating to the industrial, commercial, residential, recreational or other use or development of wharves, waterfront property and waterfront infrastructure in the city, and on other matters as may be requested by the chairperson of the board; (3) create any committees or subcommittees consisting of at least one board member or their designated representative as the board deems appropriate to carry out the board's responsibilities, provided that there shall be a committee on recreational uses of the waterfront; (4) permit the representatives of federal, state, and bi-state agencies and authorities to participate as a non-voting members of the board; (5) oversee the drafting of such portions of the comprehensive waterfront plan as may be authorized by the director of city planning pursuant to section 205 of this charter; and [(4)] (6) issue a report by March first, [two thousand ten] two thousand eleven, and every two years thereafter, to the mayor, the city council, and borough presidents regarding the development of wharves, and waterfront property and infrastructure in the city during the immediately preceding two calendar years[, provided that the report due March first, two thousand ten shall relate to calendar year two thousand nine only].\n§ 2. Section 205 of chapter 8 of the New York city charter is amended to read as follows:\n§ 205. Comprehensive waterfront plan. Not later than the thirty-first day of December, two thousand and ten and not less than every ten years thereafter, the department of city planning shall file with the mayor, the council, the public advocate, the borough presidents, and the community boards, a comprehensive waterfront plan. Such plan shall be drafted in consultation with the appropriate city, state, and federal agencies and regulatory bodies, and with input from the public, and shall include (1) an assessment of waterfront resources for the natural waterfront, the public waterfront, the working waterfront and the developing waterfront, (2) a statement of the planning policy of the department of city planning, which policy shall take into consideration, among other things, the ten year capital strategy, the assessment of waterfront resources included pursuant to (1) above, the four year capital plan, the strategic policy statements provided for in section seventeen and plans approved pursuant to section one hundred ninety-seven-a and (3) proposals for implementing the planning policy of the department whether by amendment of the zoning resolution, development of plans or otherwise.  The director of city planning may authorize the waterfront management advisory board to oversee the drafting of such portions of the comprehensive waterfront plan as the director deems appropriate, provided that the department of city planning remains responsible for complying with all provisions of this section.\n\t§ 3. This local law shall take effect immediately upon enactment.\njtb\nLS# 0430\nCr-1/26/2010\nSv-1/28/2010",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBe it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1. Section 1303 of chapter 56 of the New York city charter is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a71303. Waterfront management advisory board. a. There shall be a waterfront management advisory board, which shall consist of the deputy mayor for economic development, as chairperson; the commissioner of small business services, as vice chairperson; the chairperson of the city planning commission; the commissioner of environmental protection; \\ul the commissioner of parks and recreation; the commissioner of housing preservation and development;\\ulnone  [one] \\ul two\\ulnone  city council [member] \\ul members\\ulnone  to be designated by the city council; and [twelve] \\ul fifteen\\ulnone  members to be appointed by the mayor with the advice and consent of the city council, provided that there is at least one appointed member from each borough. Appointed members shall include representatives of labor, the maritime industries, the transportation industries, the real estate industry, the hospitality industries, as well as environmental advocates and community advocates.\\par\nb. Appointed members of the board shall not hold any other public office or employment and shall be appointed for terms of three years without compensation, except that of the members first appointed, [four] \\ul five\\ulnone  shall be appointed for terms of one year, [four] \\ul five\\ulnone  shall be appointed for terms of two years and [four] \\ul five\\ulnone  shall be appointed for terms of three years. No appointed member may be removed other than for cause to be determined after a hearing before the office of administrative trials and hearings.\\par\nc. In the event of a vacancy on the board during the term of office of an appointed member, the mayor shall appoint a successor with the advice and consent of the city council to serve the balance of the unexpired term.\\par\nd. The ex officio and council members of the board may designate a representative who shall be counted as a member for the purpose of determining the existence of a quorum and who may vote on behalf of such member. The designation of a representative shall be made by a written notice of the ex officio or council member served upon the chairperson of the board prior to the designee participating in any meeting of the board, but such designation may be rescinded or revised by the member at any time. The commissioner of small business services may designate as his or her representative the president of the economic development corporation or the designee of the president.\\par\ne. The board shall (1) hold at least one meeting every six months; (2) consult with and advise the deputy mayor for economic development, the commissioner of small business services and the city planning commission on any matter relating to the industrial, commercial, residential, recreational or other use or development of wharves, waterfront property and waterfront infrastructure in the city, and on other matters as may be requested by the chairperson of the board; (3) create any committees or subcommittees consisting of at least one board member or their designated representative as the board deems appropriate to carry out the board's responsibilities, provided that there shall be a committee on recreational uses of the waterfront; \\ul (4) permit the representatives of federal, state, and bi-state agencies and authorities to participate as a non-voting members of the board; (5) oversee the drafting of such portions of the comprehensive waterfront plan as may be authorized by the director of city planning pursuant to section 205 of this charter;\\ulnone  and [(4)] \\ul (6)\\ulnone  issue a report by March first, [two thousand ten] \\ul two thousand eleven\\ulnone , and every two years thereafter, to the mayor, the city council, and borough presidents regarding the development of wharves, and waterfront property and infrastructure in the city during the immediately preceding two calendar years[, provided that the report due March first, two thousand ten shall relate to calendar year two thousand nine only].\\par\n\\'a7 2. Section 205 of chapter 8 of the New York city charter is amended to read as follows:\\par\n\\'a7 205. Comprehensive waterfront plan. Not later than the thirty-first day of December, two thousand and ten and not less than every ten years thereafter, the department of city planning shall file with the mayor, the council, the public advocate, the borough presidents, and the community boards, a comprehensive waterfront plan. Such plan shall be drafted in consultation with the appropriate city, state, and federal agencies and regulatory bodies, and with input from the public, and shall include (1) an assessment of waterfront resources for the natural waterfront, the public waterfront, the working waterfront and the developing waterfront, (2) a statement of the planning policy of the department of city planning, which policy shall take into consideration, among other things, the ten year capital strategy, the assessment of waterfront resources included pursuant to (1) above, the four year capital plan, the strategic policy statements provided for in section seventeen and plans approved pursuant to section one hundred ninety-seven-a and (3) proposals for implementing the planning policy of the department whether by amendment of the zoning resolution, development of plans or otherwise.  \\ul The director of city planning may authorize the waterfront management advisory board to oversee the drafting of such portions of the comprehensive waterfront plan as the director deems appropriate, provided that the department of city planning remains responsible for complying with all provisions of this section.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\'a7 3. This local law shall take effect immediately upon enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\lang1024\\fs18 jtb\\lang1033\\par\nLS# 0430\\fs24\\par\n\\fs18 Cr-\\lang1024 1/26/2010\\lang1033\\par\nSv-\\lang1024 1/28/2010\\lang1033\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T17:28:47.953Z"
}
