{
  "ID": 44373,
  "GUID": "5E932C42-1573-43B3-BFBF-CE718D0B806C",
  "File": "Int 0052-2010",
  "Name": "Testing of local fish for health related risks and posting of subsistence fishing warnings in appropriate locations and conducting a public education campaign.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to testing of local fish for health related risks and posting of subsistence fishing warnings in appropriate locations and conducting a public education campaign.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2010-02-11T00:00:00Z",
  "AgendaDate": "2010-02-11T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    }
  ],
  "History": [
    {
      "ID": 239503,
      "Date": "2010-02-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239594,
      "Date": "2010-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9615,
      "AgendaSequence": 68,
      "MinutesSequence": 78,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284155,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45326,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.  The Council finds that fish is an important food source for health and economic reasons.  Preliminarily, fish are a healthful source of dietary protein and other nutrients for humans.  Fish are relatively low in fat, and are a good source of omega-3 fatty acids, found in fish oils.  Omega-3 fatty acids are known to improve infant development, lower the risk of Alzheimer’s disease and reduce the risk of cardiovascular disease.  It also usually costs less to purchase many kinds of fish than it costs to purchase other sources of animal protein, and if someone can fish, he or she can often bypass the need to get to a store and to purchase protein.  For some of these fishermen, fishing provides not only food for their own consumption and but also provides a source of food for consumption by relatives and neighbors.  However, most fish caught in New York City waters contain potentially harmful levels of chemical contaminants and contaminated fish can be the main source of human exposure to some of these contaminants.  New York state issues advisories for eating sportfish, such as Striped bass, Bluefish, Rainbow smelt or White perch, to alert the public to the health risks of consumption of contaminated fish. These health advisories are posted on the state Department of Health (“DOH”) and the state Department of Environmental Conservation (“DEC”) websites but are not generally available to individuals who do not have access to computers.\nThe Council further finds that the health advisories developed by the state Department of Health and the state Department of Environmental Conservation are a part of a collaborative process by which the DEC captures the target fish, analyzes the data and submits the data to the DOH.  DOH then takes the data and uses it to establish health protective levels of fish consumption by species.  However, the current data for most of the New York City region is almost ten years old and neither the DEC nor the DOH post the health advisories at popular fishing locations nor do these agencies undertake extensive or significant fish consumption education programs.  Therefore the Council finds that it is in the best interests of the City to obtain more recent data, to update the health advisories and, working collaboratively with the DOH, to undertake more aggressive education initiatives to assure that subsistence and marine fishermen and women and children in New York City are advised of the risks associated with consumption of fish from local waters.\n\t§ 2. Chapter 3 of title 17 of the administrative code of the city of New York is amended by adding a new subchapter 9 to read as follows:\nSubchapter 9\nFish Consumption Warnings\n17-371. Definitions\n§17-372. Surface fish capture and analysis program mandated\n§ 17-373. Annual marine fishing health advisories required.\n§ 17-374.  Posting of marine fishing health advisories.\n§ 17-375 Marine fishing public education program.\n§17-371. Definitions For purposes of this subchapter the following terms shall have the following meanings:\n(a) “Surface waters” shall mean the Hudson River, the Upper Bay of New York Harbor, Arthur Kill, Kill Van Kull, Newark Bay, Raritan Bay west of Wolfe’s Pond Park, Harlem River, the East River and Jamaica Bay.\n(b)”Marine fishing area” shall mean any property owned or leased by the city that borders publicly accessible surface waters containing a pier or that is otherwise known as a site routinely used for shore line, bulkhead or beach fishing. \n(c) “Marine fishing health advisories” shall mean fish health advisories intended to alert marine fishermen and women and the general public to the risk of consuming fish caught in surface waters due to elevated levels of contaminants.. \n(d)”The department” shall mean the department of health and mental hygiene.\n§ 17-372.  Surface fish capture and analysis program mandated. The department shall establish a program to annually capture and analyze representative local fish, including sportfish, such as gamefish pursued for sport by recreational anglers, or migratory fish likely to be present in surface waters and marine fishing areas, for the presence of pollutants, such as result from discharges of chemical wastes into water,  and contaminants, such as naturally occurring wastes, and shall seek input and comments from the New York state department of environmental conservation and the New York state department of health during the development and administration of the program,. \n§ 17-373. Annual marine fishing health advisories required. The department,  working jointly with the New York state department of environmental conservation and the New York state department of health, to the extent possible, shall use the data obtained, pursuant to section 17-373 of this subchapter, to generate annual marine fishing health advisories for representative local fish, including sportfish or migratory fish likely to be present in surface waters. \n§ 17-374.  Posting of marine fishing health advisories. The department, working jointly with the New York state department of environmental conservation and the New York state department of health, to the extent possible, shall post marine fishing health advisories at each marine fishing area in English, and in such other languages as are appropriate to the site, or by universal signage.  In addition, the department shall solicit information from the public respecting known marine fishing locations, not initially identified, as a suitable location for posting marine fishing health advisories  and may consider recommendations by fishing advocacy and other environmental organizations. The department shall designate or conduct outreach to these organizations.\n§ 17-375 Marine fishing public education program.  The department, working jointly with the New York state department of environmental conservation and the New York state department of health, to the extent possible, shall develop a comprehensive public education program to inform the public, including those members that do not have access to the Internet, of the health advisories and limitations on consumption of locally caught fish from surface waters.\n§2. This local law shall take effect ninety days after it is enacted into law, except that the commissioner of health and mental hygiene shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such effective date.\nLS# 7638, 7640 and 7641\n11/23/09  5:22 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}{\\f2\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab S\\cf1 ection 1.  Legislative findings and intent.  The Council finds that\\cf0  f\\cf1 ish is an important food source for health and economic reasons.  Preliminarily, fish are a healthful source of dietary protein and other nutrients for humans.  Fish are relatively low in fat, and are a good source of omega-3 fatty acids, found in fish oils.  Omega-3 fatty acids are known to improve infant development, lower the risk of Alzheimer\\rquote s disease and reduce the risk of cardiovascular disease.  It also usually costs less to purchase many kinds of fish than it costs to purchase other sources of animal protein,\\up10  \\up0 and if someone can fish, he or she can often bypass the need to get to a store and to purchase protein.  For some of these fishermen, fishing provides not only food for their own consumption and but also provides a source of food for consumption by relatives and neighbors. \\cf0  However, most fish caught in New York City waters contain potentially harmful levels of chemical contaminants and contaminated fish can be the main source of human exposure to some of these contaminants.  New York state issues advisories for eating sportfish, such as Striped bass, Bluefish, Rainbow smelt or White perch, to alert the public to the health risks of consumption of contaminated fish. These health advisories are posted on the state Department of Health (\\ldblquote DOH\\rdblquote ) and the state Department of Environmental Conservation (\\ldblquote DEC\\rdblquote ) websites but are not generally available to individuals who do not have access to computers.\\par\nThe Council further finds that the health advisories developed by the state Department of Health and the state Department of Environmental Conservation are a part of a collaborative process by which the DEC captures the target fish, analyzes the data and submits the data to the DOH.  DOH then takes the data and uses it to establish health protective levels of fish consumption by species.  However, the current data for most of the New York City region is almost ten years old and neither the DEC nor the DOH post the health advisories at popular fishing locations nor do these agencies undertake extensive or significant fish consumption education programs.  Therefore the Council finds that it is in the best interests of the City to obtain more recent data, to update the health advisories and, working collaboratively with the DOH, to undertake more aggressive education initiatives to assure that subsistence and marine fishermen and women and children in New York City are advised of the risks associated with consumption of fish from local waters.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\'a7 2. Chapter 3 of title 17 of the administrative code of the city of New York is amended by adding a new subchapter 9 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc\\ul Subchapter 9\\par\nFish Consumption Warnings\\par\n17-371. Definitions\\par\n\\'a717-372. Surface fish capture and analysis program mandated\\par\n\\'a7 17-373. Annual marine fishing health advisories required.\\par\n\\'a7 17-374.  Posting of marine fishing health advisories.\\par\n\\'a7 17-375 Marine fishing public education program.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a717-371. Definitions For purposes of this subchapter the following terms shall have the following meanings:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (a) \\ldblquote Surface waters\\rdblquote  shall mean the Hudson River, the Upper Bay of New York Harbor, Arthur Kill, Kill Van Kull, Newark Bay, Raritan Bay west of Wolfe\\rquote s Pond Park, Harlem River, the East River and Jamaica Bay.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (b)\\rdblquote Marine fishing area\\rdblquote  shall mean any property owned or leased by the city that borders publicly accessible surface waters containing a pier or that is otherwise known as a site routinely used for shore line, bulkhead or beach fishing. \\par\n(c) \\ldblquote Marine fishing health advisories\\rdblquote  shall mean fish health advisories intended to alert marine fishermen and women and the general public to the risk of consuming fish caught in surface waters due to elevated levels of contaminants.. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa120\\sl480\\slmult1\\qj (d)\\rdblquote The department\\rdblquote  shall mean the department of health and mental hygiene.\\par\n\\'a7 17-372.  Surface fish capture and analysis program mandated. The department shall establish a program to annually capture and analyze representative local fish, including sportfish, such as gamefish pursued for sport by recreational anglers, or migratory fish likely to be present in surface waters and marine fishing areas, for the presence of pollutants, such as result from discharges of chemical wastes into water,  and contaminants, such as naturally occurring wastes, and shall seek input and comments from the New York state department of environmental conservation and the New York state department of health during the development and administration of the program,\\ulnone . \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a7 17-373. Annual marine fishing health advisories required. The department,  working jointly with the New York state department of environmental conservation and the New York state department of health, to the extent possible, shall use the data obtained, pursuant to section 17-373 of this subchapter, to generate annual marine fishing health advisories for representative local fish, including sportfish or migratory fish likely to be present in surface waters. \\par\n\\'a7 17-374.  Posting of marine fishing health advisories. The department, working jointly with the New York state department of environmental conservation and the New York state department of health, to the extent possible, shall post marine fishing health advisories at each marine fishing area in English, and in such other languages as are appropriate to the site, or by universal signage.  In addition, the department shall solicit information from the public respecting known marine fishing locations, not initially identified, as a suitable location for posting marine fishing health advisories  and may consider recommendations by fishing advocacy and other environmental organizations. The department shall designate or conduct outreach to these organizations.\\par\n\\'a7 17-375 Marine fishing public education program.  The department, working jointly with the New York state department of environmental conservation and the New York state department of health, to the extent possible, shall develop a comprehensive public education program to inform the public, including those members that do not have access to the Internet, of the health advisories and limitations on consumption of locally caught fish from surface waters.\\par\n\\ulnone\\'a72. This local law shall take effect ninety days after it is enacted into law, except that the commissioner of health and mental hygiene shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LS# 7638, 7640 and 7641\\par\n11/23/09  5:22 p.m.\\par\n\\f1\\fs20\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\fs24\\par\n\\pard\\ltrpar\\nowidctlpar\\f2\\par\n}\n",
  "LastModified": "2013-12-23T17:38:50.387Z"
}
