{
  "ID": 44350,
  "GUID": "0DFB8681-EB7E-4990-BF7E-50652AD58EFF",
  "File": "Int 0056-2010",
  "Name": "Posting of notices of provisions of the City’s Human Rights Law that relate to housing discrimination.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the posting of notices of provisions of the City’s Human Rights Law that relate to housing discrimination.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5148,
  "BodyName": "Committee on Civil Rights",
  "IntroDate": "2010-02-11T00:00:00Z",
  "AgendaDate": "2010-02-11T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7556,
      "Slug": "the-public-advocate-mr-de-blasio",
      "FullName": "The Public Advocate (Mr. de Blasio)"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    }
  ],
  "History": [
    {
      "ID": 239484,
      "Date": "2010-02-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239605,
      "Date": "2010-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9615,
      "AgendaSequence": 73,
      "MinutesSequence": 83,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Rights",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284157,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45303,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Subdivision 5 of section 8-107 of Title 8 of the administrative code of the city of New York is amended by adding a new paragraph p to read as follows:\n(p) Posting of Fair Housing Information.  The Commission on Human Rights shall create a poster containing information on the prohibition of housing discrimination against any person on the basis of the actual or perceived  race, creed, color, national origin, gender, age, disability, sexual orientation, marital status, partnership  status, or alienage  or citizenship status of such person or persons, or because of any lawful source of income  of  such  person  or  persons,  or  because children are, may be or would be residing with such person or persons, or such person’s status as a member of any other group protected under this title.  Such poster shall be made available by the Commission to covered entities under this section.\n\t(1) Every covered entity must post and maintain such poster, in accordance with the rules of the Commission, in a conspicuous location accessible to all employees and housing applicants.\n(2) The Commission may charge each covered entity a fee to cover printing, postage and handling expenses incurred in connection with making such poster available. \n§ 2. This local law shall take effect 120 days after its enactment into law, provided, however, that the commissioner may take any actions necessary prior to the effective date of this local law, including, but not limited to, the promulgation of rules.\n-----------\nJEB\nLS #7114\n2/8/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Subdivision 5 of section 8-107 of Title 8 of the administrative code of the city of New York is amended by adding a new paragraph p to read as follows:\\par\n\\ul (p) Posting of Fair Housing Information.  The Commission on Human Rights shall create a poster containing information on the prohibition of housing discrimination against any person on the basis of the actual or perceived  race, creed, color, national origin, gender, age, disability, sexual orientation, marital status, partnership  status, or alienage  or citizenship status of such person or persons, or because of any lawful source of income  of  such  person  or  persons,  or  because children are, may be or would be residing with such person or persons, or such person\\rquote s status as a member of any other group protected under this title.  Such poster shall be made available by the Commission to covered entities under this section.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul (1) Every covered entity must post and maintain such poster, in accordance with the rules of the Commission, in a conspicuous location accessible to all employees and housing applicants.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (2) The Commission may charge each covered entity a fee to cover printing, postage and handling expenses incurred in connection with making such poster available. \\par\n\\ulnone\\'a7 2. This local law shall take effect 120 days after its enactment into law, provided, however, that the commissioner may take any actions necessary prior to the effective date of this local law, including, but not limited to, the promulgation of rules.\\par\n\\pard\\ltrpar\\nowidctlpar -----------\\par\n\\fs20 JEB\\par\nLS #7114\\par\n2/8/10\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T17:39:47.31Z"
}
