{
  "ID": 44354,
  "GUID": "6198ED69-4EA5-4F6B-9C06-ACE51D217A0E",
  "File": "Int 0058-2010",
  "Name": "Biological, chemical and radiological detectors.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to biological, chemical and radiological detectors.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2010-02-11T00:00:00Z",
  "AgendaDate": "2010-02-11T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 239483,
      "Date": "2010-02-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239598,
      "Date": "2010-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9615,
      "AgendaSequence": 75,
      "MinutesSequence": 85,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284159,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45307,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Legislative findings and purpose.  The Council recognizes the need to protect the citizens of New York City from possible terrorist attacks involving chemical, biological, radiological, or nuclear weapons.  As part of this effort, the Council understands the importance of the deployment of certain instruments designed to detect the presence of certain chemicals, biological agents, and radiation in the environment in order to provide an early warning of a possible biological, chemical or radiological attack.  While the proliferation of these defensive capabilities may represent a positive development in furthering public safety, such instruments should be deployed and operated only with the knowledge of the Police Department and other appropriate City agencies.  Moreover, the City has an interest in the reliability and effectiveness of these instruments so that their deployment will not cause excessive false alarms and unwarranted anxiety that a large-scale public emergency is occurring.  To that end, the City has worked with the New York State Department of Health to ensure that detectors deployed in New York City will meet appropriate certification standards.  Therefore, the Council finds that, to further the public safety, the possession and deployment of biological, chemical and radiological detectors should be regulated by the issuance of permits and the promulgation of standards for such detectors and their use, that alarms triggered by such detectors should be immediately reported according to prescribed procedures, and that the Police Department should be responsible for enforcing local laws and rules applicable to biological, chemical and radiological detectors possessed or deployed as an early warning device with a purpose of detecting a possible weapons attack.\n§ 2.  Title 10 of the administrative code of the city of New York is amended by adding a new chapter 8 to read as follows:\nCHAPTER 8\nBIOLOGICAL, CHEMICAL AND RADIOLOGICAL DETECTORS\n§ 10-801 Definitions.  \n§ 10-802 Permits for possession or deployment of biological, chemical and radiological detectors.\n§ 10-803 Application for permit.\n§ 10-804 Permit term.\n§ 10-805 Notifications.\n§ 10-806 Coordination.\n§ 10-807 Rules.\n§ 10-808 Penalties.\n§ 10-809 Certain biological, chemical and radiological detectors not subject to this chapter.\n§ 10-801 Definitions.  For the purposes of this chapter, the following terms shall have the following meanings.\na.  The term “alarm” shall mean any alarm or other indication of a biological, chemical or radiological detector that indicates the presence of a biological agent, chemical agent, radiation or radioactive substance at the level or levels prescribed pursuant to section 10-807 of this chapter.\nb.  The term “biological agent” shall mean any micro-organism, including bacteria and viruses, or structural components or products of such micro-organisms, including toxins, whether engineered or naturally occurring, that are capable of causing death, disease or other biological malfunction in a living organism, deterioration or poisoning of food or water,  or deleterious alteration of the environment.\nc.  The term “biological detector” shall mean an instrument used for the purpose of monitoring the release or presence of one or more biological agents, including an instrument  that samples the air for such purpose.\nd.  The term “chemical agent” shall mean a chemical, which through its action on life processes, can cause death, serious physical injury or permanent harm to humans or animals and shall include but not be limited to toxic industrial chemicals and chemical warfare agents as identified by the commissioner.\ne.  The term “chemical detector” shall mean an instrument used for the purpose of monitoring the release or presence of one or more chemical agents, including an instrument that samples the air for such purpose.\nf.  The term “commissioner” shall mean the police commissioner of the city of New York or his or her designee.\ng.  The term “critical agent” shall mean critical agent as such term is defined in section 55-2.13 of title ten of the codes, rules and regulations of the state of New York, as amended from time to time.\nh.  The term “deploy” shall mean use or operate a biological, chemical or radiological detector, and “deployment” shall mean the use or operation of such a detector.\ni.  The term “permit” shall mean the permit issued by the commissioner for possession or deployment of a biological, chemical or radiological detector.\nj.  The term “radioactive substance” shall mean a substance that emits ionizing radiation including alpha, beta, gamma or neutron radiation.\n\tk.  The term “radiological detector” shall mean an instrument used for the purpose of monitoring the release or presence of radiation or a radioactive substance.\nl. The term “select agent” shall mean “select agent and/or toxin” as such term is defined in section 73.1 of title 42 of the code of federal regulations, as amended from time to time.\n\t§ 10-802 Permits for possession or deployment of biological, chemical and radiological detectors.  a.  It shall be unlawful for any person to possess or deploy a biological, chemical or radiological detector in the city of New York as an early warning device with a purpose of detecting a possible attack using biological, chemical or radiological agents, including critical agents or select agents, unless such person holds a valid permit therefor.\nb.  This section shall not apply to:\n(1) biological, chemical and radiological detectors possessed or deployed by the department of health and mental hygiene, the fire department, the department of environmental protection, or any other city agency authorized by the commissioner to possess or deploy a biological, chemical or radiological detector without a permit;\n(2) fixed portal radiological detectors owned by the department of health and mental hygiene and possessed or deployed by a hospital or other health care facility, provided that such detectors are possessed and deployed subject to a protocol established by the department of health and mental hygiene with the concurrence of the commissioner governing required notification of alarms; or\n(3) biological, chemical and radiological detectors possessed by any person, without deployment, for the sole purpose of (i) selling such detector to another person for deployment by another person or (ii) transporting such detector from one location to another.  \n§ 10-803 Application for permit or renewal of permit.  a.  Application for a permit to possess or deploy a biological, chemical or radiological detector, or for renewal of such permit, shall be made to the commissioner upon such form as the commissioner shall prescribe and shall contain such information as the commissioner may require, including but not limited to a detailed description of the biological, chemical or radiological detector to be possessed or deployed, the manner in which such detector will be installed and maintained, the location of such installation (or, if such detector is portable, a description of the types of locations in which it will be deployed), the manner by which such detector will indicate or transmit an alarm, and the proposed emergency action plan to be implemented in the event of an alarm, including any such plan maintained in accordance with section 404.1.1 of the fire code or developed pursuant to section 404.3.2 of such code.  For a detector that requires any other local, state or federal permit or certification for its possession or deployment, the applicant shall provide a copy of such valid permit or certification, provided that such permit or certification has been issued at the time of application.  Applicants shall affirm the truth of the contents of the application under penalty of perjury.  \nb.  There shall be no fee required for processing such application.  \nc.  The commissioner shall review the application and investigate the information contained therein, requesting and receiving from the applicant any further information as may be necessary for his or her determination, including but not limited to information regarding any other required local, state or federal permits or certifications.  The commissioner may consult as appropriate with other agencies with respect to such application or investigation, including but not limited to the New York state department of health, the department of health and mental hygiene, the fire department and the department of environmental protection.  The commissioner may provide a copy of the application and all further information supplied in furtherance of the application to the New York state department of health upon request. \nd.  Applicants also may be required to meet with the police department and other appropriate city agencies in order to coordinate potential emergency responses to an alarm indicated or transmitted by a biological, chemical or radiological detector.\ne.  An application for a permit or for renewal thereof will be approved and a permit will be issued or renewed by the commissioner if he or she determines that the application and the biological, chemical or radiological detector to be possessed or deployed meet the requirements of this chapter and the rules promulgated hereunder.  Such permit or renewal thereof shall be issued upon such terms and conditions the commissioner may prescribe, including but not limited to the requirements set forth in section 10-807 of this chapter.  If an application for a permit or renewal thereof is disapproved, the commissioner shall so notify the applicant, including any reasons for the disapproval.\nf.  The commissioner shall render a determination on an application for a permit or for renewal thereof within sixty days of receipt of a completed application; provided, however, that where the commissioner previously approved a permit for the same type and model of biological, chemical or radiological detector sought to be possessed or deployed, whether submitted by the applicant or by another individual or entity, the commissioner shall render a determination on an application for a permit or for renewal thereof within thirty days of receipt of a completed application.  Where the commissioner fails to render a determination on an application for a permit or for renewal thereof in accordance with this subdivision, such application shall be deemed approved and the applicant shall be subject to the requirements applicable to a permit holder set forth in this chapter and the rules promulgated hereunder until such time as such person’s application for a permit or renewal thereof is denied.\n§ 10-804 Permit term.  A permit issued pursuant to this chapter shall expire on the last day of the fifth December after the date of issue and may be renewed for five-year terms thereafter by submission of an application for renewal in accordance with section 10-803 of this chapter and the rules promulgated hereunder.\n§ 10-805 Notifications.  a.  Following issuance of the permit, or any renewal thereof, the permit holder shall immediately notify the commissioner of any material change in the information contained in the application, including without limitation the issuance, suspension, limitation, revocation or denial of any other local, state or federal permit or certification required for the possession or deployment of all detectors that are the subject of the permit and the acquisition of a biological, chemical or radiological detector different from the detector for which the permit was issued, or of other relevant circumstances established by rule of the commissioner.  Upon notification of such change, the commissioner may suspend, revoke or amend the permit and/or direct that the holder submit an application for a new permit.\nb.  Any person deploying a biological, chemical or radiological detector for which a permit is required by this chapter shall notify the police department if such detector indicates an alarm, notwithstanding whether the person holds a permit for such detector, pursuant to such procedures and utilizing such technologies as are prescribed by rule of the commissioner and/or are included as a term of the permit itself. \n§ 10-806 Coordination.  With respect to biological, chemical and radiological detectors possessed or deployed within the city of New York by local, state, regional, federal or foreign government agencies or authorities, or as an element of programs or initiatives undertaken by such agencies or authorities, the commissioner shall be authorized to coordinate such activities and request and receive such information as is necessary to carry out such coordination.\n§ 10-807 Rules.  a.  The commissioner is authorized to promulgate such rules as he or she deems necessary to implement the provisions of this chapter.  To promote the legislative purposes of this chapter, such rules may include but are not limited to:\n(1) minimum technological standards that must be met by biological, chemical and radiological detectors, as determined in consultation with other appropriate city agencies, including but not limited to the department of health and mental hygiene and department of environmental protection, provided that such rules shall be amended as necessary to ensure consistency with any rule established by the New York state department of health setting forth such standards for biological and chemical detectors, other than those detectors that only sample the air and do not analyze the sample collected; \n(2) requirements relating to the location, installation and maintenance of biological, chemical and radiological detectors, provided that such rules shall be amended as necessary to ensure consistency with any rule established by the New York state department of health setting forth such requirements for biological and chemical detectors, other than those detectors that only sample the air and do not analyze the sample collected;\n(3) for biological, chemical and radiological detectors subject to section 10-802 of this chapter:\n(i) requirements relating to the manner in which such detectors will indicate or transmit an alarm; \n(ii) the thresholds of an indicated biological agent, chemical agent, radiation or radioactive substance, as determined in consultation with the New York state department of health,  the department of health and mental hygiene and the department of environmental protection, at which the police department must be notified by persons deploying such detectors, as well as any other action that must be taken by persons possessing or deploying such detectors when such thresholds are met or exceeded;\n(iii) requirements relating to the means by which the police department will be notified in the event of an alarm, including whether such notification shall be immediate or shall follow preliminary investigation by persons deploying a biological, chemical or radiological detector; and\n(iv) emergency response protocols and any other requirements for the emergency action plan to be implemented in the event of an alarm, including a requirement that permit holders comply with the instructions of police department personnel and cooperate in any investigation resulting from such alarm; \n(4) requirements relating to the character and fitness of applicants to possess or deploy biological, chemical or radiological detectors;\n(5) requirements relating to the procedures to be followed for applications for and renewals of permits;\n(6) requirements relating to the responsibility of applicants and permit holders to provide additional information or a new application upon material change to information contained in the permit application or other circumstances affecting the permit;\n(7)  the grounds for the refusal to issue or renew, revocation or suspension of a permit and the procedures to be followed in the event of such refusal to issue or renew, revocation or suspension, including but not limited to provisions relating to administrative appeal of such action;\n(8)  provisions relating to the ability of applicants and permit holders to consult with the police department regarding whether a permit is required for the possession or deployment of a biological, chemical or radiological detector; and\n(9)  provisions relating to the enforcement of a violation of this chapter or rule as provided in subdivision a of section 10-808, which may provide for enforcement by prompt issuance of an appearance ticket pursuant to article one hundred fifty of the criminal procedure law rather than by arrest without a warrant pursuant to article one hundred forty of the criminal procedure law.\nb.  In the event the New York state department of health promulgates rules establishing requirements for the installation and maintenance or other standards for the certification of biological and chemical detectors, other than those detectors that only sample the air and do not analyze the sample collected, the commissioner shall consult with such department and amend the police department’s rules or establish such additional procedures as may be necessary or appropriate to ensure that the regulation of such detectors within the city will be consistent with such rules of the New York state department of health.\n§ 10-808 Penalties; affirmative defense; suspension and revocation of permit.  a.  Any person who violates section 10-802 or section 10-805 of this chapter or any rule promulgated pursuant to section 10-807 of this chapter or who misrepresents the proposed or actual possession or deployment of a biological, chemical or radiological detector shall be guilty of a misdemeanor punishable by a fine of not more than one thousand dollars or imprisonment of not more than twenty days, or both.  \nb.  It shall be an affirmative defense to a violation of this chapter or rule as provided in subdivision a of this section that the defendant is a natural person who is an agent of a corporation acting within the scope of his or her employment and on behalf of such corporation.  In such event, the corporation in whose behalf such natural person was acting shall nevertheless be subject to criminal liability for such violation pursuant to section 20.20 of the penal law.  \nc.  The commissioner may suspend or revoke a permit upon his or her determination that:  (1) an application contains a material false statement; (2) the permit holder or his or her authorized employee or agent has failed to comply with this chapter, the rules promulgated hereunder, or the terms and conditions of a permit; (3) the biological, chemical or radiological detector for which a permit was issued is not in compliance with such chapter, rules or permit; or (4) the permit holder or his or her authorized employee or agent has failed to comply with the instructions of the police department or cooperate in any investigation relating to the permit or to the biological, chemical or radiological detector for which a permit was issued.\n§ 10-809 Certain biological, chemical and radiological detectors not subject to this chapter.  a.  The provisions of this chapter shall not apply to the following classes or types  of biological, chemical or radiological detectors:\n(1) smoke alarms;\n(2) carbon monoxide detectors;\n(3) radon detectors;\n(4) hand-held chemical detectors, radiological detectors, personal dosimeters or Geiger counters designed and intended for use by individuals;\n(5) detectors that are not possessed or deployed as an early warning device with a purpose of detecting a possible attack using biological, chemical or radiological agents, including critical agents or select agents, including but not limited to the following classes or types of such detectors: \n(i)  biological, chemical and radiological detectors possessed or deployed by an accredited academic or instructional institution in an academic setting, whether in a laboratory, classroom or in the field, for the purpose of academic instruction or research;\n(ii) radiological detectors possessed or deployed by hospitals or other health care facilities, except for fixed portal radiological detectors .  A hospital or other health care facility possessing or deploying a fixed portal radiological detector owned by the department of health and mental hygiene and possessed or deployed pursuant to the provisions of paragraph two of subdivision b of section 10-802 of this chapter shall not be required to have a permit for such detector but shall be subject to a protocol established in accordance with such paragraph;\n(iii) biological, chemical and radiological detectors possessed or deployed by utility companies or in an industrial setting for the purpose of monitoring internal air quality or leakage of hazardous materials; and\n(iv) biological, chemical and radiological detectors possessed or deployed by certified industrial hygienists, labor unions and other individuals or entities responsible for or engaging in testing or monitoring of workplace or environmental safety, including such testing or monitoring in the aftermath of a possible biological, chemical or radiological accident or attack.\n§ 3.  This local law shall take effect immediately and shall apply to all biological, chemical or radiological detectors subject to chapter eight of title ten of the administrative code of the city of New York, as added by section two of this local law, possessed or deployed on or after the effective date of the rules promulgated pursuant to section 10-807 of such chapter; provided, however, that no enforcement of the requirement of a permit for the possession or deployment of a biological, chemical or radiological detector pursuant to such chapter shall take place with respect to any such detector possessed or deployed before the effective date of such rules if:\n(a) the police commissioner is notified, no later than five days following the effective date of such rules and in accordance therewith, of such possession and deployment; and \n(b) a complete application for a permit for the possession or deployment of such detector is submitted to the police commissioner pursuant to section 10-803 of such chapter and the rules thereunder no later than twenty days following the effective date of such rules or twenty days following the date application forms have been made available by the police commissioner, whichever date is later. \nWhere the police commissioner is timely notified of the possession or deployment of a biological, chemical or radiological detector in accordance with paragraph (a) of this section and a timely application for such detector is submitted to the police commissioner in accordance with paragraph (b) of this section, a person shall be authorized to possess or deploy such detector in accordance with chapter eight of title ten of the administrative code of the city of New York, as added by section two of this local law, and the rules thereunder, until such time as such application is denied or any issued permit no longer is valid.  No person shall be authorized to possess or deploy a biological, chemical or radiological detector for which no timely notification has been provided pursuant to paragraph (a) of this section or timely application has been submitted pursuant to paragraph (b) of this section, and any such detector shall be disposed of in accordance with the rules promulgated pursuant to section 10-807 of such chapter; provided, however, that the police commissioner in his or her discretion may extend the period of time in either such paragraph with respect to a biological, chemical or radiological detector, or any class of biological, chemical or radiological detector, for good cause.  Possession or deployment of a detector in violation of the preceding sentence shall be deemed to be a violation of section 10-802 of such chapter for purposes of section 10-808 of such chapter, and disposal of a detector in violation of such sentence shall be deemed to be a violation of rules promulgated pursuant to section 10-807 of such chapter for purposes of section 10-808 of such chapter.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\i\\par\n\\i0\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Legislative findings and purpose.  The Council recognizes the need to protect the citizens of New York City from possible terrorist attacks involving chemical, biological, radiological, or nuclear weapons.  As part of this effort, the Council understands the importance of the deployment of certain instruments designed to detect the presence of certain chemicals, biological agents, and radiation in the environment in order to provide an early warning of a possible biological, chemical or radiological attack.  While the proliferation of these defensive capabilities may represent a positive development in furthering public safety, such instruments should be deployed and operated only with the knowledge of the Police Department and other appropriate City agencies.  Moreover, the City has an interest in the reliability and effectiveness of these instruments so that their deployment will not cause excessive false alarms and unwarranted anxiety that a large-scale public emergency is occurring.  To that end, the City has worked with the New York State Department of Health to ensure that detectors deployed in New York City will meet appropriate certification standards.  Therefore, the Council finds that, to further the public safety, the possession and deployment of biological, chemical and radiological detectors should be regulated by the issuance of permits and the promulgation of standards for such detectors and their use, that alarms triggered by such detectors should be immediately reported according to prescribed procedures, and that the Police Department should be responsible for enforcing local laws and rules applicable to biological, chemical and radiological detectors possessed or deployed as an early warning device with a purpose of detecting a possible weapons attack.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\'a7 2.  Title 10 of the administrative code of the city of New York is amended by adding a new chapter 8 to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qc\\ul CHAPTER 8\\par\nBIOLOGICAL, CHEMICAL AND RADIOLOGICAL DETECTORS\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 10-801 Definitions.  \\par\n\\'a7 10-802 Permits for possession or deployment of biological, chemical and radiological detectors.\\par\n\\'a7 10-803 Application for permit.\\par\n\\'a7 10-804 Permit term.\\par\n\\'a7 10-805 Notifications.\\par\n\\'a7 10-806 Coordination.\\par\n\\'a7 10-807 Rules.\\par\n\\'a7 10-808 Penalties.\\par\n\\'a7 10-809 Certain biological, chemical and radiological detectors not subject to this chapter.\\par\n\\'a7 10-801 Definitions.  For the purposes of this chapter, the following terms shall have the following meanings.\\par\na.  The term \\ldblquote alarm\\rdblquote  shall mean any alarm or other indication of a biological, chemical or radiological detector that indicates the presence of a biological agent, chemical agent, radiation or radioactive substance at the level or levels prescribed pursuant to section 10-807 of this chapter.\\par\nb.  The term \\ldblquote biological agent\\rdblquote  shall mean any micro-organism, including bacteria and viruses, or structural components or products of such micro-organisms, including toxins, whether engineered or naturally occurring, that are capable of causing death, disease or other biological malfunction in a living organism, deterioration or poisoning of food or water,  or deleterious alteration of the environment.\\par\nc.  The term \\ldblquote biological detector\\rdblquote  shall mean an instrument used for the purpose of monitoring the release or presence of one or more biological agents, including an instrument  that samples the air for such purpose.\\par\nd.  The term \\ldblquote chemical agent\\rdblquote  shall mean a chemical, which through its action on life processes, can cause death, serious physical injury or permanent harm to humans or animals and shall include but not be limited to toxic industrial chemicals and chemical warfare agents as identified by the commissioner.\\par\ne.  The term \\ldblquote chemical detector\\rdblquote  shall mean an instrument used for the purpose of monitoring the release or presence of one or more chemical agents, including an instrument that samples the air for such purpose.\\par\nf.  The term \\ldblquote commissioner\\rdblquote  shall mean the police commissioner of the city of New York or his or her designee.\\par\ng.  The term \\ldblquote critical agent\\rdblquote  shall mean critical agent as such term is defined in section 55-2.13 of title ten of the codes, rules and regulations of the state of New York, as amended from time to time.\\par\nh.  The term \\ldblquote deploy\\rdblquote  shall mean use or operate a biological, chemical or radiological detector, and \\ldblquote deployment\\rdblquote  shall mean the use or operation of such a detector.\\par\ni.  The term \\ldblquote permit\\rdblquote  shall mean the permit issued by the commissioner for possession or deployment of a biological, chemical or radiological detector.\\par\nj.  The term \\ldblquote radioactive substance\\rdblquote  shall mean a substance that emits ionizing radiation including alpha, beta, gamma or neutron radiation.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul k.  The term \\ldblquote radiological detector\\rdblquote  shall mean an instrument used for the purpose of monitoring the release or presence of radiation or a radioactive substance.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj l. The term \\ldblquote select agent\\rdblquote  shall mean \\ldblquote select agent and/or toxin\\rdblquote  as such term is defined in section 73.1 of title 42 of the code of federal regulations, as amended from time to time.\\ulnone\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tab\\ul\\'a7 10-802 Permits for possession or deployment of biological, chemical and radiological detectors.  a.  It shall be unlawful for any person to possess or deploy a biological, chemical or radiological detector in the city of New York as an early warning device with a purpose of detecting a possible attack using biological, chemical or radiological agents, including critical agents or select agents, unless such person holds a valid permit therefor.\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ul b.  This section shall not apply to:\\par\n(1) biological, chemical and radiological detectors possessed or deployed by the department of health and mental hygiene, the fire department, the department of environmental protection, or any other city agency authorized by the commissioner to possess or deploy a biological, chemical or radiological detector without a permit;\\par\n(2) fixed portal radiological detectors owned by the department of health and mental hygiene and possessed or deployed by a hospital or other health care facility, provided that such detectors are possessed and deployed subject to a protocol established by the department of health and mental hygiene with the concurrence of the commissioner governing required notification of alarms; or\\ulnone\\par\n\\ul (3) biological, chemical and radiological detectors possessed by any person, without deployment, for the sole purpose of (i) selling such detector to another person for deployment by another person or (ii) transporting such detector from one location to another.  \\par\n\\'a7 10-803 Application for permit or renewal of permit.  a.  Application for a permit to possess or deploy a biological, chemical or radiological detector, or for renewal of such permit, shall be made to the commissioner upon such form as the commissioner shall prescribe and shall contain such information as the commissioner may require, including but not limited to a detailed description of the biological, chemical or radiological detector to be possessed or deployed, the manner in which such detector will be installed and maintained, the location of such installation (or, if such detector is portable, a description of the types of locations in which it will be deployed), the manner by which such detector will indicate or transmit an alarm, and the proposed emergency action plan to be implemented in the event of an alarm, including any such plan maintained in accordance with section 404.1.1 of the fire code or developed pursuant to section 404.3.2 of such code.  For a detector that requires any other local, state or federal permit or certification for its possession or deployment, the applicant shall provide a copy of such valid permit or certification, provided that such permit or certification has been issued at the time of application.  Applicants shall affirm the truth of the contents of the application under penalty of perjury.  \\par\nb.  There shall be no fee required for processing such application.\\ulnone\\b  \\ul\\b0  \\par\nc.  The commissioner shall review the application and investigate the information contained therein, requesting and receiving from the applicant any further information as may be necessary for his or her determination, including but not limited to information regarding any other required local, state or federal permits or certifications.  The commissioner may consult as appropriate with other agencies with respect to such application or investigation, including but not limited to the New York state department of health, the department of health and mental hygiene, the fire department and the department of environmental protection.  The commissioner may provide a copy of the application and all further information supplied in furtherance of the application to the New York state department of health upon request. \\par\nd.  Applicants also may be required to meet with the police department and other appropriate city agencies in order to coordinate potential emergency responses to an alarm indicated or transmitted by a biological, chemical or radiological detector.\\par\ne.  An application for a permit or for renewal thereof will be approved and a permit will be issued or renewed by the commissioner if he or she determines that the application and the biological, chemical or radiological detector to be possessed or deployed meet the requirements of this chapter and the rules promulgated hereunder.  Such permit or renewal thereof shall be issued upon such terms and conditions the commissioner may prescribe, including but not limited to the requirements set forth in section 10-807 of this chapter.  If an application for a permit or renewal thereof is disapproved, the commissioner shall so notify the applicant, including any reasons for the disapproval.\\par\nf.  The commissioner shall render a determination on an application for a permit or for renewal thereof within sixty days of receipt of a completed application; provided, however, that where the commissioner previously approved a permit for the same type and model of biological, chemical or radiological detector sought to be possessed or deployed, whether submitted by the applicant or by another individual or entity, the commissioner shall render a determination on an application for a permit or for renewal thereof within thirty days of receipt of a completed application.  Where the commissioner fails to render a determination on an application for a permit or for renewal thereof in accordance with this subdivision, such application shall be deemed approved and the applicant shall be subject to the requirements applicable to a permit holder set forth in this chapter and the rules promulgated hereunder until such time as such person\\rquote s application for a permit or renewal thereof is denied.\\par\n\\'a7 10-804 Permit term.  A permit issued pursuant to this chapter shall expire on the last day of the fifth December after the date of issue and may be renewed for five-year terms thereafter by submission of an application for renewal in accordance with section 10-803 of this chapter and the rules promulgated hereunder.\\par\n\\'a7 10-805 Notifications.  a.  Following issuance of the permit, or any renewal thereof, the permit holder shall immediately notify the commissioner of any material change in the information contained in the application, including without limitation the issuance, suspension, limitation, revocation or denial of any other local, state or federal permit or certification required for the possession or deployment of all detectors that are the subject of the permit and the acquisition of a biological, chemical or radiological detector different from the detector for which the permit was issued, or of other relevant circumstances established by rule of the commissioner.  Upon notification of such change, the commissioner may suspend, revoke or amend the permit and/or direct that the holder submit an application for a new permit.\\par\nb.  Any person deploying a biological, chemical or radiological detector for which a permit is required by this chapter shall notify the police department if such detector indicates an alarm, notwithstanding whether the person holds a permit for such detector, pursuant to such procedures and utilizing such technologies as are prescribed by rule of the commissioner and/or are included as a term of the permit itself. \\par\n\\'a7 10-806 Coordination.  With respect to biological, chemical and radiological detectors possessed or deployed within the city of New York by local, state, regional, federal or foreign government agencies or authorities, or as an element of programs or initiatives undertaken by such agencies or authorities, the commissioner shall be authorized to coordinate such activities and request and receive such information as is necessary to carry out such coordination.\\par\n\\'a7 10-807 Rules.  a.  The commissioner is authorized to promulgate such rules as he or she deems necessary to implement the provisions of this chapter.  To promote the legislative purposes of this chapter, such rules may include but are not limited to:\\par\n(1) minimum technological standards that must be met by biological, chemical and radiological detectors, as determined in consultation with other appropriate city agencies, including but not limited to the department of health and mental hygiene and department of environmental protection, provided that such rules shall be amended as necessary to ensure consistency with any rule established by the New York state department of health setting forth such standards for biological and chemical detectors, other than those detectors that only sample the air and do not analyze the sample collected;\\ulnone  \\ul\\par\n(2) requirements relating to the location, installation and maintenance of biological, chemical and radiological detectors, provided that such rules shall be amended as necessary to ensure consistency with any rule established by the New York state department of health setting forth such requirements for biological and chemical detectors, other than those detectors that only sample the air and do not analyze the sample collected;\\ulnone\\par\n\\ul (3) for biological, chemical and radiological detectors subject to section 10-802 of this chapter:\\par\n(i) requirements relating to the manner in which such detectors will indicate or transmit an alarm; \\par\n(ii) the thresholds of an indicated biological agent, chemical agent, radiation or radioactive substance, as determined in consultation with the New York state department of health,  the department of health and mental hygiene and the department of environmental protection, at which the police department must be notified by persons deploying such detectors, as well as any other action that must be taken by persons possessing or deploying such detectors when such thresholds are met or exceeded;\\par\n(iii) requirements relating to the means by which the police department will be notified in the event of an alarm, including whether such notification shall be immediate or shall follow preliminary investigation by persons deploying a biological, chemical or radiological detector; and\\par\n(iv) emergency response protocols and any other requirements for the emergency action plan to be implemented in the event of an alarm, including a requirement that permit holders comply with the instructions of police department personnel and cooperate in any investigation resulting from such alarm;\\ulnone  \\ul\\par\n(4) requirements relating to the character and fitness of applicants to possess or deploy biological, chemical or radiological detectors;\\par\n(5) requirements relating to the procedures to be followed for applications for and renewals of permits;\\par\n(6) requirements relating to the responsibility of applicants and permit holders to provide additional information or a new application upon material change to information contained in the permit application or other circumstances affecting the permit;\\par\n(7)  the grounds for the refusal to issue or renew, revocation or suspension of a permit and the procedures to be followed in the event of such refusal to issue or renew, revocation or suspension, including but not limited to provisions relating to administrative appeal of such action;\\par\n(8)  provisions relating to the ability of applicants and permit holders to consult with the police department regarding whether a permit is required for the possession or deployment of a biological, chemical or radiological detector; and\\par\n(9)  provisions relating to the enforcement of a violation of this chapter or rule as provided in subdivision a of section 10-808, which may provide for enforcement by prompt issuance of an appearance ticket pursuant to article one hundred fifty of the criminal procedure law rather than by arrest without a warrant pursuant to article one hundred forty of the criminal procedure law.\\par\nb.  In the event the New York state department of health promulgates rules establishing requirements for the installation and maintenance or other standards for the certification of biological and chemical detectors, other than those detectors that only sample the air and do not analyze the sample collected, the commissioner shall consult with such department and amend the police department\\rquote s rules or establish such additional procedures as may be necessary or appropriate to ensure that the regulation of such detectors within the city will be consistent with such rules of the New York state department of health.\\ulnone\\b\\par\n\\ul\\b0\\'a7 10-808 Penalties; affirmative defense; suspension and revocation of permit.  a.  Any person who violates section 10-802 or section 10-805 of this chapter or any rule promulgated pursuant to section 10-807 of this chapter or who misrepresents the proposed or actual possession or deployment of a biological, chemical or radiological detector shall be guilty of a misdemeanor punishable by a fine of not more than one thousand dollars or imprisonment of not more than twenty days, or both.  \\par\nb.  It shall be an affirmative defense to a violation of this chapter or rule as provided in subdivision a of this section that the defendant is a natural person who is an agent of a corporation acting within the scope of his or her employment and on behalf of such corporation.  In such event, the corporation in whose behalf such natural person was acting shall nevertheless be subject to criminal liability for such violation pursuant to section 20.20 of the penal law.\\ulnone\\b\\f1\\fs20  \\ul\\b0  \\f0\\fs24\\par\nc.  The commissioner may suspend or revoke a permit upon his or her determination that:  (1) an application contains a material false statement; (2) the permit holder or his or her authorized employee or agent has failed to comply with this chapter, the rules promulgated hereunder, or the terms and conditions of a permit; (3) the biological, chemical or radiological detector for which a permit was issued is not in compliance with such chapter, rules or permit; or (4) the permit holder or his or her authorized employee or agent has failed to comply with the instructions of the police department or cooperate in any investigation relating to the permit or to the biological, chemical or radiological detector for which a permit was issued.\\par\n\\'a7 10-809 Certain biological, chemical and radiological detectors not subject to this chapter.  a.  The provisions of this chapter shall not apply to the following classes or types  of biological, chemical or radiological detectors:\\par\n(1) smoke alarms;\\par\n(2) carbon monoxide detectors;\\par\n(3) radon detectors;\\par\n(4) hand-held chemical detectors, radiological detectors, personal dosimeters or Geiger counters designed and intended for use by individuals;\\par\n(5) detectors that are not possessed or deployed as an early warning device with a purpose of detecting a possible attack using biological, chemical or radiological agents, including critical agents or select agents, including but not limited to the following classes or types of such detectors: \\par\n(i)  biological, chemical and radiological detectors possessed or deployed by an accredited academic or instructional institution in an academic setting, whether in a laboratory, classroom or in the field, for the purpose of academic instruction or research;\\par\n(ii) radiological detectors possessed or deployed by hospitals or other health care facilities, except for fixed portal radiological detectors .  A hospital or other health care facility possessing or deploying a fixed portal radiological detector owned by the department of health and mental hygiene and possessed or deployed pursuant to the provisions of paragraph two of subdivision b of section 10-802 of this chapter shall not be required to have a permit for such detector but shall be subject to a protocol established in accordance with such paragraph;\\par\n(iii) biological, chemical and radiological detectors possessed or deployed by utility companies or in an industrial setting for the purpose of monitoring internal air quality or leakage of hazardous materials; and\\par\n(iv) biological, chemical and radiological detectors possessed or deployed by certified industrial hygienists, labor unions and other individuals or entities responsible for or engaging in testing or monitoring of workplace or environmental safety, including such testing or monitoring in the aftermath of a possible biological, chemical or radiological accident or attack.\\ulnone\\par\n\\'a7 3.  This local law shall take effect immediately and shall apply to all biological, chemical or radiological detectors subject to chapter eight of title ten of the administrative code of the city of New York, as added by section two of this local law, possessed or deployed on or after the effective date of the rules promulgated pursuant to section 10-807 of such chapter; provided, however, that no enforcement of the requirement of a permit for the possession or deployment of a biological, chemical or radiological detector pursuant to such chapter shall take place with respect to any such detector possessed or deployed before the effective date of such rules if:\\par\n(a) the police commissioner is notified, no later than five days following the effective date of such rules and in accordance therewith, of such possession and deployment; and \\par\n(b) a complete application for a permit for the possession or deployment of such detector is submitted to the police commissioner pursuant to section 10-803 of such chapter and the rules thereunder no later than twenty days following the effective date of such rules or twenty days following the date application forms have been made available by the police commissioner, whichever date is later. \\par\nWhere the police commissioner is timely notified of the possession or deployment of a biological, chemical or radiological detector in accordance with paragraph (a) of this section and a timely application for such detector is submitted to the police commissioner in accordance with paragraph (b) of this section, a person shall be authorized to possess or deploy such detector in accordance with chapter eight of title ten of the administrative code of the city of New York, as added by section two of this local law, and the rules thereunder, until such time as such application is denied or any issued permit no longer is valid.  No person shall be authorized to possess or deploy a biological, chemical or radiological detector for which no timely notification has been provided pursuant to paragraph (a) of this section or timely application has been submitted pursuant to paragraph (b) of this section, and any such detector shall be disposed of in accordance with the rules promulgated pursuant to section 10-807 of such chapter; provided, however, that the police commissioner in his or her discretion may extend the period of time in either such paragraph with respect to a biological, chemical or radiological detector, or any class of biological, chemical or radiological detector, for good cause.  Possession or deployment of a detector in violation of the preceding sentence shall be deemed to be a violation of section 10-802 of such chapter for purposes of section 10-808 of such chapter, and disposal of a detector in violation of such sentence shall be deemed to be a violation of rules promulgated pursuant to section 10-807 of such chapter for purposes of section 10-808 of such chapter.  \\b\\par\n\\pard\\nowidctlpar\\b0\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\par\n\\pard\\nowidctlpar\\par\n}\n\u0000",
  "LastModified": "2013-12-23T17:40:43.277Z"
}
