{
  "ID": 44511,
  "GUID": "7BAF9FB9-35E6-48AF-BB60-B200BCE4E853",
  "File": "Int 0063-2010",
  "Name": "Notices of violation issued by the department of sanitation for illegal postings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to notices of violation issued by the department of sanitation for illegal postings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2010-03-03T00:00:00Z",
  "AgendaDate": "2010-03-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 239955,
      "Date": "2010-03-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240104,
      "Date": "2010-03-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9695,
      "AgendaSequence": 90,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240182,
      "Date": "2010-03-23T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 9697,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240584,
      "Date": "2010-03-23T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 9697,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284163,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 93974,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/23/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/83b9bfb1-77b1-4687-83f4-9ecf0f93afe5.doc",
      "Sort": 1
    },
    {
      "ID": 94088,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 3/23/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5a87017d-9f37-4ab8-9985-cec81c4c6054.PDF",
      "Sort": 2
    },
    {
      "ID": 94304,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/23/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/18b2f464-8ecb-481c-8e05-8f15fb13e66d.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 45467,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Chapter one of title 10 of the administrative code of the city of New York is amended by renumbering section 10-121.1 as section 10-121.2 and adding a new section 10-121.1 to read as follows: \n§10-121.1. Fine mitigation for first-time offenders of the posting law. a. For purposes of this section, the following terms shall have the following meanings: \n1. “Date of violation” shall mean the date on which an agent authorized to enforce section 10-119 of this chapter writes, or otherwise generates, a notice of violation of such section;\n2. “Affiliated previous violator” shall mean a person, or an owner or principal of a business or other entity, which has a direct beneficial interest in one or more other businesses that have previously received a notice of violation of section 10-119 of this chapter prior to the initial date of violation; \n3. “Purposeful evader” shall mean any person or entity who, as determined during a hearing before the environmental control board or court of competent jurisdiction, employs methods to avoid the service of notices of violation of section 10-119 of this chapter including, but not limited to, (i) providing the telephone number of a prepaid cellular telephone on the subject posting; (ii) employing call forwarding or other call transfer mechanism to disguise a person’s or entity’s actual telephone number; (iii) refusing the delivery of a notice of violation when sent by certified mail, or refusing to take receipt of a notice of violation mailed to a post office box; (iv) listing the names of other individuals or entities on the subject posting who are not, in fact, responsible for such posting; (v) failing to provide any information on the subject posting that is sufficient to identify the person or entity responsible for any such posting; and (vi) engaging in any other conduct which the department, the environmental control board or a court of competent jurisdiction determines to be a purposeful evasion of service of a notice of violation of section 10-119 of this chapter;\n4. “First-time offender” shall mean any person or entity who, as determined during a hearing before the environmental control board or court of competent jurisdiction (i) has not previously received a notice of violation of section 10-119 of this chapter; (ii) is not a purposeful evader; (iii) is not an affiliated previous violator; and (iv) is not operating on behalf of a person or entity that has previously received a notice of violation of section 10-119 of this chapter.\nb. A first-time offender shall be liable for twenty-five percent of the value of all notices of violation of section 10-119 of this chapter issued to such person or entity on the initial date of violation.  \nc. Any such first-time offender shall not be liable for a notice of violation of section 10-119 of this chapter issued on a day subsequent to the initial date of violation until: (1) where service of the initial notice of violation is effectuated by certified mail, three days after the day that such notice of violation is served, unless the notice of violation is returned to the sender by the United States postal service for any reason other than refusal of delivery; or (2) where service of the initial notice of violation is effectuated by personal delivery or the affixing of such notice to an appropriate premises consistent with the terms of paragraph two of subdivision d of section 1049-a of the charter, the day immediately following the day that such notice of violation is delivered or affixed to the appropriate premises. \n§2. This local law shall take effect immediately. \n\n\nJJH 2/24/10\nLS 434\nInt. No. 1090/2009",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Chapter one of title 10 of the administrative code of the city of New York is amended by renumbering section 10-121.1 as section 10-121.2 and adding a new section 10-121.1 to read as follows: \\par\n\\ul\\'a710-121.1. Fine mitigation for first-time offenders of the posting law. a. For purposes of this section, the following terms shall have the following meanings: \\par\n1. \\ldblquote Date of violation\\rdblquote  shall mean the date on which an agent authorized to enforce section 10-119 of this chapter writes, or otherwise generates, a notice of violation of such section;\\par\n2. \\ldblquote Affiliated previous violator\\rdblquote  shall mean a person, or \\cf1 an owner or principal of a business or other entity, which has a direct beneficial interest in one or more other businesses\\cf0  that have previously received a notice of violation of section 10-119 of this chapter prior to the initial date of violation\\cf1 ; \\cf0\\par\n\\cf1 3. \\cf0\\ldblquote Purposeful evader\\rdblquote  shall mean any person or entity who, as determined during a hearing before the environmental control board or court of competent jurisdiction, employs methods to avoid the service of notices of violation of section 10-119 of this chapter including, but not limited to, (i) providing the telephone number of a prepaid cellular telephone on the subject posting; (ii) employing call forwarding or other call transfer mechanism to disguise a person\\rquote s or entity\\rquote s actual telephone number; (iii) refusing the delivery of a notice of violation when sent by certified mail, or refusing to take receipt of a notice of violation mailed to a post office box; (iv) listing the names of other individuals or entities on the subject posting who are not, in fact, responsible for such posting; (v) failing to provide any information on the subject posting that is sufficient to identify the person or entity responsible for any such posting; \\cf1 and (vi) e\\cf0 ngaging in any other conduct which the department, the environmental control board or a court of competent jurisdiction determines to be a purposeful evasion of service of a notice of violation of section 10-119 of this chapter;\\cf1\\par\n\\cf0 4. \\ldblquote First-time offender\\rdblquote  shall mean any person or entity who, as determined during a hearing before the environmental control board or court of competent jurisdiction (i) has not previously received a notice of violation of section 10-119 of this chapter; (ii) is not a purposeful evader; (iii) is not an affiliated previous violator; and (iv) is not operating on behalf of a person or entity that has previously received a notice of violation of section 10-119 of this chapter.\\par\nb. A first-time offender shall be liable for twenty-five percent of the value of all notices of violation of section 10-119 of this chapter issued to such person or entity on the initial date of violation.  \\par\nc. Any such first-time offender shall not be liable for a notice of violation of section 10-119 of this chapter issued on a day subsequent to the initial date of violation until: (1) where service of the initial notice of violation is effectuated by certified mail, three days after the day that such notice of violation is served, unless the notice of violation is returned to the sender by the United States postal service for any reason other than refusal of delivery; or (2) where service of the initial notice of violation is effectuated by personal delivery or the affixing of such notice to an appropriate premises consistent with the terms of paragraph two of subdivision d of section 1049-a of the charter, the day immediately following the day that such notice of violation is delivered or affixed to the appropriate premises. \\par\n\\pard\\nowidctlpar\\fi720\\qj\\ulnone\\'a72. This local law shall take effect immediately. \\par\n\\pard\\nowidctlpar\\qj\\par\n\\par\nJJH 2/24/10\\par\nLS 434\\par\nInt. No. 1090/2009\\par\n\\pard\\nowidctlpar\\par\n}\n\u0000",
  "LastModified": "2013-12-23T17:42:14.45Z"
}
