{
  "ID": 44492,
  "GUID": "80C7E590-5A98-4C2D-A2AC-F4E02AF91D96",
  "File": "Int 0065-2010",
  "Name": "Training requirements for all persons engaged in any hoisting or lowering activity.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to training requirements for all persons engaged in any hoisting or lowering activity.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-03-03T00:00:00Z",
  "AgendaDate": "2010-03-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 239933,
      "Date": "2010-03-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240105,
      "Date": "2010-03-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9695,
      "AgendaSequence": 93,
      "MinutesSequence": 115,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284164,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45448,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Section 28-404.1 of the administrative code of the city of New York is amended to read as follows:\n§28-404.1 Rigger license required. It shall be unlawful to hoist or lower any article on the outside of any building in the city unless such work is performed by or under the direct and continuing supervision of a person licensed as a rigger under the provisions of this article. The provisions of this article shall apply to the erection or dismantling of a tower crane or a climber crane on a building and to the use of a derrick in their removal, except that such erection or dismantling may be performed by or under the direct and continuing supervision of a licensed climber or tower crane rigger in accordance with rules promulgated by the department.\n\nException: The provisions of this article shall not apply [to] under the following circumstances: (a) the hoisting or lowering of signs if the person so doing possesses a license as a sign hanger, as provided in this chapter [or to the]; (b) the loading or unloading of any building materials or equipment, other than boilers and tanks, from a delivery truck, (c) where persons working on or operating a suspension scaffold perform construction or alteration work, provided that such persons perform such work in accordance with the requirements for suspension scaffolds in this section and section 28-415.1 of the code and the rules promulgated pursuant thereto; or (d) where a minimum of two members of the crew engaged in the hoisting or lowering of any building material or equipment, other than boilers and tanks, in the course of the construction or alteration of any building or structure, have satisfactorily completed a training course pursuant to section  28-404.3.4 of this article and the remaining members of the hoisting crew have either (i) at least three years experience in the hoisting  or lowering of any building material or equipment, other than boilers and tanks; (ii) graduated from a registered New York State department of labor training program covering rigging and hoisting; or (iii) satisfactorily completed a training course pursuant to section 28-404.3.4 of this article. \n§2. Section 28-404.2 of the administrative code of the city of New York is amended to read as follows:\n§28-404.2 Classification. Such licenses and certificates shall be classified as\nfollows:\n1. Master rigger license. Authorizes the holder thereof to hoist or lower any\narticle, irrespective of weight, on the outside of any building.\n2. Special rigger license. Authorizes the holder thereof to hoist or lower any article not exceeding 2,000 pounds (907 kg) in weight on the outside of any building.\n3. Climber or tower crane rigger license. Authorizes the holder thereof to\nerect or dismantle a tower crane or a climber crane on a building and to use a derrick in\ntheir removal.\n4. Hoisting and lowering certificate. Authorizes the recipient to engage in the hoisting or lowering of any article, except for tanks and boilers, where item d of the exceptions set forth in section 28-404.1 of this article applies. \n§3. Article 404 of Title 28 of the administrative code of the city of New York is\namended by adding a new section 28-404.3.3.4 to read as follows:\n§28-404.3.4 Qualifications for individuals engaged in a hoisting or lowering activity where a licensed rigger is not present. a. Those individuals who are required to complete a hoisting and lowering training course pursuant to item d of the exception to section 28-404.1 of this article shall satisfactorily complete such a hoisting and lowering training course of not less than thirty hours consistent with the terms of this section.  \nb. Proof of the requirement that members of a hoisting crew have three years of experience in hoisting and lowering pursuant to subitem (i) of item d to the exceptions to section 28-404.1 of this article shall be evidenced by a dated certificate issued by a provider of training or re-training courses as set forth in subdivision d of this section.\nc. All members of a crew engaged in the hoisting or lowering of any building material or equipment, other than boilers and tanks, in the course of the construction or alteration of any building or structure, shall take an eight-hour hoisting and lowering retraining course within  five years of the effective date of this section, or the completion date of any training course required pursuant this article, where applicable, and every three years thereafter.  \nd. Successful completion of a training or retraining course required pursuant to this section shall be evidenced by a dated certificate issued by the provider of the training or retraining course.  The certificate shall include such information as specified by the department by rule.  The certificate, or a valid wallet card version thereof, shall be readily available to the commissioner upon request.  Such training or retraining course shall be conducted (i) pursuant to a registered New York state department of labor training program, or (ii) by a provider approved by the department.\n§4. Section 28-404.4.1 of the administrative code of the city of New York is amended to read as follows:\n§28-404.4.1 Danger warning. a. Every licensed master, or special rigger shall, while rigging operations are in progress at a job site which require the presence of a licensed master or special rigger, place, conspicuously, at such job site two plates or signs not less than 18 inches (457 mm) by 24 inches (610 mm) in size (i) displaying the word \"danger\" in letters not less than 6 inches (152 mm) high, and (ii) disclosing the rigger's name, business address, and, type of rigger license and license number.\nb. Where a licensed rigger is not required pursuant to items b, c, or d of the exceptions to section 28-404.1, the entity engaged in such hoisting or lowering activity shall, while rigging operations or hoisting or lowering activities are in progress at a job site, place conspicuously at such job site two plates or signs not less than 18 inches (457mm) by 24 inches (610mm) in size  (i) displaying the word “danger” in letters not less than 6 inches (152mm) high and (ii) disclosing the name and business address of the entity performing the hoisting or lowering operations.\n§5. This local law shall take effect 120 days after enactment. \n\nJJH 2/26/10\nLS 7269 & 7270",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Section 28-404.1 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a728-404.1 Rigger license required. It shall be unlawful to hoist or lower any article on the outside of any building in the city unless such work is performed by or under the direct and continuing supervision of a person licensed as a rigger under the provisions of this article. The provisions of this article shall apply to the erection or dismantling of a tower crane or a climber crane on a building and to the use of a derrick in their removal, except that such erection or dismantling may be performed by or under the direct and continuing supervision of a licensed climber or tower crane rigger in accordance with rules promulgated by the department.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\par\nException: The provisions of this article shall not apply [to] \\ul under the following circumstances: (a)\\ulnone  the hoisting or lowering of signs if the person so doing possesses a license as a sign hanger, as provided in this chapter [or to the]\\ul ; (b)\\ulnone  the loading or unloading of any building materials or equipment, other than boilers and tanks, from a delivery truck\\ul , (c) where persons working on or operating a suspension scaffold perform construction or alteration work, provided that such persons perform such work in accordance with the requirements for suspension scaffolds in this section and section 28-415.1 of the code and the rules promulgated pursuant thereto; or (d) where a minimum of two members of the crew engaged in the hoisting or lowering of any building material or equipment, other than boilers and tanks, in the course of the construction or alteration of any building or structure, have satisfactorily completed a training course pursuant to section  28-404.3.4 of this article and the remaining members of the hoisting crew have either (i) at least three years experience in the hoisting  or lowering of any building material or equipment, other than boilers and tanks; (ii) graduated from a registered New York State department of labor training program covering rigging and hoisting; or (iii) satisfactorily completed a training course pursuant to section 28-404.3.4 of this article\\ulnone . \\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72. Section 28-404.2 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a728-404.2 Classification. Such licenses and certificates shall be classified as\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 1. Master rigger license. Authorizes the holder thereof to hoist or lower any\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj article, irrespective of weight, on the outside of any building.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 2. Special rigger license. Authorizes the holder thereof to hoist or lower any article not exceeding 2,000 pounds (907 kg) in weight on the outside of any building.\\par\n3. Climber or tower crane rigger license. Authorizes the holder thereof to\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj erect or dismantle a tower crane or a climber crane on a building and to use a derrick in\\par\ntheir removal.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul 4. Hoisting and lowering certificate. Authorizes the recipient to engage in the hoisting or lowering of any article, except for tanks and boilers, where item d of the exceptions set forth in section 28-404.1 of this article applies. \\par\n\\ulnone\\'a73. Article 404 of Title 28 of the administrative code of the city of New York is\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj amended by adding a new section 28-404.3.3.4 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a728-404.3.4 Qualifications for individuals engaged in a hoisting or lowering activity where a licensed rigger is not present. a. Those individuals who are required to complete a hoisting and lowering training course pursuant to item d of the exception to section 28-404.1 of this article shall satisfactorily complete such a hoisting and lowering training course of not less than thirty hours consistent with the terms of this section.  \\par\nb. Proof of the requirement that members of a hoisting crew have three years of experience in hoisting and lowering pursuant to subitem (i) of item d to the exceptions to section 28-404.1 of this article shall be evidenced by a dated certificate issued by a provider of training or re-training courses as set forth in subdivision d of this section.\\par\nc. All members of a crew engaged in the hoisting or lowering of any building material or equipment, other than boilers and tanks, in the course of the construction or alteration of any building or structure, shall take an eight-hour hoisting and lowering retraining course within  five years of the effective date of this section, or the completion date of any training course required pursuant this article, where applicable, and every three years thereafter.  \\par\nd. Successful completion of a training or retraining course required pursuant to this section shall be evidenced by a dated certificate issued by the provider of the training or retraining course.  The certificate shall include such information as specified by the department by rule.  The certificate, or a valid wallet card version thereof, shall be readily available to the commissioner upon request.  Such training or retraining course shall be conducted (i) pursuant to a registered New York state department of labor training program, or (ii) by a provider approved by the department.\\ulnone\\par\n\\'a74. Section 28-404.4.1 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a728-404.4.1 Danger warning. \\ul a.\\ulnone  Every licensed master, or special rigger shall, while rigging operations are in progress at a job site which require the presence of a licensed master or special rigger, place, conspicuously, at such job site two plates or signs not less than 18 inches (457 mm) by 24 inches (610 mm) in size (i) displaying the word \"danger\" in letters not less than 6 inches (152 mm) high, and (ii) disclosing the rigger's name, business address, \\ul and,\\ulnone  type of rigger license and license number.\\par\n\\ul b. Where a licensed rigger is not required pursuant to items b, c, or d of the exceptions to section 28-404.1, the entity engaged in such hoisting or lowering activity shall, while rigging operations or hoisting or lowering activities are in progress at a job site, place conspicuously at such job site two plates or signs not less than 18 inches (457mm) by 24 inches (610mm) in size  (i) displaying the word \\ldblquote danger\\rdblquote  in letters not less than 6 inches (152mm) high and (ii) disclosing the name and business address of the entity performing the hoisting or lowering operations.\\par\n\\ulnone\\'a75. This local law shall take effect 120 days after enactment. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar JJH 2/26/10\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200 LS 7269 & 7270\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\f1\\fs22\\par\n}\n",
  "LastModified": "2013-12-23T17:44:23.79Z"
}
