{
  "ID": 44515,
  "GUID": "F092B621-6AE0-431B-84B6-5BCEA72DFBA2",
  "File": "Int 0072-2010",
  "Name": "Authorizing the Civilian Complaint Review Board to prosecute cases of police misconduct the board has substantiated.",
  "Title": "A Local Law to amend the New York city charter in relation to authorizing the Civilian Complaint Review Board to prosecute cases of police misconduct the board has substantiated.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2010-03-03T00:00:00Z",
  "AgendaDate": "2010-03-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7556,
      "Slug": "the-public-advocate-mr-de-blasio",
      "FullName": "The Public Advocate (Mr. de Blasio)"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 239959,
      "Date": "2010-03-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240112,
      "Date": "2010-03-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9695,
      "AgendaSequence": 100,
      "MinutesSequence": 122,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284169,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45471,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of Legislative Findings and Intent.  The City Council finds that assertions that the New York City Police Department (“NYPD”) is failing to prosecute misconduct cases substantiated by the Civilian Complaint Review Board (“CCRB”) are credible. The Council finds that because the Department Advocate’s Office, by its own admission, is reinvestigating the substantiated cases sent to it by the CCRB, the NYPD and the CCRB are currently duplicating each other’s efforts, which is resulting in a considerable waste of city resources.  The Council finds it is necessary to address this situation by authorizing the CCRB to independently prosecute its substantiated cases within the NYPD’s internal system.  This will not interfere with the ultimate disciplinary authority over the police force vested in the Police Commissioner by the city Charter.  It will, however, ensure that substantiated CCRB cases are not only investigated, but are also prosecuted by the City’s independent, non-police agency that handles claims initiated by civilian complainant, and it will help to restore public confidence that officers against whom findings are made regarding the use of excessive force, abuse of authority, discourtesy or use offensive language or commission of any act subject to the CCRB’s jurisdiction, if necessary, will be subject to appropriate penalties.  It will also ensure that the CCRB and NYPD are not duplicating each other’s work and result in a net savings for city taxpayers.  \n§2. Paragraph (1) of subdivision (c) of section 440 of chapter 18-A of the New York city charter is amended to read as follows:\n1. The board shall have the power to receive, investigate, hear, make findings and recommend action upon complaints or allegations by members of the public against members of the police department that allege misconduct involving excessive use of force, abuse of authority, discourtesy, or use of offensive language, including, but not limited to, slurs relating to race, ethnicity, religion, gender, sexual orientation and disability.  The findings and recommendations of the board, and the basis therefor, shall be submitted to the police commissioner.  No finding or recommendation by the board shall be based solely upon an unsworn complaint or statement, nor shall prior unsubstantiated, unfounded or withdrawn complaints be the basis for any such finding or recommendation.  Cases the board substantiates, in accordance with this chapter and the rules of the board, shall be prosecuted by the board’s administrative prosecution unit (APU) before the New York City police department’s deputy commissioner of trials or may be plea-bargained by the APU, subject to final approval by the police commissioner. The prosecutors of the board’s APU shall have the same authority currently held by the New York City police department’s advocate’s office in prosecuting  substantiated cases in the trial room, including but not limited to compelling the attendance of witnesses and requiring the production of such records and other materials as are necessary for the prosecution of substantiated cases.  The authority of the APU shall be limited to the prosecution of substantiated CCRB cases.  \n§3. Paragraph (5) of subdivision (c) of section 440 of chapter 18-A of the New York city charter is amended to read as follows:\n5. The board is authorized, within appropriations available therefor, to appoint such employees as are necessary to exercise its powers and fulfill its duties.  The board shall employ civilian investigators to investigate all complaints and licensed attorneys for an administrative prosecution unit to prosecute substantiated cases before the New York City police department’s deputy commissioner of trials.\n§4. Paragraph (1) of subdivision (d) of section 440 of chapter 18-A of the New York city charter is amended to read as follows:\n1. It shall be the duty of the police department to provide such assistance as the board may reasonably request, to cooperate fully with investigations by the board, and to provide to the board upon request records and other materials which are necessary for the investigation of complaints submitted pursuant to this section, and for the prosecution of substantiated cases by the board’s administrative prosecution unit pursuant to this section, except such records or materials that cannot be disclosed by law. \n§5. Paragraph (2) of subdivision (d) of section 440 of chapter 18-A of the New York city charter is amended to read as follows:\n2. The police commissioner shall ensure that officers and employees of the police department appear before and respond to inquires, notices, requests for appointments, or subpoenas issued by the board [and], its civilian investigators, and its administrative prosecution unit staff in connection with the investigation of complaints submitted pursuant to this section [,] and with the prosecution of substantiated cases by the board’s administrative prosecution unit, provided that such inquiries and prosecutions are conducted in accordance with department procedures for interrogation and trials of members.  \n§6. This local law shall take effect one hundred and twenty days after it is enacted provided, however, that the Commissioner and the board shall have the authority to enact all necessary rules prior to the effective date.\nLS # 224\nInt. 1048/2009\n2/17/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red0\\green0\\blue128;}\n\\viewkind4\\uc1\n\\ul\\i\\v0\\par\n\\i0 Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.\\b  \\b0 Declaration of Legislative Findings and Intent.  The City Council finds that assertions that the New York City Police Department (\\ldblquote NYPD\\rdblquote ) is failing to prosecute misconduct cases substantiated by the Civilian Complaint Review Board (\\ldblquote CCRB\\rdblquote ) are credible. The Council finds that because the Department Advocate\\rquote s Office, by its own admission, is reinvestigating the substantiated cases sent to it by the CCRB, the NYPD and the CCRB are currently duplicating each other\\rquote s efforts, which is resulting in a considerable waste of city resources.  The Council finds it is necessary to address this situation by authorizing the CCRB to independently prosecute its substantiated cases within the NYPD\\rquote s internal system.  This will not interfere with the ultimate disciplinary authority over the police force vested in the Police Commissioner by the city Charter.  It will, however, ensure that substantiated CCRB cases are not only investigated, but are also prosecuted by the City\\rquote s independent, non-police agency that handles claims initiated by civilian complainant, and it will help to restore public confidence that officers against whom findings are made regarding the use of excessive force, abuse of authority, discourtesy or use offensive language or commission of any act subject to the CCRB\\rquote s jurisdiction, if necessary, will be subject to appropriate penalties.  It will also ensure that the CCRB and NYPD are not duplicating each other\\rquote s work and result in a net savings for city taxpayers.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a72. Paragraph (1) of subdivision (c) of section 440 of chapter 18-A of the New York city charter is amended to read as follows:\\par\n1. The board shall have the power to receive, investigate, hear, make findings and recommend action upon complaints\\ul  or allegations \\ulnone by members of the public against members of the police department that allege misconduct involving excessive use of force, abuse of authority, discourtesy, or use of offensive language, including, but not limited to, slurs relating to race, ethnicity, religion, gender, sexual orientation and disability.  The findings and recommendations of the board, and the basis therefor, shall be submitted to the police commissioner.  No finding or recommendation \\ul by the board\\ulnone  shall be based solely upon an unsworn complaint or statement, nor shall prior unsubstantiated, unfounded or withdrawn complaints be the basis for any such finding or recommendation.  \\ul Cases the board substantiates, in accordance with this chapter and the rules of the board, shall be prosecuted by the board\\rquote s administrative prosecution unit (APU) before the New York City police department\\rquote s deputy commissioner of trials or may be plea-bargained by the APU, subject to final approval by the police commissioner. The prosecutors of the board\\rquote s APU shall have the same authority currently held by the New York City police department\\rquote s advocate\\rquote s office in prosecuting  substantiated cases in the trial room, including but not limited to compelling the attendance of witnesses and requiring the production of such records and other materials as are necessary for the prosecution of substantiated cases.\\ulnone   \\ul The authority of the APU shall be limited to the prosecution of substantiated CCRB cases\\ulnone .  \\par\n\\'a73. Paragraph (5) of subdivision (c) of section 440 of chapter 18-A of the New York city charter is amended to read as follows:\\par\n5. The board is authorized, within appropriations available therefor, to appoint such employees as are necessary to exercise its powers and fulfill its duties.  The board shall employ civilian investigators to investigate all complaints\\ul  and licensed attorneys for an administrative prosecution unit to prosecute substantiated cases before the New York City police department\\rquote s deputy commissioner of trials.\\ulnone\\par\n\\'a74. Paragraph (1) of subdivision (d) of section 440 of chapter 18-A of the New York city charter is amended to read as follows:\\par\n1. It shall be the duty of the police department to provide such assistance as the board may reasonably request, to cooperate fully with investigations by the board, and to provide to the board upon request records and other materials which are necessary for the investigation of complaints submitted pursuant to this section,\\ul  and for the prosecution of substantiated cases by the board\\rquote s administrative prosecution unit pursuant to this section\\ulnone , except such records or materials that cannot be disclosed by law. \\par\n\\'a75. Paragraph (2) of subdivision (d) of section 440 of chapter 18-A of the New York city charter is amended to read as follows:\\par\n2. The police commissioner shall ensure that officers and employees of the police department appear before and respond to \\cf1 inquires, notices, requests for appointments, or subpoenas issued by the board\\cf0  [and]\\ul ,\\ulnone  its civilian investigators\\ul , and its administrative prosecution unit staff\\cf2\\ulnone\\f1\\fs20  \\cf0\\f0\\fs24 in connection with the investigation of complaints submitted pursuant to this section [,] \\ul and with the prosecution of substantiated cases by the board\\rquote s administrative prosecution unit\\ulnone , provided that such inquiries \\ul and prosecutions\\ulnone  are conducted in accordance with department procedures for interrogation \\ul and trials\\ulnone  of members.  \\par\n\\'a76.\\b  \\b0 This local law shall take effect one hundred and twenty days after it is enacted provided, however, that the Commissioner and the board shall have the authority to enact all necessary rules prior to the effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20 LS # 224\\par\nInt. 1048/2009\\par\n2/17/10\\par\n}\n",
  "LastModified": "2013-12-23T17:46:32.917Z"
}
