{
  "ID": 44487,
  "GUID": "05F0A067-39E7-490B-B4AB-255650124564",
  "File": "Int 0079-2010",
  "Name": "Requiring the Department of Homeless Services to notify the affected community prior to locating transitional housing for the homeless.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the Department of Homeless Services to notify the affected community prior to locating transitional housing for the homeless.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2010-03-03T00:00:00Z",
  "AgendaDate": "2010-03-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 239938,
      "Date": "2010-03-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240124,
      "Date": "2010-03-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9695,
      "AgendaSequence": 111,
      "MinutesSequence": 133,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243133,
      "Date": "2010-06-10T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 9924,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243817,
      "Date": "2010-06-10T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 9924,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284174,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 95475,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/10/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/68ce30dc-e6f7-471b-9db2-29359b79e953.doc",
      "Sort": 1
    },
    {
      "ID": 95735,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/10/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a9937e88-9bd2-4c63-b555-a76c153893fc.pdf",
      "Sort": 2
    },
    {
      "ID": 95910,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/10/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6e49593d-f86c-49b9-ba58-2ec4fc0b6a88.PDF",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 45443,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of legislative findings and intent.  The Department of Homeless Services (“DHS”) is responsible for providing transitional housing to homeless individuals and families until they move into permanent housing.  In order to fulfill this responsibility, DHS currently utilizes several different types of transitional housing of varying sizes, including Tier II shelters for families, residences for adults, and hotels.  DHS also houses families in cluster sites, which are temporary transitional housing units located in apartment buildings where lease holding tenants may also reside.  DHS does not always notify affected community boards and elected officials before homeless individuals and families move into transitional housing.  Lack of consistent and formal notification prior to locating transitional housing deprives the public of the ability to provide input related to how the temporary housing may alter their neighborhood before any final decisions are made by DHS.  To allow the public to more fully participate in the process of locating temporary housing, the Council finds that it is necessary to require that DHS provide written notice to certain members of the affected community before transitional housing units that are directly operated by DHS or that are operated by providers pursuant to a contract with DHS are occupied.\n\t§2.  Chapter 3 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows:\n§21-316.  Community Notification Requirement.\n1.  When the department intends to use a new location as transitional housing for eligible homeless families and individuals, or expand an existing location where transitional housing is provided, the commissioner shall provide notification in writing as follows:\na. The notification shall be provided to the speaker of the council, to the council member in whose district the transitional housing will be located, and to the community board for the community district in which the transitional housing will be located; and\nb. The notification shall include the address of the transitional housing, the number of people who will be housed, the name of the person or entity operating the transitional housing, the name of any organization, whether for-profit or not-for-profit, that will be providing services to the occupants of the transitional housing, the type of transitional housing, and a description of the services that will be provided; and\nc. The notification shall be provided before the department enters into a contractual arrangement with a transitional housing provider or otherwise finalizes its decision to use or expand a location as transitional housing.\n2.  This section shall apply to any transitional housing facility operated or contracted for, by or on behalf of the department, regardless of its size and capacity.\n§3.  This local law shall take effect immediately.\n\nLS 7309\nMRM 2.26.10\n11:17 a.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Declaration of legislative findings and intent.  The Department of Homeless Services (\\ldblquote DHS\\rdblquote ) is responsible for providing transitional housing to homeless individuals and families until they move into permanent housing.  In order to fulfill this responsibility, DHS currently utilizes several different types of transitional housing of varying sizes, including Tier II shelters for families, residences for adults, and hotels.  DHS also houses families in cluster sites, which are temporary transitional housing units located in apartment buildings where lease holding tenants may also reside.  DHS does not always notify affected community boards and elected officials before homeless individuals and families move into transitional housing.  Lack of consistent and formal notification prior to locating transitional housing deprives the public of the ability to provide input related to how the temporary housing may alter their neighborhood before any final decisions are made by DHS.  To allow the public to more fully participate in the process of locating temporary housing, the Council finds that it is necessary to require that DHS provide written notice to certain members of the affected community before transitional housing units that are directly operated by DHS or that are operated by providers pursuant to a contract with DHS are occupied.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab\\'a72.  Chapter 3 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul\\'a721-316.  Community Notification Requirement.\\par\n1.  When the department intends to use a new location as transitional housing for eligible homeless families and individuals, or expand an existing location where transitional housing is provided, the commissioner shall provide notification in writing as follows:\\par\na. The notification shall be provided to the speaker of the council, to the council member in whose district the transitional housing will be located, and to the community board for the community district in which the transitional housing will be located; and\\par\nb. The notification shall include the address of the transitional housing, the number of people who will be housed, the name of the person or entity operating the transitional housing, the name of any organization, whether for-profit or not-for-profit, that will be providing services to the occupants of the transitional housing, the type of transitional housing, and a description of the services that will be provided; and\\par\nc. The notification shall be provided before the department enters into a contractual arrangement with a transitional housing provider or otherwise finalizes its decision to use or expand a location as transitional housing.\\par\n2.  This section shall apply to any transitional housing facility operated or contracted for, by or on behalf of the department, regardless of its size and capacity.\\par\n\\ulnone\\'a73.  This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20 LS 7309\\par\nMRM 2.26.10\\par\n11:17 a.m.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul\\fs24\\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T17:49:07.383Z"
}
