{
  "ID": 44225,
  "GUID": "E86890C4-E14C-4AD2-B24F-498973F0AEB1",
  "File": "Int 0080-2010",
  "Name": "Regulating construction operations occurring near landmarks.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to regulating construction operations occurring near landmarks.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-03-03T00:00:00Z",
  "AgendaDate": "2010-03-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 239954,
      "Date": "2010-03-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240123,
      "Date": "2010-03-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9695,
      "AgendaSequence": 112,
      "MinutesSequence": 134,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263817,
      "Date": "2012-05-02T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 11575,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 264176,
      "Date": "2012-05-02T10:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 11575,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263811,
      "Date": "2012-05-02T10:25:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 17,
      "BodyName": "Committee on Land Use",
      "EventID": 11574,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 264144,
      "Date": "2012-05-02T10:40:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 17,
      "BodyName": "Committee on Land Use",
      "EventID": 11574,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284175,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 106518,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/2/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6e81b9c8-1277-4551-882b-d442ccec83cc.doc",
      "Sort": 1
    },
    {
      "ID": 106639,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 5/2/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7bda5cec-dfd3-4721-8814-60f59d594a15.PDF",
      "Sort": 2
    },
    {
      "ID": 106836,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript  5/2/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2f186225-e771-4f2b-9b55-11566b40fbea.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 45177,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 3302.1 of the building code of the city of New York is amended by adding the following:\nHISTORIC STRUCTURE. A structure that is a designated New York city landmark, or located within a historic district, or listed on the national register of historic places.\n§2. Chapter 33 of the building code of the city of New York is amended by adding a new section 3309.1.1 to read as follows:\n§3309.1.1 Adjoining historic structures. A historic structure shall be considered adjoining for all purposes in this code if it is contiguous to or within a lateral distance of one hundred fifty feet from a lot for which a permit is sought.\n§3. Chapter 33 of the building code of the city of New York is amended by adding a new section 3309.3.1 to read as follows:\n§3309.3.1 Additional requirements for historic structures. The physical examination of a historic structure shall consist of a complete pre-construction survey including an ambient vibration survey conducted over a fifteen-day interval.\n§4. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12 to read as follows:\n§3309.12 Protection of historic structures. The department shall not issue a permit for construction or demolition until it has received a pre-construction condition survey and the department has approved a plan of protection for each historic structure adjoining a lot for which such permit is sought, or a certification from the applicant that there are no historic structures adjoining such lot.\nException: Where license to enter the adjoining historic structure has not been granted.\n§5. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.1 to read as follows:\n§3309.12.1 Historic preservation manager. When construction or demolition operations are conducted within a lateral distance of one hundred fifty feet from a historic structure the person causing such construction or demolition operations shall hire a historic preservation manager. Such historic preservation manager shall be a registered design professional with a minimum of two years of experience supervising work on major buildings as that term is defined in this chapter.\n§6. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.1.1 to read as follows:\n§3309.12.1.1 Responsibility. It shall be the responsibility of the historic preservation manager to conduct a pre-construction condition survey of all adjoining historic structures, to draft a plan of protection for each adjoining historic structure, and to monitor the construction or demolition operations to ensure that the plans of protection are carried out and that adjoining historic structures are not harmed.\n§7. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.1.2 to read as follows:\n§3309.12.1.2 Violations. Should the plan of protection be violated, or, should the condition of the adjoining historic structure worsen, such historic preservation manager shall immediately inform the department. Upon notification from the historic preservation manager, the owner of a historic structure, or of the community board for the community district in which such historic structure is located, of any breach, noncompliance, or damage to an adjoining historic structure the department shall immediately issue a stop-work order, which shall remain in effect until the situation is remedied to the satisfaction of the commissioner.\n§8. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.2 to read as follows:\n§3309.12.2 Plan of protection. For each historic structure adjoining to a lot under development, the applicant shall submit to the department a plan of protection drafted by the historic preservation manager, which shall describe in detail the procedures and precautions used during such development to ensure that the adjoining historic structure will remain undamaged.\n§9. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.2.1 to read as follows:\n§3309.12.2.1 Review. The plan of protection shall be reviewed by the department and the landmarks preservation commission for appropriateness.\n§10. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.2.2 to read as follows:\n§3309.12.2.2 Notice of plan. The department shall forward an approved plan of protection to the owner of the adjoining historic structure and the community board for the community district in which such historic structure is located.\n§11. This local law shall take effect ninety days after enactment.\nJTB\nLS# 0284\n1/14/10\nInt 683/2008",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Section 3302.1 of the building code of the city of New York is amended by adding the following:\\par\n\\ul HISTORIC STRUCTURE. A structure that is a designated New York city landmark, or located within a historic district, or listed on the national register of historic places.\\par\n\\ulnone\\'a72. Chapter 33 of the building code of the city of New York is amended by adding a new section 3309.1.1 to read as follows:\\ul\\par\n\\'a73309.1.1 Adjoining historic structures. A historic structure shall be considered adjoining for all purposes in this code if it is contiguous to or within a lateral distance of one hundred fifty feet from a lot for which a permit is sought.\\par\n\\ulnone\\'a73. Chapter 33 of the building code of the city of New York is amended by adding a new section 3309.3.1 to read as follows:\\ul\\par\n\\'a73309.3.1 Additional requirements for historic structures. The physical examination of a historic structure shall consist of a complete pre-construction survey including an ambient vibration survey conducted over a fifteen-day interval.\\par\n\\ulnone\\'a74. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12 to read as follows:\\cf1\\ul\\par\n\\'a73309.12 Protection of historic structures. The department shall not issue a permit for construction or demolition until it has received a pre-construction condition survey and the department has approved a plan of protection for each historic structure adjoining a lot for which such permit is sought, or a certification from the applicant that there are no historic structures adjoining such lot.\\par\nException: Where license to enter the adjoining historic structure has not been granted.\\par\n\\cf0\\ulnone\\'a75. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.1 to read as follows:\\ul\\par\n\\'a73309.12.1 Historic preservation manager. When construction or demolition operations are conducted within a lateral distance of one hundred fifty feet from a historic structure the person causing such construction or demolition operations shall hire a historic preservation manager. Such historic preservation manager shall be a registered design professional with a minimum of two years of experience supervising work on major buildings as that term is defined in this chapter.\\par\n\\ulnone\\'a76. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.1.1 to read as follows:\\ul\\par\n\\'a73309.12.1.1 Responsibility. It shall be the responsibility of the historic preservation manager to conduct a pre-construction condition survey of all adjoining historic structures, to draft a plan of protection for each adjoining historic structure, and to monitor the construction or demolition operations to ensure that the plans of protection are carried out and that adjoining historic structures are not harmed.\\par\n\\ulnone\\'a77. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.1.2 to read as follows:\\ul\\par\n\\'a73309.12.1.2 Violations. Should the plan of protection be violated, or, should the condition of the adjoining historic structure worsen, such historic preservation manager shall immediately inform the department. Upon notification from the historic preservation manager, the owner of a historic structure, or of the community board for the community district in which such historic structure is located, of any breach, noncompliance, or damage to an adjoining historic structure the department shall immediately issue a stop-work order, which shall remain in effect until the situation is remedied to the satisfaction of the commissioner.\\par\n\\ulnone\\'a78. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.2 to read as follows:\\ul\\par\n\\'a73309.12.2 Plan of protection. For each historic structure adjoining to a lot under development, the applicant shall submit to the department a plan of protection drafted by the historic preservation manager, which shall describe in detail the procedures and precautions used during such development to ensure that the adjoining historic structure will remain undamaged.\\par\n\\ulnone\\'a79. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.2.1 to read as follows:\\ul\\par\n\\'a73309.12.2.1 Review. The plan of protection shall be reviewed by the department and the landmarks preservation commission for appropriateness.\\par\n\\ulnone\\'a710. Section 3309 of chapter 33 of the building code of the city of New York is amended by adding a new subsection 3309.12.2.2 to read as follows:\\ul\\par\n\\'a73309.12.2.2 Notice of plan. The department shall forward an approved plan of protection to the owner of the adjoining historic structure and the community board for the community district in which such historic structure is located.\\par\n\\ulnone\\'a711. This local law shall take effect ninety days after enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs18 JTB\\par\nLS# 0284\\par\n1/14/10\\par\nInt 683/2008\\par\n}\n",
  "LastModified": "2013-12-23T17:49:34.633Z"
}
