{
  "ID": 44521,
  "GUID": "34AC5F57-9C55-4E01-AEC8-A72A93573502",
  "File": "Int 0084-2010",
  "Name": "Licensing eco-friendly dry cleaners.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to licensing eco-friendly dry cleaners.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2010-03-03T00:00:00Z",
  "AgendaDate": "2010-03-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    }
  ],
  "History": [
    {
      "ID": 239966,
      "Date": "2010-03-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240128,
      "Date": "2010-03-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9695,
      "AgendaSequence": 116,
      "MinutesSequence": 138,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 246030,
      "Date": "2010-09-22T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 10069,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 84-A",
      "MinutesNote": "Proposed Int. No. 84-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 246350,
      "Date": "2010-09-22T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 10069,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284427,
      "Date": "2013-12-31T17:12:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 96912,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 84 - 3/3/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/258dc0ee-b4f7-4dd6-8e69-6d1c347ee649.doc",
      "Sort": 1
    },
    {
      "ID": 97106,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 9/22/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/905782bb-a50b-4775-9ae4-3ca367047dee.doc",
      "Sort": 2
    },
    {
      "ID": 97146,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 9/22/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fe239881-2db2-4eb0-bfe8-0edd8f643ead.PDF",
      "Sort": 3
    },
    {
      "ID": 97423,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 9/22/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bd3d0c8e-e5b5-4aad-ba0d-bea8481f4f49.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 46726,
  "Text": "Be it enacted by the Council as follows: \n\n\tSection 1: Findings and Intent.  Environmentally conscious consumers are increasingly seeking out businesses and products they believe to be “organic,” “green,” or “environmentally friendly.”  While seeking to reduce potentially harmful impact on the environment is a laudable and important goal, in many industries there are no standards to define environmentally friendly products.  Numerous dry cleaners throughout New York City have “greenwashed” their businesses, claiming in advertising that they are “organic” or “green,” yet there currently exists no definition of what these terms mean for dry cleaning.  \n\tTraditionally, most dry cleaners used a cleaning solvent called perchloroethylene (known as “perc”) to clean items.  Studies have found, however, that prolonged contact with perc is linked to numerous health hazards, including cancer and neurological problems.  Based on these findings, the use of perc by dry cleaners is highly regulated by both the federal and state government.  In fact, the Environmental Protection Agency ordered that dry cleaners located in residential buildings phase out its use by 2020.  \n\tAs an alternative to perc, some dry cleaners use alternative cleaning methods, including “wet cleaning,” in which items are washed in water and biodegradable detergents in computerized machines, or the use of solvents, such as liquid carbon dioxide (CO2) or hydrocarbon solvents.  Although touted by many dry cleaners as safer alternatives, some scientists claim that these petroleum-based solvents are only slightly less toxic than perc.  \n\tThe National Cleaners Association (NCA), a trade group, recently created a voluntary “green cleaner” rating system, taking into account, among other things, a cleaner’s use of wet cleaning and/or CO2.  Currently, approximately twelve New York City dry cleaners have been certified as “green cleaners” by the NCA, in contrast to the perhaps hundreds of New York City dry cleaners who identify themselves as “organic” in their advertising.  \n\tAccordingly, the Council finds that it is in consumers’ best interest to be aware of the methods an “organic” dry cleaner uses and to create standards to prevent deceptive advertising by dry cleaners who may baselessly claim to be environmentally friendly.\n\t§2.  Chapter 2 of Title 20 of the administrative code of the city of New York is amended by adding a new subchapter 33 to read as follows:\nSubchapter 33 \nEco-Friendly Dry Cleaners \n§20-540 Definitions.\n§20-541 Eco-Friendly dry cleaner license.\n§20-542 Issuance of license.\n§20-543 Fees, term. \n§20-544 Regulations.\n§20-545 Effect of other licensing requirements.\n§20-546 Penalties.\n\n§20-540 Definitions.  Whenever used in this subchapter:\n\ta. “Dry cleaning” shall mean any cleaning process for clothing and/or textiles  using a chemical solvent rather than water.\nb. “Eco-friendly dry cleaner” shall mean any business who either: \ni. Does not use perchloroethylene and that uses either liquid carbon dioxide, biodegradable solvents or such other method for cleaning clothing and/or textiles as the commissioner may determine by rule; or \nii. Who offers two or more of the following services: \n1. A recycling program for water, hangers, plastic or other items used regularly by the dry cleaner; \n2. Use of energy efficient appliances and/or hybrid vehicles; \n3. Participation in an alternative energy program; \n4. Other environmentally friendly practices as the commissioner may determine by rule.   \n§20-541 Eco-friendly dry cleaner license.  No dry cleaning operation may advertise its services as “organic,” “green,” “environmentally friendly” or otherwise refer to the environmental impact of its services without first obtaining an eco-friendly dry cleaner license.   \n§20-542 Issuance of license.  An eco-friendly dry cleaner license shall be issued only to a person who meets all the requirements of this subchapter and any rules promulgated by the commissioner to effectuate the purposes of this subchapter.\n§20-543 Fees, term. a. The biennial license fee to be paid for such license or renewal thereof shall be three hundred forty dollars.\n§20-544 Regulations. a. Each such eco-friendly dry cleaner licensee shall conspicuously post at every table, desk or counter where orders are placed and/or payment is made a notice, the form and manner of which are to be provided by rule of the commissioner, listing each of the services identified in section 20-540 (b) such licensee offers.\nb.  If an eco-friendly dry cleaner licensee uses perchloroethylene, such licensee shall conspicuously post at every table, desk or counter where orders are placed and/or payment is made a notice, the form and manner of which are to be provided by rule of the commissioner, stating such fact.  \nc. The commissioner may promulgate such rules and regulations as may be necessary to carry out the provisions of this subchapter.\n§20-545 Effect on other licensing requirements.  The provisions of this subchapter, and any rules promulgated thereunder, shall have no effect on any other city, state or federal requirements pertaining to the operation of a dry cleaner or the regulation of substances or methods used by a dry cleaner.  \n§20-546 Penalties.  In addition to the penalties provided by sections 20-105 and 20-106 of chapter one of this title, any person who violates any of the provisions of this subchapter shall be liable for a penalty of not less than five hundred dollars nor more than one thousand dollars for each such violation.\n§3. This local law shall take effect one hundred and twenty (120) days after it shall have been enacted into law; provided that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\n\n\n\n\n\nLCC \nLS 7853\n8/26/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Verdana;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ul Be it enacted by the Council as follows: \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab Section 1: Findings and Intent.  Environmentally conscious consumers are increasingly seeking out businesses and products they believe to be \\ldblquote organic,\\rdblquote  \\ldblquote green,\\rdblquote  or \\ldblquote environmentally friendly.\\rdblquote   While seeking to reduce potentially harmful impact on the environment is a laudable and important goal, in many industries there are no standards to define environmentally friendly products.  Numerous dry cleaners throughout New York City have \\ldblquote greenwashed\\rdblquote  their businesses, claiming in advertising that they are \\ldblquote organic\\rdblquote  or \\ldblquote green,\\rdblquote  yet there currently exists no definition of what these terms mean for dry cleaning.  \\par\n\\tab Traditionally, most dry cleaners used a cleaning solvent called perchloroethylene (known as \\ldblquote perc\\rdblquote ) to clean items.  Studies have found, however, that prolonged contact with perc is linked to numerous health hazards, including cancer and neurological problems.  Based on these findings, the use of perc by dry cleaners is highly regulated by both the federal and state government.  In fact, the Environmental Protection Agency ordered that dry cleaners located in residential buildings phase out its use by 2020.  \\par\n\\tab As an alternative to perc, some dry cleaners use alternative cleaning methods, including \\ldblquote wet cleaning,\\rdblquote  in which items are washed in water and biodegradable detergents in computerized machines, or the use of solvents, such as liquid carbon dioxide (CO\\sub 2\\nosupersub ) or hydrocarbon solvents.  Although touted by many dry cleaners as safer alternatives, some scientists claim that these petroleum-based solvents are only slightly less toxic than perc.  \\par\n\\tab The National Cleaners Association (NCA), a trade group, recently created a voluntary \\ldblquote green cleaner\\rdblquote  rating system, taking into account, among other things, a cleaner\\rquote s use of wet cleaning and/or CO\\sub 2. \\nosupersub  Currently, approximately twelve New York City dry cleaners have been certified as \\ldblquote green cleaners\\rdblquote  by the NCA, in contrast to the perhaps hundreds of New York City dry cleaners who identify themselves as \\ldblquote organic\\rdblquote  in their advertising.  \\par\n\\tab Accordingly, the Council finds that it is in consumers\\rquote  best interest to be aware of the methods an \\ldblquote organic\\rdblquote  dry cleaner uses and to create standards to prevent deceptive advertising by dry cleaners who may baselessly claim to be environmentally friendly.\\par\n\\tab\\'a72.  Chapter 2 of Title 20 of the administrative code of the city of New York is amended by adding a new subchapter 33 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc\\ul\\b Subchapter 33 \\par\nEco-Friendly Dry Cleaners \\par\n\\pard\\ltrpar\\nowidctlpar\\'a720-540 Definitions.\\par\n\\'a720-541 Eco-Friendly dry cleaner license.\\par\n\\'a720-542 Issuance of license.\\par\n\\'a720-543 Fees, term. \\par\n\\'a720-544 Regulations.\\par\n\\'a720-545 Effect of other licensing requirements.\\par\n\\'a720-546 Penalties.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\b0\\'a720-540 \\b Definitions\\b0 .  Whenever used in this subchapter:\\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone\\tab\\ul a. \\ldblquote Dry cleaning\\rdblquote  shall mean any cleaning process for clothing and/or textiles  using a chemical solvent rather than water.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 b. \\ldblquote Eco-friendly dry cleaner\\rdblquote  shall mean any business who either: \\par\ni. Does not use perchloroethylene and that uses either liquid carbon dioxide, biodegradable solvents or such other method for cleaning clothing and/or textiles as the commissioner may determine by rule; or \\par\nii. Who offers two or more of the following services: \\par\n1. A recycling program for water, hangers, plastic or other items used regularly by the dry cleaner; \\par\n2. Use of energy efficient appliances and/or hybrid vehicles; \\par\n3. Participation in an alternative energy program; \\par\n4. Other environmentally friendly practices as the commissioner may determine by rule.   \\par\n\\'a720-541 \\b Eco-friendly dry cleaner license\\b0 .  No dry cleaning operation may advertise its services as \\ldblquote organic,\\rdblquote  \\ldblquote green,\\rdblquote  \\ldblquote environmentally friendly\\rdblquote  or otherwise refer to the environmental impact of its services without first obtaining an eco-friendly dry cleaner license.   \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\'a720-542 \\b Issuance of license\\b0 .  An eco-friendly dry cleaner license shall be issued only to a person who meets all the requirements of this subchapter and any rules promulgated by the commissioner to effectuate the purposes of this subchapter.\\par\n\\'a720-543 \\b Fees, term.\\b0  a. \\cf1 The biennial license fee to be paid for such license or renewal thereof shall be three hundred forty dollars.\\par\n\\'a720-544 \\b Regulations\\b0 . a. Each such eco-friendly dry cleaner licensee shall \\cf0 conspicuously post at every table, desk or counter where orders are placed and/or payment is made a notice\\cf1 , \\cf0 the form and manner of which are to be provided by rule of the commissioner, \\cf1 listing each of the services identified in section 20-540 (b) such licensee offers\\f1\\fs20 .\\par\n\\f0\\fs24 b.  If an eco-friendly dry cleaner licensee uses \\cf0 perchloroethylene, such licensee shall conspicuously post at every table, desk or counter where orders are placed and/or payment is made a notice, the form and manner of which are to be provided by rule of the commissioner, stating such fact.  \\cf1\\par\n\\cf0 c. \\cf1 The commissioner may promulgate such rules and regulations as may be necessary to carry out the provisions of this subchapter.\\par\n\\'a720-545 \\b Effect on other licensing requirements\\b0 .  The provisions of this subchapter, and any rules promulgated thereunder, shall have no effect on any other city, state or federal requirements pertaining to the operation of a dry cleaner or the regulation of substances or methods used by a dry cleaner.  \\par\n\\'a720-546 \\b Penalties.  \\b0 In addition to the penalties provided by sections 20-105 and 20-106 of chapter one of this title, any person who violates any of the provisions of this subchapter shall be liable for a penalty of not less than five hundred dollars nor more than one thousand dollars for each such violation.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf0\\ulnone\\'a73. This local law shall take effect one hundred and twenty (120) days after it shall have been enacted into law; provided that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\\par\n\\pard\\ltrpar\\nowidctlpar\\ul\\b\\par\n\\ulnone\\b0\\fs20\\par\n\\par\n\\par\n\\par\nLCC \\par\nLS 7853\\par\n8/26/10\\par\n}\n",
  "LastModified": "2013-12-23T22:12:39.187Z"
}
