{
  "ID": 44513,
  "GUID": "FBACF3F6-0488-40E8-BA2E-3E072789D9BC",
  "File": "Int 0085-2010",
  "Name": "Use of environmentally sustainable garment bags by dry cleaning establishments.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the use of environmentally sustainable garment bags by dry cleaning establishments.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2010-03-03T00:00:00Z",
  "AgendaDate": "2010-03-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    }
  ],
  "History": [
    {
      "ID": 239957,
      "Date": "2010-03-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240130,
      "Date": "2010-03-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9695,
      "AgendaSequence": 117,
      "MinutesSequence": 139,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284426,
      "Date": "2013-12-31T17:12:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45469,
  "Text": "Be it enacted by the Council as follows: \n\t\nSection 1. Title sixteen of the administrative code of the city of New York is amended by adding a new chapter four-c to read as follows:\nCHAPTER 4-C -DRY CLEANING BAGS\n\t\t\t       §16-470 Definitions \n\t\t\t\t       §16-471 Use of Dry Cleaning Bags\n       §16-472 Recycled Material Study\n\t §16-473 Penalties\n\n§16-470 Definitions. When used in this chapter, the following terms shall have the following meanings: \na. “Biodegradable film plastic” shall mean film plastic that conforms to the international standard D6400 of the american society for testing and materials for compostable plastic, as that standard may be amended from time to time.\nb. “Dry cleaning establishment” shall mean any place of business located within the city of New York that (1) is subject to the licensing requirements set forth in section 20-292 of this code and (2) as any portion of its business accepts garments or other articles from the public or from other dry cleaning establishments for cleaning, altering or some other processing. \n\tc. “Dry cleaning customer” shall mean any person who delivers garments or other articles to a dry cleaning establishment. \n\td. “Dry cleaning bag” shall mean a bag that is used to cover garments or other articles that have been cleaned, altered or otherwise processed by a dry cleaning establishment.  \ne. “Recyclable paper” shall mean paper that meets all of the following requirements: (1) contains no old growth fiber, (2) is one hundred percent recyclable, and (3) contains a minimum of forty percent post-consumer recycled content.\n f. “Reusable dry cleaning bag” means a bag that is used to cover garments or other articles that have been cleaned, altered or otherwise processed by a dry cleaning establishment that is specifically designed and manufactured for reuse and is either (1) made of cloth or other machine washable fabric, or (2) made of durable plastic that is at least 2.25 mils thick.\n\t§16-471 Use of dry cleaning bags.  When using a dry cleaning bag to return garments or other articles to a dry cleaning customer or another dry cleaning establishment, a dry cleaning establishment shall only use (i) reusable dry cleaning bags or (ii) dry cleaning bags which are comprised of either: (1) film plastic that contains a minimum of five percent post-consumer recycled plastic material or fifteen percent post-industrial recycled plastic material; (2) biodegradable film plastic; or (3) recyclable paper. \n\t§16-472 Recycled material study. Within three years of the effective date of this chapter the department shall complete a study examining the availability and cost to dry cleaning establishments of film plastic containing greater than five percent of post-consumer recycled material and shall report such information to the mayor and the council.  If no amendment to this chapter results from such a study, the department shall perform a subsequent study of the availability and cost to dry cleaning establishments of film plastic containing greater than five percent of post-consumer recycled material and shall report such information to the mayor and the council within five years of the effective date of this chapter.\n§16-473 Penalties.  Any person who violates the provisions of section 16-471 of this chapter shall be liable for a civil penalty recoverable in a proceeding before the environmental control board in the amount of fifty dollars for the first violation, and one hundred dollars for a second or subsequent violation committed within any twelve-month period.  No dry cleaning establishment shall be liable for a violation of this chapter until six months after its effective date.  \n         §2. This local law shall take effect six months after enactment.\nInt. No. 1019/2009\nJJH - LS 36\n2/18/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 TimesNewRoman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\ulnone\\tab\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Title sixteen of the administrative code of the city of New York is amended by adding a new chapter four-c to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\qc CHAPTER 4-C -DRY CLEANING BAGS\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj\\tab\\tab\\tab        \\ul\\'a716-470 Definitions\\ulnone  \\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\tab\\tab\\tab\\tab        \\ul\\'a716-471 Use of Dry Cleaning Bags\\par\n\\pard\\ltrpar\\nowidctlpar\\li2880\\qj\\ulnone        \\ul\\'a716-472 \\cf1 Recycled Material Study\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\li2880\\qj\\tx3240\\ulnone\\tab  \\ul\\'a716-473 Penalties\\par\n\\pard\\ltrpar\\nowidctlpar\\li2880\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a716-470 Definitions. When used in this chapter, the following terms shall have the following meanings: \\par\na.\\f1  \\f0\\ldblquote Biodegradable film plastic\\rdblquote  shall mean \\f1 film plastic that conforms to the international standard D6400 of the american society for testing and materials for compostable plastic, as that standard may be amended from time to time\\f0 .\\par\nb. \\ldblquote Dry cleaning establishment\\rdblquote  shall mean any place of business located within the city of New York that (1) is subject to the licensing requirements set forth in section 20-292 of this code and (2) as any portion of its business accepts garments or other articles from the public or from other dry cleaning establishments for cleaning, altering or some other processing. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul c. \\ldblquote Dry cleaning customer\\rdblquote  shall mean any person who delivers garments or other articles to a dry cleaning establishment. \\par\n\\pard\\ltrpar\\nowidctlpar\\sa120\\sl480\\slmult1\\qj\\ulnone\\tab\\ul d. \\ldblquote Dry cleaning bag\\rdblquote  shall mean a bag that is used to cover garments or other articles that have been cleaned, altered or otherwise processed by a dry cleaning establishment.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\f1 e. \\ldblquote Recyclable paper\\rdblquote  shall mean paper that meets all of the following requirements: (1) contains no old growth fiber, (2) is one hundred percent recyclable, and (3) contains a minimum of forty percent post-consumer recycled content.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa120\\sl480\\slmult1\\qj  f. \\ldblquote Reusable dry cleaning bag\\rdblquote  means a bag \\f0 that is used to cover garments or other articles that have been cleaned, altered or otherwise processed by a dry cleaning establishment\\f1  that is specifically designed and manufactured for reuse and is either (1) made of cloth or other machine washable fabric, or (2) made of durable plastic that is at least 2.25 mils thick.\\f0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\'a716-471 Use of dry cleaning bags.  \\cf1 When using a dry cleaning bag to return garments or other articles to a dry cleaning customer or another dry cleaning establishment, a dry cleaning establishment shall only use (i) reusable dry cleaning bags or (ii) dry cleaning bags which are comprised of either: (1) \\cf0 film plastic that contains a minimum of five percent post-consumer recycled plastic material or fifteen percent post-industrial recycled plastic material\\cf1 ; (2) biodegradable film plastic; or (3) recyclable paper. \\par\n\\ulnone\\tab\\ul\\'a716-472 Recycled material study. Within three years of the effective date of this chapter the department shall complete a study examining the availability and cost to dry cleaning establishments of film plastic containing greater than five percent of post-consumer recycled material and shall report such information to the mayor and the council.  If no amendment to this chapter results from such a study, the department shall perform a subsequent study of the availability and cost to dry cleaning establishments of film plastic containing greater than five percent of post-consumer recycled material and shall report such information to the mayor and the council within five years of the effective date of this chapter.\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a716-473 Penalties.  Any person who violates the provisions of section 16-471 of this chapter shall be liable for a civil penalty recoverable in a proceeding before the environmental control board in the amount of fifty dollars for the first violation, and one hundred dollars for a second or subsequent violation committed within any twelve-month period.  No dry cleaning establishment shall be liable for a violation of this chapter until six months after its effective date.  \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone          \\'a72. This local law shall take effect six months after enactment.\\par\n\\pard\\ltrpar\\nowidctlpar Int. No. 1019/2009\\par\nJJH - LS 36\\par\n2/18/10\\par\n}\n",
  "LastModified": "2013-12-23T22:12:18.94Z"
}
