{
  "ID": 44488,
  "GUID": "6EEE754C-134A-4AA2-8E22-BCE2121BDA05",
  "File": "Int 0086-2010",
  "Name": "Replacing horse drawn carriages with alternative fuel powered classic cars and repealing sections 20-377, 20-377.1, 20-380, 20-381, 20-381.1, 20-382 and 20-383(b-d) of such code.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to replacing horse drawn carriages with alternative fuel powered classic cars and repealing sections 20-377, 20-377.1, 20-380, 20-381, 20-381.1, 20-382 and 20-383(b-d) of such code.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2010-03-03T00:00:00Z",
  "AgendaDate": "2010-03-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    }
  ],
  "History": [
    {
      "ID": 239937,
      "Date": "2010-03-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240133,
      "Date": "2010-03-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9695,
      "AgendaSequence": 121,
      "MinutesSequence": 143,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 239920,
      "Date": "2010-03-12T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 9683,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240311,
      "Date": "2010-03-12T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 9683,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284425,
      "Date": "2013-12-31T17:11:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 97611,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 86 - 3/3/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c450fcf9-b12b-4345-868e-6b8321da5c58.doc",
      "Sort": 1
    },
    {
      "ID": 93917,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/12/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1ebd60ed-4798-42b9-9d21-1a08095623d1.doc",
      "Sort": 2
    },
    {
      "ID": 93942,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 3/12/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/03cab8a0-6489-4c83-b77c-4ca047df64e7.PDF",
      "Sort": 3
    },
    {
      "ID": 94071,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 3/12/10 (Con't)",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d6480806-9268-410e-b7c7-70ca3b4ba882.pdf",
      "Sort": 4
    },
    {
      "ID": 94219,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/12/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b0a939a1-5c80-4a10-91fe-7d3f7cdc3dad.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 47015,
  "Text": "Be it enacted by the Council as follows:\nSection 1.    Section 17-329 of title 17 of the administrative code of the city of New York is amended to read as follows: \n§17-329  Disposition  of  licensed  horse.  a. The department shall be notified of the transfer of ownership or other disposition of a licensed horse within [ten] five days thereafter. Such notice shall include the date of disposition and [if sold in New York city,] the name and address of the buyer or other transferee and such other information as the commissioner may prescribe.\nb. A horse shall not be sold or disposed of except in a humane manner, which, for the purposes of this subchapter shall mean one of the following:\n1.  The owner shall sell or donate the horse to a private individual who signs an assurance that the horse will not be sold and shall be kept solely as a companion animal and not employed in another horse-drawn carriage business or as a work horse and will be cared for humanely for the remainder of the horse's natural life; or\n2.  The owner shall sell or donate the horse to a duly incorporated animal sanctuary or duly incorporated animal protection organization whose president or executive director signs an assurance that the horse will not be sold and shall be kept solely as a companion animal and not employed in another horse-drawn carriage business and will be cared for humanely for the remainder of the horse's natural life.\nc.  Records indicating the name, address and telephone number of the private individual, duly incorporated animal sanctuary or duly incorporated animal protection organization to whom the horse was sold or donated together with the assurance specified above shall be sent by the owner to the department within five days after such sale or donation.  A copy of such record shall also be maintained at the stable.  \n\n§2. Sections 20-377, 20-377.1, 20-380, 20-381, 20-381.1, 20-382 and 20-383(b-d) of the administrative code of the city of New York are REPEALED.\n§3.  Section 20-372 of title 20 of the administrative code of the city of New York is amended to read as follows:  \n§20-372 Definitions. Whenever used in this subchapter, the following terms shall mean: \n    1.  \"Owner\" shall include any person, firm, partnership, corporation or association owning and operating a sight-seeing bus or buses, [or horse drawn cab or cabs] and shall include a purchaser under a reserve title contract, conditional sales agreement or vendor's agreement and the lessee of such vehicle or vehicles under a written lease or similar contract provided such purchaser or lessee of sight-seeing bus or buses shall be entitled to obtain in his or her name a license or licenses therefor from the commissioner of motor vehicles of the state of New York.\n    2.  \"Sight-seeing bus license\" shall designate the license issued by the commissioner for each sight-seeing bus.\n    3.  \"Inspection card\" shall designate the card issued by the commissioner for the sight-seeing bus licensed [or horse drawn cab licensed], which card shall display the license number and capacity of such vehicle.\n    4.  \"Sight-seeing bus\" shall mean a motor vehicle designed to comfortably seat and carry eight or more passengers operating for hire from a fixed point in the city of New York to a place or places of interest or amusements, and shall also include a vehicle, designed as aforesaid which by oral or written contract is let and hired or otherwise engaged for its exclusive use for a specific or special trip or excursion from a starting point within the city of New York.\n   [ 5.  \"Horse drawn cab\" shall mean a horse drawn vehicle operating for hire, so designed and constructed to comfortably seat not more than four adults, or two adults and four children, each of whom is under twelve years of age, or three adults and two children, each of whom is under twelve years of age, in the interior thereof.]      [6.  \"Horse drawn cab driver\" shall include any person licensed to drive a horse drawn cab in the city of New York.] \n    [7.  \"Horse drawn cab license\" shall designate the license issued by the commissioner for each horse drawn cab.]\n    [8.  \"Horse drawn cab driver's license” shall designate the license issued by the commissioner for a driver of a horse drawn cab.]\n    [9] 5.  \"Certificate of conformity\" shall mean that document issued by the Administrator of the United States environmental protection agency pursuant to section 206(a) of the Clean Air Act of 1990, 42 U.S.C. §7525(a), reflecting such Administrator's determination that an engine conforms to emissions standards and other regulations issued under section 202 of the Clean Air Act of 1990, 42 U.S.C. §7521, as well as the terms and the time periods prescribed thereon, and as such laws and such regulations may be amended from time to time.\n[10] 6.  \"Fleet\" shall mean a group of vehicles owned or operated by the same person.\n§4.  Section 20-373 of the administrative code is amended to read as follows: \n§20-373 License required; fee; term. a. It shall be unlawful to operate or permit another to operate for hire a sight-seeing bus [or horse-drawn cab] within the city unless the owner shall have first obtained a license therefor from the commissioner. [An applicant for a horse-drawn cab license shall be at least eighteen years of age.]\nb.  Fees. The original and renewal license fee for each sight-seeing bus shall be fifty dollars [and for each horse-drawn cab shall be fifty dollars].\n[c.  The commissioner shall not renew any horse-drawn cab license in the event that he or she shall determine that the horse-drawn cab has not been operated for at least four months during the preceding license year, provided that such failure to operate shall not have been caused by strike, riot, war or other public catastrophe. However, in the event that it is shown to the commissioner by competent proof that the licensee has been disabled through illness or has been unable to operate the horse-drawn cab because of other cause beyond his or her control, the commissioner may renew such license.]\n[d.  The commissioner may refuse to renew any horse drawn cab license in the event that he or she determines that the holder of the horse drawn cab license has demonstrated a disregard for the provisions of this subchapter as illustrated by repeated violations of such provisions.]\n§5.  Section 20-374 of the administrative code is amended to read as follows:\n§20-374 Granting and transferring of licenses. a. Any person, firm, partnership, corporation or association, owning or operating a sight-seeing bus, or buses, or [horse-drawn cab, or cabs] engaging in the business of transporting passengers in, about, over and upon any of the streets, avenues, bridges, highways, boulevards or public places within the limits of the city of New York, shall be issued a license for each bus [or cab] so operating, provided, however any such person, firm, partnership, corporation or association owning or operating a sight-seeing bus or buses shall first have obtained a license or licenses, as he or she shall be entitled to receive from the commissioner of motor vehicles of the state of New York as made and provided by law. \nb. It shall be unlawful for a license, after being issued by the commissioner, to be transferred to any person, firm, partnership, corporation or association \n[for any cause whatsoever , except that licenses for horse-drawn cabs may be transferred with the approval of the commissioner. Upon voluntary sale or transfer of a licensed horse-drawn cab by the holder of a license or his or her legal representative, the licensee shall immediately notify the commissioner of his or her intention to replace such horse-drawn cab, or shall surrender his or her license. If the license is surrendered, the vendee or transferee may make application to the commissioner for the licensing of the horsedrawn cab so purchased. A new license shall then be issued by the commissioner in place of the license so surrendered, provided the applicant has demonstrated to the satisfaction of the commissioner that he or she is qualified to assume the duties and obligations of a horse-drawn cab license.] \n[c.  The commissioner shall issue additional licenses only after conducting a public hearing to determine whether the public convenience, welfare and necessity require the operation of additional horse-drawn cabs. The public hearing shall be called upon his or her own motion or upon written request by any applicant. Notice of such public hearing shall be published in the City Record once a week for two consecutive weeks and shall be mailed to all current licensees. If the commissioner shall determine that additional horse-drawn cabs are necessary and advisable, he or she shall certify the number of new licenses to be granted. Not more than one such public hearing shall be held during any calendar year and the commissioner may refuse to consider any request if it appears that a recent public hearing has adequately considered the question. In making his or her determination, the commissioner shall consider among other things, the income of the driver, the income of the owner, the effect upon traffic, and the public demand. The new licenses which are granted shall be allocated to the then existent licensees in the ratio of the number of licenses held by the licensee to the total number of licenses issued and in effect. If a licensee does not accept his or her allotted number within sixty days, his or her additional licenses shall be allocated in the same manner among the remaining licensees. If the number of additional licenses authorized is insufficient to permit such allocation, then the distribution among those licensees entitled to the smallest number of additional licenses shall be made so that priority shall be given to those who have been uninterruptedly licensed for the longest period. New applicants for such additional licenses shall be considered only when the present licensees refuse to accept their allocation of licenses in the manner provided above. The distribution of such additional licenses to new applicants shall be in the order of their filing, provided however that each new applicant shall not be entitled to more than one such additional license until each new applicant who has filed at the time of distribution and who is otherwise eligible has received one license.]\n\t§6.  Section 20-375 of the administrative code is amended to read as follows:\n§ 20-375 License plate. Upon the payment of the license fee the commissioner shall issue a license to the owner of the sightseeing bus [or horse drawn cab] together with a license plate to be securely affixed to a conspicuous and indispensable part of such sightseeing bus [or securely and conspicuously affixed to the rear axle of such horse drawn cab], on which shall be clearly set forth the license number of such sightseeing bus [or horse drawn cab]. The license plate issued to the licensee may, in the discretion of the commissioner, be a plate of a permanent nature with a replaceable date tag attached thereto, indicating the expiration date of the plate during each license year and the issuance of such a plate with such date tag to a person possessing such a plate, shall be deemed issuance of a license plate. Such license plate and the replaceable date tag to be issued from year to year to be attached thereto, shall be of such material, form, design and dimension and set forth such distinguishing number or other identification marks as the commissioner shall prescribe. The commissioner upon renewal of the license hereunder, may continue the use of the license plate for as many additional license years as he or she in his or her discretion may determine, in which event he or she shall issue and deliver to the licensee a replaceable date tag as evidence of renewal of the license, which shall be attached or affixed in such manner as he or she may prescribe by rule. The failure to affix or display such date tag in a manner prescribed by the commissioner shall constitute a violation of this section. In the event of the loss, mutilation or destruction of any license plate or date tag issued hereunder, the owner may file such statement and proof of facts as the commissioner shall require, with a fee of twenty-five dollars, at the department, and the department shall issue a duplicate or substitute license plate or date tag.\n§7.  Section 20-378 of the administrative code is amended to read as follows:\n§20-378 Periodic inspection.  The license department shall cause all sight-seeing buses [and horse-drawn cabs] now, or hereafter licensed, to be inspected at least once every four months. The date of such inspection and the signature of the person making the inspection shall be recorded upon the inspection card in the spaces provided therefor.\n§8.  Section 20-379 of the administrative code is amended to read as follows:\n§20-379 Form of inspection card. The commissioner shall prescribe an appropriate form of inspection card for sight-seeing buses [and horse-drawn cabs] and the manner in which such card and the sight-seeing bus driver's [and horse-drawn cab driver's] identification cards shall be displayed.\n§9.  Section 20-373 of the administrative code is amended by adding a new subdivision e to read as follows: \ne. The commissioner shall not issue any new horse drawn cab licenses after April 1, 2010 and shall renew any valid horse drawn cab licenses according to the following schedule:\ni. 45 horse drawn cab licenses shall be renewed on March 31, 2011; \nii.  Zero horse drawn cab licenses shall be renewed on March 31, 2012.\nAs of April 1, 2012 any remaining horse drawn cab licenses shall be considered expired and shall no longer be valid.  Horse drawn cab license renewals shall be determined by a lottery, to be held at least ninety days prior to the expiration date of such licenses and shall be conducted by the commissioner.  \n§10.  Section 20-381 of the administrative code is amended by adding a new subdivision f to read as follows: \nThe commissioner shall not issue any new horse drawn cab driver’s licenses after June 1, 2010 and shall not renew any valid horse drawn cab licenses upon their expiration on May 31, 2012.  As of June 1, 2012 any remaining horse drawn cab driver’s licenses shall be considered expired and shall no longer be valid.  \n\n§11.  Chapter 2 of Title 20 of the administrative code of the city of New York is amended to add a new subchapter 33 to read as follows: \nSubchapter 33\nSHOW CARS \n§20-540\tDefinitions.\n§20-541\tShow car license required; fee; term.\n§20-542\tGranting and transferring of licenses.\n§20-543\tLicense Plate.\n§20-544\tInspection.\n§20-545\tInsurance. \n§20-546\tShow car driver license.\n§20-547\tRates.\n§20-548\tUnlawful agreements by owners or show car drivers.\n§20-549\tSuspensions and Revocations.\n§20-550\tPenalties.\n§20-551\tEnforcement.\n§20-552\tRegulations.  \n\n§20-540 Definitions.  Whenever used in this subchapter the following terms shall mean:\n1.  \"Owner\" shall include any person, firm, partnership, corporation or association owning and operating a show car,  and shall include a purchaser under a reserve title contract, conditional sales agreement or vendor's agreement and the lessee of such vehicle or vehicles under a written lease or similar contract provided such purchaser or lessee of show car or cars shall be entitled to obtain in his or her name a license or licenses therefor from the commissioner of motor vehicles of the state of New York.\n2.  \"Inspection card\" shall designate the card issued by the commissioner for the show car licensed, which card shall display the license number and capacity of such vehicle.\n3.  “Show car” shall mean a privately owned motorized vehicle designed to comfortably seat and carry no more than seven passengers, in addition to the driver, and that is constructed to resemble an antique automobile operating for hire from a fixed point in the city of New York to a place or places of interest or amusements, and shall also include a vehicle, designed as aforesaid which by oral or written contract is let and hired or otherwise engaged for its exclusive use for a specific or special trip or excursion from a starting point within the city of New York.  A show car may only be driven by a licensed show car driver.\n4.  “Show car driver” shall include any person licensed to drive a show car in the city of New York.  Every show car driver shall also be a sightseeing guide, as defined by section 20-242 of this code, and shall hold a sightseeing guide license issued pursuant to subchapter 8 of chapter 2 of this title.   \n5.   “Show car license” shall designate the license issued by the commissioner for each show car.\n6.  \"Fleet\" shall mean a group of vehicles owned or operated by the same person. \n§20-541\tShow car  license required; fee; term.  a. It shall be unlawful to operate or permit another to operate for hire a show car within the city unless the owner shall have first obtained a show car license therefor from the commissioner. \nb.  Fees. The annual license fee for each show car or renewal of such license shall be fifty dollars.\nc.  Term.  All licenses issued pursuant to this subchapter shall be valid for one year unless sooner suspended or revoked.\nd.  The commissioner shall not issue more than sixty-eight show car  licenses at any one time.   The initial issuance of these show car licenses shall be phased in over a three-year period.  During the first year of license availability, the commissioner shall not issue more than twenty-four show car licenses.  During the second year of availability, the commissioner may issue up to twenty-four show car licenses in addition to the licenses issued during the first year of availability.  During the third year of availability, the commissioner may issue up to twenty show car  licenses in addition to the licenses issued the during the first two years of availability. Thereafter, the maximum number of show car  licenses which may be in effect shall not exceed sixty-eight and no new licenses shall be issued in excess of such number.  \ne.  After the initial issuance of such show car  licenses, the commissioner shall establish a separate waiting list to be administered in accordance with procedures to be established by rules of the commissioner. The commissioner may by rule limit the number of places on such waiting list.\n§20-542  Granting and transferring of show car  licenses.  a. Any person, firm, partnership, corporation or association, owning or operating a show car, or cars engaging in the business of transporting passengers in, about, over and upon any of the streets, avenues, bridges, highways, boulevards or public places within the limits of the city of New York, shall be issued a show car  license for each show car so operating, provided, however any such person, firm, partnership, corporation or association owning or operating a show car, or cars shall first have obtained a license or licenses, as he or she shall be entitled to receive from the commissioner of motor vehicles of the state of New York as made and provided by law. \nb.  Preference shall be given in the issuance of show car  licenses pursuant to this subchapter and in the placement on such waiting list to those person in possession of a valid horse drawn cab’s license issued pursuant to section 20-381 of this chapter.  Such horse drawn cab’s license shall be considered valid if it is in effect at the time the commissioner begins issuing show car licenses or at anytime throughout the first three years in which show car licenses are available.  \nc. In order to obtain, amend or renew a show car  license, an applicant must provide the commissioner with the following: \n(1) Proof that there is in force for the full license term a policy of public liability and property damage insurance that meets the requirements of section 20-545 of this subchapter; \n(2) Proof of current, valid registration for the show car issued by the department of motor vehicles of the state of New York.  \n (3) Such other information as the commissioner may require to establish the applicant’s eligibility for a show car license under this subchapter.\nd.  A show car license shall be valid only for the person, firm, partnership, corporation or association in whose name it is issued.\ne.  It shall be unlawful for a person to whom a show car  license has been issued to transfer any interest in such license to any other person unless:\n1.  the show car complies with all applicable requirements imposed by this subchapter; and \n2.  the commissioner approves such transfer.  \n§20-543  License Plate.  Upon the payment of the license fee the commissioner shall issue a show car  license to the owner of the show car together with a license plate to be securely affixed to a conspicuous and indispensable part of such show car, on which shall be clearly set forth the license number of such show car. The license plate issued to the licensee may, in the discretion of the commissioner, be a plate of a permanent nature with a replaceable date tag attached thereto, indicating the expiration date of the plate during each license year and the issuance of such a plate with such date tag to a person possessing such a plate, shall be deemed issuance of a license plate. Such license plate and the replaceable date tag to be issued from year to year to be attached thereto, shall be of such material, form, design and dimension and set forth such distinguishing number or other identification marks as the commissioner shall prescribe. The commissioner upon renewal of the license hereunder, may continue the use of the license plate for as many additional license years as he or she in his or her discretion may determine, in which event he or she shall issue and deliver to the licensee a replaceable date tag as evidence of renewal of the license, which shall be attached or affixed in such manner as he or she may prescribe by rule. The failure to affix or display such date tag in a manner prescribed by the commissioner shall constitute a violation of this section. In the event of the loss, mutilation or destruction of any license plate or date tag issued hereunder, the owner may file such statement and proof of facts as the commissioner shall require, with a fee of twenty-five dollars, at the department, and the department shall issue a duplicate or substitute license plate or date tag.\n§20-544 Inspection of show cars. a. A vehicle shall be licensed as a show car only after it shall have been examined and inspected to determine that it complies with this section, and that it also (1) complies with all the requirements of the vehicle and traffic law of the state of New York, and (2) is certified by the department of motor vehicles of the state of New York, as being safe and properly equipped to operate. \nb.  The commissioner shall refuse a show car  license to any show car not in compliance with the requirements of this section, any rules promulgated thereunder or with any other laws or rules governing show cars, or which is otherwise found to be unfit for operation. Grounds for refusal to issue a show car  license shall include, but not be limited to, failure to submit a show car or records pertaining to the operation and maintenance of such show car for inspection, and being found to have violated the requirements for the purchase of cleaner light-duty and medium-duty vehicles contained in section 24-163.1 of the administrative code.\nc.  The commissioner shall not issue a show car  license to a vehicle unless such vehicle meets the California LEV II standard for the highest possible vehicle rating that meets the requirements for the intended use.  All vehicles issued show car licenses shall be classified zero emission vehicle (ZEV), advanced technology partial zero emission vehicle (ATPZEV), partial zero emission vehicle (PZEV), or super ultra low emission vehicle (SULEV), with ZEV constituting the highest vehicle rating.  \nc.  The commissioner may adopt rules (1) requiring the inspection by the department of show cars and/or records pertaining to the operation and maintenance of such show cars to determine compliance with the requirements of section 24-163.1 of the administrative code; (2) delegating the performance of such inspections to the department of environmental protection; and (3) authorizing the acceptance of the results of inspections consistent with paragraph one of this subdivision conducted by a state or federal agency authorized to conduct such inspections on such show cars.\n§20-545  Insurance.  a. As a condition of the issuance of a show car license, each applicant shall furnish proof that such show car is insured under a public liability and property damage insurance policy or indemnity bond with minimum coverage as stated in section 370 of the vehicle and traffic law of the state of New York and any successor provision thereto.  \nb. The licensee shall notify the commissioner of any modification, amendment, cancellation or substitution of any insurance policy required under subdivision a of this section within ten days of notice to the licensee of such modification, amendment, cancellation or substitution.\n§20-546  Show car driver license.  a. It shall be unlawful for a show car driver to operate a show car unless the show car driver shall have first obtained a show car driver license from the commissioner.\nb.  It shall be unlawful for a show car owner to permit the operation of any show cars owned by it by a person who does not have a show car driver license and a motor vehicle driver’s license in full force and effect.\nc.  In order to obtain or renew a show car driver license, a show car driver shall file an application with the commissioner for such show car driver license.  Such application shall be made upon such form as prescribed by the commissioner and shall contain such information as the commissioner may require to establish the applicant’s eligibility for a show car driver license under this subchapter. \nd.  To be eligible for a show car driver license, an applicant shall:\n1.  be at least eighteen years of age; \n2.  possess a currently valid motor vehicle driver’s license;\n3.  not have his or her New York State motor vehicle driver’s license suspended or revoked; \n4.  be licensed as a sightseeing guide pursuant to subchapter 8 of chapter two of this code; and\n5.  meet such fitness requirements as the commissioner may determine by rule.\ne.  A show car driver license shall be valid for a term of one year.  There shall be a fee of thirty-five dollars for such license. The commissioner shall establish the expiration date for such license by rule.\n§20-547  Rates.  a. The amount to be charged and collected for the use of a show car by one or more passengers shall be higher of the total of the following: \n1.  sixty dollars for the first half hour or fraction thereof and fifteen dollars for each additional fifteen minutes thereafter; or \n2.  twenty dollars per passenger for the first half hour or fraction thereof and ten dollars per passenger for each additional fifteen minutes thereafter, for a minimum of eighty dollars.  \nb.  The basis for calculating the amount of the charge for the use of a show car shall be displayed on the show car at all times.  \nc.  It shall be unlawful for a show car driver to charge a passenger more than the amount or rate displayed on the show car. \nd.  Prior to beginning a trip, the driver of the show car shall notify the passengers the basis by which the total charge for the trip will be calculated.  \n§20-548  Unlawful agreements by owners or show car drivers. It shall be unlawful for any show car owner or any show car driver to have or make any contract or agreement with any owner of any hotel, apartment house, restaurant, or café or the agent or employee of such places, by which such owner or such driver shall agree to solicit the patronage of any passenger for any such hotel, apartment house, restaurant or café.   \n§20-549  Suspensions and Revocations.  a. After notice and opportunity to be heard, the commissioner may suspend or revoke any show car  license where the holder has failed to comply with any provisions of this subchapter or of the rules promulgated thereunder, or with any other laws or rules governing show cars, or which show car is otherwise found to be unfit for operation. Such suspension shall remain in effect until compliance and fitness have been established by the licensee and accepted by the department. \nb. Grounds for suspension or revocation of a show car license shall include, but not be limited to: \n1. the occurrence of fraud, misrepresentation, or false statements contained in the application for such license; \n2. being found to have violated the requirements for the purchase of cleaner light-duty and medium-duty vehicles contained in section 24-163.1 of the administrative code\n3.  the operation of a show car, owned by the show car business, by a show car driver who does not have in full force and effect a show car driver license and a motor vehicle driver’s license; \n4.  the operation of a show car that has not been inspected pursuant to section 20-544 of this subchapter;  or \n5. the operation of a show car that does not have affixed to it a license plate as required by section 20-543 of this subchapter; or\n5.  violation by a show car business of any of the provisions of chapter one of this title, provisions of this subchapter, rules promulgated pursuant to this subchapter, or any other law applicable to the operation of a show car business. \nc.  In addition to any of the powers that may be exercised by the commissioner pursuant to this subchapter or chapter one of this title, the commissioner, after due notice and an opportunity to be heard, may suspend or revoke a show car driver license upon the occurrence of any one or more of the following conditions:\n1.  the occurrence of fraud, misrepresentation, or false statements contained in the application for such license;\n2.  the operation of a show car that has not been inspected pursuant to section 20-544 of this subchapter; or \n3. the operation of a show car that does not have affixed to it a license plate as required by section 20-544 of this subchapter; or\n3.  the violation by a show car driver of any of the provisions of chapter one of this title, provisions of this subchapter, rules promulgated pursuant to this subchapter, or of any other law applicable to the operation of a show car by such show car driver.\nd.  Notwithstanding subdivision c of this section, upon the occurrence of any of the provisions set forth in subdivision c of this section, if the commissioner determines that continued possession by a show car driver of a show car driver license would pose an exigent danger to the public, the commissioner may suspend such show car driver license, subject to a prompt post-suspension hearing.\n§20-550  Penalties.  a.  It is a traffic infraction to violate any provision of this subchapter and such traffic infractions shall be punishable in accordance with section eighteen hundred of the New York state vehicle and traffic law.\nb.  Any person who violates any provision of this subchapter or any rules promulgated pursuant to this subchapter shall be subject to a civil penalty that shall not be: (1) less than two hundred nor more than five hundred dollars for the first violation and for each additional violation committed on the same day; (2) less than five hundred nor more than one thousand dollars for the second violation committed, and each additional violation committed on the same day, within a one year period; (3) less than one thousand nor more than four thousand dollars for the third violation committed, and each additional violation committed on the same day, within a one year period.  The show car business that authorizes the operation of such show car shall be jointly and severally liable with the show car driver thereof, for the penalties imposed by this section. \nc.  A violation of section 20-541 or 20-546 of this subchapter or any rules promulgated thereunder shall constitute a violation punishable by a fine of not more than  five hundred dollars or imprisonment of up to fifteen days, or by both such fine and imprisonment. \nd.  The penalties provided by subdivisions a, b, and c of this section shall be in addition to any other penalty imposed by any other provision of law or rule promulgated thereunder.\n§20-551  Enforcement.  Authorized officers and employees of the department, the police department and any department designated by the commissioner, and any police or peace officer shall have the power to enforce any provision of this subchapter or any rule or regulation promulgated pursuant to this subchapter.\n §20-552  Regulations.  The commissioner may make and promulgate such rules and regulations and prescribe such forms as are necessary to carry out the provisions of this subchapter.  \n \n§12.   Sections 1 through 8 of this local law shall take effect on June 1, 2012.  Sections 9 through 11 of this local law shall take effect one hundred twenty days after its enactment into law provided, however, that the commissioner of consumer affairs shall take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules. \n\n\n\n\n\n\n\n\nLCC\nLS 416\n7/7/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 TimesNewRoman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult0\\ulnone Section 1.   \\cf1  Section 17-329 of title 17 of the administrative code of the city of New York is amended to read as follows: \\par\n\\'a717-329  \\b Disposition  of  licensed  \\cf0 horse\\cf1\\b0 .  \\ul a.\\ulnone  The department shall be notified of the transfer of ownership or other disposition of a licensed\\cf0  horse\\cf1  within [ten] \\ul five\\ulnone  days thereafter. Such notice shall include the date of disposition and [if sold in New York city,] the name and address of the buyer or other transferee and such other information as the commissioner may prescribe.\\fs27\\par\n\\ul\\fs24 b.\\ulnone  A \\cf0 horse shall\\cf1  not be sold or disposed of except in a humane manner, \\ul which, for the purposes of this subchapter shall mean one of the following:\\ulnone\\fs27\\par\n\\ul\\fs24 1.  The owner shall sell or donate the horse to a private individual who signs an assurance that the horse will not be sold and shall be kept solely as a companion animal and not employed in another horse-drawn carriage business or as a work horse and will be cared for humanely for the remainder of the horse's natural life; or\\par\n2.  The owner shall sell or donate the horse to a duly incorporated animal sanctuary or duly incorporated animal protection organization whose president or executive director signs an assurance that the horse will not be sold and shall be kept solely as a companion animal and not employed in another horse-drawn carriage business and will be cared for humanely for the remainder of the horse's natural life.\\par\nc.  Records indicating the name, address and telephone number of the private individual, duly incorporated animal sanctuary or duly incorporated animal protection organization to whom the horse was sold or donated together with the assurance specified above shall be sent by the owner to the department within five days after such sale or donation.  A copy of such record shall also be maintained at the stable.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf0\\ulnone\\par\n\\'a72. Sections 20-377, 20-377.1, 20-380, 20-381, 20-381.1, 20-382 and 20-383(b-d) of the administrative code of the city of New York are REPEALED.\\par\n\\'a73.  Section 20-372 of title 20 of the administrative code of the city of New York is amended to read as follows:  \\par\n\\cf1\\'a720-372 \\b Definitions. \\b0 Whenever used in this subchapter, the following terms shall mean: \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1     1.  \"Owner\" shall include any person, firm, partnership, corporation or association owning and operating a sight-seeing bus or buses, [or horse drawn cab or cabs] and shall include a purchaser under a reserve title contract, conditional sales agreement or vendor's agreement and the lessee of such vehicle or vehicles under a written lease or similar contract provided such purchaser or lessee of sight-seeing bus or buses shall be entitled to obtain in his or her name a license or licenses therefor from the commissioner of motor vehicles of the state of New York.\\par\n    2.  \"Sight-seeing bus license\" shall designate the license issued by the commissioner for each sight-seeing bus.\\par\n    3.  \"Inspection card\" shall designate the card issued by the commissioner for the sight-seeing bus licensed [or horse drawn cab licensed], which card shall display the license number and capacity of such vehicle.\\par\n    4.  \"Sight-seeing bus\" shall mean a motor vehicle designed to comfortably seat and carry eight or more passengers operating for hire from a fixed point in the city of New York to a place or places of interest or amusements, and shall also include a vehicle, designed as aforesaid which by oral or written contract is let and hired or otherwise engaged for its exclusive use for a specific or special trip or excursion from a starting point within the city of New York.\\par\n   [ 5.  \"Horse drawn cab\" shall mean a horse drawn vehicle operating for hire, so designed and constructed to comfortably seat not more than four adults, or two adults and four children, each of whom is under twelve years of age, or three adults and two children, each of whom is under twelve years of age, in the interior thereof.]      [6.  \"Horse drawn cab driver\" shall include any person licensed to drive a horse drawn cab in the city of New York.] \\ul\\par\n\\ulnone     [7.  \"Horse drawn cab license\" shall designate the license issued by the commissioner for each horse drawn cab.]\\par\n    [8.  \"Horse drawn cab driver's license\\rdblquote  shall designate the license issued by the commissioner for a driver of a horse drawn cab.]\\par\n    [9] \\ul 5.\\ulnone   \"Certificate of conformity\" shall mean that document issued by the Administrator of the United States environmental protection agency pursuant to section 206(a) of the Clean Air Act of 1990, 42 U.S.C. \\'a77525(a), reflecting such Administrator's determination that an engine conforms to emissions standards and other regulations issued under section 202 of the Clean Air Act of 1990, 42 U.S.C. \\'a77521, as well as the terms and the time periods prescribed thereon, and as such laws and such regulations may be amended from time to time.\\par\n\\pard\\ltrpar\\nowidctlpar\\li240\\sl480\\slmult1 [10] \\ul 6.\\ulnone   \"Fleet\" shall mean a group of vehicles owned or operated by the same person.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi480\\li240\\sl480\\slmult1\\'a74.  Section 20-373 of the administrative code is amended to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\b\\'a720-373 License required; fee; term. \\b0 a. It shall be unlawful to operate or permit another to operate for hire a sight-seeing bus [or horse-drawn cab] within the city unless the owner shall have first obtained a license therefor from the commissioner. [An applicant for a horse-drawn cab license shall be at least eighteen years of age.]\\par\nb.  Fees. The original and renewal license fee for each sight-seeing bus shall be fifty dollars [and for each horse-drawn cab shall be fifty dollars].\\par\n[c.  The commissioner shall not renew any horse-drawn cab license in the event that he or she shall determine that the horse-drawn cab has not been operated for at least four months during the preceding license year, provided that such failure to operate shall not have been caused by strike, riot, war or other public catastrophe. However, in the event that it is shown to the commissioner by competent proof that the licensee has been disabled through illness or has been unable to operate the horse-drawn cab because of other cause beyond his or her control, the commissioner may renew such license.]\\par\n[d.  The commissioner may refuse to renew any horse drawn cab license in the event that he or she determines that the holder of the horse drawn cab license has demonstrated a disregard for the provisions of this subchapter as illustrated by repeated violations of such provisions.]\\par\n\\'a75.  Section 20-374 of the administrative code is amended to read as follows:\\par\n\\b\\'a720-374 Granting and transferring of licenses. \\b0 a. Any person, firm, partnership, corporation or association, owning or operating a sight-seeing bus, or buses, or [horse-drawn cab, or cabs] engaging in the business of transporting passengers in, about, over and upon any of the streets, avenues, bridges, highways, boulevards or public places within the limits of the city of New York, shall be issued a license for each bus [or cab] so operating, provided, however any such person, firm, partnership, corporation or association owning or operating a sight-seeing bus or buses shall first have obtained a license or licenses, as he or she shall be entitled to receive from the commissioner of motor vehicles of the state of New York as made and provided by law. \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1 b. It shall be unlawful for a license, after being issued by the commissioner, to be transferred to any person, firm, partnership, corporation or association \\cf0\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\cf1\\ulnone [for any cause whatsoever , except that licenses for horse-drawn cabs may be transferred with the approval of the commissioner. Upon voluntary sale or transfer of a licensed horse-drawn cab by the holder of a license or his or her legal representative, the licensee shall immediately notify the commissioner of his or her intention to replace such horse-drawn cab, or shall surrender his or her license. If the license is surrendered, the vendee or transferee may make application to the commissioner for the licensing of the horsedrawn cab so purchased. A new license shall then be issued by the commissioner in place of the license so surrendered, provided the applicant has demonstrated to the satisfaction of the commissioner that he or she is qualified to assume the duties and obligations of a horse-drawn cab license.] \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 [c.  The commissioner shall issue additional licenses only after conducting a public hearing to determine whether the public convenience, welfare and necessity require the operation of additional horse-drawn cabs. The public hearing shall be called upon his or her own motion or upon written request by any applicant. Notice of such public hearing shall be published in the City Record once a week for two consecutive weeks and shall be mailed to all current licensees. If the commissioner shall determine that additional horse-drawn cabs are necessary and advisable, he or she shall certify the number of new licenses to be granted. Not more than one such public hearing shall be held during any calendar year and the commissioner may refuse to consider any request if it appears that a recent public hearing has adequately considered the question. In making his or her determination, the commissioner shall consider among other things, the income of the driver, the income of the owner, the effect upon traffic, and the public demand. The new licenses which are granted shall be allocated to the then existent licensees in the ratio of the number of licenses held by the licensee to the total number of licenses issued and in effect. If a licensee does not accept his or her allotted number within sixty days, his or her additional licenses shall be allocated in the same manner among the remaining licensees. If the number of additional licenses authorized is insufficient to permit such allocation, then the distribution among those licensees entitled to the smallest number of additional licenses shall be made so that priority shall be given to those who have been uninterruptedly licensed for the longest period. New applicants for such additional licenses shall be considered only when the present licensees refuse to accept their allocation of licenses in the manner provided above. The distribution of such additional licenses to new applicants shall be in the order of their filing, provided however that each new applicant shall not be entitled to more than one such additional license until each new applicant who has filed at the time of distribution and who is otherwise eligible has received one license.]\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab\\'a76.  Section 20-375 of the administrative code is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\b\\'a7 20-375 License plate. \\b0 Upon the payment of the license fee the commissioner shall issue a license to the owner of the sightseeing bus [or horse drawn cab] together with a license plate to be securely affixed to a conspicuous and indispensable part of such sightseeing bus [or securely and conspicuously affixed to the rear axle of such horse drawn cab], on which shall be clearly set forth the license number of such sightseeing bus [or horse drawn cab]. The license plate issued to the licensee may, in the discretion of the commissioner, be a plate of a permanent nature with a replaceable date tag attached thereto, indicating the expiration date of the plate during each license year and the issuance of such a plate with such date tag to a person possessing such a plate, shall be deemed issuance of a license plate. Such license plate and the replaceable date tag to be issued from year to year to be attached thereto, shall be of such material, form, design and dimension and set forth such distinguishing number or other identification marks as the commissioner shall prescribe. The commissioner upon renewal of the license hereunder, may continue the use of the license plate for as many additional license years as he or she in his or her discretion may determine, in which event he or she shall issue and deliver to the licensee a replaceable date tag as evidence of renewal of the license, which shall be attached or affixed in such manner as he or she may prescribe by rule. The failure to affix or display such date tag in a manner prescribed by the commissioner shall constitute a violation of this section. In the event of the loss, mutilation or destruction of any license plate or date tag issued hereunder, the owner may file such statement and proof of facts as the commissioner shall require, with a fee of twenty-five dollars, at the department, and the department shall issue a duplicate or substitute license plate or date tag\\fs27 .\\par\n\\fs24\\'a77.  Section 20-378 of the administrative code is amended to read as follows:\\par\n\\b\\'a720-378 Periodic inspection.  \\b0 The license department shall cause all sight-seeing buses [and horse-drawn cabs] now, or hereafter licensed, to be inspected at least once every four months. The date of such inspection and the signature of the person making the inspection shall be recorded upon the inspection card in the spaces provided therefor.\\ul\\par\n\\ulnone\\'a78.  Section 20-379 of the administrative code is amended to read as follows:\\par\n\\b\\'a720-379 Form of inspection card. \\b0 The commissioner shall prescribe an appropriate form of inspection card for sight-seeing buses [and horse-drawn cabs] and the manner in which such card and the sight-seeing bus driver's [and horse-drawn cab driver's] identification cards shall be displayed.\\ul\\par\n\\ulnone\\'a79.  Section 20-373 of the administrative code is amended by adding a new subdivision e to read as follows: \\par\n\\ul e. The commissioner shall not issue any new horse drawn cab licenses after April 1, 2010 and shall renew any valid horse drawn cab licenses according to the following schedule:\\par\ni. 45 horse drawn cab licenses shall be renewed on March 31, 2011; \\par\nii.  Zero horse drawn cab licenses shall be renewed on March 31, 2012.\\par\nAs of April 1, 2012 any remaining horse drawn cab licenses shall be considered expired and shall no longer be valid.  Horse drawn cab license renewals shall be determined by a lottery, to be held at least ninety days prior to the expiration date of such licenses and shall be conducted by the commissioner.  \\par\n\\cf0\\ulnone\\'a710.  Section 20-381 of the administrative code is amended by adding a new subdivision f to read as follows: \\par\n\\ul The commissioner shall not issue any new horse drawn cab driver\\rquote s licenses after June 1, 2010 and shall not renew any valid horse drawn cab licenses upon their expiration on May 31, 2012.  As of June 1, 2012 any remaining horse drawn cab driver\\rquote s licenses shall be considered expired and shall no longer be valid.  \\ulnone\\par\n\\par\n\\'a711.  Chapter 2 of Title 20 of the administrative code of the city of New York is amended to add a new subchapter 33 to read as follows: \\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc\\cf0\\ul\\b Subchapter 33\\par\nSHOW CARS \\par\n\\pard\\ltrpar\\nowidctlpar\\fi-1440\\li1440\\tx1440\\ulnone\\'a720-540\\tab\\ul Definitions.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-1440\\li1440\\ulnone\\'a720-541\\tab\\ul Show car license required; fee; term.\\par\n\\ulnone\\'a720-542\\tab\\ul Granting and transferring of licenses.\\par\n\\ulnone\\'a720-543\\tab\\ul License Plate.\\par\n\\ulnone\\'a720-544\\tab\\ul Inspection.\\par\n\\ulnone\\'a720-545\\tab\\ul Insurance. \\par\n\\ulnone\\'a720-546\\tab\\ul Show car driver license.\\par\n\\ulnone\\'a720-547\\tab\\ul Rates.\\par\n\\ulnone\\'a720-548\\tab\\ul Unlawful agreements by owners or show car drivers.\\par\n\\ulnone\\'a720-549\\tab\\ul Suspensions and Revocations.\\par\n\\ulnone\\'a720-550\\tab\\ul Penalties.\\par\n\\ulnone\\'a720-551\\tab\\ul Enforcement.\\par\n\\ulnone\\'a720-552\\tab\\ul Regulations.  \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1\\ul\\b0\\'a720-540 \\b Definitions.  \\b0 Whenever used in this subchapter the following terms shall mean:\\par\n1.  \"Owner\" shall include any person, firm, partnership, corporation or association owning and operating a show car,  and shall include a purchaser under a reserve title contract, conditional sales agreement or vendor's agreement and the lessee of such vehicle or vehicles under a written lease or similar contract provided such purchaser or lessee of show car or cars shall be entitled to obtain in his or her name a license or licenses therefor from the commissioner of motor vehicles of the state of New York.\\par\n2.  \"Inspection card\" shall designate the card issued by the commissioner for the show car licensed, which card shall display the license number and capacity of such vehicle.\\par\n3.  \\ldblquote Show car\\rdblquote  shall mean a privately owned motorized vehicle designed to comfortably seat and carry no more than seven passengers, in addition to the driver, and that is constructed to resemble an antique automobile operating for hire from a fixed point in the city of New York to a place or places of interest or amusements, and shall also include a vehicle, designed as aforesaid which by oral or written contract is let and hired or otherwise engaged for its exclusive use for a specific or special trip or excursion from a starting point within the city of New York.  A show car may only be driven by a licensed show car driver.\\par\n4.  \\ldblquote Show car driver\\rdblquote  shall include any person licensed to drive a show car in the city of New York.  Every show car driver shall also be a sightseeing guide, as defined by section 20-242 of this code, and shall hold a sightseeing guide license issued pursuant to subchapter 8 of chapter 2 of this title.   \\par\n5.   \\ldblquote Show car license\\rdblquote  shall designate the license issued by the commissioner for each show car.\\par\n6.  \"Fleet\" shall mean a group of vehicles owned or operated by the same person. \\ulnone\\par\n\\ul\\'a720-541\\tab\\b Show car  license required; fee; term.  \\b0 a. It shall be unlawful to operate or permit another to operate for hire a show car within the city unless the owner shall have first obtained a show car license therefor from the commissioner. \\par\nb.  Fees. The annual license fee for each show car or renewal of such license shall be fifty dollars.\\par\nc.  Term.  All licenses issued pursuant to this subchapter shall be valid for one year unless sooner suspended or revoked.\\par\nd.  The commissioner shall not issue more than sixty-eight show car  licenses at any one time.   The initial issuance of these show car licenses shall be phased in over a three-year period.  During the first year of license availability, the commissioner shall not issue more than twenty-four show car licenses.  During the second year of availability, the commissioner may issue up to twenty-four show car licenses in addition to the licenses issued during the first year of availability.  During the third year of availability, the commissioner may issue up to twenty show car  licenses in addition to the licenses issued the during the first two years of availability. Thereafter, the maximum number of show car  licenses which may be in effect shall not exceed sixty-eight and no new licenses shall be issued in excess of such number.  \\par\ne.  After the initial issuance of such show car  licenses, the commissioner shall establish a separate waiting list to be administered in accordance with procedures to be established by rules of the commissioner. The commissioner may by rule limit the number of places on such waiting list.\\par\n\\'a720-542  \\b Granting and transferring of show car  licenses.\\b0   a. Any person, firm, partnership, corporation or association, owning or operating a show car, or cars engaging in the business of transporting passengers in, about, over and upon any of the streets, avenues, bridges, highways, boulevards or public places within the limits of the city of New York, shall be issued a show car  license for each show car so operating, provided, however any such person, firm, partnership, corporation or association owning or operating a show car, or cars shall first have obtained a license or licenses, as he or she shall be entitled to receive from the commissioner of motor vehicles of the state of New York as made and provided by law. \\par\nb.  Preference shall be given in the issuance of show car  licenses pursuant to this subchapter and in the placement on such waiting list to those person in possession of a valid horse drawn cab\\rquote s license issued pursuant to section 20-381 of this chapter.  Such horse drawn cab\\rquote s license shall be considered valid if it is in effect at the time the commissioner begins issuing show car licenses or at anytime throughout the first three years in which show car licenses are available.  \\par\nc. In order to obtain, amend or renew a show car  license, an applicant must provide the commissioner with the following: \\par\n(1) Proof that there is in force for the full license term a policy of public liability and property damage insurance that meets the requirements of section 20-545 of this subchapter; \\par\n(2) Proof of current, valid registration for the show car issued by the department of motor vehicles of the state of New York.  \\par\n (3) Such other information as the commissioner may require to establish the applicant\\rquote s eligibility for a show car license under this subchapter.\\par\nd.  A show car license shall be valid only for the person, firm, partnership, corporation or association in whose name it is issued.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1 e. \\cf0  It shall be unlawful for a person to whom a show car  license has been issued to transfer any interest in such license to any other person unless:\\par\n1.  the show car complies with all applicable requirements imposed by this subchapter; and \\par\n2.  the commissioner approves such transfer.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1\\'a720-543  \\b License Plate\\b0 .  Upon the payment of the license fee the commissioner shall issue a show car  license to the owner of the show car together with a license plate to be securely affixed to a conspicuous and indispensable part of such show car, on which shall be clearly set forth the license number of such show car. The license plate issued to the licensee may, in the discretion of the commissioner, be a plate of a permanent nature with a replaceable date tag attached thereto, indicating the expiration date of the plate during each license year and the issuance of such a plate with such date tag to a person possessing such a plate, shall be deemed issuance of a license plate. Such license plate and the replaceable date tag to be issued from year to year to be attached thereto, shall be of such material, form, design and dimension and set forth such distinguishing number or other identification marks as the commissioner shall prescribe. The commissioner upon renewal of the license hereunder, may continue the use of the license plate for as many additional license years as he or she in his or her discretion may determine, in which event he or she shall issue and deliver to the licensee a replaceable date tag as evidence of renewal of the license, which shall be attached or affixed in such manner as he or she may prescribe by rule. The failure to affix or display such date tag in a manner prescribed by the commissioner shall constitute a violation of this section. In the event of the loss, mutilation or destruction of any license plate or date tag issued hereunder, the owner may file such statement and proof of facts as the commissioner shall require, with a fee of twenty-five dollars, at the department, and the department shall issue a duplicate or substitute license plate or date tag\\fs27 .\\par\n\\fs24\\'a720-544\\b  Inspection of show cars. \\b0 a. A vehicle shall be licensed as a show car only after it shall have been examined and inspected \\fs27 to \\fs24 determine that it complies with this section, and that it also (1) complies with all the requirements of the vehicle and traffic law of the state of New York, and (2) is certified by the department of motor vehicles of the state of New York, as being safe and properly equipped to operate\\ulnone . \\par\n\\ul b.  The commissioner shall refuse a show car  license to any show car not in compliance with the requirements of this section, any rules promulgated thereunder or with any other laws or rules governing show cars, or which is otherwise found to be unfit for operation. Grounds for refusal to issue a show car  license shall include, but not be limited to, failure to submit a show car or records pertaining to the operation and maintenance of such show car for inspection, and being found to have violated the requirements for the purchase of cleaner light-duty and medium-duty vehicles contained in section 24-163.1\\fs27  \\fs24 of the administrative code.\\par\nc.  The commissioner shall not issue a show car  license to a vehicle unless such vehicle meets the California LEV II standard for the highest possible vehicle rating that meets the requirements for the intended use.  All vehicles issued show car licenses shall be classified zero emission vehicle (ZEV), advanced technology partial zero emission vehicle (ATPZEV), partial zero emission vehicle (PZEV), or super ultra low emission vehicle (SULEV), with ZEV constituting the highest vehicle rating.  \\par\nc.  The commissioner may adopt rules (1) requiring the inspection by the department of show cars and/or records pertaining to the operation and maintenance of such show cars to determine compliance with the requirements of section 24-163.1 of the administrative code; (2) delegating the performance of such inspections to the department of environmental protection; and (3) authorizing the acceptance of the results of inspections consistent with paragraph one of this subdivision conducted by a state or federal agency authorized to conduct such inspections on such show cars.\\par\n\\'a720-545  \\b Insurance.\\b0   a. As a condition of the issuance of a show car license, each applicant shall furnish proof that such show car is insured under a public liability and property damage insurance policy or indemnity bond with minimum coverage as stated in section 370 of the vehicle and traffic law of the state of New York and \\cf0 any successor provision thereto\\cf1 .  \\par\nb. The licensee shall notify the commissioner of any modification, amendment, cancellation or substitution of any insurance policy required under subdivision a of this section within ten days of notice to the licensee of such modification, amendment, cancellation or substitution.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\cf0\\'a720-546  \\b Show car driver license.  \\b0 a. It shall be unlawful for a show car driver to operate a show car unless the show car driver shall have first obtained a show car driver license from the commissioner.\\par\nb.  It shall be unlawful for a show car owner to permit the operation of any show cars owned by it by a person who does not have a show car driver license and a motor vehicle driver\\rquote s license in full force and effect.\\par\nc.  In order to obtain or renew a show car driver license, a show car driver shall file an application with the commissioner for such show car driver license.  Such application shall be made upon such form as prescribed by the commissioner and shall contain such information as the commissioner may require to establish the applicant\\rquote s eligibility for a show car driver license under this subchapter. \\par\nd.  To be eligible for a show car driver license, an applicant shall:\\par\n1.  be at least eighteen years of age; \\par\n2.  possess a currently valid motor vehicle driver\\rquote s license;\\par\n3.  not have his or her New York State motor vehicle driver\\rquote s license suspended or revoked; \\par\n4.  be licensed as a sightseeing guide pursuant to subchapter 8 of chapter two of this code; and\\par\n5.  meet such fitness requirements as the commissioner may determine by rule.\\par\ne.  A show car driver license shall be valid for a term of one year.  There shall be a fee of thirty-five dollars for such license. The commissioner shall establish the expiration date for such license by rule.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1\\'a720-547  \\b Rates.\\b0   a. The amount to be charged and collected for the use of a show car by one or more passengers shall be higher of the total of the following: \\par\n1.  sixty dollars for the first half hour or fraction thereof and fifteen dollars for each additional fifteen minutes thereafter; or \\par\n2.  twenty dollars per passenger for the first half hour or fraction thereof and ten dollars per passenger for each additional fifteen minutes thereafter, for a minimum of eighty dollars.  \\par\nb.  The basis for calculating the amount of the charge for the use of a show car shall be displayed on the show car at all times.  \\par\nc.  It shall be unlawful for a show car driver to charge a passenger more than the amount or rate displayed on the show car. \\par\nd.  Prior to beginning a trip, the driver of the show car shall notify the passengers the basis by which the total charge for the trip will be calculated.  \\par\n\\'a720-548  \\b Unlawful agreements by owners or show car drivers. \\b0 It shall be unlawful for any show car owner or any show car driver to have or make any contract or agreement with any owner of any hotel, apartment house, restaurant, or caf\\'e9 or the agent or employee of such places, by which such owner or such driver shall agree to solicit the patronage of any passenger for any such hotel, apartment house, restaurant or caf\\'e9. \\b   \\par\n\\b0\\'a720-549  \\b Suspensions and Revocations. \\b0  a. After notice and opportunity to be heard, the commissioner may suspend or revoke any show car  license where the holder has failed to comply with any provisions of this subchapter or of the rules promulgated thereunder, or with any other laws or rules governing show cars, or which show car is otherwise found to be unfit for operation. Such suspension shall remain in effect until compliance and fitness have been established by the licensee and accepted by the department. \\par\nb. Grounds for suspension or revocation of a show car license shall include, but not be limited to: \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\cf0 1. the occurrence of fraud, misrepresentation, or false statements contained in the application for such license; \\par\n2. being found to have violated the requirements for the \\cf1 purchase of cleaner light-duty and medium-duty vehicles contained in section \\cf0 24-163.1\\fs27  \\fs24 of the administrative code\\par\n3.  the operation of a show car, owned by the show car business, by a show car driver who does not have in full force and effect a show car driver license and a motor vehicle driver\\rquote s license; \\par\n4.  the operation of a show car that has not been inspected pursuant to section 20-544 of this subchapter;  or \\par\n5. the operation of a show car that does not have affixed to it a license plate as required by section 20-543 of this subchapter; or\\par\n5.  violation by a show car business of any of the provisions of chapter one of this title, provisions of this subchapter, rules promulgated pursuant to this subchapter, or any other law applicable to the operation of a show car business. \\par\nc.  In addition to any of the powers that may be exercised by the commissioner pursuant to this subchapter or chapter one of this title, the commissioner, after due notice and an opportunity to be heard, may suspend or revoke a show car driver license upon the occurrence of any one or more of the following conditions:\\par\n1.  the occurrence of fraud, misrepresentation, or false statements contained in the application for such license;\\par\n2.  the operation of a show car that has not been inspected pursuant to section 20-544 of this subchapter; or \\par\n3. the operation of a show car that does not have affixed to it a license plate as required by section 20-544 of this subchapter; or\\par\n3.  the violation by a show car driver of any of the provisions of chapter one of this title, provisions of this subchapter, rules promulgated pursuant to this subchapter, or of any other law applicable to the operation of a show car by such show car driver.\\par\nd.  Notwithstanding subdivision c of this section, upon the occurrence of any of the provisions set forth in subdivision c of this section, if the commissioner determines that continued possession by a show car driver of a show car driver license would pose an exigent danger to the public, the commissioner may suspend such show car driver license, subject to a prompt post-suspension hearing.\\par\n\\'a720-550  \\b Penalties.  \\b0 a.  It is a traffic infraction to violate any provision of this subchapter and such traffic infractions shall be punishable in accordance with section eighteen hundred of the New York state vehicle and traffic law.\\par\nb.  Any person who violates any provision of this subchapter or any rules promulgated pursuant to this subchapter shall be subject to a civil penalty that shall not be: (1) less than two hundred nor more than five hundred dollars for the first violation and for each additional violation committed on the same day; (2) less than five hundred nor more than one thousand dollars for the second violation committed, and each additional violation committed on the same day, within a one year period; (3) less than one thousand nor more than four thousand dollars for the third violation committed, and each additional violation committed on the same day, within a one year period.  The show car business that authorizes the operation of such show car shall be jointly and severally liable with the show car driver thereof, for the penalties imposed by this section. \\par\nc.  A violation of section 20-541 or 20-546 of this subchapter or any rules promulgated thereunder shall constitute a violation punishable by a fine of not more than  five hundred dollars or imprisonment of up to fifteen days, or by both such fine and imprisonment. \\par\nd.  The penalties provided by subdivisions a, b, and c of this section shall be in addition to any other penalty imposed by any other provision of law or rule promulgated thereunder.\\par\n\\'a720-551  \\b Enforcement.\\b0   Authorized officers and employees of the department, the police department and any department designated by the commissioner, and any police or peace officer shall have the power to enforce any provision of this subchapter or any rule or regulation promulgated pursuant to this subchapter.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1\\ul  \\'a720-552  \\b Regulations\\b0 .  The commissioner may make and promulgate such rules and regulations and prescribe such forms as are necessary to carry out the provisions of this subchapter.  \\ulnone\\par\n\\ul\\b  \\ulnone\\b0\\par\n\\'a712.   Sections 1 through 8 of t\\cf0 his local law shall take effect on June 1, 2012.  Sections 9 through 11 of this local law shall take effect one hundred twenty days after its enactment into law provided, however, that the commissioner of consumer affairs shall take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\b\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\b0\\fs20 LCC\\par\nLS 416\\par\n7/7/10 \\par\n\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T22:11:34.767Z"
}
