{
  "ID": 44449,
  "GUID": "97442615-BB27-4CA2-9ECD-EDD7F7CE91BF",
  "File": "Int 0090-2010",
  "Name": "Providing legal counsel for senior citizens subject to eviction, ejectment or foreclosure proceedings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to providing legal counsel for senior citizens subject to eviction, ejectment or foreclosure proceedings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 3,
  "BodyName": "Committee on Aging",
  "IntroDate": "2010-03-03T00:00:00Z",
  "AgendaDate": "2010-03-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 239941,
      "Date": "2010-03-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240138,
      "Date": "2010-03-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Aging",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9695,
      "AgendaSequence": 126,
      "MinutesSequence": 148,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Aging",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284422,
      "Date": "2013-12-31T17:10:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45403,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Title 21 of the administrative code of the city of New York is amended by adding a new chapter 10 to read as follows:\nChapter 10\nProvision of Legal Services in Eviction, Ejectment and Foreclosure Proceedings\nSection 21-1001  Definitions\n\n§21-1002  Civil justice coordinator \n\n§21-1003  Designation of eligible organizations\n\n§21-1004  Method of assigning legal counsel\n\n§21-1005 Compensation\n§21-1001.  Definitions. For purposes of this chapter the following terms shall have the following meanings: a. “Covered proceeding” means any action or special proceeding to evict an occupant of a dwelling unit or dwelling to which an eligible individual is a party, including those seeking possession for the non-payment of rent or holdover, or proceedings for ejectment or foreclosure.\nb.  “Eligible individual” means an occupant of a rental dwelling unit, an owner of shares of a cooperative corporation who occupies the dwelling unit to which such shares are allocated, the owner and occupant of a dwelling unit owned as a condominium or the owner and occupant of a one- or two- family dwelling where such dwelling unit or dwelling is located in the city of New York who is a defendant or respondent in a covered proceeding and who:\ni. is sixty-two years of age or older; and\nii. is a member of a household in which the total income of the household does not exceed the maximum amount permissible for eligibility for benefits under section 467-b of the real property tax law as calculated in accordance with that section;\nc.\t“Designated organization” means an organization that provides legal counsel and is identified and designated by the civil justice coordinator pursuant to section 21-1003 of this chapter.\nd.  “Legal counsel” means a lawyer or lawyers licensed to practice law in New York state.\n§21-1002.  Civil justice coordinator.   The commissioner of homeless services shall appoint a civil justice coordinator who shall be responsible for establishing and implementing a program for the provision of legal services to eligible individuals with respect to covered proceedings.\n§21-1003. Designation of organizations.  a.  The civil justice coordinator shall identify organizations eligible to provide legal counsel in accordance with the provisions of this chapter. An organization may be designated as an eligible organization by the civil justice coordinator if it:\ni. has as a principal purpose the furnishing of free or low-cost legal services to persons who are unable to afford private legal counsel;\nii. has substantial expertise in housing law and landlord and tenant law and relevant experience in representing low-income tenants in the civil court of the city of New York;\niii. operates pursuant to the standards contained in section 4 (standards for relations with clients) and section 6 (standards for quality assurance) of the standards for providers of civil legal aid established by the american bar association; and \niv. satisfies such other criteria as may be established by the commissioner of  homeless services.\nb.   The commissioner of homeless services shall by rule establish procedures for the monitoring by the civil justice coordinator of the services provided pursuant to this chapter to ensure that designated organizations are providing competent legal services.\nc.  The civil justice coordinator shall annually review the performance of designated organizations and may decline to renew the designation of any such\norganization.\n§21-1004.  Method of assigning legal counsel  a. The civil justice coordinator shall cause a designated organization to be expeditiously assigned to represent an eligible individual upon receipt of a request for such services from:\ni.  the eligible individual;\nii. a judge to whom a covered proceeding has been assigned or an administrative judge;  or\niii. such designated organization.\nb.  The civil justice coordinator shall require each designated organization to identify the geographic areas from which the organization will represent eligible individuals, and for each geographic area shall maintain a list of such organizations that will represent such individual.\n§21-1005.  Compensation.  a.  The civil justice coordinator shall provide designated organizations assigned pursuant to this chapter with fair compensation which will allow each organization to provide an organizational structure with appropriate supervision, caseloads and oversight of staff and service delivery to promote high quality representation and legal work. \nb.  Services performed by a designated organization pursuant to this chapter or any contract or other agreement entered into pursuant to this chapter shall not be used to satisfy any obligations or responsibilities of such designated organization pursuant to any other program or any other agreement or contract.   \n§2. If any provision of this local law is for any reason found to be invalid, in whole or in part, by any court of competent jurisdiction, such finding shall not affect the validity of the remaining provisions of this local law, which shall continue in full force and effect.\n§3.  This local law shall take effect one hundred eighty days after enactment except that the commissioner of homeless services shall take such actions, including the promulgation of rules, as are necessary for its implementation prior to such effective date.   \n\nInt. No 648\n2007\nJH\n\nLS# 130\nKS",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}{\\s3 heading 3;}{\\s4 heading 4;}{\\s5 heading 5;}{\\s6 heading 6;}{\\s7 heading 7;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\cf1\\expndtw2\\ul Be it enacted by the Council as follows:\\cf0\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl-509\\slmult0\\qj\\cf1\\expndtw2\\ulnone Section 1. Title 21 of the administrative code of the city of New York is amended by adding a new chapter 10 to read as follows:\\par\n\\pard\\cbpat2\\ltrpar\\keepn\\nowidctlpar\\s4\\sb101\\qc\\expndtw1\\ul Chapter 10\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sb101\\qc Provision of Legal Services in Eviction, Ejectment and Foreclosure Proceedings\\cf0\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\keepn\\nowidctlpar\\s3\\ri26\\sb221\\qc\\cf1\\expndtw-5 Section 21-1001  Definitions\\par\n\\pard\\ltrpar\\nowidctlpar\\qc\\cf0\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\ri36\\sb2\\qc\\cf1\\expndtw3\\'a721-1002  Civil justice coordinator \\par\n\\cf0\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\qc\\cf1\\expndtw2\\'a721-1003  Designation of eligible organizations\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\ri55\\qc\\cf0\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\keepn\\nowidctlpar\\s2\\sb5\\qc\\cf1\\expndtw3\\'a721-1004  Method of assigning legal counsel\\par\n\\pard\\ltrpar\\nowidctlpar\\qc\\cf0\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\keepn\\nowidctlpar\\s5\\ri48\\qc\\cf1\\expndtw2\\'a721-1005 Compensation\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sb300\\sl-509\\slmult0\\qj\\expndtw0\\'a721-1001.  Definitions. For purposes of this chapter the following terms shall \\expndtw1 have the following meanings:\\expndtw3  a. \\cf0\\expndtw0\\ldblquote Covered proceeding\\rdblquote  means any action or special proceeding to evict an occupant of a dwelling unit or dwelling to which an eligible individual is a party, including those seeking possession for the non-payment of rent or holdover, or proceedings for ejectment or foreclosure.\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi706\\sb5\\sl-509\\slmult0\\qj\\cf1\\expndtw-12 b.  \\expndtw2\\ldblquote Eligible individual\\rdblquote  means an occupant of a rental dwelling unit, an owner of shares of a cooperative corporation who occupies the dwelling unit to which such shares are allocated, the owner and occupant of a dwelling unit owned as a condominium or the owner and occupant of a one- or two- family dwelling where such dwelling unit or dwelling is located in the city of New York who is a defendant or respondent in a covered proceeding and who:\\cf0\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl-509\\slmult0\\qj\\cf1\\expndtw2 i. is sixty-two years of age or older; and\\par\n\\expndtw9 ii. is a member of a household in which the total income of\\expndtw4  the household does not exceed the maximum amount permissible for eligibility for benefits under section 467-b \\expndtw3 of the real property tax law as calculated in accordance with that section;\\cf0\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sb10\\sl-506\\slmult0\\qj\\cf1\\expndtw-15 c.\\expndtw0\\tab\\ldblquote\\expndtw3 Designated organization\\rdblquote  means an organization that provides legal counsel and is identified and designated by the civil justice coordinator pursuant to section 21-1003 of this chapter.\\cf0\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sb12\\sl-506\\slmult0\\qj\\cf1\\expndtw-13 d.  \\expndtw8\\ldblquote Legal counsel\\rdblquote  means a lawyer or lawyers licensed to practice law in New \\expndtw2 York state.\\cf0\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sb5\\sl-506\\slmult0\\qj\\tx9360\\cf1\\expndtw7\\'a721-1002.  Civil justice coordinator.   The commissioner of \\expndtw3 homeless services shall appoint a civil justice coordinator who shall be responsible for establishing and implementing a program for the provision of legal services to eligible \\expndtw2 individuals with respect to covered proceedings.\\cf0\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi667\\sl-506\\slmult0\\qj\\cf1\\expndtw6\\'a721-1003. Designation of organizations.  a\\i . \\i0  The civil justice coordinator \\expndtw3 shall identify organizations eligible to provide legal counsel in accordance with the \\expndtw10 provisions of this chapter. An \\expndtw3 organization may be designated as an eligible organization by the civil justice coordinator if it:\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl-506\\slmult0\\qj\\expndtw4 i. has as a principal purpose the furnishing of free or low-cost legal services to \\expndtw3 persons who are unable to afford private legal counsel;\\cf0\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi674\\sl-506\\slmult0\\qj\\tx9360\\cf1\\expndtw7 ii. has substantial expertise in housing law and landlord and tenant law and \\expndtw5 relevant experience in representing low-income tenants in the civil court of the city of \\expndtw2 New York;\\cf0\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl-506\\slmult0\\qj\\cf1\\expndtw4 iii. operates pursuant to the standards contained in section 4 (standards for relations with clients) and section 6 (standards for quality assurance) of the standards for providers of civil legal aid established by the american bar association; and \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi672\\sb2\\sl-506\\slmult0\\qj\\expndtw-2 iv. satisfies such other criteria as may be established by the commissioner of \\expndtw3  homeless services\\expndtw-4 .\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi698\\sb2\\sl-523\\slmult0\\qj\\expndtw-19 b.   \\expndtw1 The commissioner of\\expndtw3  homeless services\\expndtw1  shall by rule \\expndtw-1 establish procedures for the monitoring by the civil justice coordinator of the services provided pursuant to this chapter to ensure that designated organizations are \\expndtw-4 providing competent legal services.\\cf0\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl-523\\slmult0\\qj\\cf1\\expndtw-20 c.  \\expndtw7 The civil justice coordinator shall annually review the performance of \\expndtw-4 designated organizations and may decline to renew the designation of any such\\line organization\\expndtw-5 .\\cf0\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi706\\sl-523\\slmult0\\qj\\cf1\\expndtw-3\\'a721-1004.  Method of assigning legal counsel  a. The civil justice coordinator shall cause\\expndtw-4  a designated organization to be expeditiously assigned to represent an eligible individual upon receipt of a request for such services from:\\cf0\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\keepn\\nowidctlpar\\s1\\fi720\\sl-523\\slmult0\\qj\\cf1\\expndtw4 i.  the eligible individual;\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi708\\sl-523\\slmult0\\qj\\expndtw9 ii. a judge to whom a covered proceeding has been assigned or an \\expndtw-4 administrative judge;  or\\cf0\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl-523\\slmult0\\qj\\cf1\\expndtw-2 iii. such designated organization.\\par\n\\expndtw-3 b.  The civil justice coordinator shall require each designated organization to identify \\expndtw-4 the geographic areas from which the organization will represent eligible individuals, and \\expndtw-2 for each geographic area shall maintain a list of such organizations that will represent \\expndtw-6 such individual.\\cf0\\expndtw0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj\\'a721-1005.  Compensation.  a.  The civil justice coordinator shall\\b  \\b0 provide designated organizations assigned pursuant to this chapter with fair compensation which will allow each organization to provide an organizational structure with appropriate supervision, caseloads and oversight of staff and service delivery to promote high quality representation and legal work. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b.  Services performed by a designated organization pursuant to this chapter or any contract or other agreement entered into pursuant to this chapter shall not be used to satisfy any obligations or responsibilities of such designated organization pursuant to any other program or any other agreement or contract.\\ulnone    \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\ri720\\sl-506\\slmult0\\qj\\cf1\\expndtw4\\'a72. If any provision of this local law is for any reason found to be \\expndtw2 invalid, in whole or in part, by any court of competent jurisdiction, such finding shall not \\expndtw1 affect the validity of the remaining provisions of this local law, which shall continue in full \\expndtw2 force and effect.\\cf0\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\ri722\\sl-506\\slmult0\\qj\\cf1\\expndtw6\\'a73.  This local law shall take effect one hundred eighty days after enactment except that the commissioner of homeless services \\expndtw3 shall take such actions, including the promulgation of rules, as are necessary for its implementation prior to such effective date.   \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\ri722\\sl-506\\slmult0\\qj\\par\n\\pard\\cbpat2\\ltrpar\\keepn\\nowidctlpar\\s7\\ri720\\qj\\cf0\\expndtw0 Int. No 648\\par\n\\pard\\ltrpar\\nowidctlpar 2007\\par\n\\pard\\cbpat2\\ltrpar\\keepn\\nowidctlpar\\s6\\ri720\\qj\\cf1\\expndtw3 JH\\par\n\\pard\\ltrpar\\nowidctlpar\\cf0\\expndtw0\\par\nLS# 130\\par\nKS\\par\n}\n",
  "LastModified": "2013-12-23T22:10:51.737Z"
}
