{
  "ID": 44510,
  "GUID": "EE8678F9-57F4-43B6-87EF-3413470E0268",
  "File": "Int 0093-2010",
  "Name": "Horse drawn cabs",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to horse drawn cabs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2010-03-03T00:00:00Z",
  "AgendaDate": "2010-03-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 239924,
      "Date": "2010-03-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240141,
      "Date": "2010-03-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9695,
      "AgendaSequence": 130,
      "MinutesSequence": 152,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240181,
      "Date": "2010-03-12T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 9683,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240313,
      "Date": "2010-03-12T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 9683,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284420,
      "Date": "2013-12-31T17:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 93919,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/12/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d1cf6db8-06d0-4384-97dc-3f7563f33a72.doc",
      "Sort": 1
    },
    {
      "ID": 93944,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 3/12/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4274b02b-7239-4e68-b2d2-cdf351b9a1d3.PDF",
      "Sort": 2
    },
    {
      "ID": 94073,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Elizabeth Forel 3/12/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ffd97871-3e2d-48d5-9d00-30123471fecc.pdf",
      "Sort": 3
    },
    {
      "ID": 94221,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/12/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8ad16138-f0e0-4b90-bac2-7ecad178adc4.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 45466,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Legislative findings and intent.  Due to the large population and heavy commerce of New York City, the public roadways are congested with countless vehicles for transporting consumer goods and individuals.  Horse drawn cabs offer a unique allure for residents and tourists, and are often seen among the traffic on City streets.\nHowever, opponents of horse drawn cabs assert that the additional congestion caused by these slow moving vehicles traversing public roads creates an unwarranted hazard.  When combined with cars, taxis, buses, pedestrians, bikers, fire trucks, ambulances and police cars, horse drawn cab collisions are inevitable.  Accordingly, City streets are dangerous to the animals, riders and people driving or walking nearby.  \nAs an example of such dangers, a horse pulling a cab in Manhattan on January 2, 2006, was suddenly startled and dashed down 9th Avenue, galloping for several blocks before colliding with a station wagon at 50th Street.  The cab driver was critically injured and taken to the hospital along with the two passengers of the automobile.  The horse, five years old and working among City traffic for only a few months, was also injured and later euthanized.  \nSuch accidents are preventable and, therefore, the Council finds that restricting horse-drawn cabs from operating on City streets is warranted in the interests of public safety and welfare.\n§2.  Subdivisions a and b of section 20-381.1 of the administrative code of the city of New York, as amended by local law 22 of 2002, are hereby amended, and a new subdivision c is hereby added, to read as follows:\n§20-381.1  Area and time restrictions on the operation of horse drawn cabs.  a. It shall be unlawful for a driver of a horse drawn cab to operate such cab at any time [when and where such operation is prohibited] on or in any street, highway, bridge or tunnel within the city of New York, unless otherwise provided in this section. \nb. \t(1) [Horse drawn cabs shall not be driven or operated in the borough of Manhattan between the hours of 7:00 a.m. and 10:00 a.m. on Monday through Friday. Horse drawn cabs shall not be driven or operated in the borough of Manhattan between the hours of 10:00 a.m. and 9:00 p.m. on Monday through Friday except for that area inside or immediately adjacent to Central Park.]  On Monday through Friday, horse drawn cabs shall only be driven or operated between the hours of 10:00 a.m. and 9:00 p.m. and shall only be so driven or operated in the area inside or immediately adjacent to Central Park in the borough of Manhattan.\n(2) [Between the hours of 9:00 p.m. and 11:30 p.m. on Monday through Friday, between the hours of 12:30 p.m. and 11:30 p.m. on Saturday, and between the hours of 1:30 p.m. and 7:00 p.m. on Sunday, horse drawn cabs shall not be driven or operated in the borough of Manhattan in the areas bounded by and including the following streets: on the north by West Fifty-Seventh Street, on the east by Seventh Avenue, on the south by West Forty-Second Street and on the west by Ninth Avenue; and on the north by West Sixty-Fifth Street, on the east by Columbus Avenue, on the south by West Fifty-Seventh Street and on the west by Amsterdam Avenue.] On Saturday and Sunday, horse drawn cabs may be driven or operated at all hours, but shall only be so driven or operated in the area inside or immediately adjacent to Central Park in the borough of Manhattan.\n[(3) On Saturday between the hours of 10:00 a.m. and 8:00 p.m. throughout the year and on Sunday between the hours of 10:00 a.m. and 7:00 p.m. during the period commencing with the Sunday preceding Thanksgiving until the sixth day of January immediately thereafter, horse drawn cabs shall not be driven or operated in the borough of Manhattan in the area bounded by and including the following streets: on the north by West Fifty-Seventh Street, on the east by Fifth Avenue, on the south by West Forty-Second Street and on the west by Avenue of the Americas.\n(4) On New Year's Day, Thanksgiving Day and Christmas Day, the restrictions set forth in paragraphs one, two and three of this subdivision shall not apply. On the aforementioned days between the hours of 10:00 a.m. and 11:30 p.m., horse drawn cabs shall not be driven or operated in the borough of Manhattan in the areas bounded by and including the following streets: on the north by West Fifty-Seventh Street, on the east by Seventh Avenue, on the south by West Forty-Second Street and on the west by Ninth Avenue; and on the north by West Sixty-Fifth Street, on the east by Columbus Avenue, on the south by West Fifty-Seventh Street and on the west by Amsterdam Avenue.\n(5) At no time shall any horse drawn cab be driven or operated on or in any bridge or tunnel within the city of New York.] \nc. It shall be unlawful for a driver of a horse drawn cab to drive or operate such cab at any time or in any place as may be prohibited by law, rule, policy or regulation governing the area inside or immediately adjacent to Central Park in the borough of Manhattan.\n§3.  Subdivisions c, d, e and f of section 20-381.1 of the administrative code of the city of New York, as amended by local law 22 of 2002, are relettered as subdivisions d, e, f and g, respectively.\n§4.  This local law shall take effect 60 days after it shall have been enacted into law; provided that the commissioners of the appropriate agencies may take any actions \nnecessary prior to such effective date for the implementation of this local law including, but not limited to, establishing guidelines and promulgating rules.\n\nPH\n44/2006\nLS# 14\n1.27.10 -5:30 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Legislative findings and intent.  Due to the large population and heavy commerce of New York City, the public roadways are congested with countless vehicles for transporting consumer goods and individuals.  Horse drawn cabs offer a unique allure for residents and tourists, and are often seen among the traffic on City streets.\\par\nHowever, opponents of horse drawn cabs assert that the additional congestion caused by these slow moving vehicles traversing public roads creates an unwarranted hazard.  When combined with cars, taxis, buses, pedestrians, bikers, fire trucks, ambulances and police cars, horse drawn cab collisions are inevitable.  Accordingly, City streets are dangerous to the animals, riders and people driving or walking nearby.  \\par\nAs an example of such dangers, a horse pulling a cab in Manhattan on January 2, 2006, was suddenly startled and dashed down 9th Avenue, galloping for several blocks before colliding with a station wagon at 50th Street.  The cab driver was critically injured and taken to the hospital along with the two passengers of the automobile.  The horse, five years old and working among City traffic for only a few months, was also injured and later euthanized.  \\par\nSuch accidents are preventable and, therefore, the Council finds that restricting horse-drawn cabs from operating on City streets is warranted in the interests of public safety and welfare.\\par\n\\'a72.  Subdivisions a and b of section 20-381.1 of the administrative code of the city of New York, as amended by local law 22 of 2002, are hereby amended, and a new subdivision c is hereby added, to read as follows:\\par\n\\'a720-381.1  \\b Area and time restrictions on the operation of horse drawn cabs\\b0 .  a. It shall be unlawful for a driver of a horse drawn cab to operate such cab at any time [when and where such operation is prohibited] \\ul on or in any street, highway, bridge or tunnel within the city of New York, unless otherwise provided in this section\\ulnone . \\par\nb. \\tab (1) [Horse drawn cabs shall not be driven or operated in the borough of Manhattan between the hours of 7:00 a.m. and 10:00 a.m. on Monday through Friday. Horse drawn cabs shall not be driven or operated in the borough of Manhattan between the hours of 10:00 a.m. and 9:00 p.m. on Monday through Friday except for that area inside or immediately adjacent to Central Park.]  \\ul On Monday through Friday, horse drawn cabs shall only be driven or operated between the hours of 10:00 a.m. and 9:00 p.m. and shall only be so driven or operated in the area inside or immediately adjacent to Central Park in the borough of Manhattan.\\ulnone\\par\n\\pard\\nowidctlpar\\fi1440\\sl480\\slmult1\\qj (2) [Between the hours of 9:00 p.m. and 11:30 p.m. on Monday through Friday, between the hours of 12:30 p.m. and 11:30 p.m. on Saturday, and between the hours of 1:30 p.m. and 7:00 p.m. on Sunday, horse drawn cabs shall not be driven or operated in the borough of Manhattan in the areas bounded by and including the following streets: on the north by West Fifty-Seventh Street, on the east by Seventh Avenue, on the south by West Forty-Second Street and on the west by Ninth Avenue; and on the north by West Sixty-Fifth Street, on the east by Columbus Avenue, on the south by West Fifty-Seventh Street and on the west by Amsterdam Avenue.] \\ul On Saturday and Sunday, horse drawn cabs may be driven or operated at all hours, but shall only be so driven or operated in the area inside or immediately adjacent to Central Park in the borough of Manhattan.\\ulnone\\par\n[(3) On Saturday between the hours of 10:00 a.m. and 8:00 p.m. throughout the year and on Sunday between the hours of 10:00 a.m. and 7:00 p.m. during the period commencing with the Sunday preceding Thanksgiving until the sixth day of January immediately thereafter, horse drawn cabs shall not be driven or operated in the borough of Manhattan in the area bounded by and including the following streets: on the north by West Fifty-Seventh Street, on the east by Fifth Avenue, on the south by West Forty-Second Street and on the west by Avenue of the Americas.\\par\n(4) On New Year's Day, Thanksgiving Day and Christmas Day, the restrictions set forth in paragraphs one, two and three of this subdivision shall not apply. On the aforementioned days between the hours of 10:00 a.m. and 11:30 p.m., horse drawn cabs shall not be driven or operated in the borough of Manhattan in the areas bounded by and including the following streets: on the north by West Fifty-Seventh Street, on the east by Seventh Avenue, on the south by West Forty-Second Street and on the west by Ninth Avenue; and on the north by West Sixty-Fifth Street, on the east by Columbus Avenue, on the south by West Fifty-Seventh Street and on the west by Amsterdam Avenue.\\par\n(5) At no time shall any horse drawn cab be driven or operated on or in any bridge or tunnel within the city of New York.] \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul c. It shall be unlawful for a driver of a horse drawn cab to drive or operate such cab at any time or in any place as may be prohibited by law, rule, policy or regulation governing the area inside or immediately adjacent to Central Park in the borough of Manhattan.\\ulnone\\par\n\\'a73.  Subdivisions c, d, e and f of section 20-381.1 of the administrative code of the city of New York, as amended by local law 22 of 2002, are relettered as subdivisions d, e, f and g, respectively.\\par\n\\'a74.  This local law shall take effect 60 days after it shall have been enacted into law; provided that the commissioners of the appropriate agencies may take any actions \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj necessary prior to such effective date for the implementation of this local law including, but not limited to, establishing guidelines and promulgating rules.\\par\n\\pard\\nowidctlpar\\qj\\fs16\\par\nPH\\par\n44/2006\\par\nLS# 14\\par\n1.27.10 -5:30 pm\\par\n}\n\u0000",
  "LastModified": "2013-12-23T22:10:05.517Z"
}
