{
  "ID": 44533,
  "GUID": "2D8E5305-F764-4B11-8A49-CCB44911130A",
  "File": "Int 0095-2010",
  "Name": "Budgets of the Public Advocate, Comptroller, Conflict of Interest Board, and the Civilian Complaint Review board.",
  "Title": "A Local Law to amend the New York city charter in relation to the budgets of the Public Advocate, Comptroller, Conflict of Interest Board, and the Civilian Complaint Review Board.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2010-03-03T00:00:00Z",
  "AgendaDate": "2010-03-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7556,
      "Slug": "the-public-advocate-mr-de-blasio",
      "FullName": "The Public Advocate (Mr. de Blasio)"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    }
  ],
  "History": [
    {
      "ID": 240001,
      "Date": "2010-03-03T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240171,
      "Date": "2010-03-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9695,
      "AgendaSequence": 132,
      "MinutesSequence": 154,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284418,
      "Date": "2013-12-31T17:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45489,
  "Text": "Be it enacted by the Council as follows:\n\n      Section 1.  Section 24 of the New York city charter is amended by adding a new subdivision (o) to read as follows: \no. The public advocate shall, not later than March tenth of each year, approve and submit to the mayor detailed itemized estimates of the financial needs of the public advocate for the ensuing fiscal year. Such estimates shall be comprised of at least one personal service unit of appropriation and at least one other than personal service unit of appropriation. The mayor shall include such estimates in the executive budget without revision, but with such recommendations as the mayor may deem proper. Upon inclusion in the executive budget, the budget submitted by the public advocate shall be adopted pursuant to such provisions of chapter ten of this charter as are applicable to the operating budget of the council.\n                   ยง2.  Chapter 5 of the New York city charter is amended by adding a new section 91-a to read as follows: \n91-a.  Operating budget of the comptroller.  The comptroller shall, not later than March tenth of each year, approve and submit to the mayor detailed itemized estimates of the financial needs of the comptroller for the ensuing fiscal year. Such estimates shall be comprised of at least one personal service unit of appropriation and at least one other than personal service unit of appropriation. The mayor shall include such estimates in the executive budget without revision, but with such recommendations as the mayor may deem proper. Upon inclusion in the executive budget, the budget submitted by the comptroller shall be adopted pursuant to such provisions of chapter ten of this charter as are applicable to the operating budget of the council.\n      ยง3.  Section 2602 of the New York city charter is amended by adding a new subdivision (i) to read as follows: \n i. The board shall, not later than March tenth of each year, approve and submit to the mayor detailed itemized estimates of the financial needs of the board for the ensuing fiscal year. Such estimates shall be comprised of at least one personal service unit of appropriation and at least one other than personal service unit of appropriation. The mayor shall include such estimates in the executive budget without revision, but with such recommendations as the mayor may deem proper. Upon inclusion in the executive budget, the budget submitted by the board shall be adopted pursuant to such provisions of chapter ten of this charter as are applicable to the operating budget of the council.\n      ยง4.  Paragraph 5 of subdivision c of section 440 of the New York city charter, as amended by vote of the electors on November 7, 1989, is amended to read as follows: \n  5. The appropriations available to pay for the expenses of the civilian complaint review board during each fiscal year shall not be less than thirty six hundredths percentum of the appropriations available to pay for the expenses of the police department during such fiscal year.  The board is authorized, within appropriations available therefor, to appoint such employees as are necessary to exercise its powers and fulfill its duties. The board shall employ civilian investigators to investigate all complaints.\nยง5.  This local law shall become effective immediately after it shall be approved \nby the voters of the city at the next general election held after its enactment.\n \n \n \nTE #458 2-17-10\nReintroduction (Int. 1045/2009)\nFinance Committee",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\sl480\\slmult1       Section 1.  Section 24 of the New York city charter is amended by adding a new subdivision (o) to read as follows: \\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul o. The public advocate shall, not later than March tenth of each year, approve and submit to the mayor detailed itemized estimates of the financial needs of the public advocate for the ensuing fiscal year. Such estimates shall be comprised of at least one personal service unit of appropriation and at least one other than personal service unit of appropriation. The mayor shall include such estimates in the executive budget without revision, but with such recommendations as the mayor may deem proper. Upon inclusion in the executive budget, the budget submitted by the public advocate shall be adopted pursuant to such provisions of chapter ten of this charter as are applicable to the operating budget of the council.\\ulnone\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\sl480\\slmult1                    \\'a72.  Chapter 5 of the New York city charter is amended by adding a new section 91-a to read as follows: \\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul 91-a.  Operating budget of the comptroller.  The comptroller shall, not later than March tenth of each year, approve and submit to the mayor detailed itemized estimates of the financial needs of the comptroller for the ensuing fiscal year. Such estimates shall be comprised of at least one personal service unit of appropriation and at least one other than personal service unit of appropriation. The mayor shall include such estimates in the executive budget without revision, but with such recommendations as the mayor may deem proper. Upon inclusion in the executive budget, the budget submitted by the comptroller shall be adopted pursuant to such provisions of chapter ten of this charter as are applicable to the operating budget of the council.\\ulnone\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\sl480\\slmult1       \\'a73.  Section 2602 of the New York city charter is amended by adding a new subdivision (i) to read as follows: \\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul  i. The board shall, not later than March tenth of each year, approve and submit to the mayor detailed itemized estimates of the financial needs of the board for the ensuing fiscal year. Such estimates shall be comprised of at least one personal service unit of appropriation and at least one other than personal service unit of appropriation. The mayor shall include such estimates in the executive budget without revision, but with such recommendations as the mayor may deem proper. Upon inclusion in the executive budget, the budget submitted by the board shall be adopted pursuant to such provisions of chapter ten of this charter as are applicable to the operating budget of the council.\\ulnone\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\sl480\\slmult1       \\'a74.  Paragraph 5 of subdivision c of section 440 of the New York city charter, as amended by vote of the electors on November 7, 1989, is amended to read as follows: \\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1   5. \\ul The appropriations available to pay for the expenses of the civilian complaint review board during each fiscal year shall not be less than thirty six hundredths percentum of the appropriations available to pay for the expenses of the police department during such fiscal year.\\ulnone   The board is authorized, within appropriations available therefor, to appoint such employees as are necessary to exercise its powers and fulfill its duties. The board shall employ civilian investigators to investigate all complaints.\\par\n\\'a75.  This local law shall become effective immediately after it shall be approved \\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\sl480\\slmult1 by the voters of the city at the next general election held after its enactment.\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar  \\par\n \\par\n \\par\nTE #458 2-17-10\\par\nReintroduction (Int. 1045/2009)\\par\nFinance Committee\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T22:09:34.813Z"
}
