{
  "ID": 44649,
  "GUID": "C045F8F0-08EA-4B6D-AADC-6E84EF0B74FF",
  "File": "Int 0096-2010",
  "Name": "Permitting senior citizens residing in multiple dwellings the right to maintain pets in such dwellings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to permitting senior citizens residing in multiple dwellings the right to maintain pets in such dwellings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-03-25T00:00:00Z",
  "AgendaDate": "2010-03-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    }
  ],
  "History": [
    {
      "ID": 240529,
      "Date": "2010-03-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240702,
      "Date": "2010-03-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9712,
      "AgendaSequence": 127,
      "MinutesSequence": 149,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284417,
      "Date": "2013-12-31T17:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45607,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  a. Legislative intent. The City Council hereby finds that pet companionship can have a beneficial impact on the physical and mental health of pet owners. Studies have demonstrated that senior citizens with pets live longer, visit the doctor less often, cope better with stressful life situations such as the loss of a spouse, and recover more quickly from illnesses. There exists a significant public interest and purpose in preserving and enhancing the quality of life of the City’s senior citizens.  Such citizens should not be compelled to choose between remaining in their homes and having the benefit of pet companionship. The City continues to experience an affordable housing crisis and the shortage of such housing offers senior citizens, many with limited incomes, few options if they are forced to leave their homes due to their need for pet companionship. Eviction of senior citizens from multiple dwellings or the failure to grant housing due to pet ownership is harmful to the public welfare.\n§2.  Article 1 of subchapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2009.2 to read as follows:\n§27-2009.2. Rights of senior citizens to maintain pets in multiple dwellings.  Notwithstanding the provisions of any lease, rental agreement, or contract to the contrary, or any other applicable provision of law, no person aged sixty-two years or older or who will attain such age during the term of such lease, rental agreement or contract, shall be denied occupancy in a dwelling unit in a multiple dwelling or be subject to eviction from any such dwelling unit solely on the ground that such person owns or maintains a household pet, of such type or species that the harboring of which is not prohibited by this code, the multiple dwelling law or any other applicable law, where the keeping of such pet is recommended by a health care professional such as, but not limited to, a physician, physician assistant, nurse practitioner, mental health practitioner, licensed master social worker or clinical social worker. The provisions of this section shall also not apply where the maintenance of such pet causes damage to the subject premises, creates a nuisance or interferes substantially with the health, safety or welfare of other lawful occupants of the multiple dwelling. \n§3.  This local law shall take effect immediately.\n\nBH\nInt. No. 751-2008\n2/19/2010 4:32 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  a. Legislative intent. The City Council hereby finds that pet companionship can have a beneficial impact on the physical and mental health of pet owners. Studies have demonstrated that senior citizens with pets live longer, visit the doctor less often, cope better with stressful life situations such as the loss of a spouse, and recover more quickly from illnesses. There exists a significant public interest and purpose in preserving and enhancing the quality of life of the City\\rquote s senior citizens.  Such citizens should not be compelled to choose between remaining in their homes and having the benefit of pet companionship. The City continues to experience an affordable housing crisis and the shortage of such housing offers senior citizens, many with limited incomes, few options if they are forced to leave their homes due to their need for pet companionship. Eviction of senior citizens from multiple dwellings or the failure to grant housing due to pet ownership is harmful to the public welfare.\\ul\\par\n\\ulnone\\'a72.  Article 1 of subchapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2009.2 to read as follows:\\par\n\\ul\\'a727-2009.2. Rights of senior citizens to maintain pets in multiple dwellings.  Notwithstanding the provisions of any lease, rental agreement, or contract to the contrary, or any other applicable provision of law, no person aged sixty-two years or older or who will attain such age during the term of such lease, rental agreement or contract, shall be denied occupancy in a dwelling unit in a multiple dwelling or be subject to eviction from any such dwelling unit solely on the ground that such person owns or maintains a household pet, of such type or species that the harboring of which is not prohibited by this code, the multiple dwelling law or any other applicable law, where the keeping of such pet is recommended by a health care professional such as, but not limited to, a physician, physician assistant, nurse practitioner, mental health practitioner, licensed master social worker or clinical social worker. The provisions of this section shall also not apply where the maintenance of such pet causes damage to the subject premises, creates a nuisance or interferes substantially with the health, safety or welfare of other lawful occupants of the multiple dwelling. \\par\n\\ulnone\\'a73.  This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\fs16 BH\\par\nInt. No. 751-2008\\par\n2/19/2010 4:32 PM\\fs20\\par\n\\pard\\ltrpar\\nowidctlpar\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T22:09:20.033Z"
}
