{
  "ID": 44628,
  "GUID": "C8580B53-5F08-401E-9CF4-834C887742ED",
  "File": "Int 0098-2010",
  "Name": "Creation of an annual report to assess the city’s indigent legal representation.",
  "Title": "A Local Law to amend the New York City charter, in relation to the creation of an annual report to assess the city’s indigent legal representation.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2010-03-25T00:00:00Z",
  "AgendaDate": "2010-03-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 240503,
      "Date": "2010-03-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240704,
      "Date": "2010-03-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9712,
      "AgendaSequence": 130,
      "MinutesSequence": 152,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284416,
      "Date": "2013-12-31T17:08:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45585,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Statement of findings and purpose. Countless numbers of New Yorkers who cannot afford private legal counsel in criminal cases rely on a system of attorneys funded primarily by the city with some contribution from the state.  These attorneys represent adults in matters before Criminal and Supreme Courts, children and adults in Family Court, and children and adults in appeals from these courts.  The representation provided by the city’s indigent legal providers affects life-altering issues, ranging from whether someone goes to jail for a murder charge to whether a child is separated from her parent. Since this representation is so important and since the city is providing the majority of the funding, it is important to evaluate the quality of the representation beyond the traditional cost per case evaluation frequently referenced by administration representatives at yearly Council budget hearings.\nIt is difficult to apply objective criteria to legal representation, however, where the characteristics of a particular case may have greater affect on the outcome of the case than the quality of representation.  Moreover, “success” can have very different meanings in different cases.  For example, in some cases on termination of parental rights, the welfare of a child may be best protected if the child is separated from his or her parents; in other such cases, a child may be better off remaining with his or her parents.  Such concerns counsel caution before using objective criteria to assess any particular attorney, especially based on an organization’s work in a small number of cases.  \nThe Council finds that the lack of information available to the Council beyond cost per case spent by the various legal providers limits the Council’s ability to understand and assess the quality of indigent legal representation in the city.  The Council further finds that the overwhelming emphasis on cost per case as a measure of quality discourages these legal providers from focusing on what they do and should care most about: providing the best possible defense for their clients.  Accordingly, the Council declares that it is reasonable and necessary to mandate the creation of an annual report to assess the city’s indigent legal representation.\n§2. Section 13 of chapter one of the New York City Charter is amended to read as follows:\n§13. Coordinator of criminal justice. a. There is established in the executive office of the mayor a position of coordinator of criminal justice, to be appointed by the mayor. The coordinator shall:\n(1) advise and assist the mayor in planning for increased coordination and cooperation among agencies under the jurisdiction of the mayor that are involved in criminal justice programs and activities;\n(2) review the budget requests of all agencies for programs related to criminal justice and recommend to the mayor budget priorities among such programs; and,\n(3) perform such other duties as the mayor may assign.\nb. By October 1 of each year, the coordinator of criminal justice shall submit a report to the council and mayor providing quantitative data assessing, for criminal court, supreme court, family court and appellate courts, the cost and quality of representation provided by any organization funded by the city to provide indigent legal defense, including the panel of 18-b attorneys of the appellate division first judicial department and the panel of 18-b attorneys of the appellate division second judicial department.  Where applicable, such assessment shall include information on the disposition of any assignment.\n\t§3. This local law shall take effect immediately upon enactment.\n\nRCC\nLS # 154\n2/25/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0  \\par\n\\pard\\ltrpar\\noline\\nowidctlpar\\hyphpar0\\qj\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\expndtw0\\tab Section 1. Statement of findings and purpose. Countless numbers of New Yorkers who cannot afford private legal counsel in criminal cases rely on a system of attorneys funded primarily by the city with some contribution from the state.  These attorneys represent adults in matters before Criminal and Supreme Courts, children and adults in Family Court, and children and adults in appeals from these courts.  The representation provided by the city\\rquote s indigent legal providers affects life-altering issues, ranging from whether someone goes to jail for a murder charge to whether a child is separated from her parent. Since this representation is so important and since the city is providing the majority of the funding, it is important to evaluate the quality of the representation beyond the traditional cost per case evaluation frequently referenced by administration representatives at yearly Council budget hearings.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj It is difficult to apply objective criteria to legal representation, however, where the characteristics of a particular case may have greater affect on the outcome of the case than the quality of representation.  Moreover, \\ldblquote success\\rdblquote  can have very different meanings in different cases.  For example, in some cases on termination of parental rights, the welfare of a child may be best protected if the child is separated from his or her parents; in other such cases, a child may be better off remaining with his or her parents.  Such concerns counsel caution before using objective criteria to assess any particular attorney, especially based on an organization\\rquote s work in a small number of cases.  \\par\nThe Council finds that the lack of information available to the Council beyond cost per case spent by the various legal providers limits the Council\\rquote s ability to understand and assess the quality of indigent legal representation in the city.  The Council further finds that the overwhelming emphasis on cost per case as a measure of quality discourages these legal providers from focusing on what they do and should care most about: providing the best possible defense for their clients.  Accordingly, the Council declares that it is reasonable and necessary to mandate the creation of an annual report to assess the city\\rquote s indigent legal representation.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a72. Section 13 of chapter one of the New York City Charter is amended \\expndtw-3 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\expndtw0\\'a713. \\b Coordinator of criminal justice.\\b0  \\ul a.\\ulnone  There is established in the executive office of the mayor a position of coordinator of criminal justice, to be appointed by the mayor. The coordinator shall:\\par\n(1) advise and assist the mayor in planning for increased coordination and cooperation among agencies under the jurisdiction of the mayor that are involved in criminal justice programs and activities;\\par\n(2) review the budget requests of all agencies for programs related to criminal justice and recommend to the mayor budget priorities among such programs; and,\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (3) perform such other duties as the mayor may assign.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul b. By October 1 of each year, the coordinator of criminal justice shall submit a report to the council and mayor providing quantitative data assessing, for criminal court, supreme court, family court and appellate courts, the cost and quality of representation provided by any organization funded by the city to provide indigent legal defense, including the panel of 18-b attorneys of the appellate division first judicial department and the panel of 18-b attorneys of the appellate division second judicial department.  Where applicable, such assessment shall include information on the disposition of any assignment.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx6480\\tx7920\\expndtw-3\\ulnone\\tab\\'a73. This local law shall take effect immediately upon enactment.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx6480\\tx7920 RCC\\par\nLS # 154\\par\n2/25/10\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T22:09:03.347Z"
}
