{
  "ID": 44608,
  "GUID": "B73B45EC-D045-4B89-808C-4E94C6B841EB",
  "File": "Int 0109-2010",
  "Name": "Exemptions from the payment of fees for fire department permits, inspections and performance tests.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to exemptions from the payment of fees for fire department permits, inspections and performance tests.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2010-03-25T00:00:00Z",
  "AgendaDate": "2010-03-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 240460,
      "Date": "2010-03-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240749,
      "Date": "2010-03-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9712,
      "AgendaSequence": 172,
      "MinutesSequence": 194,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284406,
      "Date": "2013-12-31T17:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45565,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section FC 117.2.1 of chapter 2 of title 29 of the administrative code of the city of New York, as added by local law number 26 for the year 2008, is amended to read as follows:\n117.2.1 Permit, inspection and performance test fee exemption.  The provisions of  this code as to the payment of fees for permits, inspections or witnessing of required system performance tests shall not apply to premises used and owned or operated by a veterans’ organization that is qualified as an exempt organization pursuant to United States Internal Revenue Code Section 501(c)(19) or Section 501(c)(23), or that is qualified as an exempt organization pursuant to United States Internal Revenue Code Section 501(c)(3) and operates for one or more of the purposes enumerated in United States Treasury Regulation Section 1.501(c)(19)-1(c), provided that this exemption shall apply only to such portions of the premises used by such veterans’ organization for charitable purposes, purposes enumerated in United States Treasury Regulation Section 1.501(c)(19)-1(c), or purposes enumerated in United States Internal Revenue Code Section 501(c)(23); or a religious or educational institution, corporation or association organized and operated exclusively for religious or educational purposes that is qualified as an exempt organization pursuant to United States Internal Revenue Code Section 501(c)(3), provided that no part of the net earnings enures to the benefit of any private shareholder or individual; and provided further, that this exemption shall apply only to such portions of the premises used by such religious or educational institution, corporation or association predominantly as one of the following: \n1. A house of worship, or dwelling units for members of the clergy of such religious institution, corporation or association situated on or adjacent to the same premises as such house of worship. For purposes of this section, “house of worship” shall mean that part of a premises classified in Occupancy Group A-3 that is used by members of a religious institution, corporation or association principally as a meeting place for divine worship or other religious observances, and “member of the clergy” shall mean a clergyman or minister, as defined in the religious corporations law, who officiates at or presides over such religious observances for such religious institution, corporation or association, and who does not derive his or her principal income from any other occupation or profession.\n2. A school accredited by the state of New York providing kindergarten through twelfth grade education.\n§2.  This local law shall take effect immediately.\n\n\nTE 3-09-10\nLS#7878\nFinance",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  Section FC 117.2.1 of chapter 2 of title 29 of the administrative code of the city of New York, as added by local law number 26 for the year 2008, is amended to read as follows:\\par\n117.2.1\\b  \\cf1\\b0 Permit, inspection and performance test fee exemption\\b .\\b0   The provisions of  this code as to the payment of fees for permits, inspections or witnessing of required system performance tests shall not apply to premises used and owned or operated by a \\ul veterans\\rquote  organization \\cf0 that is qualified as an exempt organization pursuant to United States Internal Revenue Code Section 501(c)(19)\\cf1  or Section \\cf0 501(c)(23), or that is qualified as an exempt organization pursuant to United States Internal Revenue Code Section 501(c)(3)\\cf1  and operates for one or more of the purposes enumerated in United States Treasury Regulation Section 1.501(c)(19)-1(c), provided that \\cf0 this exemption shall apply only to such portions of the premises used by such veterans\\rquote  organization for charitable purposes, purposes enumerated in \\cf1 United States Treasury Regulation Section 1.501(c)(19)-1(c), or \\cf0 purposes enumerated in United States Internal Revenue Code Section 501(c)(23); or \\cf1 a\\ulnone  \\cf0 religious or educational institution, corporation or association organized and operated exclusively for religious or educational purposes that is qualified as an exempt organization pursuant to United States Internal Revenue Code Section 501(c)(3), provided that no part of the net earnings enures to the benefit of any private shareholder or individual; and provided further, that this exemption shall apply only to such portions of the premises used by such religious or educational institution, corporation or association predominantly as one of the following:\\ul  \\cf1\\highlight2\\par\n\\cf0\\highlight0\\ulnone 1. A house of worship, or dwelling units for\\cf1  members of the clergy of such religious institution, corporation or association situated on or adjacent to the same premises as such house of worship. For purposes of this section, \\ldblquote house of worship\\rdblquote  shall mean that part of a premises classified in Occupancy Group A-3 that is used by members of a religious institution, corporation or association principally as a meeting place for divine worship or other religious observances, and \\ldblquote member of the clergy\\rdblquote  shall mean a clergyman or minister, as defined in the religious corporations law, who officiates at or presides over such religious observances for such religious institution, corporation or association, and who does not derive his or her principal income from any other occupation or profession.\\par\n2. A school accredited by the state of New York providing kindergarten through twelfth grade education.\\par\n\\cf0\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\par\nTE 3-09-10\\par\nLS#7878\\par\nFinance\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T22:06:03.19Z"
}
