{
  "ID": 44561,
  "GUID": "9A3AE71F-B9DB-40C2-BFF7-E3BE476C09AB",
  "File": "Int 0111-2010",
  "Name": "Creating military veteran resource centers where veterans can receive information on programs and services helpful to veterans.",
  "Title": "A Local Law to amend the New York city charter, in relation to creating military veteran resource centers where veterans can receive information on programs and services helpful to veterans.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2010-03-25T00:00:00Z",
  "AgendaDate": "2010-03-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    }
  ],
  "History": [
    {
      "ID": 240480,
      "Date": "2010-03-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240748,
      "Date": "2010-03-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9712,
      "AgendaSequence": 174,
      "MinutesSequence": 196,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284404,
      "Date": "2013-12-31T17:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45517,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 14 of the New York city charter is amended by adding a new subdivision e to read as follows:\n\te.  Veterans resource centers.  1. The director of veterans’ affairs shall ensure that at least one veteran resource center is established and operational in each borough of the city of New York by no later than January 1, 2011.  Each such center shall be located, in accordance with all applicable law, rules and regulations, in a geographic area that is easily accessible and in close proximity to public transportation.  Each such center shall provide veterans with up-to-date information, free of charge, regarding (i) matters within its purview pursuant to this section and state executive law section 358, including but not limited to matters described in subparagraphs (a) through (d) of paragraph (1) of subdivision c of this section; (ii) housing; (iii) social services offered by public agencies and charitable and private organizations, including but not limited to the provision of specific contact information with respect to such agencies and organizations; and (iv) financial assistance and tax exemptions available to veterans.  \n\t2.  The director of veterans’ affairs shall, beginning June 30, 2011 and every six months thereafter, submit a report to the mayor and the speaker of the council regarding the operation of the veterans resource centers established pursuant to this subdivision.  Such report shall include but not be limited to the following information, disaggregated by each such center: (i) number of veterans utilizing such center; (ii) a summary of the services offered by such center; (iii) a description of the services and/or information most frequently requested by veterans utilizing such center; (iv) the number of full-time and part-time staff persons working at such center; (v) the amount of funding allocated to such center; and (vi) the number of complaints received by such center from veterans regarding the services offered by such center, and a general description of the nature of such complaints.\n§ 2.  If any section, subsection, sentence, clause, phrase, or other portion of this local law is for any reason declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\n\t§3.  This local law shall take effect immediately.\n\nMWC\n3-2-10\nLS 182\nIntro. 0298-2006",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Section 14 of the New York city charter is amended by adding a new subdivision e to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\ul e.  Veterans resource centers.  1. The director of veterans\\rquote  affairs shall ensure that at least one veteran resource center is established and operational in each borough of the city of New York by no later than January 1, 2011.  Each such center shall be located, in accordance with all applicable law, rules and regulations, in a geographic area that is easily accessible and in close proximity to public transportation.  Each such center shall provide veterans with up-to-date information, free of charge, regarding (i) matters within its purview pursuant to this section and state executive law section 358, including but not limited to matters described in subparagraphs (a) through (d) of paragraph (1) of subdivision c of this section; (ii) housing; (iii) social services offered by public agencies and charitable and private organizations, including but not limited to the provision of specific contact information with respect to such agencies and organizations; and (iv) financial assistance and tax exemptions available to veterans.  \\par\n\\ulnone\\tab\\ul 2.  The director of veterans\\rquote  affairs shall, beginning June 30, 2011 and every six months thereafter, submit a report to the mayor and the speaker of the council regarding the operation of the veterans resource centers established pursuant to this subdivision.  Such report shall include but not be limited to the following information, disaggregated by each such center: (i) number of veterans utilizing such center; (ii) a summary of the services offered by such center; (iii) a description of the services and/or information most frequently requested by veterans utilizing such center; (iv) the number of full-time and part-time staff persons working at such center; (v) the amount of funding allocated to such center; and (vi) the number of complaints received by such center from veterans regarding the services offered by such center, and a general description of the nature of such complaints.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a7 2.  If any section, subsection, sentence, clause, phrase, or other portion of this local law is for any reason declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tab\\'a73.  This local law shall take effect immediately.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\qj MWC\\par\n3-2-10\\par\nLS 182\\par\nIntro. 0298-2006\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T22:05:33.52Z"
}
