{
  "ID": 44589,
  "GUID": "EE3C6514-E0A8-482B-89D1-35126C988BE7",
  "File": "Int 0114-2010",
  "Name": "Requiring businesses that sell or rent skiing or snow boarding equipment to post notice that wearing a helmet while skiing or snowboarding may reduce risk of injury.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring businesses that sell or rent skiing or snow boarding equipment to post notice that wearing a helmet while skiing or snowboarding may reduce risk of injury.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2010-03-25T00:00:00Z",
  "AgendaDate": "2010-03-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 240474,
      "Date": "2010-03-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240757,
      "Date": "2010-03-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9712,
      "AgendaSequence": 182,
      "MinutesSequence": 204,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284401,
      "Date": "2013-12-31T17:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45546,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Legislative intent.  Many novice skiers and snowboarders who purchase or rent skiing or snowboarding equipment for themselves or their children are not aware of, or may seriously underrate, the inherent risks of these activities, including the threat of serious head trauma from falls or collisions.  At ski areas in New York state and indeed throughout the nation, the use of protective helmets to prevent head trauma is not generally required, and there is currently no state law requiring the use of ski helmets.\nIn a 1999 report, the staff of the Consumer Product Safety Commission recommended that skiers and snowboarders wear helmets to prevent injuries from falls or collisions.  Numerous recent studies have found wearing a helmet while skiing or snowboarding can reduce the risk of brain injury by up to 80%.  Although the National Ski Areas Association found that 48% of all skiers and snowboarders wore helmets in the 2008-2009 season, up from just 25% in the 2002-2003 season, many skiers and snowboarders still choose not to wear helmets.  This is especially true amongst beginning skiers and snowboarders, only 26% of whom wear helmets.  As evidenced by the tragic death of actress Natasha Richardson, who died from a traumatic brain injury after falling during a beginning ski lesson in March 2009 and who was not wearing a helmet at the time of her accident, even novice skiers and snowboarders are at risk for injury while on the slopes.  Despite the available evidence that ski helmets dramatically reduce head trauma, the State Legislature has not acted to require their use during downhill skiing and snowboarding.\nThis legislation will call attention to the importance of helmets by requiring businesses that sell or rent ski or snowboarding equipment to post notice that the use of properly fitted ski helmets during downhill skiing and snowboarding is recommended to prevent head injuries from falls or collisions.  This local law is necessary to give consumers who purchase or rent skiing and snowboarding equipment in the city the information they need to make informed choices for their own and their children's safety.\n§ 2.  Chapter 5 of title 20 of the administrative code of the city of New York is amended by the addition of a new subchapter 16, to read as follows:\nSUBCHAPTER 16\nSKIING AND SNOWBOARDING SAFETY, POSTING REQUIRED\n      §  20-850  Definitions.\n      §  20-851  Notice Terms.      \n      §  20-852  Violations.\n§  20-850  Definitions.  For the purposes of this subchapter the following terms shall have the following meanings:\na.   The term \"ski shop\" shall mean all premises where skiing paraphernalia, including but not limited to, downhill skis, snowboards and related equipment, including but not limited to, ski boots, poles, ski helmets and snowboard helmets are offered for sale, lease or rental to consumers.  Such term shall not include premises that sell, lease or rent only clothing designed for use while skiing.\n      b.   The term \"ski equipment service\" shall mean the provision of skiing equipment to consumers as a part of or in conjunction with the sale of a tour, vacation or travel package to a ski area.   \n       §  20-851  Notice Terms.   Any person, firm, corporation or other business entity that operates as a ski shop or otherwise offers ski equipment service to consumers shall conspicuously post a notice, in a form and manner to be provided by rule of the commissioner, containing the following information:\na.   Wearing a properly fitted helmet, specifically designed and certified for skiing or snowboarding in accordance with the Consumer Product Safety Commission recommendations, may reduce the risk of head trauma from a fall or collision during downhill skiing or snowboarding.\n   \tb.   Where and how a consumer may obtain an appropriate ski or snowboarding helmet if such helmets are not available for sale or rental at such ski shop.\n      §  20-852  Violations.  Any person, firm, corporation or other business entity that violates any provisions of this subchapter, or any rule promulgated by the commissioner pursuant to this subchapter, shall be liable for a civil penalty of not more than one hundred dollars for each violation. In the case of a continuing violation, each day's continuance shall be a separate and distinct offense.  Such civil penalties may be imposed by the commissioner after notice and a hearing or may be recovered in an action in any court of appropriate jurisdiction.\n§3.   This local law shall take effect six months after it shall have been enacted into law except that prior to such effective date the commissioner of consumer affairs may promulgate rules or take any other action necessary for implementation of this local law.\n\n\n\n\n\n\n\n\n\n\n\n\n\nLCC \nLS 296 \n2/23/10",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times New Roman Bold;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult0\\ul Be it enacted by the Council as follows:\\ulnone\\fs27\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult0\\fs24 Section 1. Legislative intent.  Many novice skiers and snowboarders who purchase or rent skiing or snowboarding equipment for themselves or their children are not aware of, or may seriously underrate, the inherent risks of these activities, including the threat of serious head trauma from falls or collisions.  At ski areas in New York state and indeed throughout the nation, the use of protective helmets to prevent head trauma is not generally required, and there is currently no state law requiring the use of ski helmets.\\fs27\\par\n\\fs24 In a 1999 report, the staff of the Consumer Product Safety Commission recommended that skiers and snowboarders wear helmets to prevent injuries from falls or collisions.  Numerous recent studies have found wearing a helmet while skiing or snowboarding can reduce the risk of brain injury by up to 80%.  Although the National Ski Areas Association found that 48% of all skiers and snowboarders wore helmets in the 2008-2009 season, up from just 25% in the 2002-2003 season, many skiers and snowboarders still choose not to wear helmets.  This is especially true amongst beginning skiers and snowboarders, only 26% of whom wear helmets.  As evidenced by the tragic death of actress Natasha Richardson, who died from a traumatic brain injury after falling during a beginning ski lesson in March 2009 and who was not wearing a helmet at the time of her accident, even novice skiers and snowboarders are at risk for injury while on the slopes.  Despite the available evidence that ski helmets dramatically reduce head trauma, the State Legislature has not acted to require their use during downhill skiing and snowboarding.\\fs27\\par\n\\fs24 This legislation will call attention to the importance of helmets by requiring businesses that sell or rent ski or snowboarding equipment to post notice that the use of properly fitted ski helmets during downhill skiing and snowboarding is recommended to prevent head injuries from falls or collisions.  This local law is necessary to give consumers who purchase or rent skiing and snowboarding equipment in the city the information they need to make informed choices for their own and their children's safety.\\fs27\\par\n\\fs24\\'a7 2.  Chapter 5 of title 20 of the administrative code of the city of New York is amended by the addition of a new subchapter 16, to read as follows:\\fs27\\par\n\\pard\\nowidctlpar\\sl480\\slmult0\\qc\\ul\\b\\f1\\fs24 SUBCHAPTER 16\\ulnone\\b0\\f0\\fs27\\par\n\\ul\\b\\f1\\fs24 SKIING AND SNOWBOARDING SAFETY, POSTING REQUIRED\\ulnone\\b0\\f0\\fs27\\par\n\\pard\\nowidctlpar\\sl480\\slmult0\\fs24       \\ul\\b\\f1\\'a7  20-850  Definitions.\\ulnone\\b0\\f0\\fs27\\par\n\\b\\f1\\fs24       \\ul\\'a7  20-851  Notice Terms.\\ulnone       \\b0\\f0\\fs27\\par\n\\b\\f1\\fs24       \\ul\\'a7  20-852  Violations.\\ulnone\\b0\\f0\\fs27\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult0\\ul\\fs24\\'a7  20-850  \\b\\f1 Definitions.\\b0\\f0   For the purposes of this subchapter the following terms shall have the following meanings:\\ulnone\\fs27\\par\n\\ul\\fs24 a.   The term \"ski shop\" shall mean all premises where skiing paraphernalia, including but not limited to, downhill skis, snowboards and related equipment, including but not limited to, ski boots, poles, ski helmets and snowboard helmets are offered for sale, lease or rental to consumers.  Such term shall not include premises that sell, lease or rent only clothing designed for use while skiing.\\ulnone\\fs27\\par\n\\pard\\nowidctlpar\\sl480\\slmult0\\fs24       \\ul b.   The term \"ski equipment service\" shall mean the provision of skiing equipment to consumers as a part of or in conjunction with the sale of a tour, vacation or travel package to a ski area.   \\ulnone\\fs27\\par\n\\fs24        \\ul\\'a7  20-851  \\b\\f1 Notice Terms.\\b0\\f0    Any person, firm, corporation or other business entity that operates as a ski shop or otherwise offers ski equipment service to consumers shall conspicuously post a notice, in a form and manner to be provided by rule of the commissioner, containing the following information:\\ulnone\\fs27\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult0\\ul\\fs24 a.   Wearing a properly fitted helmet, specifically designed and certified for skiing or snowboarding in accordance with the Consumer Product Safety Commission recommendations, may reduce the risk of head trauma from a fall or collision during downhill skiing or snowboarding.\\ulnone\\fs27\\par\n\\pard\\nowidctlpar\\sl480\\slmult0\\fs24    \\tab\\ul b.   Where and how a consumer may obtain an appropriate ski or snowboarding helmet if such helmets are not available for sale or rental at such ski shop.\\ulnone\\fs27\\par\n\\fs24       \\ul\\'a7  20-852  \\b\\f1 Violations.\\b0\\f0   Any person, firm, corporation or other business entity that violates any provisions of this subchapter, or any rule promulgated by the commissioner pursuant to this subchapter, shall be liable for a civil penalty of not more than one hundred dollars for each violation. In the case of a continuing violation, each day's continuance shall be a separate and distinct offense.  Such civil penalties may be imposed by the commissioner after notice and a hearing or may be recovered in an action in any court of appropriate jurisdiction.\\ulnone\\fs27\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult0\\fs24\\'a73.   This local law shall take effect six months after it shall have been enacted into law except that prior to such effective date the commissioner of consumer affairs may promulgate rules or take any other action necessary for implementation of this local law.\\fs27\\par\n\\pard\\nowidctlpar\\cf0\\fs24\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\fs20 LCC \\par\nLS 296 \\par\n2/23/10 \\par\n}\n\u0000",
  "LastModified": "2013-12-23T22:04:51.16Z"
}
