{
  "ID": 44629,
  "GUID": "6E914C4A-2BD4-43C2-9DCD-2D8CC669F4CA",
  "File": "Int 0115-2010",
  "Name": "Allowing NYC’s community based volunteer ambulance companies to purchase gasoline or diesel fuel, for their ambulances, directly from the FDNY or NYPD.",
  "Title": "A Local Laws to amend the administrative code of the city of New York, in relation to allowing New York City’s community based volunteer ambulance companies to purchase gasoline or diesel fuel, for their ambulances, directly from the New York City Fire Department or New York City Police Department.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2010-03-25T00:00:00Z",
  "AgendaDate": "2010-03-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 240504,
      "Date": "2010-03-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240760,
      "Date": "2010-03-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9712,
      "AgendaSequence": 183,
      "MinutesSequence": 205,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284400,
      "Date": "2013-12-31T17:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45587,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of legislative findings and intent.  New York City’s community based volunteer ambulance companies provide essential medical services in the city’s five boroughs, supplementing the care provided by the New York City Fire Department (FDNY) and hospital based ambulances.    \nAccordingly, the Council declares it reasonable and necessary to require the Fire Department and Police Department to sell gasoline and diesel fuel to New York City’s community based volunteer ambulance companies at cost plus five percent in order to assist the community based volunteer ambulance companies with their operations.\n§2. Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new paragraph (3) to subdivision a of section 15-101 to read as follows:\n(3) “Voluntary ambulance service” shall mean a voluntary ambulance service as such term is defined in section three thousand one of the public health law that is registered or certified in compliance with section three thousand five of the public health law.\n§3. Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\n§15-129 Voluntary ambulance service. a. The new york city police department and the new york city fire department shall make gasoline and diesel fuel available for sale to voluntary ambulance service providers, for use in their ambulances, at the cost at which the police department and fire department purchased the gasoline or diesel fuel plus five percent.\n §4. This local law shall take effect 90 days after its enactment into law.\n\nRCC\nLS # 291\n03/03/10",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\noline\\nowidctlpar\\hyphpar0\\qj\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\expndtw0 Section 1.  \\expndtw-3 Declaration of legislative findings and intent.  New York City\\rquote s community based volunteer ambulance companies provide essential medical services in the city\\rquote s five boroughs, supplementing the care provided by the New York City Fire Department (FDNY) and hospital based ambulances.    \\par\n\\expndtw0 Accordingly, the Council declares it reasonable and necessary to require the Fire Department and Police Department to sell gasoline and diesel fuel to New York City\\rquote s community based \\expndtw-3 volunteer ambulance companies at cost plus five percent in order to assist the community based volunteer ambulance companies with their operations.\\expndtw0\\par\n\\'a72. \\expndtw-3 Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new paragraph (3) to subdivision a of section 15-101 to read as follows:\\par\n\\ul (3) \\ldblquote Voluntary ambulance service\\rdblquote  shall mean a voluntary ambulance service as such term is defined in section three thousand one of the public health law that is registered or certified in compliance with section three thousand five of the public health law.\\par\n\\expndtw0\\ulnone\\'a73. \\expndtw-3 Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\\ul\\par\n\\expndtw0\\b\\'a7\\expndtw-3 15-129 Voluntary ambulance service.\\b0  a. The new york city police department and the new york city fire department shall make gasoline and diesel fuel available for sale to voluntary ambulance service providers, for use in their ambulances, at the cost at which the police department and fire department purchased the gasoline or diesel fuel plus five percent.\\par\n\\expndtw0\\ulnone  \\'a74. This local law shall take effect 90 days after its enactment into law.\\par\n\\pard\\nowidctlpar\\qj\\par\nRCC\\par\nLS # 291\\par\n03/03/10\\par\n}\n",
  "LastModified": "2013-12-23T22:04:35.893Z"
}
