{
  "ID": 44626,
  "GUID": "7BE56504-D9D4-4169-BFF3-660FBCC2CC12",
  "File": "Int 0116-2010",
  "Name": "Prohibiting the sale or possession of pistols or revolvers that do not meet safety and quality standards established by the Police Commissioner.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the sale or possession of pistols or revolvers that do not meet safety and quality standards established by the Police Commissioner.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2010-03-25T00:00:00Z",
  "AgendaDate": "2010-03-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 240501,
      "Date": "2010-03-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240759,
      "Date": "2010-03-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9712,
      "AgendaSequence": 184,
      "MinutesSequence": 206,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284399,
      "Date": "2013-12-31T17:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45583,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative Findings and Intent. \n\tThe Council finds that a certain type of handgun, known to some as a Saturday Night Special (SNS) or, alternatively, as a “junk gun,” is a non-sporting, low-quality “handgun,” lacking essential safety features.  These guns were once largely manufactured in California by a group known as the “Ring of Fire,” most of whom declared bankruptcy by 2003 after moving out of state due to the enactment of California handgun safety standards. Due to their low cost and the ease with which they are concealed, junk guns are preferred by criminals.  They have no place in New York City.\nThe Council further finds that junk guns continue to be and have been a long-standing public safety problem. In 2006, the Legal Community Against Violence reported that, “…because so many of the junk guns [the Ring of Fire] produced are still in circulation, five of the 10 crime guns most frequently traced by the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) in 2000 were manufactured by Ring of Fire companies.”  In 1997, four out of the top six illegal firearms traced by the ATF, including the top three guns used in crimes, were SNS handguns.  This is consistent with a May, 1995 ATF report that found that of the ten guns most frequently traced to crime by ATF in 1994, seven were SNS handguns.  Handgun traces by ATF between September 1989 to September 1991, performed on guns connected to crimes, found that guns manufactured by the Ring of Fire manufacturers were found 6,300 times, compared to 4,300 guns traced to reputable companies such as Colt, Smith & Wesson and Sturm Ruger, even though the reputable companies manufactured more than twice as many handguns as the Ring of Fire companies during that period.  The Council finds that despite bankruptcy problems for Ring of Fire companies, the owners behind them have managed to continue their businesses through other companies that exist today.  \nIn addition, the Council finds that the low quality of SNS handguns makes them dangerous not only to the general public, but also to the gun owner.  According to Gun Tests Magazine, these guns are “unreliable” and “self-destructing.”\nIt is the Council’s intention that the Police Commissioner and the expert committee proposed by this bill carefully study all handguns and determine which guns are not safe for sale or possession in New York City.  These experts will examine the ease with which the guns may be concealed, the ballistic accuracy, the quality of materials, the reliability as to safety, caliber and the ability of standard equipment to detect these handguns.  The Committee will also advise on the utility of these handguns for legitimate sporting activities, self-protection, or law enforcement and give the Police Commissioner advice which will enable the Commissioner to make the best decision for the safety of the citizens of New York City. The list of unsafe handguns will be published as often as necessary, but no less than twice a year, sent to all firearms dealers, and be made readily available to the public via the New York City Police Department website.\n§2. Section 10-131 of chapter one of title ten of the administrative code of the city of New York is amended to add a new subdivision k, to read as follows:\nk. 1. It shall be unlawful for any person to sell, offer for sale, donate, give, lend, purchase or possess in the city of New York any pistol or revolver that does not meet safety and quality standards as determined by rule of the Police Commissioner pursuant to paragraph four.\n2. Any pistol or revolver that does not meet safety and quality standards as determined by rule of the Police Commissioner pursuant to paragraph four shall not be licensed for use or possession in the city of New York.\n3. The Police Commissioner shall appoint a Pistol and Revolver Advisory Committee to advise him on the types of pistols and revolvers that fail to meet such quality and safety standards.  Such advisory committee shall consist of seven members, and must include a representative of the Police Department, a representative of gun manufacturers, and such other members as the Police Commissioner deems appropriate.  Such members shall serve at the pleasure of the Police Commissioner.  In advising the Police Commissioner, the Committee shall consider, among other things, the ease with which a pistol or revolver may be concealed, the ballistic accuracy, quality of materials, quality of manufacture, safety, caliber, the ability of standard equipment to detect the pistol or revolver, and the utility for legitimate sporting activities, self protection or law enforcement of the pistol or revolver. The Committee shall submit its recommendations in writing to the Police Commissioner.\n4. The Police Commissioner shall review the recommendations of the Committee and such other information as the Police Commissioner deems appropriate and compile a list of the pistols and revolvers that do not meet the safety and quality standards and include on such list, where practicable, the name of the manufacturer and model number of the pistols and revolvers on the list. Such list shall be established in a rule or rules promulgated by the Police Commissioner within one hundred eighty days of the effective date of the local law that added this subdivision. Such list shall be published as often as the Police Commissioner deems necessary, but in no event less frequently than biannually, distributed to all firearms dealers in New York City, be posted on the police department’s web site and be filed in the office of the city clerk.\n5. Any person who shall violate paragraph one of this subdivision shall be guilty of a misdemeanor, punishable by a fine of not more than one-thousand dollars ($1,000) or imprisonment not exceeding one (1) year or both.\n§3. This local law shall take effect sixty days after its enactment.\nLS #92\nRC/OP\nInt. 572/2007\n2/22/10",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\expndtw0\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\expndtw-3\\tab Section 1.  Legislative Findings and Intent. \\par\n\\tab The Council finds that a certain type of handgun, known to some as a Saturday Night Special (SNS) or, alternatively, as a \\ldblquote junk gun,\\rdblquote  is a non-sporting, low-quality \\ldblquote handgun,\\rdblquote  lacking essential safety features.  These guns were once largely manufactured in California by a group known as the \\ldblquote Ring of Fire,\\rdblquote  most of whom declared bankruptcy by 2003 after moving out of state due to the enactment of California handgun safety standards. Due to their low cost and the ease with which they are concealed, junk guns are preferred by criminals.  They have no place in New York City.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj The Council further finds that junk guns continue to be and have been a long-standing public safety problem. In 2006, the Legal Community Against Violence reported that, \\ldblquote\\'85because so many of the junk guns [the Ring of Fire] produced are still in circulation, five of the 10 crime guns most frequently traced by the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) in 2000 were manufactured by Ring of Fire companies.\\rdblquote   In 1997, four out of the top six illegal firearms traced by the ATF, including the top three guns used in crimes, were SNS handguns.  This is consistent with a May, 1995 ATF report that found that of the ten guns most frequently traced to crime by ATF in 1994, seven were SNS handguns.  Handgun traces by ATF between September 1989 to September 1991, performed on guns connected to crimes, found that guns manufactured by the Ring of Fire manufacturers were found 6,300 times, compared to 4,300 guns traced to reputable companies such as Colt, Smith & Wesson and Sturm Ruger, even though the reputable companies manufactured more than twice as many handguns as the Ring of Fire companies during that period.  The Council finds that despite bankruptcy problems for Ring of Fire companies, the owners behind them have managed to continue their businesses through other companies that exist today.  \\par\nIn addition, the Council finds that the low quality of SNS handguns makes them dangerous not only to the general public, but also to the gun owner.  According to Gun Tests Magazine, these guns are \\ldblquote unreliable\\rdblquote  and \\ldblquote self-destructing.\\rdblquote\\par\nIt is the Council\\rquote s intention that the Police Commissioner and the expert committee proposed by this bill carefully study all handguns and determine which guns are not safe for sale or possession in New York City.  These experts will examine the ease with which the guns may be concealed, the ballistic accuracy, the quality of materials, the reliability as to safety, caliber and the ability of standard equipment to detect these handguns.  The Committee will also advise on the utility of these handguns for legitimate sporting activities, self-protection, or law enforcement and give the Police Commissioner advice which will enable the Commissioner to make the best decision for the safety of the citizens of New York City. The list of unsafe handguns will be published as often as necessary, but no less than twice a year, sent to all firearms dealers, and be made readily available to the public via the New York City Police Department website.\\par\n\\'a72. Section 10-131 of chapter one of title ten of the administrative code of the city of New York is amended to add a new subdivision k, to read as follows:\\par\n\\ul k. 1. It shall be unlawful for any person to sell, offer for sale, donate, give, lend, purchase or possess in the city of New York any pistol or revolver that does not meet safety and quality standards as determined by rule of the Police Commissioner pursuant to paragraph four.\\par\n2. Any pistol or revolver that does not meet safety and quality standards as determined by rule of the Police Commissioner pursuant to paragraph four shall not be licensed for use or possession in the city of New York.\\ulnone\\par\n\\ul 3. The Police Commissioner shall appoint a Pistol and Revolver Advisory Committee to advise him on the types of pistols and revolvers that fail to meet such quality and safety standards.  Such advisory committee shall consist of seven members, and must include a representative of the Police Department, a representative of gun manufacturers, and such other members as the Police Commissioner deems appropriate.  Such members shall serve at the pleasure of the Police Commissioner.  In advising the Police Commissioner, the Committee shall consider, among other things, the ease with which a pistol or revolver may be concealed, the ballistic accuracy, quality of materials, quality of manufacture, safety, caliber, the ability of standard equipment to detect the pistol or revolver, and the utility for legitimate sporting activities, self protection or law enforcement of the pistol or revolver. The Committee shall submit its recommendations in writing to the Police Commissioner.\\par\n4. The Police Commissioner shall review the recommendations of the Committee and such other information as the Police Commissioner deems appropriate and compile a list of the pistols and revolvers that do not meet the safety and quality standards and include on such list, where practicable, the name of the manufacturer and model number of the pistols and revolvers on the list. Such list shall be established in a rule or rules promulgated by the Police Commissioner within one hundred eighty days of the effective date of the local law that added this subdivision. Such list shall be published as often as the Police Commissioner deems necessary, but in no event less frequently than biannually, distributed to all firearms dealers in New York City, be posted on the police department\\rquote s web site and be filed in the office of the city clerk.\\par\n5. Any person who shall violate paragraph one of this subdivision shall be guilty of a misdemeanor, punishable by a fine of not more than one-thousand dollars ($1,000) or imprisonment not exceeding one (1) year or both.\\par\n\\ulnone\\'a73. This local law shall take effect sixty days after its enactment.\\par\n\\pard\\nowidctlpar\\qj LS #92\\par\nRC/OP\\par\nInt. 572/2007\\par\n2/22/10\\par\n\\pard\\nowidctlpar\\expndtw0\\par\n}\n\u0000",
  "LastModified": "2013-12-23T22:04:22.66Z"
}
