{
  "ID": 44619,
  "GUID": "0A0A0879-6B27-4348-8A09-397ACE659F40",
  "File": "Int 0121-2010",
  "Name": "Use of bicycles for commercial purposes.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the use of bicycles for commercial purposes.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2010-03-25T00:00:00Z",
  "AgendaDate": "2010-03-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    }
  ],
  "History": [
    {
      "ID": 240450,
      "Date": "2010-03-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240762,
      "Date": "2010-03-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9712,
      "AgendaSequence": 189,
      "MinutesSequence": 211,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284395,
      "Date": "2013-12-31T17:03:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45576,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Subdivisions b, c, d, and g of section 10-157 of chapter 1 of title 10 of the administrative code of the city of New York are amended and a new subdivision i is added to read as follows:\nb.  Every person, firm, partnership, joint venture, association [or], corporation or similar entity engaged in providing or arranging for the provision of a service as authorized herein must issue to every bicycle operator a numbered identification card which contains the name, residence address and photo of the bicycle operator and the name, address and telephone number of the company for whom the bicycle operator is [employed] affiliated.  Such identification card must be carried by the bicycle operator while the cyclist is making deliveries, or otherwise riding a bicycle on behalf of the business, and must be produced upon the demand of a police officer or any other law enforcement officer.\nc.  Every person, firm, partnership, joint venture, association [or], corporation or similar entity engaged in providing or arranging for the provision of a service as authorized herein shall maintain in a log book to be kept for such purpose, the name and place of residence address of every [employee operating a] bicycle operator, the date of employment or association and discharge of each person in said service, and every messenger or delivery person’s identification number.  The owner of any business engaged in providing or arranging for the provision of a service as authorized in this section shall be responsible for maintaining in the log book a daily trip record in which all entries shall be made legibly in ink and each entry shall be dated and include the bicycle identification number, the operator’s name and place of origin and destination for each trip.  No entry shall be rewritten either in whole or in part except in such manner as may be provided by regulation of the commissioner; any such unauthorized rewriting shall give rise to a rebuttable presumption of an act of fraud, deceit or misrepresentation.  Such log book shall be made available for inspection during regular and usual business hours upon request of an agent of the police commissioner or any police officer or any other person authorized by law.\nd.  The owner of any business engaged in providing or arranging for the provision of a service as authorized in this section shall file an annual repot in such form as shall be designated by the police commissioner by rule or regulations.  Said report shall include, inter alia, the number of bicycles it owns and the number and identity of any [employees it may retain] bicycle operators employed by or otherwise affiliated with such business.  Any business engaged in providing or arranging for the provision of a service as authorized in this section shall be responsible for the compliance with the provisions of the section of any [employees it shall retain] bicycle operators employed by or otherwise affiliated with such business.  Nothing contained in this section shall be construed as applying to persons under the age of sixteen who use a bicycle to deliver daily newspapers or circulars.\ng.  Except as otherwise provided in subdivision h of this section, the person, firm, partnership, joint venture, association, corporation or other similar entity engaged in providing or arranging for the provision of a service as authorized in this section shall be liable for any violation of any of the provisions of this section, or of any of the rules or regulations that may be promulgated pursuant hereto[,]. Such violation shall be [a violation] triable by a judge of the criminal court of the city of New York and upon conviction thereof shall be punishable by a fine of not less than one hundred dollars nor more than two hundred and fifty dollars or imprisonment for not more than fifteen days or both such fine and imprisonment. In addition to or as an alternative to the penalties provided for a violation of any of the provisions of this section, or of any of the rules or regulations promulgated pursuant hereto, any person who shall violate any such provisions shall be liable for a civil penalty of not less than one hundred dollars nor more than two hundred and fifty dollars for each violation.  Such civil penalty may be recovered in an action or proceeding in any court of competent jurisdiction.   \ni. In any prosecution of a person, firm, partnership, joint venture, association, corporation or other similar entity for a violation of this section, there shall be a rebuttable presumption that such person, firm, partnership, joint venture, association, corporation or other similar entity utilizing the services of the bicycling operator had knowledge that the bicycle operator was in violation of any subdivision of this section or any other section of the code governing the operation of bicycles.\n§2. This local law shall take effect sixty days after its enactment into law.\n\n\n\n\n\n\n\n\n\nRC\nInt. No. 624/07\n2/4/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}{\\s3 heading 3;}{\\s4 heading 4;}{\\s5 heading 5;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1.  Subdivisions b, c, d, and g of section 10-157 of chapter 1 of title 10 of the administrative code of the city of New York are amended and a new subdivision i is added to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b.  Every person, firm, partnership, joint venture, association [or]\\ul ,\\ulnone  corporation \\ul or similar entity\\ulnone  engaged in providing \\ul or arranging for the provision of\\ulnone  a service as authorized herein must issue to every bicycle operator a numbered identification card which contains the name, residence address and photo of the bicycle operator and the name, address and telephone number of the company for whom the bicycle operator is [employed] \\ul affiliated\\ulnone .  Such identification card must be carried by the bicycle operator while the cyclist is making deliveries, or otherwise riding a bicycle on behalf of the business, and must be produced upon the demand of a police officer or any other law enforcement officer.\\par\nc.  Every person, firm, partnership, joint venture, association [or]\\ul ,\\ulnone  corporation \\ul or similar entity\\ulnone  engaged in providing \\ul or arranging for the provision of\\ulnone  a service as authorized herein shall maintain in a log book to be kept for such purpose, the name and place of residence address of every [employee operating a] bicycle \\ul operator\\ulnone , the date of employment \\ul or association\\ulnone  and discharge of each person in said service, and every messenger or delivery person\\rquote s identification number.  The owner of any business engaged in providing \\ul or arranging for the provision of \\ulnone a service as authorized in this section shall be responsible for maintaining in the log book a daily trip record in which all entries shall be made legibly in ink and each entry shall be dated and include the bicycle identification number, the operator\\rquote s name and place of origin and destination for each trip.  No entry shall be rewritten either in whole or in part except in such manner as may be provided by regulation of the commissioner; any such unauthorized rewriting shall give rise to a rebuttable presumption of an act of fraud, deceit or misrepresentation.  Such log book shall be made available for inspection during regular and usual business hours upon request of an agent of the police commissioner or any police officer or any other person authorized by law.\\par\nd.  The owner of any business engaged in providing \\ul or arranging for the provision of\\ulnone  a service as authorized in this section shall file an annual repot in such form as shall be designated by the police commissioner by rule or regulations.  Said report shall include, inter alia, the number of bicycles it owns and the number and identity of any [employees it may retain] \\ul bicycle operators employed by or otherwise affiliated with such business\\ulnone .  Any business engaged in providing \\ul or arranging for the provision of\\ulnone  a service as authorized in this section shall be responsible for the compliance with the provisions of the section of any [employees it shall retain] \\ul bicycle operators employed by or otherwise affiliated with such business\\ulnone .  Nothing contained in this section shall be construed as applying to persons under the age of sixteen who use a bicycle to deliver daily newspapers or circulars.\\par\ng.  Except as otherwise provided in subdivision h of this section, the \\ul person, firm, partnership, joint venture, association, corporation or other similar entity engaged in providing or arranging for the provision of a service as authorized in this section shall be liable for any\\ulnone  violation of any of the provisions of this section, or of any of the rules or regulations that may be promulgated pursuant hereto[,]\\ul .\\ulnone  \\ul Such violation\\ulnone  shall be [a violation] triable by a judge of the criminal court of the city of New York and upon conviction thereof shall be punishable by a fine of not less than one hundred dollars nor more than two hundred and fifty dollars or imprisonment for not more than fifteen days or both such fine and imprisonment. \\ul In addition to or as an alternative to the penalties provided for a violation of any of the provisions of this section, or of any of the rules or regulations promulgated pursuant hereto, any person who shall violate any such provisions shall be liable for a civil penalty of not less than one hundred dollars nor more than two hundred and fifty dollars for each violation.  Such civil penalty may be recovered in an action or proceeding in any court of competent jurisdiction.\\ulnone    \\par\n\\ul i. In any prosecution of a person, firm, partnership, joint venture, association, corporation or other similar entity for a violation of this section, there shall be a rebuttable presumption that such person, firm, partnership, joint venture, association, corporation or other similar entity utilizing the services of the bicycling operator had knowledge that the bicycle operator was in violation of any subdivision of this section or any other section of the code governing the operation of bicycles.\\ulnone\\par\n\\'a72. This local law shall take effect sixty days after its enactment into law.\\par\n\\pard\\ltrpar\\keepn\\nowidctlpar\\s4\\qj\\fs16\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fs24\\par\n\\pard\\ltrpar\\keepn\\nowidctlpar\\s4\\qj\\fs16 RC\\par\n\\pard\\ltrpar\\keepn\\nowidctlpar\\s5\\qj Int. No. 624/07\\par\n\\pard\\ltrpar\\nowidctlpar\\qj 2/4/10\\par\n\\pard\\ltrpar\\nowidctlpar\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T22:03:19.503Z"
}
