{
  "ID": 44546,
  "GUID": "D0ED6ABE-23CF-4938-8452-3B23F2E77B9A",
  "File": "Int 0122-2010",
  "Name": "Pilot program for the performance of commercial waste audits.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to a pilot program for the performance of commercial waste audits.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2010-03-25T00:00:00Z",
  "AgendaDate": "2010-03-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    }
  ],
  "History": [
    {
      "ID": 240485,
      "Date": "2010-03-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240767,
      "Date": "2010-03-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9712,
      "AgendaSequence": 192,
      "MinutesSequence": 214,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284394,
      "Date": "2013-12-31T17:02:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45502,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subchapter 3 of title 16 of the administrative code of the city of New York is amended by adding a new section 16-306.1 to read as follows:\n§16-306.1 Commercial waste audit demonstration projects. a. No later than six months from the effective date of this section, the commissioner shall select at least one business from each of the following sectors to perform, or fund the performance of, a waste audit consistent with the requirements of this section, (i) a restaurant or food service establishment; (ii) a company engaged primarily in the construction and demolition of buildings; (iii) a company engaged primarily in manufacturing products at a factory or other facility located in the city; (iv) a school or university; (v) a dry cleaning establishment; (vi) a business with fewer than twenty-five employees occupying office space; and (vii) a business with greater than two hundred employees occupying office space.\nb. No later than eighteen months after effective date of this section, the department shall complete, or require the completion of, demonstration waste audits for the entities designated by the commissioner pursuant to subdivision a of this section.\nc. The commissioner shall adopt and implement rules establishing criteria for the waste audits required pursuant to this section including, but not limited to, the following, (i) an observation of the waste management practices of the designated entities; (ii) a survey of each designated entity’s waste composition; (iii) a review of each designated entity’s waste removal contracts; (iv) an assessment of each designated entity’s needs with respect to waste management and an evaluation of options available to such entity; and, (v) based upon the results of these waste audits, recommendations to increase recycling, decrease waste and decrease waste management costs for each designated entity including, but not limited to, improving the availability of recycling infrastructure for entity employees; substituting non-recyclable materials with recyclable alternatives; substituting disposable materials with reusable alternatives; opportunities to reuse, donate, recycle or compost common materials otherwise placed into the waste stream; purchasing of materials that contain recycled content; opportunities to employ technology to decrease waste and manage resources more effectively; recommendations for other environmentally preferable purchasing; and any other recommendations the commissioner deems important to sustainability and improved waste management practices. \nd. Within six months of completing such waste audits, the department shall report the recommendations and other relevant information resulting from each of the waste audit demonstration projects to the Council and the Mayor, omitting any proprietary information of a participating entity, and shall make such information available to other businesses and entities in the same sectors as those participating in such demonstration audits via the department website. \n§ 2. This local law shall take effect immediately.\n\nLS 7871\n3/1/10 - JJH",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.  Subchapter 3 of title 16 of the administrative code of the city of New York is amended by adding a new section 16-306.1 to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a716-306.1 Commercial waste audit demonstration projects. a. No later than six months from the effective date of this section, the commissioner shall select at least one business from each of the following sectors to perform, or fund the performance of, a waste audit consistent with the requirements of this section, (i) a restaurant or food service establishment; (ii) a company engaged primarily in the construction and demolition of buildings; (iii) a company engaged primarily in manufacturing products at a factory or other facility located in the city; (iv) a school or university; (v) a dry cleaning establishment; (vi) a business with fewer than twenty-five employees occupying office space; and (vii) a business with greater than two hundred employees occupying office space.\\par\nb. No later than eighteen months after effective date of this section, the department shall complete, or require the completion of, demonstration waste audits for the entities designated by the commissioner pursuant to subdivision a of this section.\\par\nc. The commissioner shall adopt and implement rules establishing criteria for the waste audits required pursuant to this section including, but not limited to, the following, (i) an observation of the waste management practices of the designated entities; (ii) a survey of each designated entity\\rquote s waste composition; (iii) a review of each designated entity\\rquote s waste removal contracts; (iv) an assessment of each designated entity\\rquote s needs with respect to waste management and an evaluation of options available to such entity; and, (v) based upon the results of these waste audits, recommendations to increase recycling, decrease waste and decrease waste management costs for each designated entity including, but not limited to, improving the availability of recycling infrastructure for entity employees; substituting non-recyclable materials with recyclable alternatives; substituting disposable materials with reusable alternatives; opportunities to reuse, donate, recycle or compost common materials otherwise placed into the waste stream; purchasing of materials that contain recycled content; opportunities to employ technology to decrease waste and manage resources more effectively; recommendations for other environmentally preferable purchasing; and any other recommendations the commissioner deems important to sustainability and improved waste management practices. \\par\nd. Within six months of completing such waste audits, the department shall report the recommendations and other relevant information resulting from each of the waste audit demonstration projects to the Council and the Mayor, omitting any proprietary information of a participating entity, and shall make such information available to other businesses and entities in the same sectors as those participating in such demonstration audits via the department website.\\ulnone  \\ul\\par\n\\pard\\nowidctlpar\\fi360\\ulnone\\'a7 2. This local law shall take effect immediately.\\par\n\\pard\\nowidctlpar\\par\nLS 7871\\par\n3/1/10 - JJH \\par\n}\n\u0000",
  "LastModified": "2013-12-23T22:03:04.19Z"
}
