{
  "ID": 44634,
  "GUID": "95546626-5E79-44B8-873C-1C38C18D16C6",
  "File": "Int 0123-2010",
  "LocalLaw": "2010/019",
  "Name": "Surface areas of playgrounds and athletic fields.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the surface areas of playgrounds and athletic fields.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 5106,
  "BodyName": "Committee on Parks and Recreation",
  "IntroDate": "2010-03-25T00:00:00Z",
  "AgendaDate": "2010-03-25T00:00:00Z",
  "PassedDate": "2010-06-01T00:00:00Z",
  "EnactmentDate": "2010-06-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    }
  ],
  "History": [
    {
      "ID": 240509,
      "Date": "2010-03-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240768,
      "Date": "2010-03-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Parks and Recreation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9712,
      "AgendaSequence": 193,
      "MinutesSequence": 215,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Parks and Recreation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 241119,
      "Date": "2010-04-15T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5106,
      "BodyName": "Committee on Parks and Recreation",
      "EventID": 9734,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 241244,
      "Date": "2010-04-15T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5106,
      "BodyName": "Committee on Parks and Recreation",
      "EventID": 9734,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242300,
      "Date": "2010-05-11T12:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5106,
      "BodyName": "Committee on Parks and Recreation",
      "EventID": 9889,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 123-A",
      "MinutesNote": "Proposed Int. No. 123-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242342,
      "Date": "2010-05-11T12:30:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5106,
      "BodyName": "Committee on Parks and Recreation",
      "EventID": 9889,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242343,
      "Date": "2010-05-11T12:30:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 5106,
      "BodyName": "Committee on Parks and Recreation",
      "EventID": 9889,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242417,
      "Date": "2010-05-11T12:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 5106,
      "BodyName": "Committee on Parks and Recreation",
      "EventID": 9889,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242513,
      "Date": "2010-05-12T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by Consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9894,
      "AgendaSequence": 44,
      "MinutesSequence": 63,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242764,
      "Date": "2010-05-12T17:00:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243183,
      "Date": "2010-06-01T16:00:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243233,
      "Date": "2010-06-01T16:57:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243234,
      "Date": "2010-06-01T16:57:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 94802,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 123 - 3/25/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3da1f527-05c0-4fa4-9193-f2108fdaf8ac.doc",
      "Sort": 1
    },
    {
      "ID": 94325,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/15/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/75d10cc0-55b3-4eca-9d71-79bf378b562a.doc",
      "Sort": 2
    },
    {
      "ID": 94525,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 4/15/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2147b669-67c0-4c89-b47d-efcf4c8a486a.PDF",
      "Sort": 3
    },
    {
      "ID": 94686,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/15/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8b2c09e9-55ea-4771-86a5-9a9dffacf78b.pdf",
      "Sort": 4
    },
    {
      "ID": 94837,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/11/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/aa695d15-7c86-4cf7-94f1-9c72cf1f89ec.doc",
      "Sort": 5
    },
    {
      "ID": 95243,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/11/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6b0ed4be-6ff8-4560-830e-c5b6d2abf7e5.pdf",
      "Sort": 6
    },
    {
      "ID": 94875,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report - Stated Meeting 5/12/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8f10a5c7-daa0-40df-9183-849b8b1f260e.doc",
      "Sort": 7
    },
    {
      "ID": 95312,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 5/12/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/58799ba1-0169-48eb-a7e4-e1f168108b0a.pdf",
      "Sort": 8
    },
    {
      "ID": 94930,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/64d2014b-4b29-44e0-b685-cc2df3db1555.pdf",
      "Sort": 9
    },
    {
      "ID": 96436,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law 19",
      "Link": "http://nyc.legistar1.com/nyc/attachments/29f12964-4343-4008-81f0-e77782cc83c3.doc",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 45987,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Title 18 of the administrative code of the city of New York is amended by adding a new section 18-136 to read as follows:\n§18-136 Advisory committee for new surfacing materials  a. For purposes of this section, “surfacing materials” shall mean infill materials, blades of synthetic turf and surfaces used under and around play equipment.\nb. The department shall on an ongoing basis consult with the department of health and mental hygiene to identify and evaluate new surfacing materials that have not been previously used for any playgrounds or athletic fields by the department to determine whether such materials may benefit the public by enhancing recreational activities and to evaluate potential health or safety impacts. In performing such an evaluation, the department shall assess reasonably available information on new surfacing materials to determine if such surfacing materials are appropriate for recreational activities in parks and meet existing safety and health standards, including, but not limited to the standards of the American society for testing and materials, the American national standards institute, and the United States consumer products safety commission guidelines set out in its “Handbook for Public Playground Safety”, applicable to such materials. Such evaluation shall also include an assessment of reasonably available information regarding whether or not such materials may present any health or safety risk, including whether such materials retain high levels of heat or contain hazardous levels of known carcinogens and/or toxic substances, and of any available studies of such materials that address environmental issues. Such evaluation shall also include an assessment of alternative surfaces and technologies considered, including natural surfacing.  The department shall use best efforts to locate all pertinent sources of information on any surfacing material under evaluation, provided that nothing in this section shall be construed to require the performance of an exhaustive search of all information available on any such material.  The department shall at least every six months provide to the advisory committee described in this section a report regarding any evaluation of new surfacing materials intended to be used by the department and prior to such use by the department, or provide to the advisory committee a written statement that no such report exists.  \nc.(1) There shall be an advisory committee on the safety of new surfacing materials.  The committee shall consist of nine voting members, five of whom shall be appointed by the mayor, and four of whom shall be appointed by the speaker of the council.  In addition, the commissioner of the department or a designee and  the commissioner of the department of health and mental hygiene or a designee shall be non-voting members.  Each member of the advisory committee shall serve without compensation.  Members shall serve at the pleasure of the appointing official and any vacancy shall be filled in the same manner as the original appointment.  The committee shall have representatives with expertise drawn from the following subject areas: American society for testing and materials testing methods, consumer products safety commission guidelines, the environmental field, the science field, medicine and human health, landscape architecture and park planning, athletic direction and physical exercise, and the Americans with disabilities act.  It shall also have at least one representative from user groups of playgrounds or athletic fields.  The members shall choose a chairperson from among the voting members.  The advisory committee shall meet with the commissioner or a designee prior to July first and prior to January first each year at which time the commissioner or such designee shall respond to any recommendations made by such committee pursuant to paragraph 2 of this subdivision.  The location and time of such meeting shall be determined by the chairperson in coordination with the commissioner.  The commissioner may also schedule a meeting of the advisory committee on twenty calendar days notice to all members of the committee.  Such notice to the members of the committee shall be by electronic mail and via facsimile as available or via certified mail to the last known address of such member if neither electronic method nor facsimile is available.\n(2) The advisory committee shall evaluate any report provided to it by the department pursuant to subdivision b of this section.  The advisory committee may at any time make independent recommendations to the commissioner regarding proposed new surfacing materials, and may suggest means of educating the public about the appropriate and safe use of materials.  The commissioner shall consider any recommendations received from the committee.\nd. Recommendations of the advisory committee pursuant to subdivision c of this section and reports required by subdivision b of this section shall be sent to the mayor and the speaker of the council and shall be made available on the department’s website within ten days of the release of any such reports.\ne. The advisory committee shall be deemed established upon the appointment of its members and shall continue to exist until three years from the effective date of the local law that added this section, after which it shall cease to exist.  Appointment of committee members shall occur within one hundred eighty days of the enactment of this section.  \n§ 2.  This local law shall take effect immediately.\nLS#7193\nLF\n5/4/10 8:08 P.M.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\expndtw0 Section 1. \\expndtw-3 Title 18 of the administrative code of the city of New York is amended by adding a new section 18-136 to read as follows:\\par\n\\expndtw0\\ul\\'a7\\expndtw-3 18-136\\expndtw0  Advisory committee for new surfacing materials  a. For purposes of this section, \\ldblquote surfacing materials\\rdblquote  shall mean infill materials, blades of synthetic turf and surfaces used under and around play equipment.\\par\nb. The department shall on an ongoing basis consult with the department of health and mental hygiene to identify and evaluate new surfacing materials that have not been previously used for any playgrounds or athletic fields by the department to determine whether such materials may benefit the public by enhancing recreational activities and to evaluate potential health or safety impacts. In performing such an evaluation, the department shall assess reasonably available information on new surfacing materials to determine if such surfacing materials are appropriate for recreational activities in parks and meet existing safety and health standards, including, but not limited to the standards of the American society for testing and materials, the American national standards institute, and the United States consumer products safety commission guidelines set out in its \\ldblquote Handbook for Public Playground Safety\\rdblquote , applicable to such materials. Such evaluation shall also include an assessment of reasonably available information regarding whether or not such materials may present any health or safety risk, including whether such materials retain high levels of heat or contain hazardous levels of known carcinogens and/or toxic substances, and of any available studies of such materials that address environmental issues. Such evaluation shall also include an assessment of alternative surfaces and technologies considered, including natural surfacing.  The department shall use best efforts to locate all pertinent sources of information on any surfacing material under evaluation, provided that nothing in this section shall be construed to require the performance of an exhaustive search of all information available on any such material.  The department shall at least every six months provide to the advisory committee described in this section a report regarding any evaluation of new surfacing materials intended to be used by the department and prior to such use by the department, or provide to the advisory committee a written statement that no such report exists.  \\par\nc.(1) There shall be an advisory committee on the safety of new surfacing materials.  The committee shall consist of nine voting members, five of whom shall be appointed by the mayor, and four of whom shall be appointed by the speaker of the council.  In addition, the commissioner of the department or a designee and  the commissioner of the department of health and mental hygiene or a designee shall be non-voting members.  Each member of the advisory committee shall serve without compensation.  Members shall serve at the pleasure of the appointing official and any vacancy shall be filled in the same manner as the original appointment.  The committee shall have representatives with expertise drawn from the following subject areas: American society for testing and materials testing methods, consumer products safety commission guidelines, the environmental field, the science field, medicine and human health, landscape architecture and park planning, athletic direction and physical exercise, and the Americans with disabilities act.  It shall also have at least one representative from user groups of playgrounds or athletic fields.  The members shall choose a chairperson from among the voting members.  The advisory committee shall meet with the commissioner or a designee prior to July first and prior to January first each year at which time the commissioner or such designee shall respond to any recommendations made by such committee pursuant to paragraph 2 of this subdivision.  The location and time of such meeting shall be determined by the chairperson in coordination with the commissioner.  The commissioner may also schedule a meeting of the advisory committee on twenty calendar days notice to all members of the committee.  Such notice to the members of the committee shall be by electronic mail and via facsimile as available or via certified mail to the last known address of such member if neither electronic method nor facsimile is available.\\par\n(2) The advisory committee shall evaluate any report provided to it by the department pursuant to subdivision b of this section.  The advisory committee may at any time make independent recommendations to the commissioner regarding proposed new surfacing materials, and may suggest means of educating the public about the appropriate and safe use of materials.  The commissioner shall consider any recommendations received from the committee.\\par\nd. Recommendations of the advisory committee pursuant to subdivision c of this section and reports required by subdivision b of this section shall be sent to the mayor and the speaker of the council and shall be made available on the department\\rquote s website within ten days of the release of any such reports.\\par\ne. The advisory committee shall be deemed established upon the appointment of its members and shall continue to exist until three years from the effective date of the local law that added this section, after which it shall cease to exist.  Appointment of committee members shall occur within one hundred eighty days of the enactment of this section.  \\par\n\\ulnone\\'a7 2\\expndtw-3 .  This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj LS#7193\\par\nLF\\par\n\\expndtw0 5/4/10 8:08 P.M. \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
