{
  "ID": 44596,
  "GUID": "130447C7-19B2-41B9-987A-15E06CE99AA3",
  "File": "Int 0125-2010",
  "Name": "Notices of violation of the litter law issued to residents in residential buildings that abut officially designated bus stops.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to notices of violation of the litter law issued to residents in residential buildings that abut officially designated bus stops.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2010-03-25T00:00:00Z",
  "AgendaDate": "2010-03-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 240468,
      "Date": "2010-03-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240774,
      "Date": "2010-03-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9712,
      "AgendaSequence": 199,
      "MinutesSequence": 221,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284392,
      "Date": "2013-12-31T17:02:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45553,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Paragraph a of subdivision 2 of section 16-118 of the administrative code of the city of New York is amended to read as follows:\n2.  (a)  Every owner, lessee, tenant, occupant or person in charge of any building or premises shall keep and cause to be kept the sidewalk, flagging and curbstone abutting said building or premises free from obstruction and nuisances of every kind, and shall keep said sidewalks, flagging, curbstones, and air shafts, areaways, backyards, courts and alleys free from garbage, refuse, rubbish, litter, debris and other offensive material. Such persons shall also remove garbage, refuse, rubbish, litter, debris and other offensive material between the curbstone abutting the building or premises and the roadway area extending one and one-half feet from the curbstone into the street on which the building or premises front.  Such persons shall not, however, be responsible for cleaning the garbage, refuse, rubbish, litter, debris and other offensive material which accumulates at catch basins located within the one and one-half foot distance from the curbstone into the street, nor shall a notice of violation of this section be issued to any person subject to the provisions of section 16-118.2 of this chapter.\n§2.  Chapter one of title 16 of the administrative code of the city of New York is amended to add new sections 16-118.2 and 16-118.3 to read as follows:\n§16-118.2. Exception for liability for litter at officially designated bus stops. a. No owner of a dwelling containing fewer than nine dwelling units that abuts an officially designated bus stop shall be liable for a violation of paragraph a of subdivision two of section 16-118 of this chapter, provided that no portion of such dwelling is subject to the provisions of subdivision a of section 16-118.1 concerning commercial premises.  \nb. The commissioner shall, in conjunction with the commissioner of  transportation, establish a complete list of officially designated bus stops which, for purposes of this chapter, shall mean those locations established as bus stops for use by (i) the metropolitan transportation authority or any subsidiary thereof, (ii) a private bus company which has been granted a franchise by the city, or (iii) any other entity authorized by the city.  Such list shall be posted on the department’s website.  In addition, the commissioner shall, in conjunction with the commissioner of transportation, promulgate rules to delineate the boundaries of officially designated bus stops, which shall, where applicable, extend between the sign post designating the bus stop and the end of any curb marking.  \nc. The commissioner shall, in conjunction with the commissioners of environmental protection, buildings and health and mental hygiene, the police commissioner, the fire commissioner, and the chief administrative law judge of the office of administrative trials and hearings, promulgate rules establishing requirements that an owner of a dwelling who receives a notice of violation for a violation of paragraph a of subdivision 2 of section 16-118 of this chapter must satisfy in order to prove that such dwelling meets the requirements of subdivision b of this section.  Such rules, whenever possible, shall permit owners of a dwelling to present such proof of residence by mail.   \n§16-118.3. Litter baskets at officially designated bus stops. The commissioner shall permit residents living in buildings that abut officially designated bus stops to apply for the placement of street litter baskets at or near such officially designated bus stops.  In determining whether or not to site such litter baskets, the commissioner shall consider the following factors, (i) the ease of arranging collection for such a litter basket based on existing department collection routes; (ii) the amount of litter generated at such designated bus stop; (iii) concerns that such a litter basket would present a sidewalk obstruction; and (iv) opportunities to make use of non-department litter basket maintenance service, such as that provided by business improvement districts, not-for-profit organizations, or owners of buildings abutting such officially designated bus stops. \n§3. This local law shall take effect ninety days from enactment except that the commissioner of sanitation shall take such steps as are necessary for the implementation of this local law including the promulgation of rules, prior to such effective date. \nJJH 3/22/10\nLS 8009",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.  Paragraph a of subdivision 2 of section 16-118 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1 2.  (a)  Every owner, lessee, tenant, occupant or person in charge of any building or premises shall keep and cause to be kept the sidewalk, flagging and curbstone abutting said building or premises free from obstruction and nuisances of every kind, and shall keep said sidewalks, flagging, curbstones, and air shafts, areaways, backyards, courts and alleys free from garbage, refuse, rubbish, litter, debris and other offensive material. Such persons shall also remove garbage, refuse, rubbish, litter, debris and other offensive material between the curbstone abutting the building or premises and the roadway area extending one and one-half feet from the curbstone into the street on which the building or premises front.  Such persons shall not, however, be responsible for cleaning the garbage, refuse, rubbish, litter, debris and other offensive material which accumulates at catch basins located within the one and one-half foot distance from the curbstone into the street, \\ul nor shall a notice of violation of this section be issued to any person subject to the provisions of section 16-118.2 of this chapter\\ulnone .\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a72.  Chapter one of title 16 of the administrative code of the city of New York is amended to add new sections 16-118.2 and 16-118.3 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a716-118.2. Exception for liability for litter at officially designated bus stops. a. No owner of a dwelling containing fewer than nine dwelling units that abuts an officially designated bus stop shall be liable for a violation of paragraph a of subdivision two of section 16-118 of this chapter, provided that no portion of such dwelling is subject to the provisions of subdivision a of section 16-118.1 concerning commercial premises.  \\par\nb. The commissioner shall, in conjunction with the commissioner of  transportation, establish a complete list of officially designated bus stops which, for purposes of this chapter, shall mean those locations established as bus stops for use by (i) the metropolitan transportation authority or any subsidiary thereof, (ii) a private bus company which has been granted a franchise by the city, or (iii) any other entity authorized by the city.  Such list shall be posted on the department\\rquote s website.  In addition, the commissioner shall, in conjunction with the commissioner of transportation, promulgate rules to delineate the boundaries of officially designated bus stops, which shall, where applicable, extend between the sign post designating the bus stop and the end of any curb marking.  \\par\nc. The commissioner shall, in conjunction with the commissioners of environmental protection, buildings and health and mental hygiene, the police commissioner, the fire commissioner, and the chief administrative law judge of the office of administrative trials and hearings, promulgate rules establishing requirements that an owner of a dwelling who receives a notice of violation for a violation of paragraph a of subdivision 2 of section 16-118 of this chapter must satisfy in order to prove that such dwelling meets the requirements of subdivision b of this section.  Such rules, whenever possible, shall permit owners of a dwelling to present such proof of residence by mail.   \\par\n\\'a716-118.3. Litter baskets at officially designated bus stops. The commissioner shall permit residents living in buildings that abut officially designated bus stops to apply for the placement of street litter baskets at or near such officially designated bus stops.  In determining whether or not to site such litter baskets, the commissioner shall consider the following factors, (i) the ease of arranging collection for such a litter basket based on existing department collection routes; (ii) the amount of litter generated at such designated bus stop; (iii) concerns that such a litter basket would present a sidewalk obstruction; and (iv) opportunities to make use of non-department litter basket maintenance service, such as that provided by business improvement districts, not-for-profit organizations, or owners of buildings abutting such officially designated bus stops. \\par\n\\ulnone\\'a73. This local law shall take effect ninety days from enactment except that the commissioner of sanitation shall take such steps as are necessary for the implementation of this local law including the promulgation of rules, prior to such effective date. \\par\n\\pard\\ltrpar\\nowidctlpar JJH 3/22/10\\par\nLS 8009\\par\n}\n",
  "LastModified": "2013-12-23T22:02:30.94Z"
}
