{
  "ID": 44444,
  "GUID": "889AF023-148B-42D3-80FE-1277D6A3F52E",
  "File": "Int 0126-2010",
  "Name": "Contracts, Not-for-Profit $100,000",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to city contracts with not-for-profit organizations in the amount of $100,000 or more.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2010-03-25T00:00:00Z",
  "AgendaDate": "2010-03-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 240491,
      "Date": "2010-03-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240699,
      "Date": "2010-03-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Contracts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9712,
      "AgendaSequence": 203,
      "MinutesSequence": 225,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284391,
      "Date": "2013-12-31T17:02:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45398,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Title 6 of the administrative code of the city of New York is hereby amended to add a new section 6-116.3 to read as follows:\n\t§6-116.3  City contracts with not-for-profit organizations.  a.  No city agency shall contract for the supply of goods, services or construction in the amount of one hundred thousand dollars or more with a not-for-profit organization unless such organization stipulates to the following:\n\t1)\tthe organization shall file with  the city comptroller, the city council and the city clerk a report listing the compensation of each officer of such not-for-profit organization and the compensation of the three highest paid employees.  Such compensation shall include salary, bonuses and any other type of remuneration for services to the organizations;\n\t2)\tthe most recent completed Federal 990 form with regard to the organization and  any form required and approved by the city council shall be filed with the city comptroller, city council and city clerk.\n\tb.\tThe comptroller shall prepare a report at the end of each fiscal year of the one hundred most highly compensated officers or employees of such not-for-profit organizations that have filed the required reports pursuant to subdivision a of this section.\n\n\tc.\tAfter having so stipulated, if a not-for-profit organization fails to adhere to the provisions of subdivision a of this section such organization shall be prohibited from performing the remainder of the services in the affected contract and shall be disqualified from bidding on any contracts with the  city for a period of one year after such prohibition.\n\t§2.\tThis law shall take effect forty-five days after its enactment into law and shall apply to contracts for which a request for bids or proposals is issued on or after the effective date.\n\n\n\nLC\nLS #439\nInt. 213-2004\nInt. 128-2006\n02/01/2010",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab Section 1.  Title 6 of the administrative code of the city of New York is hereby amended to add a new section 6-116.3 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\ul\\'a76-116.3  City contracts with not-for-profit organizations.  a.  No city agency shall contract for the supply of goods, services or construction in the amount of one hundred thousand dollars or more with a not-for-profit organization unless such organization stipulates to the following:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\ulnone\\tab\\ul 1)\\ulnone\\tab\\ul the organization shall file with  the city comptroller, the city council and the city clerk a report listing the compensation of each officer of such not-for-profit organization and the compensation of the three highest paid employees.  Such compensation shall include salary, bonuses and any other type of remuneration for services to the organizations;\\par\n\\ulnone\\tab\\ul 2)\\ulnone\\tab\\ul the most recent completed Federal 990 form with regard to the organization and  any form required and approved by the city council shall be filed with the city comptroller, city council and city clerk.\\par\n\\ulnone\\tab\\ul b.\\ulnone\\tab\\ul The comptroller shall prepare a report at the end of each fiscal year of the one hundred most highly compensated officers or employees of such not-for-profit organizations that have filed the required reports pursuant to subdivision a of this section.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\li300\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\ulnone\\tab\\ul c.\\ulnone\\tab\\ul After having so stipulated, if a not-for-profit organization fails to adhere to the provisions of subdivision a of this section such organization shall be prohibited from performing the remainder of the services in the affected contract and shall be disqualified from bidding on any contracts with the  city for a period of one year after such prohibition.\\par\n\\pard\\ltrpar\\nowidctlpar\\li270\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\ulnone\\tab\\'a72.\\tab This law shall take effect forty-five days after its enactment into law and shall apply to contracts for which a request for bids or proposals is issued on or after the effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\par\n\\par\nLC\\par\nLS #439\\par\nInt. 213-2004\\par\nInt. 128-2006\\par\n02/01/2010\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T22:02:18.35Z"
}
