{
  "ID": 44607,
  "GUID": "19EE13B8-7567-4071-AE6A-A04BEC31E831",
  "File": "Int 0130-2010",
  "Name": "Requiring the Corporation Counsel to submit quarterly reports to the City Council, Comptroller and CCRB detailing the number and disposition of civil actions filed against the NYPD.",
  "Title": "A Local Law to amend the administrative code of the City of New York, in relation to requiring the Corporation Counsel to submit quarterly reports to the City Council, Comptroller and Civilian Complaint Review Board detailing the number and disposition of civil actions filed against the New York City Police Department.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2010-03-25T00:00:00Z",
  "AgendaDate": "2010-03-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 240461,
      "Date": "2010-03-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 240781,
      "Date": "2010-03-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9712,
      "AgendaSequence": 209,
      "MinutesSequence": 231,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284388,
      "Date": "2013-12-31T17:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45564,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Section 109 of Title 7 of the Administrative Code of the City of New York is amended and new paragraphs b and c are added to read as follows: \n§7-109 Corporation counsel; when the corporation counsel may appear for officer, subordinate, or employee of an agency; reports of the corporation counsel to the city council on civil actions filed against the police department. \na. The corporation counsel, in his or her discretion may appear, or direct any of his or her assistants to appear, in any action or proceeding, whether criminal or civil, which may be brought against any officer, subordinate or employee in the service of the city, or of any of the counties contained therein, by reason of any acts done or omitted by such officer, subordinate or employee, while in the performance of his or her duty, whenever such appearance is requested by the head of the agency in which such officer, subordinate or employee is employed or whenever the interests of the city require the appearance of the corporation counsel. The head of the agency in which such officer, subordinate or employee is employed shall submit all pertinent papers and other documents to the corporation counsel.\nb. Beginning in the year following the enactment  of the local law that added this subdivision, the corporation counsel shall commence the submission of a quarterly report to the council, comptroller and civilian complaint review board of all civil actions filed against the police department and/or individual police officers during the preceding quarter in which the corporation counsel or any of his or her assistants appeared or agreed to represent one or more parties. If a civil action was filed against the police department or individual police officers in which the corporation counsel or any of his or her assistants declined to represent one or more parties, the reasons for such determination shall be included in the report. Such report shall include, but not be limited to: (i) the number of actions pending; (ii) the number of claims in each action; (iii) the nature of each claim; (iv) the amount of time each action has been pending; (v) the resolution of each claim; (vi) whether the resolution was achieved through settlement or trial; (vii) the amount of any settlement; (viii) whether each action was filed in state or federal court; (ix) whether each action alleges a civil rights violation under section 1983 of title 42 of the united states code; and (x) for each action: (a) the precinct affiliation, rank, and number of years of service to the department of each police officer against whom a claim is asserted; (b) whether the police officer against whom a claim is asserted was on-duty or off-duty at the time of the incident that is the subject of the claim; (c) whether any police officer against whom a claim is asserted has previously been the subject of a civil action or actions alleging police misconduct; and (d), if so, the disposition of such civil action or actions. Actions pending resolution shall be noted in each report and their final resolutions noted in a subsequent report. \nc. The report required by this section shall be submitted in accordance with the following schedule, except that if the due date specified below falls on a saturday, sunday or federal or city holiday, the report shall be submitted on or before the next day that is a business day: For the first calendar quarter (January 1 through March 31), on or before April 30; For the second calendar quarter (April 1 through June 30), on or before July 30; For the third calendar quarter (July 1 through September 30), on or before October 30; and for the fourth calendar quarter (October 1 through December 31), on or before January 30. \n\n\t§2. This local law shall take effect upon enactment.\n\nLS 6851\nMG",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\tab Section 1. Section 109 of Title 7 of the Administrative Code of the City of New York is amended and new paragraphs b and c are added to read as follows: \\par\n\\cf1\\'a77-109\\b  \\b0 Corporation counsel; when the corporation counsel may appear for officer, subordinate, or employee of an agency\\ul ; reports of the corporation counsel to the city council on civil actions filed against the police department\\ulnone .\\b  \\par\n\\ul\\b0 a.\\ulnone\\b  \\b0 The corporation counsel, in his or her discretion may appear, or direct any of his or her assistants to appear, in any action or proceeding, whether criminal or civil, which may be brought against any officer, subordinate or employee in the service of the city, or of any of the counties contained therein, by reason of any acts done or omitted by such officer, subordinate or employee, while in the performance of his or her duty, whenever such appearance is requested by the head of the agency in which such officer, subordinate or employee is employed or whenever the interests of the city require the appearance of the corporation counsel. The head of the agency in which such officer, subordinate or employee is employed shall submit all pertinent papers and other documents to the corporation counsel.\\b\\par\n\\ul\\b0 b. \\cf0 Beginning in the year following the enactment  of the local law that added this subdivision, the corporation counsel shall commence the submission of a quarterly report to the council, comptroller and civilian complaint review board of all civil actions filed against the police department and/or individual police officers during the preceding quarter in which the corporation counsel or any of his or her assistants appeared or agreed to represent one or more parties. If a civil action was filed against the police department or individual police officers in which the corporation counsel or any of his or her assistants declined to represent one or more parties, the reasons for such determination shall be included in the report. Such report shall include, but not be limited to: (i) the number of actions pending; (ii) the number of claims in each action; (iii) the nature of each claim; (iv) the amount of time each action has been pending; (v) the resolution of each claim; (vi) whether the resolution was achieved through settlement or trial; (vii) the amount of any settlement; (viii) whether each action was filed in state or federal court; (ix) whether each action alleges a civil rights violation under section 1983 of title 42 of the united states code; and (x) for each action: (a) the precinct affiliation, rank, and number of years of service to the department of each police officer against whom a claim is asserted; (b) whether the police officer against whom a claim is asserted was on-duty or off-duty at the time of the incident that is the subject of the claim; (c) whether any police officer against whom a claim is asserted has previously been the subject of a civil action or actions alleging police misconduct; and (d), if so, the disposition of such civil action or actions. Actions pending resolution shall be noted in each report and their final resolutions noted in a subsequent report. \\par\nc. The report required by this section shall be submitted in accordance with the following schedule, except that if the due date specified below falls on a saturday, sunday or federal or city holiday, the report shall be submitted on or before the next day that is a business day: For the first calendar quarter (January 1 through March 31), on or before April 30; For the second calendar quarter (April 1 through June 30), on or before July 30; For the third calendar quarter (July 1 through September 30), on or before October 30; and for the fourth calendar quarter (October 1 through December 31), on or before January 30. \\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\'a72. This local law shall take effect upon enactment.\\par\n\\par\nLS 6851\\par\nMG\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n}\n",
  "LastModified": "2013-12-23T22:01:24.02Z"
}
