{
  "ID": 44560,
  "GUID": "188706FA-EC54-48F4-8E32-F33C2656FED9",
  "File": "Int 0133-2010",
  "Name": "Creating a bicycle safety taskforce.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating a bicycle safety taskforce.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2010-04-14T00:00:00Z",
  "AgendaDate": "2010-04-14T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    }
  ],
  "History": [
    {
      "ID": 241287,
      "Date": "2010-04-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 241459,
      "Date": "2010-04-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9784,
      "AgendaSequence": 89,
      "MinutesSequence": 118,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284386,
      "Date": "2013-12-31T17:00:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45516,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Legislative findings and intent.  New York City is a unique urban environment and factors such as limited parking, traffic congestion and the availability of public transportation discourages car use.  Consequently, many New Yorkers ride bicycles to work and other destinations. Bicyclists also ride for recreation and to improve health and fitness.  Bicycling reduces road congestion and motor vehicle related pollution.  The Council recognizes that increasing bicycling in New York City can create health and environmental benefits.  The Council also recognizes that a safe environment for bicyclists can prevent injuries and fatalities.  The Council finds that by establishing a mechanism for comprehensive review of bicycle use, including routes and pathways and bicycle safety, we will better understand how to improve the City’s bicycle program and encourage safe bicycling practices.  Accordingly, the Council finds that a taskforce dedicated to reviewing the trends and patterns of bicycle use, improving the City’s bicycle program and creating ways to encourage safe bicycling practices in New York City, is needed. \n§2. Title 19 of the administrative code of the city of New York is amended by adding a new section 19-180 to read as follows: \n§19-180  Bicycle safety taskforce.  a. There shall be established a bicycle safety taskforce to examine the city’s bicycle program.  Such taskforce shall develop recommendations on how to make New York city more bicycle-friendly.  Such recommendations shall include, but not be limited to, the best ways to use federal funding to improve the city’s bicycle program; changes in rules and regulations regarding bicycle routes, infrastructure components for bicycle lanes and bicycle parking; and educational campaigns and other measures to promote bicycling while ensuring the safety of bicyclists and pedestrians.  \nb.  Such taskforce shall consist of the commissioner of the department of transportation, or his or her designee; the commissioner of the department of city planning, or his or her designee; and the commissioner of the department of parks and recreation, or his or her designee.  The mayor shall appoint two additional individuals, including one transportation expert and one person who advocates on bicycle use related issues; provided, however, that such individuals shall not hold any other public office, employment or trust.  The speaker of the city council shall appoint two additional individuals, including one transportation expert and one person who advocates on bicycle use related issues; provided, however, that such individuals shall not hold any other public office, employment or trust.\nc.  Such taskforce shall serve for a term of two years.  Any vacancy shall be filled in the same manner as the original appointment.\nd.  All members of such taskforce shall serve without compensation, except that each member shall be allowed actual and necessary expenses to be audited in the same manner as other city charges.\ne.  Such taskforce shall meet at least five times a year and shall hold a hearing in each of the five boroughs. The commissioner of the department of transportation shall serve as chairperson of such taskforce and shall convene the first meeting of such taskforce within ninety days after the effective date of the local law that added this section.  Such taskforce shall issue and submit a report of its findings and recommendations to the mayor and the speaker of the city council no later than twelve months and twenty-four months after the effective date of the local law that added this section.\n§3. Severability.  If any sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\n§4.  This local law shall take effect immediately and shall be deemed repealed on May 31, 2012.\n\nMWC\nLS#239\n3/3/2010\nInt. 0498-2007",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Legislative findings and intent.  New York City is a unique urban environment and factors such as limited parking, traffic congestion and the availability of public transportation discourages car use.  Consequently, many New Yorkers ride bicycles to work and other destinations. Bicyclists also ride for recreation and to improve health and fitness.  Bicycling reduces road congestion and motor vehicle related pollution.  The Council recognizes that increasing bicycling in New York City can create health and environmental benefits.  The Council also recognizes that a safe environment for bicyclists can prevent injuries and fatalities.  The Council finds that by establishing a mechanism for comprehensive review of bicycle use, including routes and pathways and bicycle safety, we will better understand how to improve the City\\rquote s bicycle program and encourage safe bicycling practices.  Accordingly, the Council finds that a taskforce dedicated to reviewing the trends and patterns of bicycle use, improving the City\\rquote s bicycle program and creating ways to encourage safe bicycling practices in New York City, is needed. \\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72. Title 19 of the administrative code of the city of New York is amended by adding a new section 19-180 to read as follows: \\par\n\\ul\\'a719-180  Bicycle safety taskforce.  a. There shall be established a bicycle safety taskforce to examine the city\\rquote s bicycle program.  Such taskforce shall develop recommendations on how to make New York city more bicycle-friendly.  Such recommendations shall include, but not be limited to, the best ways to use federal funding to improve the city\\rquote s bicycle program; changes in rules and regulations regarding bicycle routes, infrastructure components for bicycle lanes and bicycle parking; and educational campaigns and other measures to promote bicycling while ensuring the safety of bicyclists and pedestrians.  \\par\nb.  Such taskforce shall consist of the commissioner of the department of transportation, or his or her designee; the commissioner of the department of city planning, or his or her designee; and the commissioner of the department of parks and recreation, or his or her designee.  The mayor shall appoint two additional individuals, including one transportation expert and one person who advocates on bicycle use related issues; provided, however, that such individuals shall not hold any other public office, employment or trust.  The speaker of the city council shall appoint two additional individuals, including one transportation expert and one person who advocates on bicycle use related issues; provided, however, that such individuals shall not hold any other public office, employment or trust.\\par\nc.  Such taskforce shall serve for a term of two years.  Any vacancy shall be filled in the same manner as the original appointment.\\par\nd.  All members of such taskforce shall serve without compensation, except that each member shall be allowed actual and necessary expenses to be audited in the same manner as other city charges.\\par\ne.  Such taskforce shall meet at least five times a year and shall hold a hearing in each of the five boroughs. The commissioner of the department of transportation shall serve as chairperson of such taskforce and shall convene the first meeting of such taskforce within ninety days after the effective date of the local law that added this section.  Such taskforce shall issue and submit a report of its findings and recommendations to the mayor and the speaker of the city council no later than twelve months and twenty-four months after the effective date of the local law that added this section.\\par\n\\ulnone\\'a73. Severability.  If any sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\\par\n\\'a74.  This local law shall take effect immediately and shall be deemed repealed on May 31, 2012.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\fs20\\par\nMWC\\par\nLS#239\\par\n3/3/2010\\par\nInt. 0498-2007\\par\n}\n",
  "LastModified": "2013-12-23T22:00:52.757Z"
}
