{
  "ID": 44810,
  "GUID": "5107F362-8C60-454E-A818-201F0F4D0BAB",
  "File": "Int 0136-2010",
  "Name": "Green back up generators for mobile food vending units.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to green back up generators for mobile food vending units.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2010-04-14T00:00:00Z",
  "AgendaDate": "2010-04-14T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 241283,
      "Date": "2010-04-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 241463,
      "Date": "2010-04-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9784,
      "AgendaSequence": 92,
      "MinutesSequence": 121,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284383,
      "Date": "2013-12-31T17:00:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45772,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Subchapter seven of chapter one of title 24 of the administrative code of the city of New York is amended by adding a new section 24-163.13 as follows:\n§24-163.13 Use of verified idle reduction technology or an auxiliary power unit in motorized mobile food vending units. a. For the purposes of this section, the following terms shall be defined as follows:\n(1)\t“Auxiliary power unit” shall mean a device containing an engine certified by the United States environmental protection agency that supplies cooling, heating, and electrical power to trucks, and motorized mobile food vending units while the engine of such vehicle, if any, is not operating. \n\t(2) \"Generator\" shall mean a machine or device that combusts fossil fuel to create electricity.\n(3) “Verified idle reduction technology” shall mean technology including, but not limited to, an auxiliary power unit, that has been verified by the United States environmental protection agency and allows the engine of a vehicle to be turned off while still providing power to the vehicle or equipment, such as for the heating or cooling of the cabin, and which reduces tailpipe emissions from diesel-fuel powered vehicles.\n(4)“Mobile food vending unit” shall mean a food service establishment as defined in Article 81 of the health code that is also a vehicle using gasoline or diesel fuel and shall not include a pushcart or self propelled vehicle that uses propane used to store, prepare, display, serve or sell food, or distribute food free of charge to the public, for consumption in a place other than in or on the unit. Any such vehicle shall be deemed a mobile food vending unit whether operated  on public, private or restricted space. A mobile food vending unit shall not mean a stand or a booth.\nb. Any diesel-fuel powered generator that is used to provide electrical power for equipment used in a mobile food vending unit shall be equipped with an auxiliary power unit or verified idle reduction technology.\nc. Any person who violates the provisions of subdivision b of this section shall be liable for a civil penalty in the amount of five hundred dollars for each day in which they are in violation of such subdivision.\n§2. This local law shall take effect ninety days after enactment, except that the commissioner of environmental protection shall take all actions, including the promulgation of rules necessary to implement this local law prior to such effective date.\nSS LS #7738\n3/2/10  3:45 p.m..",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sb100\\sa100\\qj\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Subchapter seven of chapter one of title 24 of the administrative code of the city of New York is amended by adding a new section 24-163.13 as follows:\\par\n\\ul\\'a724-163.13 Use of verified idle reduction technology or an auxiliary power unit in motorized mobile food vending units. a. For the purposes of this section, the following terms shall be defined as follows:\\par\n(1)\\tab\\ldblquote Auxiliary power unit\\rdblquote  shall mean a device containing an engine certified by the United States environmental protection agency that supplies cooling, heating, and electrical power to trucks, and motorized mobile food vending units while the engine of such vehicle, if any, is not operating. \\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul (2) \"Generator\" shall mean a machine or device that combusts fossil fuel to create electricity.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul (3) \\ldblquote Verified idle reduction technology\\rdblquote  shall mean technology including, but not limited to, an auxiliary power unit, that has been verified by the United States environmental protection agency and allows the engine of a vehicle to be turned off while still providing power to the vehicle or equipment, such as for the heating or cooling of the cabin, and which reduces tailpipe emissions from diesel-fuel powered vehicles.\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (4)\\ldblquote Mobile food vending unit\\rdblquote  shall mean a food service establishment as defined in Article 81 of the health code that is also a vehicle using gasoline or diesel fuel and shall not include a pushcart or self propelled vehicle that uses propane used to store, prepare, display, serve or sell food, or distribute food free of charge to the public, for consumption in a place other than in or on the unit. Any such vehicle shall be deemed a mobile food vending unit whether operated  on public, private or restricted space. A mobile food vending unit shall not mean a stand or a booth.\\par\nb. Any diesel-fuel powered generator that is used to provide electrical power for equipment used in a mobile food vending unit shall be equipped with\\ulnone  \\ul an auxiliary power unit or verified idle reduction technology.\\par\nc. Any person who violates the provisions of subdivision b of this section\\ulnone  \\ul shall be liable for a civil penalty in the amount of five hundred dollars for each\\ulnone  \\ul day in which they are in violation of such subdivision.\\ulnone\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi740\\sl480\\slmult1\\'a72. This local law shall take effect ninety days after enactment, except that the commissioner of environmental protection shall take all actions, including the promulgation of rules necessary to implement this local law prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj SS LS #7738\\par\n3/2/10  3:45 p.m..\\par\n\\pard\\ltrpar\\nowidctlpar\\f1\\par\n\\f0\\par\n}\n",
  "LastModified": "2013-12-23T22:00:10.223Z"
}
