{
  "ID": 44861,
  "GUID": "1ABB2C9E-9A87-4E95-A672-34D8B9E350D2",
  "File": "Int 0137-2010",
  "Name": "Illumination of common areas in multiple-unit residential buildings to allow private, cooperatively owned buildings to utilize motion activated and/or timed light switches so as to conserve electricity.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to illumination of common areas in multiple-unit residential buildings to allow private, cooperatively owned buildings to utilize motion activated and/or timed light switches so as to conserve electricity.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-04-14T00:00:00Z",
  "AgendaDate": "2010-04-14T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 241351,
      "Date": "2010-04-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 241465,
      "Date": "2010-04-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9784,
      "AgendaSequence": 93,
      "MinutesSequence": 122,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284382,
      "Date": "2013-12-31T16:59:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45823,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Legislative findings and intent.   The Council finds that  substantial amounts of electricity are consumed through unnecessary lighting of residential buildings after sunset, in empty fire stairs and fire towers,  stairs and public halls and other common areas. The Council further finds that motion or lighting occupancy sensors can save up to thirty percent annually in energy consumption and pay for themselves in less than three years. \nTherefore the Council finds that it is in the best interests of the City to permit the owners of multiple dwelling cooperatively owned residential buildings to install motion sensors in common areas. \n\t§ 2. Subdivision b of section 27-2039 of the administrative code of the city of New York is amended to read as follows:\nb. The owner of a multiple dwelling shall keep all required lights burning continuously (1) in every fire stair and fire tower; (2) in every stair and public hall where there is no window opening on a street, court, yard, space above a setback, or on a shaft; and (3) in every stair and public hall where there is a window which in the opinion of the department does not provide adequate natural light; The owner of a cooperatively-owned multiple dwelling may elect to utilize motion sensors or occupancy-activated light control switches with manual override control switches in common areas, \n§3. This local law shall take effect ninety days after enactment, provided, however, that the commissioner of housing preservation and development shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\nLS #6780\nSS 3/2/10  4:33 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\tx720\\ulnone S\\cf1 ection 1.  Legislative findings and intent.   The Council finds that\\cf0  \\lang9  substantial amounts of electricity are consumed through unnecessary lighting of residential buildings after sunset, in empty fire stairs and fire towers,  stairs and public halls and other common areas.\\lang1033  The Council further finds that motion or lighting occupancy sensors can save up to thirty percent annually in energy consumption and pay for themselves in less than three years. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Therefore the Council finds that it is in the best interests of the City to permit the owners of multiple dwelling cooperatively owned residential buildings to install motion sensors in common areas. \\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\cf0\\tab\\'a7 2. Subdivision b of section 27-2039 of the administrative code of the city of New York is amended to read as follows:\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone b. The owner of a multiple dwelling shall keep all required lights burning continuously (1) in every fire stair and fire tower; (2) in every stair and public hall where there is no window opening on a street, court, yard, space above a setback, or on a shaft; and (3) in every stair and public hall where there is a window which in the opinion of the department does not provide adequate natural light; \\ul The owner of a cooperatively-owned multiple dwelling may elect to utilize motion sensors or occupancy-activated light control switches with manual override control switches in common areas, \\par\n\\ulnone\\'a73. This local law shall take effect ninety days after enactment, provided, however, that the commissioner of housing preservation and development shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LS #6780\\par\nSS 3/2/10  4:33 p.m.\\par\n\\pard\\ltrpar\\nowidctlpar\\f1\\par\n}\n",
  "LastModified": "2013-12-23T21:59:58.287Z"
}
