{
  "ID": 44780,
  "GUID": "2B4DA84F-358C-400D-B848-E478B2392854",
  "File": "Int 0145-2010",
  "Name": "Sale of personal watercraft and specialty prop-craft.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the sale of personal watercraft and specialty prop-craft.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5123,
  "BodyName": "Committee on Waterfronts",
  "IntroDate": "2010-04-14T00:00:00Z",
  "AgendaDate": "2010-04-14T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 241300,
      "Date": "2010-04-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 241481,
      "Date": "2010-04-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Waterfronts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9784,
      "AgendaSequence": 109,
      "MinutesSequence": 138,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Waterfronts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284377,
      "Date": "2013-12-31T16:58:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45741,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Chapter five of title twenty of the administrative code of the city of New York is amended by adding a new subchapter sixteen to read as follows:\nSubchapter 16. PERSONAL WATERCRAFT\n§20-810. Definitions. a. “Personal watercraft” means a vessel which uses an inboard motor powering a water jet pump as its primary source of motive power and which is designed to be operated by a person sitting, standing, or kneeling on, or being towed behind the vessel rather than in the conventional manner of sitting or standing inside the vessel.\nb. “Specialty prop-craft” means a vessel which is powered by an outboard motor or a propeller driven motor and which is designed to be operated by a person sitting, standing or kneeling on, or being towed behind the vessel rather than in the conventional manner of sitting or standing inside the vessel.\nc. “Retailer” shall mean any person, firm, corporation or partnership that sells to the public personal watercraft or specialty prop-craft, or offers for sale to the public personal watercraft or specialty prop-craft.\n§20-811. Regulations. a. No retailer shall sell a personal watercraft or a specialty prop-craft to any person unless such person is eighteen years of age or older.\nb.  The retailer shall include with the sale of such personal watercraft or specialty prop-craft a video demonstrating the operating procedures for such personal watercraft or specialty prop-craft and the use of such vessel's safety equipment;\nc. No retailer shall sell a personal watercraft or a specialty prop-craft unless such vessel is equipped with:\n1. an efficient sound producing mechanical appliance, other than a siren, capable of producing a blast of two seconds or more in duration and of such strength as to be heard plainly for a distance of at least one-half mile in still weather;\n2. a fluorescent-orange distress flag which shall be a minimum of one foot square in size or other appropriate United States Coast Guard-approved visual distress signal; and\n3.  a notice permanently affixed to a clearly visible and indispensable part of the personal watercraft or specialty prop-craft in a clearly distinguishable font and color that shall include a warning that all riders must wear a Coast Guard approved personal flotation device.\n§20-812. Penalties. Any retailer that violates section 20-811 of this subchapter shall be liable for a civil penalty of five hundred dollars per violation. Such penalties shall be recovered in a civil action or in a proceeding commenced by the service of a notice of hearing that shall be returnable before the administrative tribunal of the department.\n§20-813. Police officers, and authorized employees of the department and any other agency designated by the mayor, shall have the authority to enforce the provisions of this section. \n§2. This local law shall become effective sixty days after its enactment into law.\nJTB\nLS# 608\n3/25/10\nInt. 563-A/2007",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Chapter five of title twenty of the administrative code of the city of New York is amended by adding a new subchapter sixteen to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qc\\ul Subchapter 16. PERSONAL WATERCRAFT\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a720-810. Definitions. a. \\ldblquote Personal watercraft\\rdblquote  means a vessel which uses an inboard motor powering a water jet pump as its primary source of motive power and which is designed to be operated by a person sitting, standing, or kneeling on, or being towed behind the vessel rather than in the conventional manner of sitting or standing inside the vessel.\\par\nb. \\ldblquote Specialty prop-craft\\rdblquote  means a vessel which is powered by an outboard motor or a propeller driven motor and which is designed to be operated by a person sitting, standing or kneeling on, or being towed behind the vessel rather than in the conventional manner of sitting or standing inside the vessel.\\par\nc. \\ldblquote Retailer\\rdblquote  shall mean any person, firm, corporation or partnership that sells to the public personal watercraft or specialty prop-craft, or offers for sale to the public personal watercraft or specialty prop-craft.\\par\n\\'a720-811. Regulations. a. No retailer shall sell a personal watercraft or a specialty prop-craft to any person unless such person is eighteen years of age or older.\\par\nb.  The retailer shall include with the sale of such personal watercraft or specialty prop-craft a video demonstrating the operating procedures for such personal watercraft or specialty prop-craft and the use of such vessel's safety equipment;\\par\nc. No retailer shall sell a personal watercraft or a specialty prop-craft unless such vessel is equipped with:\\par\n1. an efficient sound producing mechanical appliance, other than a siren, capable of producing a blast of two seconds or more in duration and of such strength as to be heard plainly for a distance of at least one-half mile in still weather;\\par\n2. a fluorescent-orange distress flag which shall be a minimum of one foot square in size or other appropriate United States Coast Guard-approved visual distress signal; and\\par\n3.  a notice permanently affixed to a clearly visible and indispensable part of the personal watercraft or specialty prop-craft in a clearly distinguishable font and color that shall include a warning that all riders must wear a Coast Guard approved personal flotation device.\\par\n\\'a720-812. Penalties. Any retailer that violates section 20-811 of this subchapter shall be liable for a civil penalty of five hundred dollars per violation. Such penalties shall be recovered in a civil action or in a proceeding commenced by the service of a notice of hearing that shall be returnable before the administrative tribunal of the department.\\par\n\\'a720-813. Police officers, and authorized employees of the department and any other agency designated by the mayor, shall have the authority to enforce the provisions of this section. \\par\n\\ulnone\\'a72. This local law shall become effective sixty days after its enactment into law.\\par\n\\pard\\nowidctlpar\\qj\\fs20 JTB\\par\nLS# 608\\par\n3/25/10\\par\nInt. 563-A/2007\\fs24\\par\n}\n\u0000",
  "LastModified": "2013-12-23T21:58:42.223Z"
}
