{
  "ID": 44539,
  "GUID": "41F8D000-A436-430F-9D6E-94B106374F0F",
  "File": "Int 0150-2010",
  "Name": "Prohibiting smoking in vehicles where minors are present, and to repeal subdivision f of section 17-505.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting smoking in vehicles where minors are present, and to repeal subdivision f of section 17-505.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2010-04-14T00:00:00Z",
  "AgendaDate": "2010-04-14T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 241307,
      "Date": "2010-04-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 241491,
      "Date": "2010-04-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9784,
      "AgendaSequence": 118,
      "MinutesSequence": 147,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284374,
      "Date": "2013-12-31T16:57:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45495,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Subdivision f of section 17-505 of the administrative code of the city of New York is REPEALED. \n§2. Section 17-502 of the administrative code of the city of New York is amended to read as follows:\ny. \"Smoke\" or \"Smoking\" means inhaling, exhaling, burning or carrying any lighted cigar, cigarette, pipe, or any form of lighted object or device which contains tobacco.\noo. \"Child\" shall mean any person under the age of eighteen.\npp. \"Vehicle\" shall mean any device in, upon, or by which any person or property is or may be  transported  or  drawn  upon  a  highway,  except devices  moved  by human power or used exclusively upon stationary rails or tracks.\n§3. Section 17-503 of the administrative code of the city of New York is amended by adding a new subdivision e to read as follows:\ne. It shall be unlawful for the operator or any passenger in a vehicle to smoke when any child is present.\n§4. Subdivision a of Section 17-507 is amended to read as follows:\na.  The department shall enforce the provisions of this chapter. In addition, designated enforcement employees of the department of buildings, the department of consumer affairs, the department of environmental protection, the fire department and the department of sanitation shall have the power to enforce the provisions of this chapter, and the police department shall have the power to enforce subdivision e of section 17-503 of this chapter.\n§5. Subdivision d of section 17-508 is amended to read as follows:\nd. It shall be unlawful for any person to smoke in any area or vehicle where smoking is prohibited under section 17-503 and section 17-504.\n§6. This local law shall take effect ninety days after its enactment into law, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this local law prior to its effective date.\n \nInt. No. 611/2007\nLS # 336\nAMS",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 CG Times;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Subdivision f of section 17-505 of the administrative code of the city of New York is REPEALED. \\par\n\\'a72. Section 17-502 of the administrative code of the city of New York is amended to read as follows:\\par\ny. \\ul \"Smoke\" or \\ulnone \"Smoking\" means inhaling, exhaling, burning or carrying any lighted cigar, cigarette, pipe, or any form of lighted object or device which contains tobacco.\\par\n\\ul oo. \"Child\" shall mean any person under the age of eighteen.\\ulnone\\par\n\\ul pp. \"Vehicle\" shall mean any device in, upon, or by which any person or property is or may be  transported  or  drawn  upon  a  highway,  except devices  moved  by human power or used exclusively upon stationary rails or tracks.\\ulnone\\par\n\\'a73. Section 17-503 of the administrative code of the city of New York is amended by adding a new subdivision e to read as follows:\\par\n\\ul e. It shall be unlawful for the operator or any passenger in a vehicle to smoke when any child is present.\\ulnone\\par\n\\'a74. Subdivision a of Section 17-507 is amended to read as follows:\\par\na.  The department shall enforce the provisions of this chapter. In addition, designated enforcement employees of the department of buildings, the department of consumer affairs, the department of environmental protection, the fire department and the department of sanitation shall have the power to enforce the provisions of this chapter\\ul , and the police department shall have the power to enforce subdivision e of section 17-503 of this chapter\\ulnone .\\par\n\\'a75. Subdivision d of section 17-508 is amended to read as follows:\\par\nd. It shall be unlawful for any person to smoke in any area \\ul or vehicle\\ulnone  where smoking is prohibited under section 17-503 and section 17-504.\\par\n\\'a76. This local law shall take effect ninety days after its enactment into law, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this local law prior to its effective date.\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar  \\par\n\\f1\\fs20 Int. No. 611/2007\\par\nLS # 336\\par\nAMS\\par\n\\pard\\ltrpar\\nowidctlpar\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T21:57:56.24Z"
}
