{
  "ID": 44845,
  "GUID": "A718B680-EA3F-4251-AA97-D0D07FA79C72",
  "File": "Int 0160-2010",
  "Name": "Requiring notice relating to food allergens in food service establishments.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring notice relating to food allergens in food service establishments.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2010-04-14T00:00:00Z",
  "AgendaDate": "2010-04-14T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    }
  ],
  "History": [
    {
      "ID": 241317,
      "Date": "2010-04-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 241508,
      "Date": "2010-04-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9784,
      "AgendaSequence": 134,
      "MinutesSequence": 163,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284369,
      "Date": "2013-12-31T16:56:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45807,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Chapter 1 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-196 to read as follows:\n§17-196 Notice of food allergens. a. Definitions. 1. “Food service establishment” shall have the meaning as such term is defined in section 81.03 of the health code of the city of New York, except that it shall apply exclusively to places where food is sold and space is designated specifically as an eating area.  \n2. “Major food allergen” shall include milk, eggs, fish, crustacean shellfish, tree nuts, peanuts, wheat, soybeans and any other food determined by the department. \nb. Every food service establishment that uses as an ingredient any major food allergen shall either (1) post, in a conspicuous place, in accordance with rules promulgated by the department, a sign made available by the department pursuant to subdivision c of this section or (2) indicate on its menu, in such size, style and manner as determined pursuant to rules promulgated by the department, a printed notice requesting a customer to inform the server before placing an order about the customer’s allergy to a major food allergen.\nc. The department shall make available upon request to the owner, operator or manager of every food service establishment signs that request a customer to inform the server before placing an order about the customer’s allergy to a major food allergen. The department shall promulgate rules with respect to the size, style and posting of such signs and may charge a fee to cover printing, postage and handling expenses.\nd. Any food service establishment that violates subdivision b of this section or any of the rules promulgated thereunder shall be liable for a civil penalty not to exceed one hundred dollars for each such violation.\n§ 2. This local law shall take effect ninety days after its enactment into law, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this local law prior to its effective date.\n\nAMS\nLS 26\nInt. No. 981/2009\n2/25/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.  Chapter 1 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-196 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\b\\'a717-196 Notice of food allergens.\\b0  a. Definitions. 1. \\ldblquote Food service establishment\\rdblquote  shall have the meaning as such term is defined in section 81.03 of the health code of the city of New York, except that it shall apply exclusively to places where food is sold and space is designated specifically as an eating area.  \\par\n2. \\ldblquote Major food allergen\\rdblquote  shall include milk, eggs, fish, crustacean shellfish, tree nuts, peanuts, wheat, soybeans and any other food determined by the department. \\par\nb. Every food service establishment that uses as an ingredient any major food allergen shall either (1) post, in a conspicuous place, in accordance with rules promulgated by the department, a sign made available by the department pursuant to subdivision c of this section or (2) indicate on its menu, in such size, style and manner as determined pursuant to rules promulgated by the department, a printed notice requesting a customer to inform the server before placing an order about the customer\\rquote s allergy to a major food allergen.\\par\nc. The department shall make available upon request to the owner, operator or manager of every food service establishment signs that request a customer to inform the server before placing an order about the customer\\rquote s allergy to a major food allergen. The department shall promulgate rules with respect to the size, style and posting of such signs and may charge a fee to cover printing, postage and handling expenses.\\par\nd. Any food service establishment that violates subdivision b of this section or any of the rules promulgated thereunder shall be liable for a civil penalty not to exceed one hundred dollars for each such violation.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a7 2. This local law shall take effect ninety days after its enactment into law, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this local law prior to its effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\fs20 AMS\\par\nLS 26\\par\nInt. No. 981/2009\\par\n2/25/10\\par\n}\n",
  "LastModified": "2013-12-23T21:56:29.913Z"
}
