{
  "ID": 44846,
  "GUID": "F6AB7711-2689-4F5C-A75B-0F86AED9B962",
  "File": "Int 0161-2010",
  "Name": "Requiring training on food allergies.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring training on food allergies.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2010-04-14T00:00:00Z",
  "AgendaDate": "2010-04-14T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    }
  ],
  "History": [
    {
      "ID": 241316,
      "Date": "2010-04-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 241509,
      "Date": "2010-04-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9784,
      "AgendaSequence": 135,
      "MinutesSequence": 164,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284368,
      "Date": "2013-12-31T16:56:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45808,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter 1 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-196 to read as follows:\n§ 17-196 Training on food allergies. a. Definition. “Food service establishment” shall have the meaning as such term is defined in section 81.03 of the health code of the city of New York, except that it shall apply exclusively to places where food is sold and space is designated specifically as an eating area.\nb. Every food service establishment shall ensure that each individual required to complete a food protection course pursuant to Article 81 of the health code of the city of New York shall receive training on food allergies once every five years. The department shall provide a certificate of completion to each individual who completes such training on food allergies.\nc. Every food service establishment shall ensure that each individual required to complete training on food allergies pursuant to subdivision b of this section who is present at the time of an inspection of a food service establishment shall provide a copy of the certificate of completion issued pursuant to subdivision a of this section.\nd. The department may conduct the training on food allergies required pursuant to subdivision b of this section or approve training conducted by others. The department may charge a fee to cover expenses in connection with any training conducted by the department. \ne. Any food service establishment that violates subdivisions b or c of this section or any of the rules promulgated thereunder shall be liable for a civil penalty not to exceed one hundred dollars for each violation.\n§ 2. This local law shall take effect one hundred eighty days after its enactment into law, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this section prior to its effective date.\n\nAMS\nLS 34\nInt. No. 817/2008\n3/2/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1. Chapter 1 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-196 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a7 17-196 \\b Training on\\b0  \\b food allergies.\\b0  a. Definition. \\ldblquote Food service establishment\\rdblquote  shall have the meaning as such term is defined in section 81.03 of the health code of the city of New York, except that it shall apply exclusively to places where food is sold and space is designated specifically as an eating area.\\par\nb. Every food service establishment shall ensure that each individual required to complete a food protection course pursuant to Article 81 of the health code of the city of New York shall receive training on food allergies once every five years. The department shall provide a certificate of completion to each individual who completes such training on food allergies.\\par\nc. Every food service establishment shall ensure that each individual required to complete training on food allergies pursuant to subdivision b of this section who is present at the time of an inspection of a food service establishment shall provide a copy of the certificate of completion issued pursuant to subdivision a of this section.\\par\nd. The department may conduct the training on food allergies required pursuant to subdivision b of this section or approve training conducted by others. The department may charge a fee to cover expenses in connection with any training conducted by the department. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 e. Any food service establishment that violates subdivisions b or c of this section or any of the rules promulgated thereunder shall be liable for a civil penalty not to exceed one hundred dollars for each violation.\\par\n\\ulnone\\'a7 2. This local law shall take effect one hundred eighty days after its enactment into law, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this section prior to its effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\fs20 AMS\\par\nLS 34\\par\nInt. No. 817/2008\\par\n3/2/10\\par\n}\n",
  "LastModified": "2013-12-23T21:56:17.82Z"
}
