{
  "ID": 44832,
  "GUID": "601DCCA9-F04B-4BE7-89B0-5F75CD17BCF2",
  "File": "Int 0163-2010",
  "Name": "Graffiti fines and penalties.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to graffiti fines and penalties.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2010-04-14T00:00:00Z",
  "AgendaDate": "2010-04-14T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    }
  ],
  "History": [
    {
      "ID": 241326,
      "Date": "2010-04-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 241457,
      "Date": "2010-04-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9784,
      "AgendaSequence": 142,
      "MinutesSequence": 171,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284367,
      "Date": "2013-12-31T16:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45794,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Subdivision g of section 10-117 of chapter one of title ten of the administrative code of the city of New York is amended to read as follows:\ng.\tIn addition to the criminal penalties imposed pursuant to subdivision f of this section, a person who violates the provisions of subdivision a, b, c or d of this section shall be liable for a civil penalty of not more than five hundred dollars for each violation which may be recovered in a proceeding before the environmental control board. Any person who has been previously convicted of violating the provisions of subdivision a, b, c or d of this section shall be liable for a civil penalty of not more than one thousand dollars for each violation which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by the service of a notice of violation returnable before such board.  In addition to the civil penalties imposed pursuant to this subdivision, if a person over ten and under eighteen years of age violates the provisions of subdivision a or b of this section, the parent or legal guardian of such person shall be liable for a civil penalty of not more than one thousand dollars for each violation, which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by the service of a notice of violation returnable before such board. If a person over ten and under eighteen years of age has been previously convicted of violating the provisions of subdivision a or b of this section, the parent or legal guardian of such person shall be liable for a civil penalty of not more than one thousand five hundred dollars for each violation, which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by the service of a notice of violation returnable before such board. \n§2. Section 10-117.2 of chapter one of title ten of the administrative code of the city of New York is amended to read as follows:\n§10-117.2. Rewards for providing information leading to apprehension, prosecution or conviction of a person for crimes involving graffiti vandalism. The mayor, upon the recommendation of the police commissioner, shall be authorized to offer and pay a reward in an amount not exceeding one thousand [five hundred]dollars, to any person who provides information leading to the apprehension, prosecution or conviction of any person who may have violated the provisions of subdivision a or b of section 10-117 of this chapter, or who may have committed any other crime where the unlawful conduct included the conduct described in subdivision a or b of such section. No police officer, peace officer or any other law enforcement officer, and no officer, official or employee of the city of New York shall be entitled, directly or indirectly, to collect or receive any such reward.\n§3.  This local law shall become effective immediately.\n\nLS #378\nOP\nInt. 300/2006\n3/17/10",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Subdivision g of section 10-117 of chapter one of title ten of the administrative code of the city of New York is amended to read as follows:\\par\ng.\\tab In addition to the criminal penalties imposed pursuant to subdivision f of this section, a person who violates the provisions of subdivision a, b, c or d of this section shall be liable for a civil penalty of not more than five hundred dollars for each violation which may be recovered in a proceeding before the environmental control board. Any person who has been previously convicted of violating the provisions of subdivision a, b, c or d of this section shall be liable for a civil penalty of not more than one thousand dollars for each violation which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by the service of a notice of violation returnable before such board.  \\ul In addition to the civil penalties imposed pursuant to this subdivision, if a person over ten and under eighteen years of age violates the provisions of subdivision a or b of this section, the parent or legal guardian of such person shall be liable for a civil penalty of not more than one thousand dollars for each violation, which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by the service of a notice of violation returnable before such board. If a person over ten and under eighteen years of age has been previously convicted of violating the provisions of subdivision a or b of this section, the parent or legal guardian of such person shall be liable for a civil penalty of not more than one thousand five hundred dollars for each violation, which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by the service of a notice of violation returnable before such board. \\par\n\\ulnone\\'a72. Section 10-117.2 of chapter one of title ten of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a710-117.2. Rewards for providing information leading to apprehension, prosecution or conviction of a person for crimes involving graffiti vandalism. The mayor, upon the recommendation of the police commissioner, shall be authorized to offer and pay a reward in an amount not exceeding \\ul one thousand\\ulnone  [five hundred]dollars, to any person who provides information leading to the apprehension, prosecution or conviction of any person who may have violated the provisions of subdivision a or b of section 10-117 of this chapter, or who may have committed any other crime where the unlawful conduct included the conduct described in subdivision a or b of such section. No police officer, peace officer or any other law enforcement officer, and no officer, official or employee of the city of New York shall be entitled, directly or indirectly, to collect or receive any such reward.\\par\n\\'a73.  This local law shall become effective immediately.\\par\n\\pard\\nowidctlpar\\par\nLS #378\\par\nOP\\par\nInt. 300/2006\\par\n3/17/10\\par\n\\par\n}\n\u0000",
  "LastModified": "2013-12-23T21:55:48.053Z"
}
