{
  "ID": 44837,
  "GUID": "1A1D76A6-4DAA-4221-BA4F-643E1E935C91",
  "File": "Int 0170-2010",
  "Name": "Criminal street gang solicitation",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to criminal street gang solicitation.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2010-04-14T00:00:00Z",
  "AgendaDate": "2010-04-14T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 241332,
      "Date": "2010-04-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 241518,
      "Date": "2010-04-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9784,
      "AgendaSequence": 150,
      "MinutesSequence": 179,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284362,
      "Date": "2013-12-31T16:54:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45799,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Declaration of legislative findings and intent.  The Council hereby finds and declares that gang activity is capable of destroying lives and communities and should be deterred using all lawful means.  A recent federal study found that gang activity is prevalent in large urban centers and the Council finds that New York City is no exception.  The Council finds that the level of on-going gang activity within New York City is unacceptable and must be combated.  \nThe Council furthermore finds that gang members may spread the harm of gangs by soliciting others to commit crimes.  When solicitation is done by a group, the fact that several people are encouraging another to commit a crime heightens the feeling of intimidation on the part of the person being solicited.  This intimidation is heightened when those performing the act of solicitation are members of a criminal street gang.  For this reason, it is the finding and intent of the Council that criminal street gang solicitation must be deterred in New York City by ensuring that such conduct be punishable as a class A misdemeanor.  Individuals under the age of sixteen are not subject to this heightened penalty due to the fact that those under that age are routinely separated from adult offenders in the penal law and in New York’s court system.  Should such an individual commit a serious act of solicitation in that he or she solicits another for a felony-level crime he or she may be charged with a misdemeanor under existing penal law covering non-gang solicitation.\n§2.  Title 10 of the administrative code of the city of New York is amended by adding a new section 10-168 to read as follows:\n§10-168. Criminal street gang solicitation.  \na.  A person is guilty of criminal street gang solicitation when, as part of a criminal street gang and with at least one other member of such criminal street gang actually present, and being sixteen years of age or older, he or she solicits, requests, commands, importunes or otherwise attempts to cause another person to engage in conduct constituting a misdemeanor defined in any of the following articles of the penal law: article one hundred twenty, relating to assault and related offenses; one hundred thirty, relating to sex offenses; one hundred thirty-five, relating to kidnapping, coercion and related offenses; one hundred forty, relating to burglary and related offenses; one hundred forty-five, relating to criminal mischief and related offenses; one hundred fifty, relating to arson; one hundred fifty-five, relating to larceny; one hundred sixty-five, relating to theft; two hundred fifteen, relating to judicial proceedings; two hundred twenty, relating to controlled substances offenses; two hundred twenty-five, relating to gambling offenses; two hundred thirty, relating to prostitution offenses or two hundred sixty-five, relating to firearms and other dangerous weapons; or harassment in the first degree or aggravated harassment in the second degree, as defined in article two hundred forty of the penal law.\nb.  For purposes of this section, the following terms shall have the following meanings: 1.  “Criminal conduct” shall mean the felonies or misdemeanors defined in any of the following articles of the penal law: one hundred twenty, relating to assault and related offenses; one hundred twenty-five, relating to homicide; one hundred thirty, relating to sex offenses; one hundred thirty-five, relating to kidnapping, coercion and related offenses; one hundred forty, relating to burglary and related offenses; one hundred forty-five, relating to criminal mischief and related offenses; one hundred fifty, relating to arson; one hundred fifty-five, relating to larceny; one hundred sixty, relating to robbery; one hundred sixty-five, relating to theft; two hundred fifteen, relating to judicial proceedings; two hundred twenty, relating to controlled substances offenses; two hundred twenty-one, relating to offenses involving marihuana; two hundred twenty-five, relating to gambling offenses; two hundred thirty, relating to prostitution offenses or two hundred sixty-five, relating to firearms and other dangerous weapons; or harassment in the first degree or aggravated harassment in the first or second degree, as defined in article two hundred forty of the penal law.\n\t2.  “Criminal street gang” shall mean any ongoing organization, association, or group of three or more persons, whether formal or informal, that engages in criminal conduct as one of its primary purposes or activities.  \n§3.  This local law shall take effect 90 days after its enactment into law.\nInt. 945/2009\nLS #329\n3/29/10",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\sa240\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Declaration of legislative findings and intent.  The Council hereby finds and declares that gang activity is capable of destroying lives and communities and should be deterred using all lawful means.  A recent federal study found that gang activity is prevalent in large urban centers and the Council finds that New York City is no exception.  The Council finds that the level of on-going gang activity within New York City is unacceptable and must be combated.  \\par\nThe Council furthermore finds that gang members may spread the harm of gangs by soliciting others to commit crimes.  When solicitation is done by a group, the fact that several people are encouraging another to commit a crime heightens the feeling of intimidation on the part of the person being solicited.  This intimidation is heightened when those performing the act of solicitation are members of a criminal street gang.  For this reason, it is the finding and intent of the Council that criminal street gang solicitation must be deterred in New York City by ensuring that such conduct be punishable as a class A misdemeanor.  Individuals under the age of sixteen are not subject to this heightened penalty due to the fact that those under that age are routinely separated from adult offenders in the penal law and in New York\\rquote s court system.  Should such an individual commit a serious act of solicitation in that he or she solicits another for a felony-level crime he or she may be charged with a misdemeanor under existing penal law covering non-gang solicitation.\\par\n\\'a72.  Title 10 of the administrative code of the city of New York is amended by adding a new section 10-168 to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ul\\'a710-168. Criminal street gang solicitation.\\ulnone   \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul a.  A person is guilty of criminal street gang solicitation when, as part of a criminal street gang and with at least one other member of such criminal street gang actually present, and being sixteen years of age or older, he or she solicits, requests, commands, importunes or otherwise attempts to cause another person to engage in conduct constituting a misdemeanor defined in any of the following articles of the penal law: article one hundred twenty, relating to assault and related offenses; one hundred thirty, relating to sex offenses; one hundred thirty-five, relating to kidnapping, coercion and related offenses; one hundred forty, relating to burglary and related offenses; one hundred forty-five, relating to criminal mischief and related offenses; one hundred fifty, relating to arson; one hundred fifty-five, relating to larceny; one hundred sixty-five, relating to theft; two hundred fifteen, relating to judicial proceedings; two hundred twenty, relating to controlled substances offenses; two hundred twenty-five, relating to gambling offenses; two hundred thirty, relating to prostitution offenses or two hundred sixty-five, relating to firearms and other dangerous weapons; or harassment in the first degree or aggravated harassment in the second degree, as defined in article two hundred forty of the penal law.\\par\nb.  For purposes of this section, the following terms shall have the following meanings: 1.  \\ldblquote Criminal conduct\\rdblquote  shall mean the felonies or misdemeanors defined in any of the following articles of the penal law: one hundred twenty, relating to assault and related offenses; one hundred twenty-five, relating to homicide; one hundred thirty, relating to sex offenses; one hundred thirty-five, relating to kidnapping, coercion and related offenses; one hundred forty, relating to burglary and related offenses; one hundred forty-five, relating to criminal mischief and related offenses; one hundred fifty, relating to arson; one hundred fifty-five, relating to larceny; one hundred sixty, relating to robbery; one hundred sixty-five, relating to theft; two hundred fifteen, relating to judicial proceedings; two hundred twenty, relating to controlled substances offenses; two hundred twenty-one, relating to offenses involving marihuana; two hundred twenty-five, relating to gambling offenses; two hundred thirty, relating to prostitution offenses or two hundred sixty-five, relating to firearms and other dangerous weapons; or harassment in the first degree or aggravated harassment in the first or second degree, as defined in article two hundred forty of the penal law.\\par\n\\ulnone\\tab\\ul 2.  \\ldblquote Criminal street gang\\rdblquote  shall mean any ongoing organization, association, or group of three or more persons, whether formal or informal, that engages in criminal conduct as one of its primary purposes or activities.  \\ulnone\\par\n\\'a73.  This local law shall take effect 90 days after its enactment into law.\\par\n\\pard\\nowidctlpar\\qj Int. 945/2009\\par\nLS #329\\par\n3/29/10\\par\n\\pard\\nowidctlpar\\par\n}\n\u0000",
  "LastModified": "2013-12-23T21:54:39.117Z"
}
