{
  "ID": 44757,
  "GUID": "6A24F21E-F1F5-4FBF-8813-30FD02DF4125",
  "File": "Int 0175-2010",
  "Name": "Sale of toys and child care products that contain bisphenol A or phthalates.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the sale of toys and child care products that contain bisphenol A or phthalates.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2010-04-14T00:00:00Z",
  "AgendaDate": "2010-04-14T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 241306,
      "Date": "2010-04-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 241524,
      "Date": "2010-04-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9784,
      "AgendaSequence": 155,
      "MinutesSequence": 184,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243134,
      "Date": "2010-06-10T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 9925,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243819,
      "Date": "2010-06-10T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 9925,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284359,
      "Date": "2013-12-31T16:53:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 95501,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/10/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/190271a4-ff11-460e-992a-cbe46a70a934.doc",
      "Sort": 1
    },
    {
      "ID": 95775,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/10/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a57385eb-1a57-4f3b-a0bb-45b3b35f877b.pdf",
      "Sort": 2
    },
    {
      "ID": 95922,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - 6/10/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/93af0caa-513c-4933-8e40-b6b472d96c6f.PDF",
      "Sort": 3
    },
    {
      "ID": 95923,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - 6/10/10 NYMRA",
      "Link": "http://nyc.legistar1.com/nyc/attachments/84818734-ba37-4e09-8e21-243447493c45.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 45718,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter 4 of title 20 of the administrative code of the city of New York is hereby amended by adding a new subchapter 3.2 to read as follows:\nSubchapter 3.2 - Products containing phthalates or bisphenol A.\n§ 20-630 Definitions.\n§ 20-631 Products containing bisphenol A.\n§ 20-632 Products containing phthalates.\n§ 20-633 Penalties.\n§ 20-630 Definitions. For the purposes of this subchapter, the following terms shall have the following meanings:\na. “Bisphenol A” shall mean bis(4-hydroxyphenyl) dimethylmethane; bis(4-hydroxyphenyl)propane; 4,4'-bisphenol a; DIAN; p,p'-dihydroxydiphenyldimethylmethane; 4,4'-dihydroxydiphenylpropane; 4,4'-dihydroxy-2,2-diphenylpropane; dimethylmethylene-p,p'-diphenol; beta, beta-di-(p-hydroxyphenyl)propane; dimethyl bis(p-hydroxyphenyl)methane; 2,2-di(4-phenylol)propane; p,p'-isopropylidenebisphenol; 4,4'-dimethylmethylenediphenol; Phenol, 4,4'-(1-methylethylidene)bis-; 2,2-Bis(4-Hydroxyphenyl)propane; 2,2-Bis(4'-hydroxyphenyl)propane; 4,4[-Isopropylidenediphenol; 4,4'-ISOPROPYLIDENEDIPHENOL (BISPHENOL A); or Bisphenol A.\nb. “Child care product” shall mean a consumer product designed or intended by the manufacturer to facilitate sleep of children age 3 and younger, or to help such children with sucking or teething.\nc. “Child feeding product” shall mean a consumer product designed or intended to facilitate feeding or nourishing a child. Such term shall not include medicinal devices.\nd. “Children’s toy” shall mean a consumer product designed or intended by the manufacturer for a child 12 years of age or younger for use by the child when the child plays. \ne. “Consumer product” shall have the meaning as such term is defined in title 15 section 2052(a)(5) of the United States code. \n§ 20-631 Products containing bisphenol A. a. It shall be unlawful for any person to manufacture for sale, offer for sale or distribute in commerce any child care product, child feeding product or children's toy that contains bisphenol A.\n§ 20-632 Products containing phthalates. a. Beginning on July 1, 2010 and until a final rule regulating the phthalates listed in this subchapter is promulgated by the consumer product safety commission, it shall be unlawful for any person to manufacture for sale, offer for sale or distribute in commerce any child care product or children's toy that contains concentrations of more than 0.1 percent of di-(2-ethylhexyl) phthalate (DEHP), dibutyl phthalate (DBP), or benzyl butyl phthalate (BBP).\nb. Beginning on July 1, 2010 and until a final rule regulating the phthalates listed in this subchapter is promulgated by the United States consumer product safety commission, it shall be unlawful for any person to manufacture for sale, offer for sale or distribute in commerce any children's toy that can be placed in a child's mouth or child care product that contains concentrations of more than 0.1 percent of diisononyl phthalate (DINP), diisodecyl phthalate (DIDP), or di-n-octyl phthalate (DnOP).\nc. Any rule promulgated by the United States consumer product safety commission regulating di-(2-ethylhexyl) phthalate (DEHP), dibutyl phthalate (DBP), benzyl butyl phthalate (BBP), diisononyl phthalate (DINP), diisodecyl phthalate (DIDP) or di-n-octyl phthalate (DnOP) in child care products or children’s toys shall supersede any provisions of this section with respect to the phthalate regulated.\nd. It shall be unlawful for any person to manufacture for sale, offer for sale or distribute in commerce any child feeding product that contains more than 0.1 percent of diisononyl phthalate (DINP), diisodecyl phthalate (DIDP), or di-n-octyl phthalate (DnOP).\ne. It shall be unlawful for any person to manufacture for sale, offer for sale or distribute in commerce any child feeding product that contains di-(2-ethylhexyl) phthalate (DEHP), dibutyl phthalate (DBP), benzyl butyl phthalate (BBP), diisononyl phthalate (DINP), diisodecyl phthalate (DIDP) or di-n-octyl phthalate (DnOP).\n§ 20-633 Penalties. Any person who shall violate the provisions of this subchapter or rules promulgated pursuant to this subchapter shall pay a civil penalty of not less than two hundred fifty dollars nor more than five hundred dollars for the first violation and for each succeeding violation a penalty of not less than five hundred dollars nor more than seven hundred fifty dollars.\n§ 2. If any subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect. \n§ 3. This local law shall take effect one hundred eighty days after its enactment into law, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this section prior to its effective date.\n\nAMS\nLS 199\nInt. No. 589/2007\n3/17/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Chapter 4 of title 20 of the administrative code of the city of New York is hereby amended by adding a new subchapter 3.2 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qc\\ul\\b Subchapter 3.2 - Products containing phthalates or bisphenol A.\\par\n\\'a7 20-630 Definitions.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qc\\tqc\\tx5040\\tqc\\tx8400\\'a7 20-631 Products containing bisphenol A.\\par\n\\'a7 20-632 Products containing phthalates.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qc\\'a7 20-633 Penalties.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 20-630 Definitions.\\b0  For the purposes of this subchapter, the following terms shall have the following meanings:\\par\na. \\ldblquote Bisphenol A\\rdblquote  shall mean bis(4-hydroxyphenyl) dimethylmethane; bis(4-hydroxyphenyl)propane; 4,4'-bisphenol a; DIAN; p,p'-dihydroxydiphenyldimethylmethane; 4,4'-dihydroxydiphenylpropane; 4,4'-dihydroxy-2,2-diphenylpropane; dimethylmethylene-p,p'-diphenol; beta, beta-di-(p-hydroxyphenyl)propane; dimethyl bis(p-hydroxyphenyl)methane; 2,2-di(4-phenylol)propane; p,p'-isopropylidenebisphenol; 4,4'-dimethylmethylenediphenol; Phenol, 4,4'-(1-methylethylidene)bis-; 2,2-Bis(4-Hydroxyphenyl)propane; 2,2-Bis(4'-hydroxyphenyl)propane; 4,4[-Isopropylidenediphenol; 4,4'-ISOPROPYLIDENEDIPHENOL (BISPHENOL A); or Bisphenol A.\\par\nb. \\ldblquote Child care product\\rdblquote  shall mean a consumer product designed or intended by the manufacturer to facilitate sleep of children age 3 and younger, or to help such children with sucking or teething.\\par\nc. \\ldblquote Child feeding product\\rdblquote  shall mean a consumer product designed or intended to facilitate feeding or nourishing a child. Such term shall not include medicinal devices.\\par\nd. \\ldblquote Children\\rquote s toy\\rdblquote  shall mean a consumer product designed or intended by the manufacturer for a child 12 years of age or younger for use by the child when the child plays. \\par\ne. \\ldblquote Consumer product\\rdblquote  shall have the meaning as such term is defined in title 15 section 2052(a)(5) of the United States code. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tqc\\tx5040\\tqc\\tx8400\\b\\'a7 20-631 Products containing bisphenol A.\\b0  a. It shall be unlawful for any person to manufacture for sale, offer for sale or distribute in commerce any child care product, child feeding product or children's toy that contains bisphenol A.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\b\\'a7 20-632 Products containing phthalates. \\b0 a. Beginning on July 1, 2010 and until a final rule regulating the phthalates listed in this subchapter is promulgated by the consumer product safety commission, it shall be unlawful for any person to manufacture for sale, offer for sale or distribute in commerce any child care product or children's toy that contains concentrations of more than 0.1 percent of di-(2-ethylhexyl) phthalate (DEHP), dibutyl phthalate (DBP), or benzyl butyl phthalate (BBP).\\par\nb. Beginning on July 1, 2010 and until a final rule regulating the phthalates listed in this subchapter is promulgated by the United States consumer product safety commission, it shall be unlawful for any person to manufacture for sale, offer for sale or distribute in commerce any children's toy that can be placed in a child's mouth or child care product that contains concentrations of more than 0.1 percent of diisononyl phthalate (DINP), diisodecyl phthalate (DIDP), or di-n-octyl phthalate (DnOP).\\par\nc. Any rule promulgated by the United States consumer product safety commission regulating di-(2-ethylhexyl) phthalate (DEHP), dibutyl phthalate (DBP), benzyl butyl phthalate (BBP), diisononyl phthalate (DINP), diisodecyl phthalate (DIDP) or di-n-octyl phthalate (DnOP) in child care products or children\\rquote s toys shall supersede any provisions of this section with respect to the phthalate regulated.\\par\nd. It shall be unlawful for any person to manufacture for sale, offer for sale or distribute in commerce any child feeding product that contains more than 0.1 percent of diisononyl phthalate (DINP), diisodecyl phthalate (DIDP), or di-n-octyl phthalate (DnOP).\\par\ne. It shall be unlawful for any person to manufacture for sale, offer for sale or distribute in commerce any child feeding product that contains di-(2-ethylhexyl) phthalate (DEHP), dibutyl phthalate (DBP), benzyl butyl phthalate (BBP), diisononyl phthalate (DINP), diisodecyl phthalate (DIDP) or di-n-octyl phthalate (DnOP).\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tqc\\tx5040\\tqc\\tx8400\\b\\'a7 20-633 Penalties. \\b0 Any person who shall violate the provisions of this subchapter or rules promulgated pursuant to this subchapter shall pay a civil penalty of not less than two hundred fifty dollars nor more than five hundred dollars for the first violation and for each succeeding violation a penalty of not less than five hundred dollars nor more than seven hundred fifty dollars.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a7 2. If any subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect. \\par\n\\'a7 3. This local law shall take effect one hundred eighty days after its enactment into law, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this section prior to its effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\fs20 AMS\\par\nLS 199\\par\nInt. No. 589/2007\\par\n3/17/10\\par\n}\n",
  "LastModified": "2013-12-23T21:53:50.79Z"
}
