{
  "ID": 44778,
  "GUID": "6879D8C2-27C4-4D6D-B6DB-7EA880F455F4",
  "File": "Int 0185-2010",
  "Name": "Notices of violation issued by the department of buildings for illegal signs or billboards.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to illegal signs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-04-29T00:00:00Z",
  "AgendaDate": "2010-04-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 241913,
      "Date": "2010-04-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242040,
      "Date": "2010-04-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9824,
      "AgendaSequence": 75,
      "MinutesSequence": 90,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284351,
      "Date": "2013-12-31T16:51:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45739,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Article 501 of title 28 of the administrative code of the city of New York is amended by adding a new section 28-501.4.1 to read as follows:\n§28-501.4.1. Notice. Notice of violation to a person charged with a violation for any outdoor sign that violates any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto, shall be made upon such person no later than five days after an authorized employee or agent of the department initially drafts such notice of violation.\n§2. Title 28 of the administrative code of the city of New York is amended by adding a new section 28-501.7 to read as follows:\n§28-501.7 Grace period. Where a person has been charged with a violation for any outdoor sign that violates any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto, and such person has never previously been found in violation of any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto, relating to outdoor signs, the commissioner shall provide such person with a grace period to correct the alleged violation. The commissioner shall determine the duration of the grace period, provided that (1) such grace period commences on the date when the first notice of violation is issued and (2) no subsequent notice of violation for the same violation at the same location be issued to the respondent and no penalty imposed upon the respondent unless such respondent has not corrected the alleged violation within the time period provided by the grace period. For the purposes of this section, each day’s continuance of the violation shall not be a separate and distinct violation, as provided by section 28-501.4 of this title, unless the alleged violation is not corrected by the end of the grace period, in which case, each day’s continuance of the violation after the grace period has expired shall be a separate and distinct violation.\n§3. Chapter 5 of title 20 of the administrative code of the city of New York is amended by adding a new subchapter 16 to read as follows:\nSUBCHAPTER 16\nDISCLOSURE OF LEGAL SIGNAGE\n§20-810. Definitions. As used in this subchapter, the following terms shall have the following meanings: 1. \"Binding contract of sale\" means a real estate purchase contract or offer that would, upon signing by the seller and subject to satisfaction of any contingencies, require the buyer to accept a transfer of title.\n2. \"Knowledge\" means only actual knowledge of a defect or condition on the part of the seller of residential real property.\n3. \"Real estate purchase contract\" means any of the following: (a) a contract which provides for the purchase and sale or exchange of residential real property;\n(b) a lease with an option to purchase residential real property;\n(c) a lease-with-obligation-to-purchase agreement for residential real property; or\n(d) an installment land sale contract for residential real property.\n4. \"Residential real property\" means real property improved by a one to four family or multiple dwelling used or occupied, or intended to be used or occupied, wholly or partly, as the home or residence of one or more persons, but shall not refer to (a) unimproved real property upon which such dwellings are to be constructed, or (b) condominium units or cooperative apartments, or (c) property in a homeowners' association that is not owned in fee simple by the seller.\n5. “Sign” means a sign as defined in section 12-10 of the zoning resolution except that such term shall not include any sign subject to regulation by the department of transportation.\n6. \"Transfer of title\" means delivery of a properly executed instrument conveying title to residential real property and shall include delivery of a real estate purchase contract that is a lease or installment land sale contract.\n§20-811. Disclosure of legal signage statement. 1. Except as is provided in section 20-812 of this subchapter, every seller of residential real property pursuant to a real estate purchase contract shall complete and sign a disclosure of legal signage statement as prescribed by subdivision two of this section and cause it, or a copy thereof, to be delivered to a buyer or buyer's agent prior to the signing by the buyer of a binding contract of sale. A copy of the disclosure of legal signage statement containing the signatures of both seller and buyer shall be attached to the real estate purchase contract. Nothing contained in this article or this disclosure statement is intended to prevent the parties to a contract of sale from entering into agreements of any kind or nature with respect to the physical condition of the property to be sold, including, but not limited to, agreements for the sale of real property \"as is\".\n2. The following shall be the disclosure of legal signage statement:\nDISCLOSURE OF LEGAL SIGNAGE STATEMENT\nNAME OF SELLER OR SELLERS:\nPROPERTY ADDRESS:\nPURPOSE OF STATEMENT: THIS IS A STATEMENT OF DISCLOSURE OF LEGAL SIGNAGE CONCERNING THE PROPERTY KNOWN TO THE SELLER. THIS DISCLOSURE STATEMENT IS NOT A WARRANTY OF ANY KIND BY THE SELLER OR BY ANY AGENT REPRESENTING THE SELLER IN THIS TRANSACTION. IT IS NOT A SUBSTITUTE FOR ANY INSPECTIONS AND THE BUYER IS ENCOURAGED TO OBTAIN HIS OR HER OWN INDEPENDENT PROFESSIONAL INSPECTIONS AND ALSO IS ENCOURAGED TO CHECK PUBLIC RECORDS PERTAINING TO THE PROPERTY.\nA KNOWINGLY FALSE OR INCOMPLETE STATEMENT BY THE SELLER ON THIS FORM MAY SUBJECT THE SELLER TO CLAIMS BY THE BUYER PRIOR TO OR AFTER THE TRANSFER OF TITLE. IN THE EVENT A SELLER FAILS TO PERFORM THE DUTY PRESCRIBED IN THIS ARTICLE TO DELIVER A DISCLOSURE STATEMENT PRIOR TO THE SIGNING BY THE BUYER OF A BINDING CONTRACT OF SALE, THE BUYER SHALL RECEIVE UPON THE TRANSFER OF TITLE A CREDIT OF FIVE HUNDRED DOLLARS AGAINST THE AGREED UPON PURCHASE PRICE OF THE RESIDENTIAL REAL PROPERTY.\n“RESIDENTIAL REAL PROPERTY” MEANS REAL PROPERTY IMPROVED BY A ONE TO FOUR FAMILY DWELLING USED OR OCCUPIED, OR INTENDED TO BE USED OR OCCUPIED, WHOLLY OR PARTLY, AS THE HOME OR RESIDENCE OF ONE OR MORE PERSONS, BUT SHALL NOT REFER TO (A) UNIMPROVED REAL PROPERTY UPON WHICH SUCH DWELLINGS ARE TO BE CONSTRUCTED OR (B) CONDOMINIUM UNITS OR COOPERATIVE APARTMENTS OR (C) PROPERTY ON A HOMEOWNERS' ASSOCIATION THAT IS NOT OWNED IN FEE SIMPLE BY THE SELLER.\nINSTRUCTIONS TO THE SELLER:\n(a) ANSWER ALL QUESTIONS BASED UPON YOUR ACTUAL KNOWLEDGE.\n(b) COMPLETE THIS FORM YOURSELF.\n(c) IF SOME ITEMS DO NOT APPLY TO YOUR PROPERTY, ANSWER \"NA\" (NON-APPLICABLE).\n(d) ATTACH COPIES OF ALL CURRENT MAINTENANCE PERMITS FOR OUTDOOR SIGNS LOCATED ON OR ATTACHED TO THE PROPERTY.\nQUESTIONS\n1.\tHOW MANY OUTDOOR SIGNS ARE LOCATED ON OR ARE ATTACHED TO THE PROPERTY (IF THERE ARE NO OUTDOOR SIGNS, ANSWER ZERO)?\n2.\tDO ANY OUTDOOR SIGNS NOT HAVE CURRENT MAINTENANCE PERMITS ISSUED BY THE NEW YORK CITY DEPARTMENT OF BUILDINGS?\n3.\tIF THE ANSWER TO QUESTION #2 ABOVE IS “YES”, WHICH SIGN OR SIGNS DO NOT HAVE CURRENT MAINTENANCE PERMITS?\n4.\tIF THE ANSWER TO QUESTION #2 ABOVE IS “YES”, WHICH SIGN OR SIGNS HAVE AN APPLICATION FOR A PERMIT OR PERMIT RENEWAL CURRENTLY PENDING?\nSELLER'S CERTIFICATION: SELLER CERTIFIES THAT THE INFORMATION IN THIS DISCLOSURE OF LEGAL SIGNAGE STATEMENT IS TRUE AND COMPLETE TO THE SELLER'S ACTUAL KNOWLEDGE AS OF THE DATE SIGNED BY THE SELLER. IF A SELLER OF RESIDENTIAL REAL PROPERTY ACQUIRES KNOWLEDGE WHICH RENDERS MATERIALLY INACCURATE A PROPERTY CONDITION DISCLOSURE STATEMENT PROVIDED PREVIOUSLY, THE SELLER SHALL DELIVER A REVISED DISCLOSURE OF LEGAL SIGNAGE STATEMENT TO THE BUYER AS SOON AS PRACTICABLE. IN NO EVENT, HOWEVER, SHALL A SELLER BE REQUIRED TO PROVIDE A REVISED DISCLOSURE OF LEGAL SIGNAGE STATEMENT AFTER THE TRANSFER OF TITLE FROM THE SELLER TO THE BUYER OR OCCUPANCY BY THE BUYER, WHICHEVER IS EARLIER.\nSELLER ____________________________________DATE ________________\nSELLER ____________________________________DATE ________________\nBUYER'S ACKNOWLEDGMENT: BUYER ACKNOWLEDGES RECEIPT OF A COPY OF THIS STATEMENT AND BUYER UNDERSTANDS THAT THIS INFORMATION IS A DISCLOSURE OF LEGAL SIGNAGE CONCERNING THE PROPERTY KNOWN TO THE SELLER. IT IS NOT A WARRANTY OF ANY KIND BY THE SELLER OR SELLER'S AGENT AND IS NOT A SUBSTITUTE FOR ANY INSPECTIONS OF THE PROPERTY OR INSPECTION OF THE PUBLIC RECORDS.\nBUYER ____________________________________DATE ________________\nBUYER ____________________________________DATE ________________\n§20-811. Exemptions. A disclosure of legal signage statement shall not be required in connection with any of the following transfers of residential real property: 1. A transfer pursuant to a court order, including, but not limited to, a transfer order by a probate court during the administration of a decedent's estate, a transfer pursuant to a writ of execution, a transfer by a trustee in bankruptcy or debtor-in-possession, a transfer as a result of the exercise of the power of eminent domain, and a transfer that results from a decree for specific performance of a contract or other agreement between two or more persons;\n2. A transfer to mortgagee or an affiliate or agent thereof by a mortgagor by deed in lieu of foreclosure or in satisfaction of the mortgage debt;\n3. A transfer to a beneficiary of a deed of trust;\n4. A transfer pursuant to a foreclosure sale that follows a default in the satisfaction of an obligation that is secured by a mortgage;\n5. A transfer by a sale under a power of sale that follows a default in the satisfaction of an obligation that is secured by a mortgage;\n6. A transfer by a mortgagee, or a beneficiary under a mortgage, or an affiliate or agent thereof, who has acquired the residential real property at a sale under a mortgage or who has acquired the residential real property by a deed in lieu of foreclosure;\n7. A transfer by a fiduciary in the course of the administration of a descendent's estate, a guardianship, a conservatorship, or a trust;\n8. A transfer from one co-owner to one or more other co-owners;\n9. A transfer made to the transferor's spouse or to one or more persons in the lineal consanguinity of one or more of the transferors;\n10. A transfer between spouses or former spouses as a result of a decree of divorce, dissolution of marriage, annulment, or legal separation or as a result of property settlement, agreement incidental to a decree of divorce, dissolution of marriage, annulment or legal separation;\n11. A transfer to or from the state, a political subdivision of the state, or another governmental entity;\n12. A transfer that involves newly constructed residential real property that previously had not been inhabited;\n13. A transfer by a sheriff; or\n14. A transfer pursuant to a partition action.\n§20-812. Revision. If a seller of residential real property acquires knowledge which renders materially inaccurate a disclosure of legal signage statement provided previously, the seller shall deliver a revised disclosure of legal signage statement to the buyer as soon as practicable. In no event, however, shall a seller be required to provide a revised disclosure of legal signage statement after the transfer of title from the seller to the buyer or occupancy by the buyer, whichever is earlier.\n§20-813. Remedy. 1. In the event a seller fails to perform the duty prescribed in this article to deliver a disclosure statement prior to the signing by the buyer of a binding contract of sale, the buyer shall receive upon the transfer of title a credit of five hundred dollars against the agreed upon purchase price of the residential real property.\n2. Any seller who provides a disclosure of legal signage statement or provides or fails to provide a revised disclosure of legal signage statement shall be liable only for a willful failure to perform the requirements of this article. For such a willful failure, the seller shall be liable for the actual damages suffered by the buyer in addition to any other existing equitable or statutory remedy.\n§20-813. Liability. Nothing contained in this article shall be construed as limiting any existing legal cause of action or remedy at law, in statute or in equity.\n§4. This local law shall take effect ninety days after its enactment into law. \nJTB\nLS# 0433\n2/10/10\nInt 1043/2009",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.\\cf1  Article 501 of title 28 of the administrative code of the city of New York is amended by adding a new section 28-501.4.1 to read as follows:\\par\n\\cf0\\ul\\'a728-501.4.1. Notice. Notice of violation to a person charged with a violation for any outdoor sign that violates any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto, shall be made upon such person no later than five days after an authorized employee or agent of the department initially drafts such notice of violation.\\par\n\\ulnone\\'a72. \\cf1 Title 28 of the administrative code of the city of New York is amended by adding a new section 28-501.7 to read as follows:\\cf0\\ul\\par\n\\'a728-501.7 Grace period. Where a person has been charged with a violation for any outdoor sign that violates any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto, and such person has never previously been found in violation of any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto, relating to outdoor signs, the commissioner shall provide such person with a grace period to correct the alleged violation. The commissioner shall determine the duration of the grace period, provided that (1) such grace period commences on the date when the first notice of violation is issued and (2) no subsequent notice of violation for the same violation at the same location be issued to the respondent and no penalty imposed upon the respondent unless such respondent has not corrected the alleged violation within the time period provided by the grace period. For the purposes of this section, each day\\rquote s continuance of the violation shall not be a separate and distinct violation, as provided by section 28-501.4 of this title, unless the alleged violation is not corrected by the end of the grace period, in which case, each day\\rquote s continuance of the violation after the grace period has expired shall be a separate and distinct violation.\\par\n\\ulnone\\'a73. \\cf1 Chapter 5 of title 20 of the administrative code of the city of New York is amended by adding a new subchapter 16 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc\\ul SUBCHAPTER 16\\par\nDISCLOSURE OF LEGAL SIGNAGE\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0\\'a7\\cf1 20-810. Definitions. As used in this subchapter, the following terms shall have the following meanings: 1. \"Binding contract of sale\" means a real estate purchase contract or offer that would, upon signing by the seller and subject to satisfaction of any contingencies, require the buyer to accept a transfer of title.\\par\n2. \"Knowledge\" means only actual knowledge of a defect or condition on the part of the seller of residential real property.\\par\n3. \"Real estate purchase contract\" means any of the following: (a) a contract which provides for the purchase and sale or exchange of residential real property;\\par\n(b) a lease with an option to purchase residential real property;\\par\n(c) a lease-with-obligation-to-purchase agreement for residential real property; or\\par\n(d) an installment land sale contract for residential real property.\\par\n4. \"Residential real property\" means real property improved by a one to four family or multiple dwelling used or occupied, or intended to be used or occupied, wholly or partly, as the home or residence of one or more persons, but shall not refer to (a) unimproved real property upon which such dwellings are to be constructed, or (b) condominium units or cooperative apartments, or (c) property in a homeowners' association that is not owned in fee simple by the seller.\\par\n5. \\ldblquote Sign\\rdblquote  means a sign as defined in section 12-10 of the zoning resolution except that such term shall not include any sign subject to regulation by the department of transportation.\\par\n6. \"Transfer of title\" means delivery of a properly executed instrument conveying title to residential real property and shall include delivery of a real estate purchase contract that is a lease or installment land sale contract.\\par\n\\cf0\\'a7\\cf1 20-811. Disclosure of legal signage statement. 1. Except as is provided in section 20-812 of this subchapter, every seller of residential real property pursuant to a real estate purchase contract shall complete and sign a disclosure of legal signage statement as prescribed by subdivision two of this section and cause it, or a copy thereof, to be delivered to a buyer or buyer's agent prior to the signing by the buyer of a binding contract of sale. A copy of the disclosure of legal signage statement containing the signatures of both seller and buyer shall be attached to the real estate purchase contract. Nothing contained in this article or this disclosure statement is intended to prevent the parties to a contract of sale from entering into agreements of any kind or nature with respect to the physical condition of the property to be sold, including, but not limited to, agreements for the sale of real property \"as is\".\\par\n2. The following shall be the disclosure of legal signage statement:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc DISCLOSURE OF LEGAL SIGNAGE STATEMENT\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj NAME OF SELLER OR SELLERS:\\par\nPROPERTY ADDRESS:\\par\nPURPOSE OF STATEMENT: THIS IS A STATEMENT OF DISCLOSURE OF LEGAL SIGNAGE CONCERNING THE PROPERTY KNOWN TO THE SELLER. THIS DISCLOSURE STATEMENT IS NOT A WARRANTY OF ANY KIND BY THE SELLER OR BY ANY AGENT REPRESENTING THE SELLER IN THIS TRANSACTION. IT IS NOT A SUBSTITUTE FOR ANY INSPECTIONS AND THE BUYER IS ENCOURAGED TO OBTAIN HIS OR HER OWN INDEPENDENT PROFESSIONAL INSPECTIONS AND ALSO IS ENCOURAGED TO CHECK PUBLIC RECORDS PERTAINING TO THE PROPERTY.\\par\nA KNOWINGLY FALSE OR INCOMPLETE STATEMENT BY THE SELLER ON THIS FORM MAY SUBJECT THE SELLER TO CLAIMS BY THE BUYER PRIOR TO OR AFTER THE TRANSFER OF TITLE. IN THE EVENT A SELLER FAILS TO PERFORM THE DUTY PRESCRIBED IN THIS ARTICLE TO DELIVER A DISCLOSURE STATEMENT PRIOR TO THE SIGNING BY THE BUYER OF A BINDING CONTRACT OF SALE, THE BUYER SHALL RECEIVE UPON THE TRANSFER OF TITLE A CREDIT OF FIVE HUNDRED DOLLARS AGAINST THE AGREED UPON PURCHASE PRICE OF THE RESIDENTIAL REAL PROPERTY.\\par\n\\ldblquote RESIDENTIAL REAL PROPERTY\\rdblquote  MEANS REAL PROPERTY IMPROVED BY A ONE TO FOUR FAMILY DWELLING USED OR OCCUPIED, OR INTENDED TO BE USED OR OCCUPIED, WHOLLY OR PARTLY, AS THE HOME OR RESIDENCE OF ONE OR MORE PERSONS, BUT SHALL NOT REFER TO (A) UNIMPROVED REAL PROPERTY UPON WHICH SUCH DWELLINGS ARE TO BE CONSTRUCTED OR (B) CONDOMINIUM UNITS OR COOPERATIVE APARTMENTS OR (C) PROPERTY ON A HOMEOWNERS' ASSOCIATION THAT IS NOT OWNED IN FEE SIMPLE BY THE SELLER.\\par\nINSTRUCTIONS TO THE SELLER:\\par\n(a) ANSWER ALL QUESTIONS BASED UPON YOUR ACTUAL KNOWLEDGE.\\par\n(b) COMPLETE THIS FORM YOURSELF.\\par\n(c) IF SOME ITEMS DO NOT APPLY TO YOUR PROPERTY, ANSWER \"NA\" (NON-APPLICABLE).\\par\n(d) ATTACH COPIES OF ALL CURRENT MAINTENANCE PERMITS FOR OUTDOOR SIGNS LOCATED ON OR ATTACHED TO THE PROPERTY.\\par\nQUESTIONS\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-1095\\li1815\\sl480\\slmult1\\qj\\tx1815\\ulnone 1.\\tab\\ul HOW MANY OUTDOOR SIGNS ARE LOCATED ON OR ARE ATTACHED TO THE PROPERTY (IF THERE ARE NO OUTDOOR SIGNS, ANSWER ZERO)?\\par\n\\ulnone 2.\\tab\\ul DO ANY OUTDOOR SIGNS NOT HAVE CURRENT MAINTENANCE PERMITS ISSUED BY THE NEW YORK CITY DEPARTMENT OF BUILDINGS?\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-1095\\li1815\\sl480\\slmult1\\qj\\ulnone 3.\\tab\\ul IF THE ANSWER TO QUESTION #2 ABOVE IS \\ldblquote YES\\rdblquote , WHICH SIGN OR SIGNS DO NOT HAVE CURRENT MAINTENANCE PERMITS?\\par\n\\ulnone 4.\\tab\\ul IF THE ANSWER TO QUESTION #2 ABOVE IS \\ldblquote YES\\rdblquote , WHICH SIGN OR SIGNS HAVE AN APPLICATION FOR A PERMIT OR PERMIT RENEWAL CURRENTLY PENDING?\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj SELLER'S CERTIFICATION: SELLER CERTIFIES THAT THE INFORMATION IN THIS DISCLOSURE OF LEGAL SIGNAGE STATEMENT IS TRUE AND COMPLETE TO THE SELLER'S ACTUAL KNOWLEDGE AS OF THE DATE SIGNED BY THE SELLER. IF A SELLER OF RESIDENTIAL REAL PROPERTY ACQUIRES KNOWLEDGE WHICH RENDERS MATERIALLY INACCURATE A PROPERTY CONDITION DISCLOSURE STATEMENT PROVIDED PREVIOUSLY, THE SELLER SHALL DELIVER A REVISED DISCLOSURE OF LEGAL SIGNAGE STATEMENT TO THE BUYER AS SOON AS PRACTICABLE. IN NO EVENT, HOWEVER, SHALL A SELLER BE REQUIRED TO PROVIDE A REVISED DISCLOSURE OF LEGAL SIGNAGE STATEMENT AFTER THE TRANSFER OF TITLE FROM THE SELLER TO THE BUYER OR OCCUPANCY BY THE BUYER, WHICHEVER IS EARLIER.\\par\nSELLER ____________________________________DATE ________________\\par\nSELLER ____________________________________DATE ________________\\par\nBUYER'S ACKNOWLEDGMENT: BUYER ACKNOWLEDGES RECEIPT OF A COPY OF THIS STATEMENT AND BUYER UNDERSTANDS THAT THIS INFORMATION IS A DISCLOSURE OF LEGAL SIGNAGE CONCERNING THE PROPERTY KNOWN TO THE SELLER. IT IS NOT A WARRANTY OF ANY KIND BY THE SELLER OR SELLER'S AGENT AND IS NOT A SUBSTITUTE FOR ANY INSPECTIONS OF THE PROPERTY OR INSPECTION OF THE PUBLIC RECORDS.\\par\nBUYER ____________________________________DATE ________________\\par\nBUYER ____________________________________DATE ________________\\par\n\\cf0\\'a7\\cf1 20-811\\cf0 . Exemptions. A \\cf1 disclosure of legal signage \\cf0 statement shall not be required in connection with any of the following transfers of residential real property: 1. A transfer pursuant to a court order, including, but not limited to, a transfer order by a probate court during the administration of a decedent's estate, a transfer pursuant to a writ of execution, a transfer by a trustee in bankruptcy or debtor-in-possession, a transfer as a result of the exercise of the power of eminent domain, and a transfer that results from a decree for specific performance of a contract or other agreement between two or more persons;\\par\n2. A transfer to mortgagee or an affiliate or agent thereof by a mortgagor by deed in lieu of foreclosure or in satisfaction of the mortgage debt;\\par\n3. A transfer to a beneficiary of a deed of trust;\\par\n4. A transfer pursuant to a foreclosure sale that follows a default in the satisfaction of an obligation that is secured by a mortgage;\\par\n5. A transfer by a sale under a power of sale that follows a default in the satisfaction of an obligation that is secured by a mortgage;\\par\n6. A transfer by a mortgagee, or a beneficiary under a mortgage, or an affiliate or agent thereof, who has acquired the residential real property at a sale under a mortgage or who has acquired the residential real property by a deed in lieu of foreclosure;\\par\n7. A transfer by a fiduciary in the course of the administration of a descendent's estate, a guardianship, a conservatorship, or a trust;\\par\n8. A transfer from one co-owner to one or more other co-owners;\\par\n9. A transfer made to the transferor's spouse or to one or more persons in the lineal consanguinity of one or more of the transferors;\\par\n10. A transfer between spouses or former spouses as a result of a decree of divorce, dissolution of marriage, annulment, or legal separation or as a result of property settlement, agreement incidental to a decree of divorce, dissolution of marriage, annulment or legal separation;\\par\n11. A transfer to or from the state, a political subdivision of the state, or another governmental entity;\\par\n12. A transfer that involves newly constructed residential real property that previously had not been inhabited;\\par\n13. A transfer by a sheriff; or\\par\n14. A transfer pursuant to a partition action.\\par\n\\'a7\\cf1 20-812\\cf0 . Revision. If a seller of residential real property acquires knowledge which renders materially inaccurate a \\cf1 disclosure of legal signage \\cf0 statement provided previously, the seller shall deliver a revised \\cf1 disclosure of legal signage \\cf0 statement to the buyer as soon as practicable. In no event, however, shall a seller be required to provide a revised \\cf1 disclosure of legal signage \\cf0 statement after the transfer of title from the seller to the buyer or occupancy by the buyer, whichever is earlier.\\par\n\\'a7\\cf1 20-813\\cf0 . Remedy. 1. In the event a seller fails to perform the duty prescribed in this article to deliver a disclosure statement prior to the signing by the buyer of a binding contract of sale, the buyer shall receive upon the transfer of title a credit of five hundred dollars against the agreed upon purchase price of the residential real property.\\par\n2. Any seller who provides a \\cf1 disclosure of legal signage \\cf0 statement or provides or fails to provide a revised \\cf1 disclosure of legal signage \\cf0 statement shall be liable only for a willful failure to perform the requirements of this article. For such a willful failure, the seller shall be liable for the actual damages suffered by the buyer in addition to any other existing equitable or statutory remedy.\\par\n\\'a7\\cf1 20-813\\cf0 . Liability. Nothing contained in this article shall be construed as limiting any existing legal cause of action or remedy at law, in statute or in equity.\\par\n\\ulnone\\'a74. This local law shall take effect ninety days after its enactment into law. \\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\fs20 JTB\\par\nLS# 0433\\par\n2/10/10\\par\nInt 1043/2009\\par\n}\n",
  "LastModified": "2013-12-23T21:52:02.633Z"
}
