{
  "ID": 44936,
  "GUID": "C4D6E9CE-1214-4D39-99CC-1AF4EA3935B5",
  "File": "Int 0187-2010",
  "Name": "Dismissal of a notice of violation when access is denied to an owner to make repairs to or inspect a dwelling unit.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the dismissal of a notice of violation when access is denied to an owner to make repairs to or inspect a dwelling unit.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-04-29T00:00:00Z",
  "AgendaDate": "2010-04-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 241929,
      "Date": "2010-04-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242046,
      "Date": "2010-04-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9824,
      "AgendaSequence": 81,
      "MinutesSequence": 96,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284349,
      "Date": "2013-12-31T16:51:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45905,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 27-2115 of the administrative code of the city of New York is amended by adding a new subdivision (p) to read as follows:\np.  Notwithstanding any other provision of law, the department shall dismiss any notice of violation without prejudice to the department when a tenant or other lawful occupant of a dwelling unit denies access to an owner or his or her agent, or other person responsible for the correction of such violation or authorized on behalf of such owner to inspect such dwelling unit to determine compliance with this code or any other applicable provision of law, when the attempt to gain access is made at a reasonable time and in a reasonable manner.  An owner shall apply for such dismissal and the department shall dismiss the notice of violation upon the owner’s demonstration that such reasonable attempts to gain access to the dwelling unit were made on at least four separate occasions prior to his or her request for a dismissal of any notice of violation related to such dwelling unit.  Such demonstration shall be made through the provision of reasonable documentation, including evidence of written requests for access sent to the tenant or other lawful occupant, certification attesting to actual attempts made to gain access or repeated refusal by a tenant or other lawful occupant to grant access, or any other proof deemed valid and reliable by the department.\n§2.  This local law shall take effect one hundred eighty days after enactment, except that the commissioner of housing preservation and development shall take such actions, including the promulgations of rules, as are necessary for implementation of this local law prior to such effective date.  \n\nBH\nInt. No. 965-2009\n3/23/2010 10:51 AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. Section 27-2115 of the administrative code of the city of New York is amended by adding a new subdivision (p) to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul p.  Notwithstanding any other provision of law, the department shall dismiss any notice of violation without prejudice to the department when a tenant or other lawful occupant of a dwelling unit denies access to an owner or his or her agent, or other person responsible for the correction of such violation or authorized on behalf of such owner to inspect such dwelling unit to determine compliance with this code or any other applicable provision of law, when the attempt to gain access is made at a reasonable time and in a reasonable manner.  An owner shall apply for such dismissal and the department shall dismiss the notice of violation upon the owner\\rquote s demonstration that such reasonable attempts to gain access to the dwelling unit were made on at least four separate occasions prior to his or her request for a dismissal of any notice of violation related to such dwelling unit.  Such demonstration shall be made through the provision of reasonable documentation, including evidence of written requests for access sent to the tenant or other lawful occupant, certification attesting to actual attempts made to gain access or repeated refusal by a tenant or other lawful occupant to grant access, or any other proof deemed valid and reliable by the department.\\par\n\\ulnone\\'a72.  This local law shall take effect one hundred eighty days after enactment, except that the commissioner of housing preservation and development shall take such actions, including the promulgations of rules, as are necessary for implementation of this local law prior to such effective date.  \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs16\\par\nBH\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20 Int. No. 965-2009\\par\n\\pard\\ltrpar\\nowidctlpar\\qj 3/23/2010 10:51 AM\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T21:51:39.68Z"
}
