{
  "ID": 44918,
  "GUID": "B99BE075-33AA-476C-A911-FE78710DFA9D",
  "File": "Int 0188-2010",
  "Name": "Sales of cooperative apartments.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to sales of cooperative apartments.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-04-29T00:00:00Z",
  "AgendaDate": "2010-04-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 241896,
      "Date": "2010-04-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242053,
      "Date": "2010-04-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9824,
      "AgendaSequence": 84,
      "MinutesSequence": 99,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273315,
      "Date": "2013-04-30T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 12394,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273766,
      "Date": "2013-04-30T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 12394,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284348,
      "Date": "2013-12-31T16:51:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 111754,
      "LastModified": "2017-01-27T16:38:44.193Z",
      "Name": "Committee Report 4/30/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/627f58cc-7033-4ba3-8eb4-417b3d937f44.doc",
      "Sort": 1
    },
    {
      "ID": 111883,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 4/30/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/880ab356-14aa-4ae8-b3b3-d961f99f2b4c.PDF",
      "Sort": 2
    },
    {
      "ID": 111984,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/30/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2fabf7af-dd4c-4c26-9631-439d285e837b.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 45886,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1.  Legislative findings and intent.  The Council finds that there is credible anecdotal evidence of instances of housing discrimination and/or barriers to successful applications for purchase of units occurring in certain cooperative apartment buildings in the city of New York.  However, at the same time the Council acknowledges that it is difficult to determine if housing discrimination is any more wide-spread or systemic in cooperative apartment sales than it is in any other type of housing accommodation, all of which are governed by city, State and federal anti-discrimination statutes. \nThe Council further finds that the cooperative form of home ownership, the most dominant form of home ownership in parts of the city, has many advantages.  Often, it provides residents with the most affordable means of owning a home in a city with very high housing costs.  In addition, the fact that a residential building is structured as a cooperative often makes it easier to fund capital improvements and repairs, an important consideration in a city where preservation of housing is critical.\nHowever, this same structure may make cooperative apartment ownership less transparent.  While the Council has found no evidence to believe that housing discrimination is more prevalent in cooperative buildings than in other forms of housing, it does find that it is often more difficult to determine whether discrimination has occurred in any given instance where a prospective buyer is not allowed to proceed with the purchase of shares of a cooperative corporation’s stock.  Sometimes, the Council finds, prospective purchasers apply to a cooperative’s board and are never given an answer on their application.  In other instances, applicants may be asked for more and more information that was not apparently part of the original application process.  These cases may be motivated by discrimination or not.  But the lack of transparency and regularity place additional burdens on both prospective purchasers and sellers of shares in cooperative apartments.  This is detrimental to the city’s housing market and to sellers and prospective purchasers alike.\nTherefore, the Council finds that clarity and streamlining, in the form of a fair and uniform process, should improve the system for transferring shares in cooperative apartments and redound to the benefit of both sellers and prospective purchasers while at the same time providing government with the tools it needs to ferret out any discrimination that may occur.  A uniform application for all apartments subject to the same by-laws, a time-frame fixed by law within which cooperative boards must render a decision on a completed application and a requirement to maintain application records which would be subject to review of the city’s Human Rights Commission would provide the elements of such a process without putting any undue burden on the city’s cooperative apartments.                \n§2.  Title 8 of the administrative code of the city of New York is amended by adding a new chapter eleven, to read as follows: \nCHAPTER 11\n\nFAIR COOPERATIVE PROCEDURE LAW\n\n§8-1120\tShort title.\n§8-1121\tDefinitions.\n§8-1122\tPurchase applications.\n§8-1123\tAction upon receipt of application.\n§8-1124\tContrary agreements void for public policy.\n§8-1125\tCivil remedies; Penalty.\n§8-1126\tAudits; Reporting.\n\n\n\n  §8-1120  Short title.  This chapter shall be known as the “Fair Cooperative Procedure Law.”  \n\t§8-1121  Definitions. For the purposes of this chapter, the following terms shall have the following meanings:\n\ta.  “Applicant” means any person who is the signatory to a fully executed contract and applies to purchase a cooperative apartment from a seller.\n\tb.  “Application” means the set of documents utilized by a cooperative corporation to facilitate a prospective purchaser’s acquisition of certificates of stock, a proprietary lease, or other evidence of an ownership interest in such cooperative corporation.\n\tc.  “Audit” means inspection by the commissioner upon his or her request.\n\td.  “Board of directors” means the person, or persons, responsible for operating a cooperative corporation and, among other things, determining whether an applicant meets the relevant standards for purchasing a cooperative apartment.  \n\te.  “By-laws” means the internal rules and regulations established by a cooperative corporation to regulate its operation and management. \n\tf.  “Commission” means the New York City Commission on Human Rights.\n\tg.  “Cooperative apartment” means the specific housing accommodation afforded by the proprietary lease issued by a cooperative corporation with the purchase of specific certificates of stock, or other evidence of ownership of an interest in a cooperative corporation.\n\th.  “Cooperative corporation” means any corporation governed by the requirements of the state cooperative corporation law or general business law that, among other things, grants persons the right to reside in a cooperative apartment, that right existing by such person’s ownership of certificates of stock, proprietary lease, or other evidence of ownership of an interest in such entity but shall not include a cooperative corporation organized pursuant to the private housing finance law for which a purchase is subject to review and approval by a state or city agency.  \n\ti.  “Managing agent” means the third party-organization retained by a cooperative corporation to, among other things, supervise the administrative functions of such cooperative corporation.\n\tj.  “Person” means a natural person, corporation, partnership, associate, trustee, limited liability company or any other legal entity.\n\tk.  “Purchase” means the acquisition of certificates of stock, proprietary lease, or other evidence of an ownership interest in a cooperative corporation.\n\tl.  “Seller” means any person with a proprietary interest in a cooperative corporation that intends to convey such interest, for value, to an applicant. \n\t§8-1122  Purchase applications.   a. 1  The board of directors or managing agent of each cooperative corporation shall produce a standardized application and list of requirements for all cooperative apartments subject to the by-laws or proprietary lease of such corporation.  The board of directors or managing agent of any cooperative corporation shall provide the corporation’s standardized application and list of requirements to any applicant upon request.  \n\t2.  Each cooperative corporation’s board of directors or managing agent shall promptly provide the commission with a copy of the corporation’s standardized application and list of requirements.  Every such cooperative corporation’s board of directors or managing agent shall notify the commission of any change or modification to such standardized application within five business days of such change or modification, and shall promptly provide a copy of the changed or modified application to the commission.  The penalties set forth in section 8-1125 of this chapter shall apply to any failure to timely comply with the requirements of this subdivision.\n\t3.  The application shall disclose all requirements for a complete application and shall contain a notice provision advising such applicant on obtaining information on fair housing and anti-discrimination laws, as prescribed by rule of the commission.\n\tb.  Subsequent to submission by an applicant, an application shall be deemed received by the cooperative corporation on the date the requisite number of copies of the complete  application is delivered to the office of the cooperative’s managing agent or to the board of directors, whether delivered by hand, facsimile, electronic transmittal or express mail.  An application shall be deemed received by the cooperative corporation upon the actual day of receipt of the requisite number of copies of the complete application if sent by certified or registered mail, with a return receipt, or five days subsequent to the date of mailing, if such application is deposited with the United States postal service and delivered to the office of the cooperative corporation’s managing agent or board of directors by regular mail.         \n\t§8-1123  Action upon receipt of application. a. Within ten business days of receipt of an application or additional relevant materials requested pursuant to subdivision c of this section, the cooperative corporation’s board of directors or managing agent shall:\n\t1.  Provide the applicant with a written acknowledgment of receipt, if such application and any additional relevant materials requested pursuant to subdivision c of this section are complete to the satisfaction of such cooperative corporation’s board of directors or managing agent; or\n\t2.  Provide the applicant with written notice explaining any deficiencies in the application or additional relevant materials requested pursuant to subdivision c of this section that prevent such application from being deemed complete, if such application is not complete to the satisfaction of such cooperative corporation’s board of directors or managing agent.\n\tb.  An application shall be deemed complete upon:\n\t1.  Receipt by the applicant of a written acknowledgment, pursuant to paragraph one of subdivision a of this section; or\n\t2.  Failure by the cooperative corporation’s board of directors or managing agent to provide a written notice pursuant to paragraph two of subdivision a of this section within ten business days from the date of receipt of such application.\n\tc.  Should a cooperative corporation’s board of directors or managing agent reasonably request that an applicant provide such cooperative corporation with additional relevant material, pursuant to paragraph 2 of subdivision a of this section, such application shall be subject to the provisions of subdivisions a and b of this section upon submission of such additional material by such applicant.  Any such additional material shall be deemed submitted and received by the cooperative corporation on the date the requisite number of copies of such materials is delivered to the office of the cooperative corporation’s board of directors or managing agent, if delivered by hand, facsimile, electronic transmittal or express mail.  Such additional materials shall be deemed submitted and received by the cooperative corporation upon the actual day of receipt if sent by certified or registered mail, with a return receipt, or five days subsequent to the date of mailing, if such materials are deposited with the United States postal service and delivered to the office of the cooperative corporation’s managing agent or board of directors by regular mail.\n\td.  1. (a) Within forty-five calendar days of receipt of an application deemed complete pursuant to subdivision b of this section, the cooperative corporation’s board of directors or managing agent shall provide the applicant with a written determination as to whether such applicant has been approved or disapproved or approved with conditions to purchase the cooperative apartment for which such application was submitted.  (b) If the applicant is disapproved, the board of directors shall also provide the applicant with a written certification, in a form and manner to be determined by the commissioner, of non-discrimination.  Such certification shall state that the decision to disapprove the applicant was reached without regard to race, color, creed, age, national origin, alienage or citizenship status, gender, sexual orientation ,disability, marital status, partnership status, whether children are, may be, or would be residing with the person, or lawful source of income, and be signed by each member of the board of directors who participated in the decision to disapprove the applicant.\n\t2.  Should the cooperative corporation’s board of directors or managing agent fail to provide the written documentation called for in paragraph 1 of subdivision d of this section within forty-five calendar days of receipt of an application deemed complete pursuant to subdivision b of this section, any funds paid to the cooperative corporation or its managing agent by the applicant in connection with the application shall immediately be refunded to the applicant. \n\t3.  Within ten business days of the end of the forty-five calendar day period described in subdivision d of this section, any applicant who submitted a complete application yet was not timely provided with the written documentation called for in paragraph 1 of subdivision d of this section may request such written documentation. Such request must be made in writing and shall be deemed submitted and received by the cooperative corporation upon the actual day of receipt if sent by certified or registered mail, with a return receipt, or five days subsequent to the date of mailing, if such request is deposited with the United States postal service and delivered to the office of the cooperative corporation’s managing agent or board of directors by regular mail. Following such request, if such written documentation is not actually received by the applicant within ten calendar days, the applicant shall be deemed approved to purchase the cooperative apartment for which the application was submitted.  Failure of an applicant to make such request within ten business days of the end of the forty-five calendar day period described in subdivision d of this section shall constitute a waiver of the right to make such request.\n\t4.  For any complete application received on or after July 1 but before September 10 of any calendar year, provided the cooperative corporation’s board of directors has placed a memorandum or other writing its files stating that such board does not ordinarily meet in the months of July and August, such board of directors or managing agent shall have forty-five calendar days, or until September 10, whichever is longer, to provide the written documentation required by paragraph 1 of subdivision d of this section.\n\te.  Each cooperative corporation shall maintain all books, records, reports and notices relating to each application received by such cooperative corporation for a period of not less than five years, including a copy of the certification required by subdivision d.1.(b).  All such material shall be made available for inspection by the commissioner upon his or her request.\n\t§ 8-1124  Contrary agreements void for public policy. Any agreement, negative covenant, restrictive covenant or other provision, whether written or oral and wherever contained that is inconsistent with any provision of this chapter shall be void and unenforceable.\n§ 8-1125  Civil remedies; penalty.  a. 1. Any applicant whose application is not acted upon within the time period specified in paragraph 1 of subdivision d of section 8-1123 of this chapter may institute a civil action against such cooperative corporation, its board of directors and managing agent for their failure to make a timely determination.\n  \t2.  If, in an action instituted pursuant to this chapter, judgment is rendered in favor of the applicant, such applicant may be awarded an amount not to exceed three times the application fees and actual costs incurred by the applicant in preparing and submitting such application or five thousand dollars, whichever is greater.  In such cases the prevailing applicant may also be awarded attorney’s fees and costs.  \t\n  \t3. In lieu of commencing a civil action, any applicant whose application is not acted upon within the time period specified in paragraph 1 of subdivision d of section 8-1123 of this chapter may commence a proceeding before the commission.  Such proceeding must be commenced within sixty days of the time when compliance was required.  A prevailing applicant in such a proceeding may be awarded an amount not to exceed three times the application fees and actual costs incurred by the applicant in preparing and submitting such application or five thousand dollars, whichever is greater, and may also be awarded attorney’s fees and costs.  In connection with complaints filed pursuant to this section, the commission shall act in an adjudicatory capacity only and not in an investigatory or prosecutorial capacity; provided, however, that this provision shall not act as a bar to the power of the commission’s prosecutorial bureau to investigate and prosecute potential instances of housing discrimination arising from information related to complaints commenced pursuant to this chapter.  The commission shall promptly establish rules to govern its proceedings pursuant to this chapter, and such rules shall include a provision requiring that determinations be made within sixty days of the commencement of the proceeding. \nb. 1. In addition to any other sanction that may be imposed pursuant to this chapter or any other applicable law, statute, rule or regulation the finder of fact shall impose a civil penalty on any cooperative corporation that fails to timely comply with any of the provisions of section 8-1123 of this chapter.  Such civil penalty shall be in an amount not less than two hundred fifty dollars and not more than two thousand dollars for the first instance of non-compliance; not less than five hundred dollars and not more than five thousand dollars for the second instance of non-compliance; not less than two thousand dollars and not more than fifteen thousand dollars for the third or any subsequent instance of non-compliance, and shall be paid into the general fund of the city.  \n2.  In the event such civil penalty is imposed by the commission, an action or proceeding may be commenced in any court of competent jurisdiction on behalf of the commission, in accordance with the procedure set forth in section 8-128 of this title, for the recovery of the civil penalties provided for in this section.\n§ 8-1126 Audits; Reporting.  a. The commissioner may conduct audits of the information required to be kept pursuant to section 8-1123(e)of this chapter in order to monitor compliance with this chapter.\nb.  On or before January first of the year following the first full calendar year in which this chapter is in effect, and annually on January first thereafter, the commission shall report to the Mayor and the Council on the implementation of this chapter.  Such report shall include the number of complaints received pursuant to this chapter, the dispositions of such complaints, the number of audits and results of audits conducted by the commission pursuant to this chapter, and whether such audits were random, in response to complaints filed pursuant to this chapter, or pursuant to the results of investigative work done by the commission in the area of housing discrimination.  Such report shall also include any recommendations by the commission for changes to the provisions of this chapter.  \n§ 3.  This local law shall take effect one hundred and twenty days after it shall have been enacted into law; provided that the commissioner of the commission on human rights may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, establishing guidelines and promulgating rules.\n\nASP\nInt 119/2006\nLS 874\n4.26.10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times New Roman Bold;}{\\f2\\froman\\fprq2\\fcharset0 Times;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\ulnone\\i\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\i0 Section 1.  Legislative findings and intent.  The Council finds that there is credible anecdotal evidence of instances of housing discrimination and/or barriers to successful applications for purchase of units occurring in certain cooperative apartment buildings in the city of New York.  However, at the same time the Council acknowledges that it is difficult to determine if housing discrimination is any more wide-spread or systemic in cooperative apartment sales than it is in any other type of housing accommodation, all of which are governed by city, State and federal anti-discrimination statutes. \\par\nThe Council further finds that the cooperative form of home ownership, the most dominant form of home ownership in parts of the city, has many advantages.  Often, it provides residents with the most affordable means of owning a home in a city with very high housing costs.  In addition, the fact that a residential building is structured as a cooperative often makes it easier to fund capital improvements and repairs, an important consideration in a city where preservation of housing is critical.\\par\nHowever, this same structure may make cooperative apartment ownership less transparent.  While the Council has found no evidence to believe that housing discrimination is more prevalent in cooperative buildings than in other forms of housing, it does find that it is often more difficult to determine whether discrimination has occurred in any given instance where a prospective buyer is not allowed to proceed with the purchase of shares of a cooperative corporation\\rquote s stock.  Sometimes, the Council finds, prospective purchasers apply to a cooperative\\rquote s board and are never given an answer on their application.  In other instances, applicants may be asked for more and more information that was not apparently part of the original application process.  These cases may be motivated by discrimination or not.  But the lack of transparency and regularity place additional burdens on both prospective purchasers and sellers of shares in cooperative apartments.  This is detrimental to the city\\rquote s housing market and to sellers and prospective purchasers alike.\\par\nTherefore, the Council finds that clarity and streamlining, in the form of a fair and uniform process, should improve the system for transferring shares in cooperative apartments and redound to the benefit of both sellers and prospective purchasers while at the same time providing government with the tools it needs to ferret out any discrimination that may occur.  A uniform application for all apartments subject to the same by-laws, a time-frame fixed by law within which cooperative boards must render a decision on a completed application and a requirement to maintain application records which would be subject to review of the city\\rquote s Human Rights Commission would provide the elements of such a process without putting any undue burden on the city\\rquote s cooperative apartments.                \\par\n\\'a72.  Title 8 of the administrative code of the city of New York is amended by adding a new chapter eleven, to read as follows: \\par\n\\pard\\ltrpar\\keepn\\nowidctlpar\\s1\\qc\\ul\\b\\f1 CHAPTER 11\\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone\\par\n\\pard\\ltrpar\\keepn\\nowidctlpar\\s1\\qc\\ul FAIR COOPERATIVE PROCEDURE LAW\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qc\\par\n\\pard\\ltrpar\\nowidctlpar\\'a78-1120\\tab Short title.\\par\n\\'a78-1121\\tab Definitions.\\par\n\\'a78-1122\\tab Purchase applications.\\par\n\\'a78-1123\\tab Action upon receipt of application.\\par\n\\'a78-1124\\tab Contrary agreements void for public policy.\\par\n\\'a78-1125\\tab Civil remedies; Penalty.\\par\n\\'a78-1126\\tab Audits; Reporting.\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\b0\\f0   \\ul\\'a78-1120  \\b\\f1 Short title\\b0\\f0 .  This chapter shall be known as the \\ldblquote Fair Cooperative Procedure Law.\\rdblquote   \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab\\ul\\'a78-1121  \\b\\f1 Definitions\\b0\\f0 . For the purposes of this chapter, the following terms shall have the following meanings:\\par\n\\ulnone\\tab\\ul a.  \\ldblquote Applicant\\rdblquote  means any person who is the signatory to a fully executed contract and applies to purchase a cooperative apartment from a seller.\\ulnone\\par\n\\tab\\ul b.  \\ldblquote Application\\rdblquote  means the set of documents utilized by a cooperative corporation to facilitate a prospective purchaser\\rquote s acquisition of certificates of stock, a proprietary lease, or other evidence of an ownership interest in such cooperative corporation.\\par\n\\ulnone\\tab\\ul c.  \\ldblquote Audit\\rdblquote  means inspection by the commissioner upon his or her request.\\par\n\\ulnone\\tab\\ul d.  \\ldblquote Board of directors\\rdblquote  means the person, or persons, responsible for operating a cooperative corporation and, among other things, determining whether an applicant meets the relevant standards for purchasing a cooperative apartment.  \\par\n\\ulnone\\tab\\ul e.  \\ldblquote By-laws\\rdblquote  means the internal rules and regulations established by a cooperative corporation to regulate its operation and management. \\par\n\\ulnone\\tab\\ul f.  \\ldblquote Commission\\rdblquote  means the New York City Commission on Human Rights.\\par\n\\ulnone\\tab\\ul g.  \\ldblquote Cooperative apartment\\rdblquote  means the specific housing accommodation afforded by the proprietary lease issued by a cooperative corporation with the purchase of specific certificates of stock, or other evidence of ownership of an interest in a cooperative corporation.\\par\n\\ulnone\\tab h\\ul .  \\ldblquote Cooperative corporation\\rdblquote  means any corporation governed by the requirements of the state cooperative corporation law or general business law that, among other things, grants persons the right to reside in a cooperative apartment, that right existing by such person\\rquote s ownership of certificates of stock, proprietary lease, or other evidence of ownership of an interest in such entity but shall not include a cooperative corporation organized pursuant to the private housing finance law for which a purchase is subject to review and approval by a state or city agency.  \\par\n\\ulnone\\tab i\\ul .  \\ldblquote Managing agent\\rdblquote  means the\\cf1  third party-organization retained by a cooperative corporation to, among other things, supervise the administrative functions of such cooperative corporation.\\cf0\\par\n\\ulnone\\tab\\ul j.  \\ldblquote Person\\rdblquote  means a natural person, corporation, partnership, associate, trustee, limited liability company or any other legal entity.\\ulnone\\par\n\\tab\\ul k.  \\ldblquote Purchase\\rdblquote  means the acquisition of certificates of stock, proprietary lease, or other evidence of an ownership interest in a cooperative corporation.\\par\n\\ulnone\\tab l\\ul .  \\ldblquote Seller\\rdblquote  means any person with a proprietary interest in a cooperative corporation that intends to convey such interest, for value, to an applicant. \\par\n\\ulnone\\tab\\ul\\'a78-1122  \\b\\f1 Purchase applications\\b0\\f0 .   a. 1  The board of directors or managing agent of each cooperative corporation shall produce a standardized application and list of requirements for all cooperative apartments subject to the by-laws or proprietary lease of such corporation.  The board of directors or managing agent of any cooperative corporation shall provide the corporation\\rquote s standardized application and list of requirements to any applicant upon request.  \\par\n\\ulnone\\tab\\ul 2.  Each cooperative corporation\\rquote s board of directors or managing agent shall promptly provide the commission with a copy of the corporation\\rquote s standardized application and list of requirements.  Every such cooperative corporation\\rquote s board of directors or managing agent shall notify the commission of any change or modification to such standardized application within five business days of such change or modification, and shall promptly provide a copy of the changed or modified application to the commission.  The penalties set forth in section 8-1125 of this chapter shall apply to any failure to timely comply with the requirements of this subdivision.\\par\n\\ulnone\\tab\\ul 3.  The application shall disclose all requirements for a complete application and shall contain a notice provision advising such applicant on obtaining information on fair housing and anti-discrimination laws, as prescribed by rule of the commission.\\par\n\\ulnone\\tab\\ul b.  Subsequent to submission by an applicant, an application shall be deemed received by the cooperative corporation on the date the requisite number of copies of the complete  application is delivered to the office of the cooperative\\rquote s managing agent or to the board of directors, whether delivered by hand, facsimile, electronic transmittal or express mail.  An application shall be deemed received by the cooperative corporation upon the actual day of receipt of the requisite number of copies of the complete application if sent by certified or registered mail, with a return receipt, or five days subsequent to the date of mailing, if such application is deposited with the United States postal service and delivered to the office of the cooperative corporation\\rquote s managing agent or board of directors by regular mail.         \\par\n\\ulnone\\tab\\ul\\'a78-1123  \\b\\f1 Action upon receipt of application\\b0\\f0 . a. Within ten business days of receipt of an application or additional relevant materials requested pursuant to subdivision c of this section, the cooperative corporation\\rquote s board of directors or managing agent shall:\\par\n\\ulnone\\tab\\ul 1.  Provide the applicant with a written acknowledgment of receipt, if such application and any additional relevant materials requested pursuant to subdivision c of this section are complete to the satisfaction of such cooperative corporation\\rquote s board of directors or managing agent; or\\par\n\\ulnone\\tab\\ul 2.  Provide the applicant with written notice explaining any deficiencies in the application or additional relevant materials requested pursuant to subdivision c of this section that prevent such application from being deemed complete, if such application is not complete to the satisfaction of such cooperative corporation\\rquote s board of directors or managing agent.\\par\n\\ulnone\\tab\\ul b.  An application shall be deemed complete upon:\\par\n\\ulnone\\tab\\ul 1.  Receipt by the applicant of a written acknowledgment, pursuant to paragraph one of subdivision a of this section; or\\par\n\\ulnone\\tab 2\\ul .  Failure by the cooperative corporation\\rquote s board of directors or managing agent to provide a written notice pursuant to paragraph two of subdivision a of this section within ten business days from the date of receipt of such application.\\par\n\\ulnone\\tab\\ul c.  Should a cooperative corporation\\rquote s board of directors or managing agent reasonably request that an applicant provide such cooperative corporation with additional relevant material, pursuant to paragraph 2 of subdivision a of this section, such application shall be subject to the provisions of subdivisions a and b of this section upon submission of such additional material by such applicant.  Any such additional material shall be deemed submitted and received by the cooperative corporation on the date the requisite number of copies of such materials is delivered to the office of the cooperative corporation\\rquote s board of directors or managing agent, if delivered by hand, facsimile, electronic transmittal or express mail.  Such additional materials shall be deemed submitted and received by the cooperative corporation upon the actual day of receipt if sent by certified or registered mail, with a return receipt, or five days subsequent to the date of mailing, if such materials are deposited with the United States postal service and delivered to the office of the cooperative corporation\\rquote s managing agent or board of directors by regular mail.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab d.  1. (a) \\ul Within forty-five calendar days of receipt of an application deemed complete pursuant to subdivision b of this section, the cooperative corporation\\rquote s board of directors or managing agent shall provide the applicant with a written determination as to whether such applicant has been approved or disapproved or approved with conditions to purchase the cooperative apartment for which such application was submitted.  (b) If the applicant is disapproved, the board of directors shall also provide the applicant with a written certification, in a form and manner to be determined by the commissioner, of non-discrimination.  Such certification shall state that the decision to disapprove the applicant was reached without regard to race, color, creed, age, national origin, alienage or citizenship status, gender, sexual orientation ,disability, marital status, partnership status, whether children are, may be, or would be residing with the person, or lawful source of income, and be signed by each member of the board of directors who participated in the decision to disapprove the applicant.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\ul 2.  Should the cooperative corporation\\rquote s board of directors or managing agent fail to provide the written documentation called for in paragraph 1 of subdivision d of this section within forty-five calendar days of receipt of an application deemed complete pursuant to subdivision b of this section, any funds paid to the cooperative corporation or its managing agent by the applicant in connection with the application shall immediately be refunded to the applicant. \\par\n\\ulnone\\tab\\ul 3.  Within ten business days of the end of the forty-five calendar day period described in subdivision d of this section, any applicant who submitted a complete application yet was not timely provided with the written documentation called for in paragraph 1 of subdivision d of this section may request such written documentation. Such request must be made in writing and shall be deemed submitted and received by the cooperative corporation upon the actual day of receipt if sent by certified or registered mail, with a return receipt, or five days subsequent to the date of mailing, if such request is deposited with the United States postal service and delivered to the office of the cooperative corporation\\rquote s managing agent or board of directors by regular mail. Following such request, if such written documentation is not actually received by the applicant within ten calendar days, the applicant shall be deemed approved to purchase the cooperative apartment for which the application was submitted.  Failure of an applicant to make such request within ten business days of the end of the forty-five calendar day period described in subdivision d of this section shall constitute a waiver of the right to make such request.\\par\n\\ulnone\\tab\\ul 4.  For any complete application received on or after July 1 but before September 10 of any calendar year, provided the cooperative corporation\\rquote s board of directors has placed a memorandum or other writing its files stating that such board does not ordinarily meet in the months of July and August, such board of directors or managing agent shall have forty-five calendar days, or until September 10, whichever is longer, to provide the written documentation required by paragraph 1 of subdivision d of this section.\\par\n\\ulnone\\tab\\ul e.  Each cooperative corporation shall maintain all books, records, reports and notices relating to each application received by such cooperative corporation for a period of not less than five years, including a copy of the certification required by subdivision d.1.(b).  All such material shall be made available for inspection by the commissioner upon his or her request.\\par\n\\ulnone\\tab\\ul\\'a7 8-1124  \\b\\f1 Contrary agreements void for public policy\\b0\\f0 . Any agreement, negative covenant, restrictive covenant or other provision, whether written or oral and wherever contained that is inconsistent with any provision of this chapter shall be void and unenforceable.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a7 8-1125  \\f1 Civil remedies; penalty\\f0 .  a. 1. Any applicant whose application is not acted upon within the time period specified in paragraph 1 of subdivision d of section 8-1123 of this chapter may institute a civil action against such cooperative corporation, its board of directors and managing agent for their failure to make a timely determination.\\line\\ulnone   \\tab\\ul 2.  If, in an action instituted pursuant to this chapter, judgment is rendered in favor of the applicant, such applicant may be awarded an amount not to exceed three times the application fees and actual costs incurred by the applicant in preparing and submitting such application or five thousand dollars, whichever is greater.  In such cases the prevailing applicant may also be awarded attorney\\rquote s fees and costs.\\ulnone   \\tab\\ul\\line\\ulnone   \\tab\\ul 3. In lieu of commencing a civil action, any applicant whose application is not acted upon within the time period specified in paragraph 1 of subdivision d of section 8-1123 of this chapter may commence a proceeding before the commission.  Such proceeding must be commenced within sixty days of the time when compliance was required.  A prevailing applicant in such a proceeding may be awarded an amount not to exceed three times the application fees and actual costs incurred by the applicant in preparing and submitting such application or five thousand dollars, whichever is greater, and may also be awarded attorney\\rquote s fees and costs.  In connection with complaints filed pursuant to this section, the commission shall act in an adjudicatory capacity only and not in an investigatory or prosecutorial capacity; provided, however, that this provision shall not act as a bar to the power of the commission\\rquote s prosecutorial bureau to investigate and prosecute potential instances of housing discrimination arising from information related to complaints commenced pursuant to this chapter.  The commission shall promptly establish rules to govern its proceedings pursuant to this chapter, and such rules shall include a provision requiring that determinations be made within sixty days of the commencement of the proceeding. \\par\nb. 1. In addition to any other sanction that may be imposed pursuant to this chapter or any other applicable law, statute, rule or regulation the finder of fact shall impose a civil penalty on any cooperative corporation that fails to timely comply with any of the provisions of section 8-1123 of this chapter.  Such civil penalty shall be in an amount not less than two hundred fifty dollars and not more than two thousand dollars for the first instance of non-compliance; not less than five hundred dollars and not more than five thousand dollars for the second instance of non-compliance; not less than two thousand dollars and not more than fifteen thousand dollars for the third or any subsequent instance of non-compliance, and shall be paid into the general fund of the city.  \\par\n2.  In the event such civil penalty is imposed by the commission, an action or proceeding may be commenced in any court of competent jurisdiction on behalf of the commission, in accordance with the procedure set forth in section 8-128 of this title, for the recovery of the civil penalties provided for in this section.\\par\n\\'a7 8-1126 \\b Audits; Reporting\\b0 .  a. The commissioner may conduct audits of the information required to be kept pursuant to section 8-1123(e)of this chapter in order to monitor compliance with this chapter.\\par\nb.  On or before January first of the year following the first full calendar year in which this chapter is in effect, and annually on January first thereafter, the commission shall report to the Mayor and the Council on the implementation of this chapter.  Such report shall include the number of complaints received pursuant to this chapter, the dispositions of such complaints, the number of audits and results of audits conducted by the commission pursuant to this chapter, and whether such audits were random, in response to complaints filed pursuant to this chapter, or pursuant to the results of investigative work done by the commission in the area of housing discrimination.  Such report shall also include any recommendations by the commission for changes to the provisions of this chapter.  \\par\n\\ulnone\\'a7 3.  This local law shall take effect one hundred and twenty days after it shall have been enacted into law; provided that the commissioner of the commission on human rights may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, establishing guidelines and promulgating rules.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\f2\\fs18 ASP\\par\n\\f0 Int 119/2006\\par\nLS 874\\par\n\\f2 4.26.10 \\f0\\fs20\\par\n}\n",
  "LastModified": "2019-09-27T19:49:21.46Z"
}
