{
  "ID": 44933,
  "GUID": "14B37FA0-3360-427C-A301-2329B57AFBD8",
  "File": "Int 0204-2010",
  "Name": "Requiring the DOE to donate school lunches that have not been consumed.",
  "Title": "A Local Law to amend the New York city charter, in relation to requiring the DOE to donate school lunches that have not been consumed.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2010-04-29T00:00:00Z",
  "AgendaDate": "2010-04-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 241926,
      "Date": "2010-04-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242078,
      "Date": "2010-04-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9824,
      "AgendaSequence": 113,
      "MinutesSequence": 128,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284336,
      "Date": "2013-12-31T16:48:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45902,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  The New York city charter is amended by adding a new section 530.2 to read as follows:\n\t§530.2 Education department, surplus food and reporting requirement.  a. Definitions.  For the purposes of this section:\n(1) “Department” shall mean the New York city department of education.\n(2) “Food bank organization” shall mean any organization or corporation that works to end hunger and increase access to affordable nutritious food for low-income persons in the city.\n(3) “School lunch” shall mean a meal procured by the department for distribution to any student entitled to receive a free or reduced price meal at lunch time.\n(4) “Surplus” shall mean any safe and edible food items that have been prepared for consumption, have not been distributed to students, and may be donated in accordance with food safety and New York city department of health rules.\n(5) “Unconsumed” shall mean any surplus lunch menu items that have been prepared for distribution and are safe for consumption but have not been consumed.\n\tb. The New York city department of education shall develop a procedure whereby all unconsumed school lunches at all public schools are donated to food bank organizations within New York city on a daily basis.  \n\tc. The department shall report to the council annually on or before the first of day of September information concerning the number of school lunches donated pursuant to this section, including, but not limited to:\n\t(1) The total amount spent annually by the department on school lunches disaggregated by school.\n\t(2) The name and location of each school and the number of pounds of food discarded by each such school during the prior school year.\n\t(3) The name and location of each school and the number of pounds of food donated by each such school during the prior school year.\n\t(4) The name and location of each food bank organization that received a food donation from the department.\n\t(5) Disaggregated by community school district and council district, the report shall also include the aggregate of the data required in paragraphs one through four of this subdivision.\n\td. The annual reports required pursuant to this section shall be made available on the department’s website and to any member of the public upon request.\n\n\t§2.  This local law shall take effect ninety days after its enactment into law.\nAES\nLS# 631\n4/8/10\n2:30pm",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Section 1.  The New York city charter is amended by adding a new section 530.2 to read as follows:\\par\n\\tab\\ul\\'a7530.2 Education department, surplus food and reporting requirement.  a. Definitions.  For the purposes of this section:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li900\\sl480\\slmult1\\qj (1) \\ldblquote Department\\rdblquote  shall mean the New York city department of education.\\par\n(2) \\ldblquote Food bank organization\\rdblquote  shall mean any organization or corporation that works to end hunger and increase access to affordable nutritious food for low-income persons in the city.\\par\n(3) \\ldblquote School lunch\\rdblquote  shall mean a meal procured by the department for distribution to any student entitled to receive a free or reduced price meal at lunch time.\\par\n(4) \\ldblquote Surplus\\rdblquote  shall mean any safe and edible food items that have been prepared for consumption, have not been distributed to students, and may be donated in accordance with food safety and New York city department of health rules.\\par\n(5) \\ldblquote Unconsumed\\rdblquote  shall mean any surplus lunch menu items that have been prepared for distribution and are safe for consumption but have not been consumed.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ulnone\\tab\\ul b. The New York city department of education shall develop a procedure whereby all unconsumed school lunches at all public schools are donated to food bank organizations within New York city on a daily basis.  \\par\n\\ulnone\\tab\\ul c. The department shall report to the council annually on or before the first of day of September information concerning the number of school lunches donated pursuant to this section, including, but not limited to:\\par\n\\ulnone\\tab\\ul (1) The total amount spent annually by the department on school lunches disaggregated by school.\\par\n\\ulnone\\tab\\ul (2) The name and location of each school and the number of pounds of food discarded by each such school during the prior school year.\\par\n\\ulnone\\tab\\ul (3) The name and location of each school and the number of pounds of food donated by each such school during the prior school year.\\par\n\\ulnone\\tab\\ul (4) The name and location of each food bank organization that received a food donation from the department.\\ulnone\\par\n\\tab\\ul (5) \\expndtw0 Disaggregated by community school district and council district, the report shall also include the aggregate of the data required in paragraphs one through four of this subdivision.\\expndtw-3\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\tab\\ul d.\\expndtw0  The annual reports required pursuant to this section shall be made available on the department\\rquote s website and to any member of the public upon request.\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\cf0\\expndtw-3\\par\n\\ulnone\\tab\\'a72.  This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\fs20 AES\\par\nLS# 631\\par\n4/8/10\\par\n2:30pm\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T21:48:13.15Z"
}
