{
  "ID": 45060,
  "GUID": "A770E3C8-F1EB-4AC2-AD90-817C3493C198",
  "File": "Int 0205-2010",
  "Name": "School nurses.",
  "Title": "A Local Law to amend the administrative code of the city of New York in relation to school nurses.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2010-05-12T00:00:00Z",
  "AgendaDate": "2010-05-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 242370,
      "Date": "2010-05-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242559,
      "Date": "2010-05-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9894,
      "AgendaSequence": 79,
      "MinutesSequence": 101,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284335,
      "Date": "2013-12-31T16:47:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 94828,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Memo In Support",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3b137886-30f1-4688-8e57-e30c762ed12a.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 46033,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Subdivisions b and c of section 17-187 of the administrative code of the city of New York, as added by local law number 57 for the year 2004, are amended to read as follows:\n    b. Primary Schools. The department shall provide on a full-time basis at least one nurse at each public and private primary school which i) had at least [two] three hundred students enrolled on the last day of the second month of the preceding school year; ii) submits a written request to the department that such nurse be provided; and iii) maintains, pursuant to any rules promulgated by the commissioner, an appropriate medical room wherein such nurse can carry out his or her nursing duties. \n    c. Intermediate Schools. The department shall provide at least one nurse, provided that a nurse has not been provided pursuant to subdivision b of this section, or public health advisor or school health service aide, as appropriate, at each public and private intermediate school which i) had at least [two] three hundred students enrolled on the last day of the second month of the preceding school year; ii) submits a written request to the department that such nurse or public health advisor or school health service aide be provided; and iii) maintains pursuant to any rules promulgated by the commissioner, an appropriate medical room wherein such nurse or public health advisor or school health service aide can carry out his or her duties.  \n§2.  This local law shall take effect on July 1, 2010.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\tab Section 1.  Subdivisions b and c of section 17-187 of the administrative code of the city of New York, as added by local law number 57 for the year 2004, are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj     b. Primary Schools. The department shall provide on a full-time basis at least one nurse at each public and private primary school which i) had at least [two] \\ul three\\ulnone  hundred students enrolled on the last day of the second month of the preceding school year; ii) submits a written request to the department that such nurse be provided; and iii) maintains, pursuant to any rules promulgated by the commissioner, an appropriate medical room wherein such nurse can carry out his or her nursing duties. \\par\n    c. Intermediate Schools. The department shall provide at least one nurse, provided that a nurse has not been provided pursuant to subdivision b of this section, or public health advisor or school health service aide, as appropriate, at each public and private intermediate school which i) had at least [two] \\ul three\\ulnone  hundred students enrolled on the last day of the second month of the preceding school year; ii) submits a written request to the department that such nurse or public health advisor or school health service aide be provided; and iii) maintains pursuant to any rules promulgated by the commissioner, an appropriate medical room wherein such nurse or public health advisor or school health service aide can carry out his or her duties.  \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sa240\\qj\\'a72.  This local law shall take effect on July 1, 2010.\\par\n}\n",
  "LastModified": "2013-12-23T21:47:59.26Z"
}
