{
  "ID": 44494,
  "GUID": "7B583824-F8C3-4437-A20A-B82F2A79A0F4",
  "File": "Int 0216-2010",
  "Name": "Accepting MTA’s Access-A-Ride identification cards and reduced-fare MetroCards with additional official proof of address of NYC residency.",
  "Title": "A Local Law to amend the New York city charter, in relation to accepting Metropolitan Transportation Authority’s Access-A-Ride identification cards and reduced-fare MetroCards with additional official proof of address of New York City residency for the purpose of proving the identity and residency of applicants for New York City Disability Parking Permits.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2010-05-12T00:00:00Z",
  "AgendaDate": "2010-05-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 242396,
      "Date": "2010-05-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242569,
      "Date": "2010-05-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9894,
      "AgendaSequence": 93,
      "MinutesSequence": 115,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284328,
      "Date": "2013-12-31T16:45:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45450,
  "Text": "Be it enacted by the Council as follows:\n\nSection    1.\tParagraph 15 of subdivision a of section 2903 of the New York city charter is amended by adding a new subparagraph f to read as follows: \n(f)\tNotwithstanding the provisions of any other law, rule or regulation, the commissioner shall accept a New York state-issued identification card, a New York state driver’s license, a metropolitan transportation authority access-a-ride identification card or a metropolitan transportation authority reduced-fare metrocard for the purpose of proving the identity and residency of applicants for the New York city special vehicle identification parking permit; provided that any person submitting a metropolitan transportation authority access-a-ride identification card or a metropolitan transportation authority reduced-fare metrocard must also submit proof of New York city residency. The department shall accept a current utility bill as proof of residency.\n§ 2.  This local law shall take effect immediately.\n\nLS# 478\n02/15/10 9:32am\nJW\nInt741/2008",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section    1.\\tab Paragraph 15 of subdivision a of section 2903 of the New York city charter is amended by adding a new subparagraph f to read as follows: \\par\n\\ul (f)\\tab Notwithstanding the provisions of any other law, rule or regulation, the commissioner shall accept a New York state-issued identification card, a New York state driver\\rquote s license, a metropolitan transportation authority access-a-ride identification card or a metropolitan transportation authority reduced-fare metrocard for the purpose of proving the identity and residency of applicants for the New York city special vehicle identification parking permit; provided that any person submitting a metropolitan transportation authority access-a-ride identification card or a metropolitan transportation authority reduced-fare metrocard must also submit proof of New York city residency. The department shall accept a current utility bill as proof of residency.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a7 2.  This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\fs20 LS# 478\\par\n02/15/10 9:32am\\par\nJW\\par\nInt741/2008\\par\n}\n",
  "LastModified": "2013-12-23T21:45:42.87Z"
}
