{
  "ID": 45035,
  "GUID": "9BB155F7-D35E-4283-ABC0-C03018DB6373",
  "File": "Int 0217-2010",
  "Name": "Requiring the Dept of Homeless Services to refer individuals and families whose section 8 vouchers were revoked to the NYC Housing Authority for priority placement in public housing apartments.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the Department of Homeless Services to refer individuals and families whose section 8 vouchers were revoked to the New York City Housing Authority for priority placement in public housing apartments.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2010-05-12T00:00:00Z",
  "AgendaDate": "2010-05-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 242382,
      "Date": "2010-05-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242572,
      "Date": "2010-05-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9894,
      "AgendaSequence": 95,
      "MinutesSequence": 117,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284327,
      "Date": "2013-12-31T16:45:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46008,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Declaration of legislative findings and intent.  In December 2009, the New York City Housing Authority (“NYCHA”) stopped issuing federal Section 8 vouchers and revoked the vouchers of individuals and families who had not completed the steps necessary to activate their vouchers.  NYCHA’s action affected approximately 2,600 people in need of housing, including homeless individuals and families, domestic violence victims, youth aging out of foster care, and intimidated witnesses.  Yet according to NYCHA, as of February 2010, over 850 public housing apartments were vacant and ready to be occupied.   \nThe Council finds that the City has an obligation to locate permanent, affordable housing as quickly as possible for those who were promised and received section 8 vouchers that were later rescinded.  According to the individuals and families who are impacted by the revocation, advocates, and other members of the community, many of the 2,600 affected have not received assistance from the City in obtaining such permanent and affordable housing, and are already homeless or are on the verge of homelessness.  Moreover, some of those in need of assistance participated in one of the Department of Homeless Services’ (“DHS”) Advantage New York programs.  Accordingly, the Council finds that it is necessary to require the DHS to refer the individuals and families whose section 8 vouchers were rescinded to NYCHA, for priority placement in public housing apartments.\n\t§2.  Chapter 3 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows:\n§21-316.  Referrals to public housing apartments.  The commissioner shall refer an individual or family to a public housing apartment operated by the New York city housing authority for priority placement if the following conditions are met:\na.  the individual or family received or is currently receiving services from the department and/or one of the department’s contracted service providers; and\nb.  as of December 30, 2009, the individual or family completed the federal section 8 housing choice voucher program application process and was issued a section 8 voucher, but had not yet moved into a section 8 eligible apartment; and\nc.  the individual or family received written notice from the New York city housing authority dated December 30, 2009, stating that the New York city housing authority would not accept the individual or family’s rental package or provide section 8 assistance; and\nd.  the individual or family is eligible for New York city housing authority public housing, as determined by the New York City housing authority.\n§3.  This local law shall take effect immediately.\n\nLS 565 & 575\nMRM 5.6.10\n1:29 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab Section 1.  Declaration of legislative findings and intent.  In December 2009, the New York City Housing Authority (\\ldblquote NYCHA\\rdblquote ) stopped issuing federal Section 8 vouchers and revoked the vouchers of individuals and families who had not completed the steps necessary to activate their vouchers.  NYCHA\\rquote s action affected approximately 2,600 people in need of housing, including homeless individuals and families, domestic violence victims, youth aging out of foster care, and intimidated witnesses.  Yet according to NYCHA, as of February 2010, over 850 public housing apartments were vacant and ready to be occupied.   \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 The Council finds that the City has an obligation to locate permanent, affordable housing as quickly as possible for those who were promised and received section 8 vouchers that were later rescinded.  According to the individuals and families who are impacted by the revocation, advocates, and other members of the community, many of the 2,600 affected have not received assistance from the City in obtaining such permanent and affordable housing, and are already homeless or are on the verge of homelessness.  Moreover, some of those in need of assistance participated in one of the Department of Homeless Services\\rquote  (\\ldblquote DHS\\rdblquote ) Advantage New York programs.  Accordingly, the Council finds that it is necessary to require the DHS to refer the individuals and families whose section 8 vouchers were rescinded to NYCHA, for priority placement in public housing apartments.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab\\'a72.  Chapter 3 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul\\'a721-316.  Referrals to public housing apartments.  The commissioner shall refer an individual or family to a public housing apartment operated by the New York city housing authority for priority placement if the following conditions are met:\\par\na.  the individual or family received or is currently receiving services from the department and/or one of the department\\rquote s contracted service providers; and\\par\nb.  as of December 30, 2009, the individual or family completed the federal section 8 housing choice voucher program application process and was issued a section 8 voucher, but had not yet moved into a section 8 eligible apartment; and\\par\nc.  the individual or family received written notice from the New York city housing authority dated December 30, 2009, stating that the New York city housing authority would not accept the individual or family\\rquote s rental package or provide section 8 assistance; and\\par\nd.  the individual or family is eligible for New York city housing authority public housing, as determined by the New York City housing authority.\\par\n\\ulnone\\'a73.  This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20 LS 565 & 575\\par\nMRM 5.6.10\\par\n1:29 p.m.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul\\fs24\\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone\\par\n\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T21:45:28.793Z"
}
