{
  "ID": 44320,
  "GUID": "CDC2EF7E-4648-4490-BA60-08D04C4787DE",
  "File": "Int 0221-2010",
  "Name": "Requiring owners to notify tenants of unsafe conditions of exterior walls of buildings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring owners to notify tenants of unsafe conditions of exterior walls of buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-05-12T00:00:00Z",
  "AgendaDate": "2010-05-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 242398,
      "Date": "2010-05-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242575,
      "Date": "2010-05-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9894,
      "AgendaSequence": 99,
      "MinutesSequence": 121,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284324,
      "Date": "2013-12-31T16:44:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45272,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 28-302.3 of chapter three of title 28 of the administrative code of the city of New York as added by local law number 33 for the year 2007, is amended to read as follows::\n§28-302.3 Immediate notice of unsafe condition. Whenever a registered design professional learns of an unsafe condition through a critical examination of a building’s exterior walls and appurtenances thereof, such person shall notify the owner and the department immediately in writing of such condition. Upon such notification, the owner shall immediately notify the occupants of the building of any unsafe condition by affixing a notice describing each unsafe condition in a conspicuous location in the lobby area of the building which notice shall remain until each unsafe condition is corrected.  Notice to occupants shall also be given in at least one additional manner as shall be established by the commissioner by rule.\n§2.  This local law shall take effect ninety days from enactment, provided however, that the commissioner of buildings shall promulgate any rules and perform all other actions necessary for the implementation of this local law prior to such effective date\n\n\nBH\nInt. 573/2007\n1/28/2010 11:26 AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.\\fs20   \\fs24 Section 28-302.3 of chapter three of title 28 of the administrative code of the city of New York as added by local law number 33 for the year 2007, is amended to read as follows::\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a728-302.3 \\cf1 Immediate notice of unsafe condition. Whenever a registered design professional learns of an unsafe condition through a critical examination of a building\\rquote s exterior walls and appurtenances thereof, such person shall notify the owner and the department immediately in writing of such condition. \\cf0\\ul Upon such notification, the owner shall immediately notify the occupants of the building of any unsafe condition by affixing a notice describing each unsafe condition in a conspicuous location in the lobby area of the building which notice shall remain until each unsafe condition is corrected.  Notice to occupants shall also be given in at least one additional manner as shall be established by the commissioner by rule.\\par\n\\ulnone\\'a72.  This local law shall take effect ninety days from enactment, provided however, that the commissioner of buildings shall promulgate any rules and perform all other actions necessary for the implementation of this local law prior to such effective date\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\fs20\\par\n\\par\nBH\\par\n\\pard\\ltrpar\\nowidctlpar\\qj Int. 573/2007\\par\n1/28/2010 11:26 AM\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T21:44:41.65Z"
}
