{
  "ID": 45055,
  "GUID": "3ABC76FE-BB7F-48B2-84F9-50565590E2B7",
  "File": "Int 0223-2010",
  "Name": "Requiring public parking garages to install pedestrian warning devices at parking garage exits.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring public parking garages to install pedestrian warning devices at parking garage exits.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-05-12T00:00:00Z",
  "AgendaDate": "2010-05-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 242374,
      "Date": "2010-05-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242577,
      "Date": "2010-05-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9894,
      "AgendaSequence": 101,
      "MinutesSequence": 123,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284322,
      "Date": "2013-12-31T16:43:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46028,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section BC 406 of the building code of the city of New York, as added by local law number 33 for the year 2007, is amended by adding a new subsection 406.2.3.8 to read as follows:\n\t406.2.3.8 Pedestrian warning devices.  For purposes of this subsection only, the following terms shall have the following meanings:\n\t\t(1) “Exit” means any point of egress for a motor vehicle that requires such motor vehicle to cross a sidewalk.\n\t\t(2) “Pedestrian warning device” means any device or system consisting of a mechanism that detects a motor vehicle as it approaches a public parking garage exit to depart therefrom and activates (i) a flashing yellow light positioned at the exterior of such exit which is visible to pedestrians and (ii) an audible warning signal consisting of an intermittent sound not exceeding 70 dB(A) measured at, or adjusted to, a distance of ten feet from such exit; provided that such device shall not be activated for any period of time in excess of ten seconds after the activating vehicle has cleared the exit, except as the audible warning signal may be activated by another  motor vehicle exiting the public parking garage.\n\t\t(3) “Public parking garage” means any parking garage for which a license or other authorization is required and is legally authorized for the housing, storage or parking of twenty or more motor vehicles, for which compensation is directly or indirectly provided for the housing, storage or parking of a motor vehicle provided that such term shall not include uncovered or outdoor parking areas.\n\t406.2.3.8.1 All owners of public parking garages shall ensure the installation at each exit therefrom of: (1) a pedestrian warning device; (2) a stop sign; (3) the following notice in a manner that is legible and conspicuous to operators of exiting motor vehicles: “ LOCAL LAW REQUIRES VEHICLES TO YIELD THE RIGHT OF WAY TO PEDESTRIANS ON SIDEWALKS”; and (4) the following notice in a manner that is legible and conspicuous to pedestrians: “CAUTION:  EXITING VEHICLES,” provided that such notice is installed at the exterior of each such exit.\n\t406.2.3.8.2 In addition to the requirements set forth in subsection 406.2.3.8.1 of this section, the owner of a public parking garage shall also be required to paint in a bright shade of red each curb cut and the curb extending two feet in either direction from such curb cut from which motor vehicles exiting such garage access the adjacent roadway. \n\t406.2.3.8.3  A violation of this section shall be punishable by a civil penalty of two hundred and fifty dollars for each such violation.\n\t§2.   This local law shall take effect one hundred and eighty days after enactment.\nBH\nInt. 450-2006\n4/22/2010 9:59 AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab Section 1. Section BC 406 of the building code of the city of New York, as added by local law number 33 for the year 2007, is amended by adding a new subsection 406.2.3.8 to read as follows:\\par\n\\tab\\ul 406.2.3.8 \\b Pedestrian warning devices.\\b0   For purposes of this subsection only, the following terms shall have the following meanings:\\par\n\\ulnone\\tab\\tab\\ul (1) \\ldblquote Exit\\rdblquote  means any point of egress for a motor vehicle that requires such motor vehicle to cross a sidewalk.\\par\n\\ulnone\\tab\\tab\\ul (2) \\ldblquote Pedestrian warning device\\rdblquote  means any device or system consisting of a mechanism that detects a motor vehicle as it approaches a public parking garage exit to depart therefrom and activates (i) a flashing yellow light positioned at the exterior of such exit which is visible to pedestrians and (ii) an audible warning signal consisting of an intermittent sound not exceeding 70 dB(A) measured at, or adjusted to, a distance of ten feet from such exit; provided that such device shall not be activated for any period of time in excess of ten seconds after the activating vehicle has cleared the exit, except as the audible warning signal may be activated by another  motor vehicle exiting the public parking garage.\\par\n\\ulnone\\tab\\tab\\ul (3) \\ldblquote Public parking garage\\rdblquote  means any parking garage for which a license or other authorization is required and is legally authorized for the housing, storage or parking of twenty or more motor vehicles, for which compensation is directly or indirectly provided for the housing, storage or parking of a motor vehicle provided that such term shall not include uncovered or outdoor parking areas.\\par\n\\ulnone\\tab\\ul 406.2.3.8.1 All owners of public parking garages shall ensure the installation at each exit therefrom of: (1) a pedestrian warning device; (2) a stop sign; (3) the following notice in a manner that is legible and conspicuous to operators of exiting motor vehicles: \\ldblquote  LOCAL LAW REQUIRES VEHICLES TO YIELD THE RIGHT OF WAY TO PEDESTRIANS ON SIDEWALKS\\rdblquote ; and (4) the following notice in a manner that is legible and conspicuous to pedestrians: \\ldblquote CAUTION:  EXITING VEHICLES,\\rdblquote  provided that such notice is installed at the exterior of each such exit.\\par\n\\ulnone\\tab\\ul 406.2.3.8.2 In addition to the requirements set forth in subsection 406.2.3.8.1 of this section, the owner of a public parking garage shall also be required to paint in a bright shade of red each curb cut and the curb extending two feet in either direction from such curb cut from which motor vehicles exiting such garage access the adjacent roadway. \\par\n\\ulnone\\tab\\ul 406.2.3.8.3  A violation of this section shall be punishable by a civil penalty of two hundred and fifty dollars for each such violation.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\'a72.   This local law shall take effect one hundred and eighty days after enactment.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\fs16 BH\\par\nInt. 450-2006\\par\n4/22/2010 9:59 AM\\fs24\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T21:44:01.963Z"
}
