{
  "ID": 45039,
  "GUID": "1F039EE7-8B64-47DE-BE3E-F76FAD8CD598",
  "File": "Int 0224-2010",
  "Name": "Establishment of a pilot program for the remediation of mold and vermin conditions in certain multiple dwellings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the establishment of a pilot program for the remediation of mold and vermin conditions in certain multiple dwellings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-05-12T00:00:00Z",
  "AgendaDate": "2010-05-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 242379,
      "Date": "2010-05-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242579,
      "Date": "2010-05-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9894,
      "AgendaSequence": 102,
      "MinutesSequence": 124,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243143,
      "Date": "2010-06-16T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 9934,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243945,
      "Date": "2010-06-16T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 9934,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284321,
      "Date": "2013-12-31T16:43:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 95643,
      "LastModified": "2017-04-04T15:41:52.05Z",
      "Name": "Committee Report 6/16/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c395a9ab-ca34-4967-8c42-397add37ba82.doc",
      "Sort": 1
    },
    {
      "ID": 95864,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/16/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4b9847a9-871b-413e-955e-3ab165e86f66.PDF",
      "Sort": 2
    },
    {
      "ID": 95986,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript  6/16/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5e742fd8-7240-43ea-9f91-2da543777299.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 46012,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Subchapter five of chapter two of title twenty-seven of the administrative code of the city of New York is amended by adding a new article eleven to read as follows:\nARTICLE 11\nMOLD AND VERMIN REMEDIATION PILOT PROGRAM\n§27-2154. a. Mold and vermin remediation pilot program. No later than January first, two thousand eleven, the department, in conjunction with the department of health and mental hygiene, shall initiate a mold and vermin remediation pilot program and shall implement such program for a period of eighteen months to be followed by a three-month evaluation period.  Notwithstanding any other provision of law, the departments shall remediate mold and vermin conditions pursuant to such pilot program, and enforce violations of this code, the multiple dwelling law and the health code of the city of New York as follows:\nb. The departments shall identify at least one hundred and seventy-five different multiple dwellings for participation in the mold and vermin remediation pilot program which shall at a minimum include multiple dwellings with at least six but no more than twenty dwelling units, multiple dwellings with at least twenty-one but no more than fifty dwelling units and multiple dwellings with at least fifty-one dwelling units where such multiple dwellings have in each category, respectively, the highest number of open hazardous and immediately hazardous violations of the housing maintenance code and multiple dwelling law issued by the department or health code violations of record which were issued by the department of health and mental hygiene related to the accumulation of water; mold; the accumulation of rubbish and vermin or rodent infestation. The departments may establish additional criteria by rule to identify multiple dwellings for inclusion in the program which may include, but shall not be limited to: (i) the number of dwelling units affected by such violations, (ii) the likelihood that such violations would be amenable to correction through intervention by the department and the department of health and mental hygiene on a multiple dwelling-wide basis, (iii) the general physical condition of a multiple dwelling and (iv) whether a multiple dwelling is the subject of any enforcement or remediation program or action of either such agency.\nc.  Notwithstanding the criteria set forth in subdivision b of this section or established by the department pursuant to that subdivision, a multiple dwelling that is currently the subject of an in rem foreclosure action by the city, that was the subject of an in rem foreclosure judgment in favor of the city and that was transferred by the city to a third party pursuant to section 11-412.1 of the administrative code of the city of New York within the prior five years, that is the subject of a court order appointing an administrator or a proceeding brought by the department seeking the appointment of an administrator pursuant to article 7-A of the real property actions and proceedings law, that is the subject of a vacate order issued by the department or any other city agency, or that has not been discharged from the alternative enforcement program pursuant to section 27-2153 of this subchapter shall not be included in the pilot program established pursuant to this section. \nd. The department shall by January 1, 2011 provide written notification to the owner of any multiple dwelling identified for participation in the mold and vermin remediation pilot program, the occupants of such multiple dwelling and the council member in whose district the multiple dwelling is located, that such multiple dwelling is subject to the requirements of such pilot program and the requirements of this article.\ne. The department shall establish a process to provide the occupants of multiple dwellings participating in the mold and vermin remediation pilot program and council members within whose districts such multiple dwellings are located with information regarding the status of the multiple dwelling during its participation in such program.\n\tf. The owner of a multiple dwelling that is identified for participation in the mold and vermin remediation pilot program shall correct the existing violations of this code, the multiple dwelling law and the health code of the city of New York related to the accumulation of water; mold; the accumulation of rubbish; and vermin or rodent infestation in such multiple dwelling no later than three months after written notification by the department pursuant to subdivision d of this section, provided, however, that the original correction date for any violation issued in such multiple dwelling shall not be deemed to be changed or postponed by such notification. Nothing in this subdivision shall preclude the department from determining after such identification that the provisions of subdivision h may be immediately implemented. Where such owner believes that such violations have been corrected, such owner shall request a reinspection of such violations for dismissal by the department.  The process to request a reinspection and dismissal of such violations shall be prescribed in rules promulgated by the department.  The department shall perform a reinspection within sixty days of receipt of a request for such reinspection by the owner and upon completion of such reinspection the department shall assess whether such owner has substantially complied with the requirements of this subdivision. The department shall issue a notice of violation for any new violation observed in the course of such reinspection. After completion of such reinspection, the department shall within twenty days provide a written determination to such owner. For the purposes of this subdivision, \"substantial compliance\" shall mean that at the time of reinspection by the department, all immediately hazardous and hazardous violations relating directly to mold and eighty percent of all other open hazardous and immediately hazardous violations of this code, the multiple dwelling law and of the health code of the city of New York related to the accumulation of water, the accumulation of rubbish; and vermin or rodent infestation have been determined by the department and the department of health and mental hygiene to have been corrected in accordance with the department of health and mental hygiene’s current guidelines on assessment and remediation of fungi in indoor environments and in multiple dwellings where vermin and rodent infestation violations were identified the implementation of prevention and pest management measures pursuant to section 151.02 of the health code of the city of New York have been utilized.\n\tg. (i) Where an owner has received a written determination by the department that he or she has substantially complied with the requirements of subdivision f of this section, such multiple dwelling shall be monitored in accordance with the provisions of paragraph ii of this subdivision and shall register the multiple dwelling in accordance with article two of subchapter four of chapter two of this title if the multiple dwelling is not validly registered. Where such owner fails to substantially comply with the provisions of subdivision f of this section or to validly register the multiple dwelling in accordance with article two of subchapter four of chapter two of this title, the department shall notify such owner that substantial compliance for such multiple dwelling has not been achieved.\n(ii) The department or the department of health and mental hygiene shall monitor a multiple dwelling for which substantial compliance has been achieved for a period of nine months from the date of notification to the owner of such compliance to ensure continued conformity with this code, the multiple dwelling law and the health code of the city of New York with special consideration given to determining whether there has been a reoccurrence of mold; the accumulation of water; the accumulation of rubbish and vermin or rodent infestation. Where such multiple dwelling continues in compliance, the department shall notify the owner, the occupants of such multiple dwelling and the council member in whose district such multiple dwelling is located at the conclusion of such monitoring period that the multiple dwelling has been removed from such program.\nh. (i) The department shall perform a multiple dwelling-wide inspection, and when appropriate a joint inspection with the department of health and mental hygiene, of a multiple dwelling that is subject to the requirements of the mold and vermin remediation pilot program if: (1) the owner has failed to request a reinspection and dismissal of violations in accordance with subdivision f of this section or (2) the owner has been notified that substantial compliance with the program pursuant to subdivision g of this section has not been achieved.  Such multiple dwelling-wide inspection shall be commenced no later than thirty days after notice is given to the owner. After such multiple dwelling-wide inspection is completed, the department and the department of health and mental hygiene shall issue an order to such owner to correct existing violations of this code, the multiple dwelling law and the health code of the city of New York with respect to those violations relating to the accumulation of water; mold; accumulation of rubbish; and vermin or rodent infestation and any new violations written since the notification of the owner in accordance with subdivision d of this section and repair the related underlying conditions as shall be specified in such order.  The department of health and mental hygiene shall provide information to owners on how to implement prevention and pest management measures.  Such multiple dwelling-wide inspection shall be completed and such order issued within one hundred and twenty days of commencement of the multiple dwelling-wide inspection. Such order shall be filed in the office of the county clerk in the county in which the multiple dwelling is located. For purposes of this article, a “related underlying condition” shall mean a physical defect or failure of a multiple dwelling system which allows moisture into the multiple dwelling that is causing or has caused a mold violation, such as, but not limited to, a structural defect, or failure of a heating, ventilation or plumbing system and the sealing of holes, gaps, and cracks in walls, ceilings, floors, molding, baseboards, around conduits and around and within cabinets which allow pest movement.\n (ii) The department shall: (1) within thirty days of the filing of such order prepare a scope of work necessary to correct the violations and repair the related underlying conditions as are specified in such order and, where applicable, the department of health and mental hygiene shall prepare a scope of work necessary to implement prevention and pest management measures where specified in such order or orders; (2) cause repair work to be commenced and expeditiously completed unless there are circumstances beyond the control of the department such as: the inability to obtain access to the multiple dwelling or any part thereof necessary for the making of such repairs in which case the repairs related to the portion of the multiple dwelling to which access could not be obtained may be delayed until access is obtained; the inability to obtain necessary legal approvals, materials or labor; for so long as there is ongoing litigation with respect to the multiple dwelling that prevents such work from being performed by the department; the owner undertakes the repair work in a manner that is satisfactory to the department;  or the commencement or completion of the work is not practicable because a vacate order has been issued by the department or any city agency and the cost of performing work necessary for restoring the multiple dwelling pursuant to the order is economically infeasible; and (3) monitor repair work as it is performed in accordance with subdivision j of this section.  For the purposes of this subdivision, “economically infeasible” shall mean a determination by the department that the cost of repairing a particular multiple dwelling exceeds the anticipated market value of such multiple dwelling after all repairs have been completed.\n\ti. The department or the department of health and mental hygiene shall develop and distribute to the owner or managing agent or other designated representative of a multiple dwelling which is the subject of an order by the department or the department of health and mental hygiene pursuant to subdivision h of this section and to tenants residing in multiple dwellings participating in the mold and vermin remediation pilot program information related to home-based hazards and strategies for the control and eradication of mold, vermin and rodents,  prior to the removal of the multiple dwelling from the mold and vermin remediation pilot program. The departments may enter into one or more agreements with non-governmental organizations to develop and distribute such information.\n\tj. The department shall reassess, at quarterly intervals, or more often as necessary, each multiple dwelling that has been identified for participation in the mold and vermin remediation pilot program for which the department has issued an order pursuant to subdivision h of this section and in which the department or an owner has commenced repairs to ensure progress towards the completion of such repairs in a timely fashion.  When conducting such reassessment the department shall give special consideration to the correction of open hazardous and immediately hazardous violations of the housing maintenance code and the multiple dwelling law and violations of the health code of the city of New York related to the accumulation of water; mold; the accumulation of rubbish; and vermin or rodent infestation. No later than three months from the commencement of such repair work, if the department determines that such repair work is not progressing in a timely fashion, then the department shall expeditiously complete the repairs.\n\tk. The department may remove from the mold and vermin remediation pilot program a multiple dwelling for which an order has been issued pursuant to subdivision h of this section upon: (1) substantial compliance, (2) conclusion of the monitoring period as required pursuant to paragraph ii of subdivision g of this section, (3) compliance with the provisions of subdivision i of this section and (4) registration of such multiple dwelling in accordance with article two of subchapter four of chapter two of this title or such other criteria as may be established by rule which are not inconsistent with any of the provisions of this article as are applicable.  Where the department determines to remove a multiple dwelling from such program, it shall provide a written determination to the owner, the occupants of such multiple dwelling and the council member in whose district such multiple dwelling is located and shall file in the office of the county clerk in the county in which such multiple dwelling is located, a rescission of the order issued pursuant to subdivision h of this section. For the purposes of this subdivision, “substantial compliance” shall mean that at the time of reinspection by the department, all immediately hazardous and hazardous violations relating directly to mold and eighty percent of all other open hazardous and immediately hazardous violations of the housing maintenance code, multiple dwelling law or health code of the city of New York related to the accumulation of water; the accumulation of rubbish and vermin or rodent infestation have been determined by the department and the department of health and mental hygiene to have been corrected in accordance with the department of health and mental hygiene’s current guidelines on assessment and remediation of fungi in indoor environments and in multiple dwellings where vermin and rodent infestation violations were identified the implementation of prevention and pest management measures pursuant to section 151.02 of the health code of the city of New York have been utilized.\nl.  The department and the department of health and mental hygiene shall expeditiously undertake good faith efforts to obtain access to any portion of the multiple dwelling where access is necessary in order to perform an inspection, perform work to correct a violation of this code or the multiple dwelling law or perform work to repair a related underlying condition. If access is not obtained even after such good faith efforts, the department shall seek an order of access in accordance with the provisions of section 27-2123 of this code. Any time period set forth in this section within which the department or the department of health and mental hygiene are required to act shall be tolled during the period in which the department is making such good faith efforts to obtain access or is seeking an order of access.\nm. An owner of a multiple dwelling who has been notified of participation in the mold and vermin remediation pilot program pursuant to subdivision d of this section shall be subject to program fees for any inspection, reinspection or any other action taken by the department or the department of health and mental hygiene in relation to such multiple dwelling during the time period that the multiple dwelling is in such program.  A schedule of fees for this purpose shall be prescribed in rules promulgated by the department and the department of health and mental hygiene.\n\tn. All amounts for expenses incurred and fees imposed by the department and the department of health and mental hygiene pursuant to this article that remain unpaid by an owner, shall constitute a debt recoverable from the owner and a lien upon the multiple dwelling and lot, and upon the rents and other income thereof. The provisions of article eight of this subchapter shall govern the effect and enforcement of such debt and lien. The department may serve a statement of account upon an owner for such amounts pursuant to section 27-2129 of this subchapter.\n\to. Any failure by the department to provide notification to occupants of a multiple dwelling that is participating in the mold and vermin remediation pilot program or council members as required by this article shall not prevent the department or the department of health and mental hygiene from taking any actions under or enforcing the provisions of this article, except that the department shall attempt to remedy any such failure immediately upon its discovery.\n\tp. Nothing in this section shall prevent the department or the department of health and mental hygiene from enforcing the provisions of this code, the multiple dwelling law or the health code of the city of New York pursuant to any other provision of this code, the multiple dwelling law, the health code of the city of New York or any other law where the department or the department of health and mental hygiene determines that additional enforcement mechanisms are necessary to do so. Nothing in this article shall be deemed to affect the duties of an owner, a tenant, the department or the department of health and mental hygiene under any other article of this code, the multiple dwelling law or the health code of the city of New York.\nq.  Any notifications or information required by this section to be provided to an owner or occupant of a multiple dwelling shall be in English, the languages set forth in subdivision j of section 8-1002 of the administrative code of the city of New York and in such other languages as the department deems appropriate.\n r. No later than twenty-four months after such program begins the department and the department of health and mental hygiene shall report to the council on the results of the mold and vermin remediation pilot program. Such report shall include the following: (i) the names and addresses of the owner of each multiple dwelling included in the program; (ii) the council member in whose district each multiple dwelling is located; (iii) for each multiple dwelling, the aggregate number of open hazardous and immediately hazardous violations of the housing maintenance code and multiple dwelling law and violations of the health code of the city of New York related to the accumulation of water; mold; the accumulation of rubbish; and vermin or rodent infestation at the time the mold and vermin remediation pilot program was used as an enforcement mechanism for such multiple dwelling, (iv) for each multiple dwelling whether the owner or the departments commenced repairs; (v) whether or not the owner of each multiple dwelling has substantially complied with the program; (vi) the number of multiple dwellings for which a building-wide inspection was commenced in accordance with subdivision h of this section and whether substantial compliance at such multiple dwellings was achieved during the program period; and (vii) the number of multiple dwellings for which substantial compliance has not been achieved from the start of the participation of such multiple dwellings in the program. Such report shall also assess the effectiveness of the mold and vermin remediation pilot program and identify the pest management and remediation methods utilized to correct such conditions. Such assessment shall include, but shall not be limited to examining, the following:\n(1)  the program’s overall cost effectiveness, including the amount of fees collected;\n(2) whether the criteria established pursuant to subdivision b of this section were appropriate and if not, why not; \n(3) the extent to which violations beyond those previously known to the department and the department of health and mental hygiene were observed and the nature of those violations;\n(4) whether the monitoring undertaken by the department or the department of health and mental hygiene was appropriate and if not, why not and including the number of multiple dwellings that failed to continue to be in substantial compliance during such monitoring period.\n(5) what, if any, were the most commonly found causes of mold; the accumulation of water; the accumulation of rubbish and vermin or rodent infestation; \n(6) identification of remediation and pest management methods that were used to control moisture, remove and prevent the reoccurrence of mold and abate vermin and rodent infestation and any methods that were not successful in addressing such conditions, and why; \n(7) recommendations on how to achieve compliance in those multiple dwellings in which substantial compliance was not achieved during the period of the program.\n(8) a copy of the information distributed to owners and multiple dwelling occupants regarding home-based hazards and strategies for the control and eradication of mold and vermin;\n(9) any other information the department or the department of health and mental hygiene deems pertinent to the evaluation of said program.\nSuch assessment shall also include recommendations as to whether the program should be continued or modified in any way and the reasons therefore, including the need for additional legislative or administrative actions to prevent the occurrence of mold and vermin infestation and for the proper remediation of mold and vermin infestation. Such report shall be posted on the department and the department of health and mental hygiene’s website within ten days of its submission to the council.\n§2.  Severability. If any subdivision, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\n§3. This local law shall take effect immediately, provided, however, that the commissioners of housing preservation and development and health and mental hygiene shall take all actions necessary to implement this local law, including the promulgation of rules and the identification of multiple dwellings for participation in the program established by section one of this local law, prior to January 1, 2011.  This local law shall remain in effect until December 31, 2012 when it shall be deemed repealed.\n\n5/10/2010 11:24 AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\noline\\nowidctlpar\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Subchapter five of chapter two of title twenty-seven of the administrative code of the city of New York is amended by adding a new article eleven to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc\\ul ARTICLE 11\\par\nMOLD AND VERMIN REMEDIATION PILOT PROGRAM\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a727-2154. a. Mold and vermin remediation pilot program. No later than January first, two thousand eleven, the department, in conjunction with the department of health and mental hygiene, shall initiate a mold and vermin remediation pilot program and shall implement such program for a period of eighteen months to be followed by a three-month evaluation period.  Notwithstanding any other provision of law, the departments shall remediate mold and vermin conditions pursuant to such pilot program, and enforce violations of this code, the multiple dwelling law and the health code of the city of New York as follows:\\par\nb. The departments shall identify at least one hundred and seventy-five different multiple dwellings for participation in the mold and vermin remediation pilot program which shall at a minimum include multiple dwellings with at least six but no more than twenty dwelling units, multiple dwellings with at least twenty-one but no more than fifty dwelling units and multiple dwellings with at least fifty-one dwelling units where such multiple dwellings have in each category, respectively, the highest number of open hazardous and immediately hazardous violations of the housing maintenance code and multiple dwelling law issued by the department or health code violations of record which were issued by the department of health and mental hygiene related to the accumulation of water; mold; the accumulation of rubbish and vermin or rodent infestation. The departments may establish additional criteria by rule to identify multiple dwellings for inclusion in the program which may include, but shall not be limited to: (i) the number of dwelling units affected by such violations, (ii) the likelihood that such violations would be amenable to correction through intervention by the department and the department of health and mental hygiene on a multiple dwelling-wide basis, (iii) the general physical condition of a multiple dwelling and (iv) whether a multiple dwelling is the subject of any enforcement or remediation program or action of either such agency.\\par\nc.  Notwithstanding the criteria set forth in subdivision b of this section or established by the department pursuant to that subdivision, a multiple dwelling that is currently the subject of an in rem foreclosure action by the city, that was the subject of an in rem foreclosure judgment in favor of the city and that was transferred by the city to a third party pursuant to section 11-412.1 of the administrative code of the city of New York within the prior five years, that is the subject of a court order appointing an administrator or a proceeding brought by the department seeking the appointment of an administrator pursuant to article 7-A of the real property actions and proceedings law, that is the subject of a vacate order issued by the department or any other city agency, or that has not been discharged from the alternative enforcement program pursuant to section 27-2153 of this subchapter shall not be included in the pilot program established pursuant to this section.\\ulnone  \\par\n\\ul d. The department shall by January 1, 2011 provide written notification to the owner of any multiple dwelling identified for participation in the mold and vermin remediation pilot program\\b ,\\b0  the occupants of such\\b  \\b0 multiple dwelling and the council member in whose district the multiple dwelling is located, that such multiple dwelling is subject to the requirements of such pilot program and the requirements of this article.\\par\ne. The department shall establish a process to provide the occupants of multiple dwellings participating in the mold and vermin remediation pilot program and council members within whose districts such multiple dwellings are located with information regarding the status of the multiple dwelling during its participation in such program.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul f. The owner of a multiple dwelling that is identified for participation in the mold and vermin remediation pilot program shall correct the existing violations of this code, the multiple dwelling law and the health code of the city of New York related to the accumulation of water; mold; the accumulation of rubbish; and vermin or rodent infestation in such multiple dwelling no later than three months\\b  \\b0 after written notification by the department pursuant to subdivision d of this section, provided, however, that the original correction date for any violation issued in such multiple dwelling shall not be deemed to be changed or postponed by such notification. Nothing in this subdivision shall preclude the department from determining after such identification that the provisions of subdivision h may be immediately implemented. Where such owner believes that such violations have been corrected, such owner shall request a reinspection of such violations for dismissal by the department.  The process to request a reinspection and dismissal of such violations shall be prescribed in rules promulgated by the department.  The department shall perform a reinspection within\\b  \\b0 sixty days of receipt of a request for such reinspection by the owner and upon completion of such reinspection the department shall assess whether such owner has substantially complied with the requirements of this subdivision. The department shall issue a notice of violation for any new violation observed in the course of such reinspection. After completion of such reinspection, the department shall within twenty days provide a written determination to such owner. For the purposes of this subdivision, \"substantial compliance\" shall mean that at the time of reinspection by the department, all immediately hazardous and hazardous violations relating directly to mold and eighty percent of all other open hazardous and immediately hazardous violations of this code, the multiple dwelling law and of the health code of the city of New York related to the accumulation of water, the accumulation of rubbish; and vermin or rodent infestation have been determined by the department and the department of health and mental hygiene to have been corrected in accordance with the department of health and mental hygiene\\rquote s current guidelines on assessment and remediation of fungi in indoor environments and in multiple dwellings where vermin and rodent infestation violations were identified the implementation of prevention and pest management measures pursuant to section 151.02 of the health code of the city of New York have been utilized.\\par\n\\ulnone\\tab\\ul g. (i) Where an owner has received a written determination by the department that he or she has substantially complied with the requirements of subdivision f of this section, such multiple dwelling shall be monitored in accordance with the provisions of paragraph ii of this subdivision and shall register the multiple dwelling in accordance with article two of subchapter four of chapter two of this title if the multiple dwelling is not validly registered. Where such owner fails to substantially comply with the provisions of subdivision f of this section or to validly register the multiple dwelling in accordance with article two of subchapter four of chapter two of this title, the department shall notify such owner that substantial compliance for such multiple dwelling has not been achieved.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (ii) The department or the department of health and mental hygiene shall\\b  \\b0 monitor a multiple dwelling for which substantial compliance has been achieved for a period of nine months from the date of notification to the owner of such compliance to ensure continued conformity with this code, the multiple dwelling law and the health code of the city of New York with special consideration given to determining whether there has been a reoccurrence of mold; the accumulation of water; the accumulation of rubbish and vermin or rodent infestation.\\b\\fs22  \\b0\\fs24 Where such multiple dwelling continues in compliance, the department shall notify the owner, the occupants of such multiple dwelling and the council member in whose district such multiple dwelling is located at the conclusion of such monitoring period that the multiple dwelling has been removed from such program.\\par\nh. (i) The department shall perform a multiple dwelling-wide inspection, and when appropriate a joint inspection with the department of health and mental hygiene, of a multiple dwelling that is subject to the requirements of the mold and vermin remediation pilot program if: (1) the owner has failed to request a reinspection and dismissal of violations in accordance with subdivision f of this section or (2) the owner has been notified that substantial compliance with the program pursuant to subdivision g of this section has not been achieved.  Such multiple dwelling-wide inspection shall be commenced\\b  \\b0 no later than thirty days after notice is given to the owner. After such multiple dwelling-wide inspection is completed, the department and the department of health and mental hygiene shall issue an order to such owner to correct existing violations of this code, the multiple dwelling law and the health code of the city of New York with respect to those violations relating to the accumulation of water; mold; accumulation of rubbish; and vermin or rodent infestation and any new violations written since the notification of the owner in accordance with subdivision d of this section\\b  \\b0 and repair the related underlying conditions as shall be specified in such order.  The department of health and mental hygiene shall provide information to owners on how to implement prevention and pest management measures.  Such multiple dwelling-wide inspection shall be completed and such order issued within one hundred and twenty days of commencement of the multiple dwelling-wide inspection. Such order shall be filed in the office of the county clerk in the county in which the multiple dwelling is located. For purposes of this article, a \\ldblquote related underlying condition\\rdblquote  shall mean a physical defect or failure of a multiple dwelling system which allows moisture into the multiple dwelling that is causing or has caused a mold violation, such as, but not limited to, a structural defect, or\\b  \\b0 failure of a heating, ventilation or plumbing\\b  \\b0 system and the sealing of holes, gaps, and cracks in walls, ceilings, floors, molding, baseboards, around conduits and around and within cabinets which allow pest movement.\\ulnone\\b\\par\n\\b0  \\ul (ii) The department shall: (1) within thirty\\b  \\b0 days of the filing of such order prepare a scope of work necessary to correct the violations and repair the related underlying conditions as are specified in such order and, where applicable, the department of health and mental hygiene shall prepare a scope of work necessary to implement prevention and pest management measures where specified in such order or orders; (2) cause repair work to be commenced and expeditiously\\b  \\b0 completed unless there are circumstances beyond the control of the department such as: the inability to obtain access to the multiple dwelling or any part thereof\\b  \\b0 necessary for the making of such repairs\\b  \\b0 in which case the repairs related to the portion of the multiple dwelling to which access could not be obtained may be delayed until access is obtained; the inability to obtain necessary legal approvals, materials or labor; for so long as there is ongoing litigation with respect to the multiple dwelling that\\b  \\b0 prevents such work from being performed by the department; the owner undertakes the repair work in a manner that is satisfactory to the department;\\b  \\b0  or the commencement or completion of the work is not practicable\\b  \\b0 because a vacate order has been issued by the department or any city agency and the cost of performing work necessary for restoring the multiple dwelling pursuant to the order is economically infeasible;\\b  \\b0 and (3) monitor repair work as it is performed in accordance with subdivision j of this section.\\ulnone   \\ul For the purposes of this subdivision, \\ldblquote economically infeasible\\rdblquote  shall mean a determination by the department that the cost of repairing a particular multiple dwelling exceeds the anticipated market value of such multiple dwelling after all repairs have been completed.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul i\\b .\\b0  The department or the department of health and mental hygiene shall develop and distribute to the owner or managing agent or other designated representative of a multiple dwelling which is the subject of an order by the department or the department of health and mental hygiene pursuant to subdivision h of this section and to tenants residing in multiple dwellings participating in the mold and vermin remediation pilot program information related to home-based hazards and strategies for the control and eradication of mold, vermin and rodents,  prior to the removal of the multiple dwelling from the mold and vermin remediation pilot program. The departments may enter into one or more agreements with non-governmental organizations to develop and distribute such information.\\ulnone\\par\n\\tab\\ul j. The department shall reassess, at quarterly intervals, or more often as necessary, each multiple dwelling that has been identified for participation in the mold and vermin remediation pilot program for which the department has issued an order pursuant to subdivision h of this section and in which the department or an owner has commenced repairs to ensure progress towards the completion of such repairs in a timely fashion.  When conducting such reassessment the department shall give special consideration to the correction of open hazardous and immediately hazardous violations of the housing maintenance code and the multiple dwelling law and violations of the health code of the city of New York related to the accumulation of water; mold; the accumulation of rubbish; and vermin or rodent infestation. No later than three months from the commencement of such repair work, if the department determines that such repair work is not progressing in a timely fashion, then the department shall expeditiously complete the repairs.\\par\n\\ulnone\\b\\tab\\ul\\b0 k. The department may remove from the mold and vermin remediation pilot program a multiple dwelling for which an order has been issued pursuant to subdivision h of this section upon: (1) substantial compliance, (2) conclusion of the monitoring period as required pursuant to paragraph ii of subdivision g of this section, (3) compliance with the provisions of subdivision i of this section and (4) registration of such multiple dwelling in accordance with article two of subchapter four of chapter two of this title or such other criteria as may be established by rule which are not inconsistent with any of the provisions of this article as are applicable.  Where the department determines to remove a multiple dwelling from such program, it shall provide a written determination to the owner, the occupants of such multiple dwelling and the council member in whose district such multiple dwelling is located and shall file in the office of the county clerk in the county in which such multiple dwelling is located, a rescission of the order issued pursuant to subdivision h of this section. For the purposes of this subdivision, \\ldblquote substantial compliance\\rdblquote  shall mean that at the time of reinspection by the department, all immediately hazardous and hazardous violations relating directly to mold and eighty percent of all other open hazardous and immediately hazardous violations of the housing maintenance code, multiple dwelling law or health code of the city of New York related to the accumulation of water; the accumulation of rubbish and vermin or rodent infestation have been determined by the department and the department of health and mental hygiene to have been corrected in accordance with the department of health and mental hygiene\\rquote s current guidelines on assessment and remediation of fungi in indoor environments and in multiple dwellings where vermin and rodent infestation violations were identified the implementation of prevention and pest management measures pursuant to section 151.02 of the health code of the city of New York have been utilized.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj l.  The department and the department of health and mental hygiene shall expeditiously undertake good faith efforts to obtain access to any portion of the multiple dwelling where access is necessary in order to perform an inspection, perform work to correct a violation of this code or the multiple dwelling law or perform work to repair a related underlying condition.\\cf1  If access is not obtained even after such good faith efforts, the department shall seek an order of access in accordance with the provisions of section 27-2123 of this code. Any time period set forth in this section within which the department or the department of health and mental hygiene are required to act shall be tolled during the period in which the department is making such good faith efforts to obtain access or is seeking an order of access.\\par\n\\cf0 m. An owner of a multiple dwelling who has been notified of participation in the mold and vermin remediation pilot program pursuant to subdivision d of this section shall be subject to program fees for any inspection, reinspection or any other action taken by the department or the department of health and mental hygiene in relation to such multiple dwelling during the time period that the multiple dwelling is in such program.  A schedule of fees for this purpose shall be prescribed in rules promulgated by the department and the department of health and mental hygiene.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul n. All amounts for expenses incurred and fees imposed by the department and the department of health and mental hygiene pursuant to this article that remain unpaid by an owner, shall constitute a debt recoverable from the owner and a lien upon the multiple dwelling and lot, and upon the rents and other income thereof. The provisions of article eight of this subchapter shall govern the effect and enforcement of such debt and lien. The department may serve a statement of account upon an owner for such amounts pursuant to section 27-2129 of this subchapter.\\ulnone\\par\n\\tab\\ul o. Any failure by the department to provide notification to occupants of a multiple dwelling that is participating in the mold and vermin remediation pilot program or council members as required by this article shall not prevent the department or the department of health and mental hygiene from taking any actions under or enforcing the provisions of this article, except that the department shall attempt to remedy any such failure immediately upon its discovery.\\par\n\\ulnone\\tab\\ul p. Nothing in this section shall prevent the department or the department of health and mental hygiene from enforcing the provisions of this code, the multiple dwelling law or the health code of the city of New York pursuant to any other provision of this code, the multiple dwelling law, the health code of the city of New York or any other law where the department or the department of health and mental hygiene determines that additional enforcement mechanisms are necessary to do so. Nothing in this article shall be deemed to affect the duties of an owner, a tenant, the department or the department of health and mental hygiene under any other article of this code, the multiple dwelling law or the health code of the city of New York.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj q.  Any notifications or information required by this section to be provided to an owner or occupant of a multiple dwelling shall be in English, the languages set forth in subdivision j of section 8-1002 of the administrative code of the city of New York and in such other languages as the department deems appropriate.\\par\n\\ulnone  \\ul r. No later than twenty-four months after such program begins the department and the department of health and mental hygiene shall report to the council on the results of the mold and vermin remediation pilot program. Such report shall include the following: (i) the names and addresses of the owner of each multiple dwelling included in the program; (ii) the council member in whose district each multiple dwelling is located; (iii) for each multiple dwelling, the aggregate number of open hazardous and immediately hazardous violations of the housing maintenance code and multiple dwelling law and violations of the health code of the city of New York related to the accumulation of water; mold; the accumulation of rubbish; and vermin or rodent infestation at the time the mold and vermin remediation pilot program was used as an enforcement mechanism for such multiple dwelling, (iv) for each multiple dwelling whether the owner or the departments commenced repairs; (v) whether or not the owner of each multiple dwelling has substantially complied with the program; (vi) the number of multiple dwellings for which a building-wide inspection was commenced in accordance with subdivision h of this section and whether substantial compliance at such multiple dwellings was achieved during the program period; and (vii) the number of multiple dwellings for which substantial compliance has not been achieved from the start of the participation of such multiple dwellings in the program. Such report shall also assess the effectiveness of the mold and vermin remediation pilot program and identify the pest management and remediation methods utilized to correct such conditions. Such assessment shall include, but shall not be limited to examining, the following:\\par\n(1)  the program\\rquote s overall cost effectiveness, including the amount of fees collected;\\par\n(2) whether the criteria established pursuant to subdivision b of this section were appropriate and if not, why not;\\ulnone  \\ul\\par\n(3) the extent to which violations beyond those previously known to the department and the department of health and mental hygiene were observed and the nature of those violations;\\par\n(4) whether the monitoring undertaken by the department or the department of health and mental hygiene was appropriate and if not, why not and including the number of multiple dwellings that failed to continue to be in substantial compliance during such monitoring period.\\par\n(5) what, if any, were the most commonly found causes of mold; the accumulation of water; the accumulation of rubbish and vermin or rodent infestation;\\ulnone  \\ul\\par\n(6) identification of remediation and pest management methods that were used to control moisture, remove and prevent the reoccurrence of mold and abate vermin and rodent infestation and any methods that were not successful in addressing such conditions, and why;\\ulnone  \\ul\\par\n(7) recommendations on how to achieve compliance in those multiple dwellings in which substantial compliance was not achieved during the period of the program.\\par\n(8) a copy of the information distributed to owners and multiple dwelling occupants regarding home-based hazards and strategies for the control and eradication of mold and vermin;\\par\n(9) any other information the department or the department of health and mental hygiene deems pertinent to the evaluation of said program.\\par\nSuch assessment shall also include recommendations as to whether the program should be continued or modified in any way and the reasons therefore, including the need for additional legislative or administrative actions to prevent the occurrence of mold and vermin infestation and for the proper remediation of mold and vermin infestation. Such report shall be posted on the department and the department of health and mental hygiene\\rquote s website within ten days of its submission to the council.\\par\n\\ulnone\\'a72.  Severability. If any subdivision, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\\par\n\\'a73. This local law shall take effect immediately, provided, however, that the commissioners of housing preservation and development and health and mental hygiene shall take all actions necessary to implement this local law, including the promulgation of rules and the identification of multiple dwellings for participation in the program established by section one of this local law, prior to January 1, 2011.  This local law shall remain in effect until December 31, 2012 when it shall be deemed repealed.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\fs20 5/10/2010 11:24 AM\\fs24\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2017-04-04T15:41:52.05Z"
}
