{
  "ID": 44951,
  "GUID": "59C5167A-9D3F-402A-A762-2AD838FB3A7F",
  "File": "Int 0226-2010",
  "LocalLaw": "2010/022",
  "Name": "Relating to reports regarding child care facilities.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the definitions of terms that relate to the provision of information on child care services and to reporting on child care programs and to repeal certain provisions of the administrative code in relation thereto.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2010-05-12T00:00:00Z",
  "AgendaDate": "2010-05-12T00:00:00Z",
  "PassedDate": "2010-06-01T00:00:00Z",
  "EnactmentDate": "2010-06-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 241952,
      "Date": "2010-05-05T13:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Introduction was Hearing on P-C Item by Comm",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 9822,
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242266,
      "Date": "2010-05-05T13:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Introduction was P-C Item Laid Over by Comm",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 9822,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 241949,
      "Date": "2010-05-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242558,
      "Date": "2010-05-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9894,
      "AgendaSequence": 104,
      "MinutesSequence": 126,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242626,
      "Date": "2010-05-24T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 9896,
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 226-A",
      "MinutesNote": "Proposed Int. No. 226-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242830,
      "Date": "2010-05-24T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 9896,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242831,
      "Date": "2010-05-24T13:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 9896,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242889,
      "Date": "2010-05-24T13:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 9896,
      "MinutesSequence": 9,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242953,
      "Date": "2010-05-25T14:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by Consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9913,
      "AgendaSequence": 18,
      "MinutesSequence": 22,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243179,
      "Date": "2010-05-25T17:00:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243186,
      "Date": "2010-06-01T16:00:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243237,
      "Date": "2010-06-01T17:00:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243243,
      "Date": "2010-06-01T17:04:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 94792,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/5/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2b1d6106-ee33-44d8-a7df-8ce1b5868f38.doc",
      "Sort": 1
    },
    {
      "ID": 95053,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/5/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/82a143dd-815f-4cae-addb-887d3205db47.pdf",
      "Sort": 2
    },
    {
      "ID": 95023,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 226 - 5/12/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1acf7c69-09eb-4ebc-8d86-edf48661efd5.doc",
      "Sort": 3
    },
    {
      "ID": 95081,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/24/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6db30d4f-1a1c-4676-96da-4d1252b5ec31.doc",
      "Sort": 4
    },
    {
      "ID": 95392,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/24/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/077993cb-9834-4bf7-b609-f6cbf9f29388.pdf",
      "Sort": 5
    },
    {
      "ID": 95159,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1054113c-d054-4929-a431-82dce5b10d0e.pdf",
      "Sort": 6
    },
    {
      "ID": 95579,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 5/25/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/478919c8-ff2e-4947-a347-a282b6e0fbcc.pdf",
      "Sort": 7
    },
    {
      "ID": 96556,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law 22",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ce784b7e-42c3-4631-a51a-a3a3d094f4ab.pdf",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 46085,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Section 17-920 of the administrative code of the city of New York is REPEALED.\n§2. Chapter 10 of title 17 of the administrative code of the city of New York, as added by local law number 13 for the year 2005, is renumbered as chapter 13 and sections 17-914, 17-915, 17-916, 17-917 and 17-918 of the administrative code of the city of New York, as added by local law number 13 for the year 2005, are renumbered sections 17-1301, 17-1302, 17-1303, 17-1304 and 17-1305, respectively, and section 17-919 of the administrative code of the city of New York, as added by local law number 12 for the year 2005, is renumbered section 17-1306 and such sections, as renumbered, are amended to read as follows:\n§ 17-1301 Definitions. a. “[Day] Child care service” means any service which is permitted as a [group day]child care service in accordance with [rules and regulations of the department]article 47 of the New York city health code.\nb. “[Day] Child care service permittee” means the person to whom a permit to operate a [day] child care service is issued by the commissioner.\nc. [“Department” means the department of health and mental hygiene of the city of New York.]“Permit” means an authorization to operate a child care service issued by the commissioner in accordance with article 47 of the New York city health code.\n[d. “Permit” means an authorization to operate a day care service issued by the commissioner of the department in accordance with articles 5 and 47 of title 24 of the rules of the city of New York.]\n[e]d. “Serious injury” means a serious impairment of physical condition, including, but not limited to, the following: loss of consciousness; concussion; bone fracture; protracted loss or impairment of function of any bodily member or organ; a wound requiring extensive suturing; and serious disfigurement.\n[f]e. “Summary [day] child care service inspection report” is a report that includes, at a minimum, the following information: \n(1) the name of the [day] child care service; \n(2) the name of the [day] child care service permittee; \n(3) the [day] child care service permit number and expiration date; \n(4) the address of the [day] child care service; \n(5) the date of the most recent inspection; \n(6) the maximum number of children authorized to be present at any one time as specified in the [day] child care service permit; \n(7) any violations identified by the department during inspections conducted over the past three years; and \n(8) whether a permit has been ordered suspended or revoked in the past twelve months; whether a [day] child care service has, during the past three years, been ordered closed because its continued operation represented a danger to the health or safety of children; and the terms and conditions, if any, under which such [day] child care service has been allowed to reopen and is authorized to operate.\n[g]f. “Violation” means a citation issued by the department which alleges that a [day] child care service has failed to comply with a provision of applicable law, rule or regulation.\n§17-1302 Access to summary [day] child care service inspection reports. [Commencing on the effective date of the local law that added this chapter, following] Following each inspection of a [day] child care service, the department shall post a summary [day] child care service inspection report on the department's website and shall make summary [day] child care service inspection reports available by calling 311.\n§17-1303 Posting of information on-site. Every [day] child care service must post a sign in a conspicuous place near its public entrance or entrances stating that the most recent summary [day] child care service inspection report may be accessed through the website of the department or by calling 311. The sign, whose form and content shall be provided or approved by the department, shall be printed in clear and legible type, in such a manner as to be readily visible to parents or other persons entering the [day] child care service and shall provide instructions on how to gain access to the summary [day] child care service inspection reports through the department's website.\n§17-1304 Denial of permit. a. Every applicant for a new or renewal permit to operate a [day] child care service shall disclose whether a serious injury or the death of a child in its care, or the care of any of its owners, directors, employees, volunteers or agents, has occurred. Every such permit applicant shall further disclose any civil or criminal court verdicts holding that the applicant, or any of its owners, directors, employees, volunteers or agents, was responsible for such serious injury or death of a child, or administrative agency decisions holding or finding that there is credible evidence that the applicant, or any of its owners, directors, employees, volunteers or agents, was responsible for such serious injury or death of a child, and whether any legal proceeding involving the serious injury or death of a child is pending against the applicant, or any of its owners, directors, employees, volunteers or agents. The department shall deny such a permit unless, on the basis of the application and other papers submitted, including the information provided pursuant to this section, and on the basis of department or [City] city investigation, if any, it is satisfied that the provisions of the New York [City] city health code and other applicable law will be met. The death of a child or the occurrence of more than one incident resulting in a serious injury to a child or children in the care of an applicant or permittee shall create a presumption in any proceeding brought by the department to deny or revoke such a permit of the inability of the applicant or permittee to comply with the provisions of said code or other applicable law. Nothing herein shall otherwise limit the department's authority to deny the issuance or renewal of a permit or to revoke a permit.\nb. To the extent permissible by law, where the department has received written notification that a person with responsibility for oversight and direction of a [day] child care service has a felony conviction at any time for a sex offense, crime against a child, or a crime involving violence, or a felony conviction within the past five years for a drug-related offense, the department shall, when consistent with article twenty-three-A of the correction law, deny the application for a permit to operate such [day] child care service.\n§17-1305 Notification of authorities. The department shall report to an appropriate state agency any serious injury or death of a child in [day] child care services which has been reported to the department in accordance with applicable law, rules and regulations. Such report shall include the name of the [day] child care service and the [day] child care service permittee of any [day]child care service in which a serious injury or death of a child has occurred.\n§17-1306 Distribution of information to referral agencies. a. Definitions. 1. “Child [day] care program” means any program that provides child day care as defined in section 390 of the New York state social services law, including family day care home, group family day care home and school age child care as defined in section 390 of the New York state social services law, or [day] child care services [ as defined in article 47 of title 24 of the rules of the city of New York].\n2. “Referral agency” means the administration for children's services, the department of social services/human resources administration or any state-funded child care resource and referral agency operating in New York [City] city.\nb. To the extent permissible under law, the department shall promptly make available to referral agencies information regarding any child [day] care program for which the department is aware of a current suspension of its license, registration or permit or that it has had its license, registration or permit terminated.\nc. The department shall request that referral agencies advise parents to seek additional information regarding any program to which a referral is made by consulting the department's website or by calling 311.\nd. [Within six months of the effective date of the local law that added this section, the]The department shall publish an informational pamphlet which shall, at a minimum, do the following: \n1. Describe the government authorities responsible for regulating child [day] care programs, along with contact information for persons to use if they have questions or complaints about child [day] care programs. \n2. Describe key rules or regulations relating to child [day] care programs, including mandated staff and adult/child ratios, maximum capacity and health and safety standards.\n3. Describe the inspection process and the registration, licensing and permitting processes for child [day] care programs.\n4. Advise parents seeking child [day] care programs to ask child [day] care program providers to see the program's current license, registration or permit and not to enroll a child in any program that does not have a current registration, license or permit or has a current suspension of its registration, license or permit.\nThe informational pamphlet required by this section shall be translated into all covered languages as defined in § 8-1002 of the administrative code of the city of New York. Copies of the pamphlet shall be provided to all referral agencies.\n§3. Chapter 13 of title 17 of the administrative code of the city of New York, as renumbered by section two of this local law, is amended by adding a new section 17-1307 to read as follows:\n§17-1307 Reports regarding child care citywide. a. Forty-five days after the end of the first full calendar quarter following the effective date of the local law that added this section and forty-five days after the end of each succeeding calendar quarter thereafter, the department shall furnish to the speaker of the city council a report regarding child care programs in New York city that includes, at a minimum, the following information concerning child care services, and to the extent that the department has access to such information, the following information concerning state-regulated family and group family day care homes and school-age child care programs:\n1. number of programs currently holding a valid license, registration or permit issued under state or local law or regulations, disaggregated by borough and by type of program;\n2. number of inspections of such child care programs conducted, disaggregated by borough and by the type of program inspected;\n3. percentage of renewal applications that were not processed by the expiration date of the license, registration or permit being renewed, disaggregated by the type of child care program;\n4. percentage of new applications for a license, registration or permit to operate a state-regulated child care program that resulted in a license or registration, disaggregated by the type of child care program;\n5. percentage of new applications for licenses to operate a child care service that resulted in a license, registration or permit;\n6. number of child care program slots created, disaggregated by type of child care program;\n7. number of complaints received regarding child care programs operating with a license, registration or permit, disaggregated by the type of child care program and borough in which the child care program that is the subject of the complaint is located;\n8. number of complaints received regarding child care programs operating without a license, registration or permit, disaggregated by the borough in which the child care program that is the subject of the complaint is located;\n9. percentage of state-licensed or registered child care programs cited for having violations, disaggregated by borough and by the type of child care program;\n10. total number of initial inspections of child care services and the percentage of child care services that required one or more compliance inspections;\n11. number of child care program licenses, registrations or permits revoked, disaggregated by type of child care program;\n12. number of child care program licenses, registrations or permits suspended, disaggregated by the type of child care program;\n13. number of cease and desist orders issued, disaggregated by the type of state-licensed or registered child care program;\n14. number of early childhood consultants employed in the department's bureau of child care as of the close of business on the final day of the reporting period;\n15. number of early childhood consultant vacancies in the department's bureau of child care as of the close of business on the final day of the reporting period;\n16. number of public health sanitarians employed in the department's bureau of child care as of the close of business on the final day of the reporting period; and\n17. number of public health sanitarian vacancies in the department's bureau of child care as of the close of business on the final day of the reporting period.\nb. Within forty-five days after the end of each calendar year, the department shall publish and make available on its website an annual report containing the information set forth in subdivision a of this section for the prior calendar year.\n§4. This local law shall take effect ninety days after its enactment into law, provided that section 17-1307 of the administrative code of the city of New York, as added by section three of this local law, shall expire and be deemed repealed four years after it shall have become a law.\nAMS\nLS # 6524-8\n5/17/10 9:01p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Section 17-920 of the administrative code of the city of New York is REPEALED.\\par\n\\'a72. Chapter 10 of title 17 of the administrative code of the city of New York, as added by local law number 13 for the year 2005, is renumbered as chapter 13 and sections 17-914, 17-915, 17-916, 17-917 and 17-918 of the administrative code of the city of New York, as added by local law number 13 for the year 2005, are renumbered sections 17-1301, 17-1302, 17-1303, 17-1304 and 17-1305, respectively, and section 17-919 of the administrative code of the city of New York, as added by local law number 12 for the year 2005, is renumbered section 17-1306 and such sections, as renumbered, are amended to read as follows:\\par\n\\'a7 17-1301 Definitions. a. \\ldblquote [Day] \\ul Child\\ulnone  care service\\rdblquote  means any service which is permitted as a [group day]\\ul child\\ulnone  care service in accordance with [rules and regulations of the department]\\ul article 47 of the New York city health code\\ulnone .\\par\nb. \\ldblquote [Day] \\ul Child\\ulnone  care service permittee\\rdblquote  means the person to whom a permit to operate a [day] \\ul child\\ulnone  care service is issued by the commissioner.\\par\nc. [\\ldblquote Department\\rdblquote  means the department of health and mental hygiene of the city of New York.]\\ul\\ldblquote Permit\\rdblquote  means an authorization to operate a child care service issued by the commissioner in accordance with article 47 of the New York city health code.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 [d. \\ldblquote Permit\\rdblquote  means an authorization to operate a day care service issued by the commissioner of the department in accordance with articles 5 and 47 of title 24 of the rules of the city of New York.]\\ul\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\b0 [e]\\ul d\\ulnone . \\ldblquote Serious injury\\rdblquote  means a serious impairment of physical condition, including, but not limited to, the following: loss of consciousness; concussion; bone fracture; protracted loss or impairment of function of any bodily member or organ; a wound requiring extensive suturing; and serious disfigurement.\\par\n[f]\\ul e\\ulnone . \\ldblquote Summary \\fs22 [\\fs24 day] \\ul child\\ulnone  care service inspection report\\rdblquote  is a report that includes, at a minimum, the following information: \\par\n(1) the name of the \\fs22 [\\fs24 day] \\ul child\\ulnone  care service; \\par\n(2) the name of the \\fs22 [\\fs24 day] \\ul child\\ulnone  care service permittee; \\par\n(3) the \\fs22 [\\fs24 day] \\ul child\\ulnone  care service permit number and expiration date; \\par\n(4) the address of the \\fs22 [\\fs24 day] \\ul child\\ulnone  care service; \\par\n(5) the date of the most recent inspection; \\par\n(6) the maximum number of children authorized to be present at any one time as specified in the \\fs22 [\\fs24 day] \\ul child\\ulnone  care service permit; \\par\n(7) any violations identified by the department during inspections conducted over the past three years; and \\par\n(8) whether a permit has been ordered suspended or revoked in the past twelve months; whether a \\fs22 [\\fs24 day] \\ul child\\ulnone  care service has, during the past three years, been ordered closed because its continued operation represented a danger to the health or safety of children; and the terms and conditions, if any, under which such \\fs22 [\\fs24 day] \\ul child\\ulnone  care service has been allowed to reopen and is authorized to operate.\\par\n[g]\\ul f\\ulnone . \\ldblquote Violation\\rdblquote  means a citation issued by the department which alleges that a \\fs22 [\\fs24 day] \\ul child\\ulnone  care service has failed to comply with a provision of applicable law, rule or regulation.\\par\n\\'a717-1302 Access to summary [day] \\ul child\\ulnone  care service inspection reports. [Commencing on the effective date of the local law that added this chapter, following] \\ul Following\\ulnone  each inspection of a [day] \\ul child\\ulnone  care service, the department shall post a summary [day] \\ul child\\ulnone  care service inspection report on the department's website and shall make summary [day] \\ul child\\ulnone  care service inspection reports available by calling 311.\\par\n\\'a717-1303 Posting of information on-site. Every [day] \\ul child\\ulnone  care service must post a sign in a conspicuous place near its public entrance or entrances stating that the most recent summary [day] \\ul child\\ulnone  care service inspection report may be accessed through the website of the department or by calling 311. The sign, whose form and content shall be provided or approved by the department, shall be printed in clear and legible type, in such a manner as to be readily visible to parents or other persons entering the [day] \\ul child\\ulnone  care service and shall provide instructions on how to gain access to the summary [day] \\ul child\\ulnone  care service inspection reports through the department's website.\\par\n\\'a717-1304 Denial of permit. a. Every applicant for a new or renewal permit to operate a [day] \\ul child\\ulnone  care service shall disclose whether a serious injury or the death of a child in its care, or the care of any of its owners, directors, employees, volunteers or agents, has occurred. Every such permit applicant shall further disclose any civil or criminal court verdicts holding that the applicant, or any of its owners, directors, employees, volunteers or agents, was responsible for such serious injury or death of a child, or administrative agency decisions holding or finding that there is credible evidence that the applicant, or any of its owners, directors, employees, volunteers or agents, was responsible for such serious injury or death of a child, and whether any legal proceeding involving the serious injury or death of a child is pending against the applicant, or any of its owners, directors, employees, volunteers or agents. The department shall deny such a permit unless, on the basis of the application and other papers submitted, including the information provided pursuant to this section, and on the basis of department or [City] \\ul city\\ulnone  investigation, if any, it is satisfied that the provisions of the New York [City] \\ul city\\ulnone  health code and other applicable law will be met. The death of a child or the occurrence of more than one incident resulting in a serious injury to a child or children in the care of an applicant or permittee shall create a presumption in any proceeding brought by the department to deny or revoke such a permit of the inability of the applicant or permittee to comply with the provisions of said code or other applicable law. Nothing herein shall otherwise limit the department's authority to deny the issuance or renewal of a permit or to revoke a permit.\\par\nb. To the extent permissible by law, where the department has received written notification that a person with responsibility for oversight and direction of a [day] \\ul child\\ulnone  care service has a felony conviction at any time for a sex offense, crime against a child, or a crime involving violence, or a felony conviction within the past five years for a drug-related offense, the department shall, when consistent with article twenty-three-A of the correction law, deny the application for a permit to operate such [day] \\ul child\\ulnone  care service.\\par\n\\'a717-1305 Notification of authorities. The department shall report to an appropriate state agency any serious injury or death of a child in [day] \\ul child\\ulnone  care services which has been reported to the department in accordance with applicable law, rules and regulations. Such report shall include the name of the [day] \\ul child\\ulnone  care service and the [day] \\ul child\\ulnone  care service permittee of any [day]\\ul child\\ulnone  care service in which a serious injury or death of a child has occurred.\\par\n\\'a717-1306 Distribution of information to referral agencies. a. Definitions. 1. \\ldblquote Child [day] care program\\rdblquote  means any program that provides child day care as defined in section 390 of the New York state social services law\\ul , including family day care home, group family day care home and school age child care as defined in section 390 of the New York state social services law,\\ulnone  or [day] \\ul child\\ulnone  care services [ as defined in article 47 of title 24 of the rules of the city of New York].\\par\n2. \\ldblquote Referral agency\\rdblquote  means the administration for children's services, the department of social services/human resources administration or any state-funded child care resource and referral agency operating in New York [City] \\ul city\\ulnone .\\par\nb. To the extent permissible under law, the department shall promptly make available to referral agencies information regarding any child [day] care program for which the department is aware of a current suspension of its license, registration or permit or that it has had its license, registration or permit terminated.\\par\nc. The department shall request that referral agencies advise parents to seek additional information regarding any program to which a referral is made by consulting the department's website or by calling 311.\\par\nd. [Within six months of the effective date of the local law that added this section, the]\\ul The\\ulnone  department shall publish an informational pamphlet which shall, at a minimum, do the following: \\par\n1. Describe the government authorities responsible for regulating child [day] care programs, along with contact information for persons to use if they have questions or complaints about child [day] care programs. \\par\n2. Describe key rules or regulations relating to child [day] care \\ul programs\\ulnone , including mandated staff and adult/child ratios, maximum capacity and health and safety standards.\\par\n3. Describe the inspection process and the registration, licensing and permitting processes for child [day] care programs.\\par\n4. Advise parents seeking child [day] care \\ul programs\\ulnone  to ask child [day] care program providers to see the program's current license, registration or permit and not to enroll a child in any program that does not have a current registration, license or permit or has a current suspension of its registration, license or permit.\\par\nThe informational pamphlet required by this section shall be translated into all covered languages as defined in \\'a7 8-1002 of the administrative code of the city of New York. Copies of the pamphlet shall be provided to all referral agencies.\\par\n\\'a73. Chapter 13 of title 17 of the administrative code of the city of New York, as \\cf1 renumbered by section two of this local law\\cf0 , is amended by adding a new section 17-1307 to read as follows:\\par\n\\'a7\\ul 17-1307 Reports regarding child care citywide. a. Forty-five days after the end of the first full calendar quarter following the effective date of the local law that added this section and forty-five days after the end of each succeeding calendar quarter thereafter, the department shall furnish to the speaker of the city council a report regarding child care programs in New York city that includes, at a minimum, the following information concerning child care services, and to the extent that the department has access to such information, the following information concerning state-regulated family and group family day care homes and school-age child care programs:\\par\n1. number of programs currently holding a valid license, registration or permit issued under state or local law or regulations, disaggregated by borough and by type of program;\\par\n2. number of inspections of such child care programs conducted, disaggregated by borough and by the type of program inspected;\\par\n3. percentage of renewal applications that were not processed by the expiration date of the license, registration or permit being renewed, disaggregated by the type of child care program;\\par\n4. percentage of new applications for a license, registration or permit to operate a state-regulated child care program that resulted in a license or registration, disaggregated by the type of child care program;\\par\n5. percentage of new applications for licenses to operate a child care service that resulted in a license, registration or permit;\\par\n6. number of child care program slots created, disaggregated by type of child care program;\\par\n7. number of complaints received regarding child care programs operating with a license, registration or permit, disaggregated by the type of child care program and borough in which the child care program that is the subject of the complaint is located;\\par\n8. number of complaints received regarding child care programs operating without a license, registration or permit, disaggregated by the borough in which the child care program that is the subject of the complaint is located;\\par\n9. percentage of state-licensed or registered child care programs cited for having violations, disaggregated by borough and by the type of child care program;\\par\n10. total number of initial inspections of child care services and the percentage of child care services that required one or more compliance inspections;\\par\n11. number of child care program licenses, registrations or permits revoked, disaggregated by type of child care program;\\par\n12. number of child care program licenses, registrations or permits suspended, disaggregated by the type of child care program;\\par\n13. number of cease and desist orders issued, disaggregated by the type of state-licensed or registered child care program;\\par\n14. number of early childhood consultants employed in the department's bureau of child care as of the close of business on the final day of the reporting period;\\par\n15. number of early childhood consultant vacancies in the department's bureau of child care as of the close of business on the final day of the reporting period;\\par\n16. number of public health sanitarians employed in the department's bureau of child care as of the close of business on the final day of the reporting period; and\\par\n17. number of public health sanitarian vacancies in the department's bureau of child care as of the close of business on the final day of the reporting period.\\par\nb. Within forty-five days after the end of each calendar year, the department shall publish and make available on its website an annual report containing the information set forth in subdivision a of this section for the prior calendar year.\\par\n\\ulnone\\'a74. This local law shall take effect ninety days after its enactment into law, provided that section 17-1307 of the administrative code of the city of New York, as added by section three of this local law, shall expire and be deemed repealed four years after it shall have become a law.\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20 AMS\\par\nLS # 6524-8\\par\n5/17/10 9:01p.m.\\par\n\\fs24\\par\n}\n\u0000",
  "LastModified": "2015-06-16T14:27:05.1Z"
}
