{
  "ID": 45033,
  "GUID": "E6DBF93F-DE21-429E-BC07-ECDFAF3B4320",
  "File": "Int 0227-2010",
  "Name": "Requiring mayoral agencies to issue monthly reports to the Council and the Public Advocate on compliance with the NYS Freedom of Information Law.",
  "Title": "A Local Law to amend the New York city charter, in relation to requiring mayoral agencies to issue monthly reports to the Council and the Public Advocate on compliance with the New York State Freedom of Information Law.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2010-05-12T00:00:00Z",
  "AgendaDate": "2010-05-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7556,
      "Slug": "the-public-advocate-mr-de-blasio",
      "FullName": "The Public Advocate (Mr. de Blasio)"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 242383,
      "Date": "2010-05-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242555,
      "Date": "2010-05-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9894,
      "AgendaSequence": 107,
      "MinutesSequence": 129,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284319,
      "Date": "2013-12-31T16:42:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46006,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Section 386 of Chapter 16 of the New York city charter is amended by adding a new subdivision d to read as follows:\nd. Commencing in January of 2011, each mayoral agency shall submit a monthly report to the council and the public advocate on the fourteenth day of each month regarding requests made to that agency to view records pursuant to the state freedom of information law in the preceding month. Such report shall be made available to the public free of charge on the internet.  Reports required by this subdivision shall include: \n(1) the total number of requests made during the month; \n(2) the number of requests granted by the agency; \n(3) the number of requests denied by the agency and, in the case of a denial of, or the exclusion of records from, such a request the report shall include the reason or reasons for denial of, or exclusion of, records from the request. \n(4) the number of business days that elapsed between the receipt of such a request and the issuance of an acknowledgment of or response to such request; \n(5) the number of instances in which a final determination regarding the request was not made within five business days of the issuance of an acknowledgment of such a request;\n (6) the number of times in the preceding month that an agency determination regarding a request to view records pursuant to the state freedom of information law was appealed by the requestor; and \n(7) the number of times an agency determination was appealed by the requestor and subsequently underwent a judicial review in a proceeding under Article 78 of the Civil Practice Law and Rules, including a description of the outcome of each such proceeding. \n\n\t§2. This local law shall take effect immediately.\nMG\nLS# 561",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab Section 1. Section 386 of Chapter 16 of the New York city charter is amended by adding a new subdivision d to read as follows:\\ul\\par\nd. Commencing in January of 2011, each mayoral agency shall submit a monthly report to the council and the public advocate on the fourteenth day of each month regarding requests made to that agency to view records pursuant to the state freedom of information law in the preceding month. Such report shall be made available to the public free of charge on the internet.  Reports required by this subdivision shall include: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (1) the total number of requests made during the month; \\par\n(2) the number of requests granted by the agency; \\par\n(3) the number of requests denied by the agency and, in the case of a denial of, or the exclusion of records from, such a request the report shall include the reason or reasons for denial of, or exclusion of, records from the request. \\par\n(4) the number of business days that elapsed between the receipt of such a request and the issuance of an acknowledgment of or response to such request; \\par\n(5) the number of instances in which a final determination regarding the request was not made within five business days of the issuance of an acknowledgment of such a request;\\par\n (6) the number of times in the preceding month that an agency determination regarding a request to view records pursuant to the state freedom of information law was appealed by the requestor; and \\par\n(7) the number of times an agency determination was appealed by the requestor and subsequently underwent a judicial review in a proceeding under Article 78 of the Civil Practice Law and Rules, including a description of the outcome of each such proceeding. \\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\'a72. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar MG\\par\nLS# 561\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T21:42:37.637Z"
}
