{
  "ID": 44597,
  "GUID": "4E06595E-C338-4A8F-BAEB-58C5CFBFEEC5",
  "File": "Int 0228-2010",
  "Name": "Restricting the use of polystyrene foam food packaging.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to restricting the use of polystyrene foam food packaging.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2010-05-12T00:00:00Z",
  "AgendaDate": "2010-05-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7556,
      "Slug": "the-public-advocate-mr-de-blasio",
      "FullName": "The Public Advocate (Mr. de Blasio)"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    }
  ],
  "History": [
    {
      "ID": 242395,
      "Date": "2010-05-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242554,
      "Date": "2010-05-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9894,
      "AgendaSequence": 108,
      "MinutesSequence": 130,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284318,
      "Date": "2013-12-31T16:42:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45554,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Declaration of legislative intent and findings.  Polystyrene foam is virtually immune to biological decomposition.  Thus, when products made from polystyrene foam are landfilled, they consume landfill space for centuries.  Polystyrene foam also resists compacting and, therefore, by volume, consumes more landfill space than other types of materials, such as paper.  In addition, polystyrene foam is not made from material recovered from the waste stream and, therefore, makes a far more limited contribution to the development of markets for recycled materials. Polystyrene foam is a pollutant that breaks down to smaller, non-biodegradable pieces that are ingested by marine life and other wildlife thus injuring or killing them. Due to the physical properties of polystyrene foam, the United States Environmental Protection Agency (EPA) states, “that such materials can also have serious impacts on human health, wildlife, the aquatic environment and the economy”.\n\tThe Council finds that the food service and retail food industries currently use substantial quantities of polystyrene foam to package ready-to-eat, prepared, and uncooked food and beverages.  The Council further finds that there are substitutes for or alternatives to polystyrene foam food packaging and other products or items made of polystyrene foam that adequately serve the needs of the retail food and food service industries, as well as the consumer, and that these substitutes or alternatives are readily obtainable and are recyclable or biodegradable to a significantly greater degree than is polystyrene foam.\n\tAccordingly, the Council finds that as a step towards achieving the goals of preserving landfill capacity by reducing the waste stream, encouraging the use of biodegradable and recyclable materials and materials made of recycled content, and minimizing the need for resource recovery facilities, it is appropriate to restrict the amount of polystyrene foam products used in the City and, thereby, reduce the health and environmental hazards created by the manufacture and disposal of these products.\n\t§2.  Title 16 of the administrative code of the city of New York is amended by adding a new chapter 5 to read as follows:  \n\nCHAPTER 5\nPOLYSTYRENE FOAM PROHIBITION\n\t§16-501 Definitions.  When used in this chapter:\n\ta. \"Agency\" shall mean a department, division, bureau, office, position, administration of the city of New York or a corporation, or any other entity the majority of the members of whose board are city officials or are appointed directly or indirectly by city officials.\n\tb. \"Chlorofluorocarbons\" or \"CFCs\" shall mean the family of substances that contain carbon, fluorine and chlorine and have no hydrogen atoms or double bonds, including, but not limited to, CFC-11, CFC-12, CFC-113, CFC-114, CFC-115, CFC-500 and CFC-502.\n\tc. \"Food establishment\" means any premises or place of business operated within the city of New York where food or beverages are prepared, mixed, cooked, baked, smoked, preserved, bottled, packaged, handled, stored or manufactured and shall include, but not be limited to, any fixed or mobile food vendor, restaurant, delicatessen, cafeteria, concession stand, grocery store, supermarket or fast food outlet, but shall not include private residences.\n\td. “Hydrochlorofluorocarbon” or “HCFCs” shall mean the family of substances that contain hydrogen, chlorine, fluorine and carbon.\n\te. \"Packaging\" shall mean all bags, sacks, wrappings, containers, bowls, plates, trays, boxes, cartons, cups, lids and other items, on which or in which food or beverages are placed or packaged prior to consumption of the food or beverage.\n\tf. \"Polystyrene foam\" means plastic material that is derived from petroleum and is composed of carbon and hydrogen atoms, which is blown into a foam.\n\t§16-502 Prohibitions.  Except as permitted in accordance with section 16-503 of this chapter:\n\ta.  No owner, operator or employee of a food establishment shall place, wrap, or otherwise package food or beverages in packaging made of polystyrene foam or offer for sale food or beverages packaged in such material.\n\tb. No agency shall purchase food or beverages packaged in polystyrene foam for use by such agency while in the performance of an official function or during the course of any program or event sponsored by such agency nor shall an agency purchase any other product or item made of or packaged in polystyrene foam.\n\tc. No containers, bowls, plates, trays, cups, lids or other similar products or items made of polystyrene foam whose intended purpose is to be a receptacle for food or beverages may be dispensed, sold or offered for sale.\n\td. No packaging, product or item made of polystyrene foam that was manufactured using a chlorofluorocarbon or hydrochlorofluorocarbon may be dispensed, sold or offered for sale.\n\t§16-503 Exemptions.  a.  The provisions of section 16-502 of this chapter shall not apply where the commissioner has granted an exemption under the following circumstances:\n\t\t(1) an owner or operator of a food establishment has made a showing that all possible alternatives and substitutes have been considered and for reasons of health or safety, the use of packaging made of polystyrene foam is critical to performing the function for which the exemption is sought; or\n(2) an agency has made a showing that all possible alternatives and \nsubstitutes have been considered and for reasons of health or safety the use of packaging or other product or item made of polystyrene foam is critical to performing the function for which the exemption is sought; and\n(3) an owner or operator of a food establishment or an agency has \ndemonstrated to the satisfaction of the commissioner that such owner or operator or agency maintains a program or procedure whereby no less than the following percentages of the packaging made of polystyrene foam which is distributed or dispensed during the course of providing food or beverages at that food establishment is recycled, reused, sold for recycling or sold for reuse:\n            (i) thirty-five percent during the first year after the effective date of this section;\n\t            (ii) sixty percent during the second year after the effective date of this section; and\n\t           (iii) ninety percent thereafter; or\n\t           (4) an individual, organization or other entity which provides, sells or offers for sale food or beverages to its employees or members, as an incident of employment or membership, or to other individuals as an integral part of performing its principal functions, where it is intended that such food or beverage be consumed at a dining facility or other central location, has demonstrated to the satisfaction of the commissioner that such individual, organization or entity maintains a program or procedure whereby no less than the following percentages of the packaging made of polystyrene foam which is dispensed or distributed during the course of providing food or beverages is recycled, reused, sold for recycling or sold for reuse:\n\t\t(i) seventy-five percent during the first year after the effective date of this section; and \n\t\t(ii) ninety percent thereafter.\n\tb. The commissioner shall promulgate rules setting forth the criteria to be applied in determining whether an exemption from any of the provisions of this section may be granted but the burden of proving that an exemption should be granted shall be on the applicant.\n\tc. An exemption or a renewal of an exemption from any of the provisions of this section may only be granted in writing and must clearly set forth the reasons why such exemption has been granted.  No exemption granted pursuant to this section shall be for a period longer than one year but may, upon appropriate application, be renewed for successive periods of up to one year each.\n\t§16-504 Enforcement.  a.  The provisions of this chapter shall be enforced by the department, the department of health and mental hygiene and the department of consumer affairs.\n\tb.  Any person who violates any provision of this chapter shall be subject to a proceeding for injunctive relief brought in a court of competent jurisdiction and to a proceeding for a civil penalty recoverable in an action brought in such court or in a proceeding before the environmental control board.  Such civil penalty shall be in an amount not less than one hundred dollars nor more than five hundred dollars for the first violation, not less than five hundred dollars nor more than one thousand dollars for the second violation, and not less than one thousand dollars nor more than five thousand dollars for the third and each subsequent violation.  For the purposes of this chapter, each use of polystyrene foam packaging or offer for sale of food or beverages in polystyrene foam packaging, which is prohibited by this chapter, shall constitute a separate violation of this chapter.\n\t§3. This local law shall take effect one hundred and eighty days after its enactment.  \n\nJJH - LS 428\nInt. No. 609/2007",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulw :\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult0\\qj\\tab Section 1.  Declaration of legislative intent and findings.  Polystyrene foam is virtually immune to biological decomposition.  Thus, when products made from polystyrene foam are landfilled, they consume landfill space for centuries.  Polystyrene foam also resists compacting and, therefore, by volume, consumes more landfill space than other types of materials, such as paper.  In addition, polystyrene foam is not made from material recovered from the waste stream and, therefore, makes a far more limited contribution to the development of markets for recycled materials. Polystyrene foam is a pollutant that breaks down to smaller, non-biodegradable pieces that are ingested by marine life and other wildlife thus injuring or killing them. Due to the physical properties of polystyrene foam, the United States Environmental Protection Agency (EPA) states, \\ldblquote that such materials can also have serious impacts on human health, wildlife, the aquatic environment and the economy\\rdblquote .\\par\n\\tab The Council finds that the food service and retail food industries currently use substantial quantities of polystyrene foam to package ready-to-eat, prepared, and uncooked food and beverages.  The Council further finds that there are substitutes for or alternatives to polystyrene foam food packaging and other products or items made of polystyrene foam that adequately serve the needs of the retail food and food service industries, as well as the consumer, and that these substitutes or alternatives are readily obtainable and are recyclable or biodegradable to a significantly greater degree than is polystyrene foam.\\par\n\\tab Accordingly, the Council finds that as a step towards achieving the goals of preserving landfill capacity by reducing the waste stream, encouraging the use of biodegradable and recyclable materials and materials made of recycled content, and minimizing the need for resource recovery facilities, it is appropriate to restrict the amount of polystyrene foam products used in the City and, thereby, reduce the health and environmental hazards created by the manufacture and disposal of these products.\\par\n\\tab\\'a72.  Title 16 of the administrative code of the city of New York is amended by adding a new chapter 5 to read as follows:  \\par\n\\pard\\ltrpar\\nowidctlpar\\sl240\\slmult0\\par\n\\pard\\ltrpar\\keepn\\nowidctlpar\\s1\\sl240\\slmult0\\qc\\ul CHAPTER 5\\par\n\\pard\\ltrpar\\nowidctlpar\\sl240\\slmult0\\qc POLYSTYRENE FOAM PROHIBITION\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult0\\qj\\tab\\ul\\'a716-501 Definitions\\b .\\b0   When used in this chapter:\\par\n\\ulnone\\tab\\ul a. \"Agency\" shall mean a department, division, bureau, office, position, administration of the city of New York or a corporation, or any other entity the majority of the members of whose board are city officials or are appointed directly or indirectly by city officials.\\par\n\\ulnone\\tab\\ul b. \"Chlorofluorocarbons\" or \"CFCs\" shall mean the family of substances that contain carbon, fluorine and chlorine and have no hydrogen atoms or double bonds, including, but not limited to, CFC-11, CFC-12, CFC-113, CFC-114, CFC-115, CFC-500 and CFC-502.\\par\n\\ulnone\\tab\\ulw c\\ul . \"Food establishment\" means any premises or place of business operated within the city of New York where food or beverages are prepared, mixed, cooked, baked, smoked, preserved, bottled, packaged, handled, stored or manufactured and shall include, but not be limited to, any fixed or mobile food vendor, restaurant, delicatessen, cafeteria, concession stand, grocery store, supermarket or fast food outlet, but shall not include private residences.\\par\n\\ulnone\\tab\\ul d. \\ldblquote Hydrochlorofluorocarbon\\rdblquote  or \\ldblquote HCFCs\\rdblquote  shall mean the family of substances that contain hydrogen, chlorine, fluorine and carbon.\\par\n\\ulnone\\tab\\ul e. \"Packaging\" shall mean all bags, sacks, wrappings, containers, bowls, plates, trays, boxes, cartons, cups, lids and other items, on which or in which food or beverages are placed or packaged prior to consumption of the food or beverage.\\par\n\\ulnone\\tab\\ul f. \"Polystyrene foam\" means plastic material that is derived from petroleum and is composed of carbon and hydrogen atoms, which is blown into a foam.\\par\n\\ulnone\\tab\\ul\\'a716-502 Prohibitions.  Except as permitted in accordance with section 16-503 of this chapter:\\par\n\\ulnone\\tab\\ul a.  No owner, operator or employee of a food establishment shall place, wrap, or otherwise package food or beverages in packaging made of polystyrene foam or offer for sale food or beverages packaged in such material.\\par\n\\ulnone\\tab\\ul b. No agency shall purchase food or beverages packaged in polystyrene foam for use by such agency while in the performance of an official function or during the course of any program or event sponsored by such agency nor shall an agency purchase any other product or item made of or packaged in polystyrene foam.\\par\n\\ulnone\\tab\\ul c. No containers, bowls, plates, trays, cups, lids or other similar products or items made of polystyrene foam whose intended purpose is to be a receptacle for food or beverages may be dispensed, sold or offered for sale.\\par\n\\ulnone\\tab\\ul d. No packaging, product or item made of polystyrene foam that was manufactured using a chlorofluorocarbon or hydrochlorofluorocarbon may be dispensed, sold or offered for sale.\\par\n\\ulnone\\tab\\ulw\\'a716\\ul -503 Exemptions.  a.  The provisions of section 16-502 of this chapter shall not apply where the commissioner has granted an exemption under the following circumstances:\\par\n\\ulnone\\tab\\tab\\ul (1) an owner or operator of a food establishment has made a showing that all possible alternatives and substitutes have been considered and for reasons of health or safety, the use of packaging made of polystyrene foam is critical to performing the function for which the exemption is sought; or\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\li720\\sl480\\slmult0\\qj (2) an agency has made a showing that all possible alternatives and \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult0\\qj substitutes have been considered and for reasons of health or safety the use of packaging or other product or item made of polystyrene foam is critical to performing the function for which the exemption is sought; and\\par\n\\pard\\ltrpar\\nowidctlpar\\li1500\\sl480\\slmult0\\qj (3) an owner or operator of a food establishment or an agency has \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult0\\qj demonstrated to the satisfaction of the commissioner that such owner or operator or agency maintains a program or procedure whereby no less than the following percentages of the packaging made of\\ulw  \\ul polystyrene foam which is distributed or dispensed during the course of providing food or beverages at that food establishment is recycled, reused, sold for recycling or sold for reuse:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult0\\qj\\ulnone             \\ul (i) thirty-five percent during the first year after the effective date of this section;\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult0\\qj\\ulnone\\tab             \\ul (ii) sixty percent during the second year after the effective date of this section; and\\par\n\\ulnone\\tab            \\ul (iii) ninety percent thereafter; or\\par\n\\ulnone\\tab            \\ul (4) an individual, organization or other entity which provides, sells or offers for sale food or beverages to its employees or members, as an incident of employment or membership, or to other individuals as an integral part of performing its principal functions, where it is intended that such food or beverage be consumed at a dining facility or other central location, has demonstrated to the satisfaction of the commissioner that such individual, organization or entity maintains a program or procedure whereby no less than the following percentages of the packaging made of polystyrene foam which is dispensed or distributed during the course of providing food or beverages is recycled,\\ulw  \\ul reused, sold for recycling or sold for reuse:\\par\n\\ulnone\\tab\\tab\\ul (i) seventy-five percent during the first year after the effective date of this section; and \\par\n\\ulnone\\tab\\tab\\ul (ii) ninety percent thereafter.\\par\n\\ulnone\\tab\\ul b. The commissioner shall promulgate rules setting forth the criteria to be applied in determining whether an exemption from any of the provisions of this section may be granted but the burden of proving that an exemption should be granted shall be on the applicant.\\par\n\\ulnone\\tab\\ul c. An exemption or a renewal of an exemption from any of the provisions of this section may only be granted in writing and must clearly set forth the reasons why such exemption has been granted.  No exemption granted pursuant to this section shall be for a period longer than one year but may, upon appropriate application, be renewed for successive periods of up to one year each.\\par\n\\ulnone\\tab\\ul\\'a716-504 Enforcement\\b .\\b0   a.  The provisions of this chapter shall be enforced by the department, the department of health and mental hygiene and the department of consumer affairs.\\par\n\\ulnone\\tab\\ul b.  Any person who violates any provision of this chapter shall be subject to a proceeding for injunctive relief brought in a court of competent jurisdiction and to a proceeding for a civil penalty recoverable in an action brought in such court or in a proceeding before the environmental control board.  Such civil penalty shall be in an amount not less than one hundred dollars nor more than five hundred dollars for the first violation, not less than five hundred dollars nor more than one thousand dollars for the second violation, and not less than one thousand dollars nor more than five thousand dollars for the third and each subsequent violation.  For the purposes of this chapter, each use of polystyrene foam packaging or offer for sale of food or beverages in polystyrene foam packaging, which is prohibited by this chapter, shall constitute a separate violation of this chapter.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult0\\tab\\'a73. This local law shall take effect one hundred and eighty days after its enactment.  \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl240\\slmult0 JJH - LS 428\\par\n\\pard\\ltrpar\\nowidctlpar Int. No. 609/2007\\par\n\\pard\\ltrpar\\nowidctlpar\\sl240\\slmult0\\qj\\par\n}\n",
  "LastModified": "2013-12-23T21:42:25.653Z"
}
