{
  "ID": 44816,
  "GUID": "90F416AD-AED5-4E66-B77E-EA6202C28860",
  "File": "Int 0229-2010",
  "Name": "Energy efficiency requirements for certain capital projects.",
  "Title": "A Local Law to amend the New York city charter, in relation to energy efficiency requirements for certain capital projects.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2010-05-12T00:00:00Z",
  "AgendaDate": "2010-05-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    }
  ],
  "History": [
    {
      "ID": 242399,
      "Date": "2010-05-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242582,
      "Date": "2010-05-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9894,
      "AgendaSequence": 109,
      "MinutesSequence": 131,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284317,
      "Date": "2013-12-31T16:42:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45778,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subparagraph iii of paragraph 2 of subdivision b of section 224.1 of the New York city charter is amended to read as follows:\n(iii) Capital projects involving buildings classified in occupancy group G with an estimated construction cost of 12 million dollars ($12,000,000) or more shall be designed and constructed to reduce energy cost by a minimum of twenty percent (20%), as determined by the methodology prescribed in LEED energy and atmosphere credit 1 or the New York state energy conservation code, whichever is more stringent. In addition to such twenty percent (20%) reduction in energy cost, the design agency shall make investments in energy efficiency that reduce energy cost by an additional [five percent (5%) if it finds that the payback on such investment through savings in energy cost would not exceed seven years or, in the alternative, the design agency shall make investments in energy efficiency that reduce energy cost by an additional] ten percent (10%) if it finds that the payback on such [investment] investments through savings in energy cost would not exceed seven years. If the payback for such investments would exceed seven years, then the design agency shall instead make investments in energy efficiency that reduce energy cost by an additional five percent (5%) if the design agency finds that the payback for such investments would not exceed seven years. \n§2.  Section 224.1 of the New York city charter is amended to add a subdivision l to read as follows:\nl. An annual report shall be prepared no later than September 1 of each year in accordance with the procedure and format established by the department of design and construction.  Such report shall include, but shall not be limited to, a list and brief description, including square footage and total cost, of any capital project subject to section 224.1 of the charter, completed during the preceding calendar year; the estimated level of LEED certification such capital projects have achieved as determined by the design agency in accordance with the LEED rating system or, if applicable, the level achieved, as certified by the United States green building council; additional costs attributable to complying with the LEED green building rating system or any other green building standard; an assessment of the health, environmental and energy-related benefits achieved in comparison with a base-case code compliant project (including projected energy savings and reductions in peak load, reductions in emissions, reductions in storm water runoff and potable water use); a summary of agency findings related to additional investment in energy efficiency pursuant to subparagraphs (i), (ii), and (iii) of paragraph two of subdivision b of section 224.1 of the charter, including any additional investment in energy efficiency considered and the estimated payback time for such investment through savings in energy cost; and the total value of capital allocations in each fiscal year, by city agency, of projects subject to, and exempted by the mayor for each of paragraph one and subparagraphs (i), (ii) and (iii) of paragraph two of subdivision b, paragraphs one and two of subdivision c and subdivision d of section 224.1 of the charter, as well as a list and brief description, by agency, of such exempted projects, including square footage and project cost.\n§2. This local law shall take effect immediately upon enactment.\nLF\nLS#326\n2/18/10\n\nRBU/TNN\nInt. No. 0379-2006",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\qj\\expndtw-3\\v0\\par\n\\expndtw0\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Subparagraph iii of paragraph 2 of subdivision b of section 224.1 of the New York city charter \\expndtw-3 is amended to read as follows:\\expndtw0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (iii) Capital projects involving buildings classified in occupancy group G with an estimated construction cost of 12 million dollars ($12,000,000) or more shall be designed and constructed to reduce energy cost by a minimum of twenty percent (20%), as determined by the methodology prescribed in LEED energy and atmosphere credit 1 or the New York state energy conservation code, whichever is more stringent. In addition to such twenty percent (20%) reduction in energy cost, the design agency shall make investments in energy efficiency that reduce energy cost by an additional [five percent (5%) if it finds that the payback on such investment through savings in energy cost would not exceed seven years or, in the alternative, the design agency shall make investments in energy efficiency that reduce energy cost by an additional] ten percent (10%) if it finds that the payback on such [investment] \\ul investments\\ulnone  through savings in energy cost would not exceed seven years. \\ul If the payback for such investments would exceed seven years, then the design agency shall instead make investments in energy efficiency that reduce energy cost by an additional five percent (5%) if the design agency finds that the payback for such investments would not exceed seven years.\\ulnone  \\par\n\\'a72.  Section 224.1 of the New York city charter \\expndtw-3 is amended to add a subdivision l to read as follows:\\par\n\\expndtw0\\ul l. An annual report shall be prepared no later than September 1 of each year in accordance with the procedure and format established by the department of design and construction.  Such report shall include, but shall not be limited to, a list and brief description, including square footage and total cost, of any capital project subject to section 224.1 of the charter, completed during the preceding calendar year; the estimated level of LEED certification such capital projects have achieved as determined by the design agency in accordance with the LEED rating system or, if applicable, the level achieved, as certified by the United States green building council; additional costs attributable to complying with the LEED green building rating system or any other green building standard; an assessment of the health, environmental and energy-related benefits achieved in comparison with a base-case code compliant project (including projected energy savings and reductions in peak load, reductions in emissions, reductions in storm water runoff and potable water use); a summary of agency findings related to additional investment in energy efficiency pursuant to subparagraphs (i), (ii), and (iii) of paragraph two of subdivision b of section 224.1 of the charter, including any additional investment in energy efficiency considered and the estimated payback time for such investment through savings in energy cost; and the total value of capital allocations in each fiscal year, by city agency, of projects subject to, and exempted by the mayor for each of paragraph one and subparagraphs (i), (ii) and (iii) of paragraph two of subdivision b, paragraphs one and two of subdivision c and subdivision d of section 224.1 of the charter, as well as a list and brief description, by agency, of such exempted projects, including square footage and project cost.\\par\n\\ulnone\\'a72. This local law shall take effect immediately upon enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LF\\par\nLS#326\\par\n2/18/10\\par\n\\par\nRBU/TNN\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj Int. No. 0379-2006\\par\n}\n",
  "LastModified": "2013-12-23T21:42:14.137Z"
}
