{
  "ID": 44905,
  "GUID": "A887FEA4-6E16-44BC-A8E0-282025D7B0D6",
  "File": "Int 0238-2010",
  "Name": "Resource and training assistance to NYC’s community based volunteer ambulance companies.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to resource and training assistance to New York City’s community based volunteer ambulance companies.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2010-05-12T00:00:00Z",
  "AgendaDate": "2010-05-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 242390,
      "Date": "2010-05-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242593,
      "Date": "2010-05-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9894,
      "AgendaSequence": 119,
      "MinutesSequence": 141,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284313,
      "Date": "2013-12-31T16:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45871,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new paragraph (3) to subdivision a of section 15-101 to read as follows:\n(3) “Voluntary ambulance service” shall mean a voluntary ambulance service as such term is defined in section three thousand one of the public health law that is registered or certified in compliance with section three thousand five of the public health law.\n§2. Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\n§15-129 Volunteer ambulance service. a. The department shall provide vehicle insurance and access to medical supplies for any volunteer ambulance service operating within the city of New York.\nb. The department shall provide ambulance driver training for any person who meets criteria established by the commissioner and wishes to become a driver for any volunteer ambulance service operating within the city of New York.\n§3. This local law shall take effect 90 days after its enactment into law.\nRCC\nLS # 486\n3/25/10",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\noline\\nowidctlpar\\hyphpar0\\qj\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\expndtw0 Section 1. \\expndtw-3 Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new paragraph (3) to subdivision a of section 15-101 to read as follows:\\par\n\\ul (3) \\ldblquote Voluntary ambulance service\\rdblquote  shall mean a voluntary ambulance service as such term is defined in section three thousand one of the public health law that is registered or certified in compliance with section three thousand five of the public health law.\\par\n\\expndtw0\\ulnone\\'a72. \\expndtw-3 Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\\ul\\par\n\\expndtw0\\b\\'a7\\expndtw-3 15-129 Volunteer ambulance service.\\b0  a. The department shall provide vehicle insurance and access to medical supplies for any volunteer ambulance service operating within the city of New York.\\par\nb. The department shall provide ambulance driver training for any person who meets criteria established by the commissioner and wishes to become a driver for any volunteer ambulance service operating within the city of New York.\\par\n\\expndtw0\\ulnone\\'a73. This local law shall take effect 90 days after its enactment into law.\\par\n\\pard\\nowidctlpar\\qj RCC\\par\nLS # 486\\par\n3/25/10\\par\n}\n\u0000",
  "LastModified": "2013-12-23T21:40:34.763Z"
}
