{
  "ID": 44877,
  "GUID": "22E17121-327E-4A8C-8EF1-882AA22C62F0",
  "File": "Int 0239-2010",
  "Name": "Regulation of rented vehicles operated by a for-hire driver.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to regulation of rented vehicles operated by a for-hire driver.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2010-05-12T00:00:00Z",
  "AgendaDate": "2010-05-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 242392,
      "Date": "2010-05-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242592,
      "Date": "2010-05-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9894,
      "AgendaSequence": 120,
      "MinutesSequence": 142,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284312,
      "Date": "2013-12-31T16:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 103900,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 239 - 5/12/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b6b2e6a3-18c4-4f72-a8f5-248983f80073.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 49095,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter five of title nineteen of the administrative code of the city of New York is amended by adding a new section 19-503.2 to read as follows:\n19-503.2 Regulation of for-hire rented vehicles. a. For the purposes of this section, “for-hire rented vehicle” shall mean a vehicle that has been rented by an individual and driven by another individual employed or hired by the company renting such vehicle.\nb. A for-hire rented vehicle and the driver of a for-hire rented vehicle shall be subject to all provisions of this code and rules of the commission applicable to for-hire vehicles, except that such vehicles need not be affiliated with a base station and need not have all trips pre-arranged via a base station.\nc. The commission may promulgate rules applicable to for-hire rented vehicles that are consistent with this section.\n\t§2.\tThis local law shall take effect ninety days following its enactment into law, except that the commission shall take all necessary action, including the promulgation of rules, prior to such effective date.\n\n\n\nJW/lf\nLS# 913\n9/27/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Section 1.  Chapter five of title nineteen \\expndtw0 of the administrative code of the city of New York is amended by adding a new section 19-503.2 to read as follows:\\expndtw-3\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\expndtw0\\ul 19-503.2 Regulation of for-hire rented vehicles. a. For the purposes of this section, \\ldblquote for-hire rented vehicle\\rdblquote  shall mean a vehicle that has been rented by an individual and driven by another individual employed or hired by the company renting such vehicle.\\par\nb. A for-hire rented vehicle and the driver of a for-hire rented vehicle shall be subject to all provisions of this code and rules of the commission applicable to for-hire vehicles, except that such vehicles need not be affiliated with a base station and need not have all trips pre-arranged via a base station.\\par\nc. The commission may promulgate rules applicable to for-hire rented vehicles that are consistent with this section.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ulnone\\tab\\expndtw-3\\'a72.\\tab This local law shall take effect ninety days following its enactment into law, except that the commission shall take all necessary action, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\par\n\\par\n\\par\n\\fs18 JW/lf\\par\nLS# 913\\par\n9/27/11\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T21:40:22.653Z"
}
