{
  "ID": 44733,
  "GUID": "BC0D42AF-EC13-433A-9D97-E18D5EAFBB81",
  "File": "Int 0240-2010",
  "Name": "Illegal residential conversions",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to illegal residential conversions.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-05-12T00:00:00Z",
  "AgendaDate": "2010-05-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 242393,
      "Date": "2010-05-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242591,
      "Date": "2010-05-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9894,
      "AgendaSequence": 121,
      "MinutesSequence": 143,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 254768,
      "Date": "2011-06-07T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 10812,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 255038,
      "Date": "2011-06-07T13:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 10812,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 254772,
      "Date": "2011-06-07T13:20:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 10813,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 255034,
      "Date": "2011-06-07T13:35:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 10813,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284311,
      "Date": "2013-12-31T16:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 101718,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/7/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/16e3d201-e514-4331-8f1f-33b9b2835087.doc",
      "Sort": 1
    },
    {
      "ID": 101935,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/7/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b5ac02e6-5929-459b-bc86-0f5b5634edb9.PDF",
      "Sort": 2
    },
    {
      "ID": 102390,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript  6/7/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ef4ce7ff-7d67-4d45-a0f2-c7c17af7817a.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 45694,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 28-210.1 of the administrative code of the city of New York, is amended to read as follows:\n\t§28-210.1  Illegal  residential  conversions.  It  shall  be unlawful, except in accordance with all requirements of this code, to convert  any dwelling  for  occupancy  by  more than the legally authorized number of families or to assist, take part in, maintain or permit the  maintenance of  such  conversion.  Upon  the  finding  of  such  violation  and  the imposition of punishment for such violation as set forth  in  this  code the  department  or if applicable the environmental control board shall forward to the internal revenue service, the New York  state  department of  taxation and finance and the New York city department of finance the name and address of the respondent or  defendant,  the  address  of  the buildings  or structure with respect to which the violation occurred and the time period during which the violation was found to have existed.\nb. Notwithstanding any other provision of law, the department or any other law enforcement entity acting to enforce this section shall be authorized to issue a summons or notice of violation for a violation of this section based on readily observable circumstantial evidence which evidence may be refuted before a court of competent jurisdiction or before the environmental control board prior to the imposition of a final determination.  Examples of such circumstantial evidence include, but are not limited to, a greater number of mailboxes or mail receptacles servicing a dwelling than the number of legally authorized dwelling units in such dwelling; the existence of a greater number of operational utility meters servicing a dwelling for the same type of utility service than the number of legally authorized dwelling units in such dwelling, or a greater number of doorbells servicing a dwelling than the number of legally authorized dwelling units in such dwelling.  A violation of this section which has been based on circumstantial evidence in accordance with this subdivision may not be deemed corrected unless the premises which is the subject of the violation has been inspected by the department.\n\t§2 Section 28-203.1 of the Administrative Code of the city of New York is amended to read as follows:\n\t§28-203.1   Criminal  fines  and  imprisonment.  Except  as  otherwise specified in this code or other law, violations of this code,  the  1968 building  code, the zoning resolution or other laws or rules enforced by the department shall be punishable by criminal  fines  and  imprisonment within the ranges set forth below:\n    \t1.  Every  person convicted of violating a provision of this code, the 1968 building code, the zoning resolution or other law or rule  enforced by  the  department  or  an  order  of  the commissioner issued pursuant thereto that is classified  by  the  commissioner  or  the  code  as  an immediately  hazardous  violation  shall  be  guilty  of  a  misdemeanor punishable by a fine of not more than twenty-five thousand dollars or by imprisonment of not more  than  one  year  or  by  both  such  fine  and imprisonment.\n\t1.1 Any violation of section 28-210.1 deemed an immediately hazardous condition shall be punishable by a fine of not less than one thousand dollars.\n§4.\tThis local law shall take effect immediately.\n\nLF\nLS#686, 690\n5/3/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Section 28-210.1 of the administrative code of the city of New York, is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\'a728-210.1  Illegal  residential  conversions.  It  shall  be unlawful, except in accordance with all requirements of this code, to convert  any dwelling  for  occupancy  by  more than the legally authorized number of families or to assist, take part in, maintain or permit the  maintenance of  such  conversion.  Upon  the  finding  of  such  violation  and  the imposition of punishment for such violation as set forth  in  this  code the  department  or if applicable the environmental control board shall forward to the internal revenue service, the New York  state  department of  taxation and finance and the New York city department of finance the name and address of the respondent or  defendant,  the  address  of  the buildings  or structure with respect to which the violation occurred and the time period during which the violation was found to have existed.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul b. Notwithstanding any other provision of law, the department or any other law enforcement entity acting to enforce this section shall be authorized to issue a summons or notice of violation for a violation of this section based on readily observable circumstantial evidence which evidence may be refuted before a court of competent jurisdiction or before the environmental control board prior to the imposition of a final determination.  Examples of such circumstantial evidence include, but are not limited to, a greater number of mailboxes or mail receptacles servicing a dwelling than the number of legally authorized dwelling units in such dwelling; the existence of a greater number of operational utility meters servicing a dwelling for the same type of utility service than the number of legally authorized dwelling units in such dwelling, or a greater number of doorbells servicing a dwelling than the number of legally authorized dwelling units in such dwelling.  A violation of this section which has been based on circumstantial evidence in accordance with this subdivision may not be deemed corrected unless the premises which is the subject of the violation has been inspected by the department.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\f1\\fs20\\tab\\f0\\fs24\\'a72 Section 28-203.1 of the Administrative Code of the city of New York is amended to read as follows:\\par\n\\tab\\'a728-203.1   Criminal  fines  and  imprisonment.  Except  as  otherwise specified in this code or other law, violations of this code,  the  1968 building  code, the zoning resolution or other laws or rules enforced by the department shall be punishable by criminal  fines  and  imprisonment within the ranges set forth below:\\par\n    \\tab 1.  Every  person convicted of violating a provision of this code, the 1968 building code, the zoning resolution or other law or rule  enforced by  the  department  or  an  order  of  the commissioner issued pursuant thereto that is classified  by  the  commissioner  or  the  code  as  an immediately  hazardous  violation  shall  be  guilty  of  a  misdemeanor punishable by a fine of not more than twenty-five thousand dollars or by imprisonment of not more  than  one  year  or  by  both  such  fine  and imprisonment.\\par\n\\tab\\ul 1.1 Any violation of section 28-210.1 deemed an immediately hazardous condition shall be punishable by a fine of not less than one thousand dollars.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a74.\\tab This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LF\\par\nLS#686, 690\\par\n5/3/10\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T21:40:10.247Z"
}
