{
  "ID": 45053,
  "GUID": "C7533F57-7ED3-496E-BDB5-843498F9D3FB",
  "File": "Int 0242-2010",
  "Name": "Below ground work near flammable materials.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to below ground work near flammable materials.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2010-05-12T00:00:00Z",
  "AgendaDate": "2010-05-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 242376,
      "Date": "2010-05-12T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 242597,
      "Date": "2010-05-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9894,
      "AgendaSequence": 124,
      "MinutesSequence": 146,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284309,
      "Date": "2013-12-31T16:39:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46026,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter 2 of Title 15 of the administrative code of the city of New York is hereby amended by adding a new section 15-233 to read as follows:\n§15-233 Underground work near flammable materials.  a. In addition to all other permits required by law, it shall be unlawful for any person to drill, dig or perform any other work below ground unless the department has been notified at least twenty days prior to such drilling or digging or other below ground work, where such drilling, digging or other below ground work would occur within one hundred feet of any pipe or other such instrument that carries oil, gas or any other similar such flammable substance.  Such notification shall be in writing and hand delivered to the department. \nb. The permitting agency shall have a representative present at all times when such drilling, digging or other below ground work is occurring, when such work is located within one hundred feet of such pipeline or other such instrument that carries gas, oil of other similar such flammable substance.\nc. Any person who violates the provisions of subdivision a of this section shall be liable for a civil penalty of not less than one thousand nor more then five thousand dollars for each day on which such violation exists.\n§2.  This local law shall take effect immediately.\nLS#557\nLF\n5/7/10",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\expndtw0 Section 1. \\expndtw-3 Chapter 2 of Title 15 of the administrative code of the city of New York is hereby amended by adding a new section 15-233 to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\expndtw0\\ul\\'a715-233 Underground work near flammable materials.  a. In addition to all other permits required by law, it shall be unlawful for any person to drill, dig or perform any other work below ground unless the department has been notified at least twenty days prior to such drilling or digging or other below ground work, where such drilling, digging or other below ground work would occur within one hundred feet of any pipe or other such instrument that carries oil, gas or any other similar such flammable substance.  Such notification shall be in writing and hand delivered to the department.\\ulnone  \\par\n\\ul b. The permitting agency shall have a representative present at all times when such drilling, digging or other below ground work is occurring, when such work is located within one hundred feet of such pipeline or other such instrument that carries gas, oil of other similar such flammable substance.\\par\nc. Any person who violates the provisions of subdivision a of this section shall be liable for a civil penalty of not less than one thousand nor more then five thousand dollars for each day on which such violation exists.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72\\expndtw-3 .  This local law shall take effect immediately.\\par\n\\pard\\nowidctlpar\\fi720\\qj LS#557\\par\nLF\\par\n\\expndtw0 5/7/10 \\par\n\\par\n}\n\u0000",
  "LastModified": "2013-12-23T21:39:44.013Z"
}
