{
  "ID": 45129,
  "GUID": "EDCB465E-F95A-450E-8B63-539E54FEE8BF",
  "File": "Int 0243-2010",
  "Name": "Conversion of residential buildings to other usage.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the conversion of residential buildings to other usage.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-05-25T00:00:00Z",
  "AgendaDate": "2010-05-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 242853,
      "Date": "2010-05-25T14:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243014,
      "Date": "2010-05-25T14:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9913,
      "AgendaSequence": 70,
      "MinutesSequence": 89,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284308,
      "Date": "2013-12-31T16:39:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46105,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Title 28 of the administrative code of the city of New York shall be amended by adding a new article 120 to read as follows:\nARTICLE 120\nALTERATION OF CLASS A MULTIPLE DWELLINGS\n\n§28-120.1 General. The commissioner shall not approve construction documents for the material alteration or demolition of a class A multiple dwelling except as set forth in this article.\n§28-120.2 Definitions. The following words and terms shall, for the purposes of this article and elsewhere in the code, have the meanings shown herein.\nCERTIFICATION OF NO HARRASSMENT. A certification of no harassment shall mean a certification by the department of housing preservation and development pursuant to section 28-120.3.3.1 of this article that no harassment of any lawful occupants of a class A multiple dwelling occurred during the inquiry period.\nHARASSMENT. Harassment shall mean any conduct by or on behalf of an owner of a class A multiple dwelling that includes:\n1.\tthe use or threatened use of force which causes or is intended to cause any person lawfully entitled to occupancy of a dwelling unit or rooming unit in such multiple dwelling to vacate such unit or to surrender or waive any rights in relation to such occupancy;\n2.\tthe interruption or discontinuance of essential services which:\n2.1.\tinterferes with or disturbs or is intended to interfere with or disturb the comfort, repose, peace or quiet of any person lawfully entitled to occupancy of a dwelling unit or rooming unit in the use or occupancy of such dwelling unit or rooming unit; and\n2.2.\tcauses or is intended to cause such person lawfully entitled to occupancy of such dwelling unit or rooming unit to vacate such dwelling unit or rooming unit or to surrender or waive any rights in relation to such occupancy;\n3.\ta failure to comply with the provisions of subdivision c of section 27-2140 of the New York city housing maintenance code which causes or is intended to cause such person lawfully entitled to occupancy of such dwelling unit or rooming unit to vacate such unit or to waive any rights in relation to such occupancy; or\n4.\tany other conduct which prevents or is intended to prevent any person from the lawful occupancy of such dwelling unit or rooming unit or causes or is intended to cause such person lawfully entitled to occupancy of such dwelling unit or rooming unit to vacate such dwelling unit or rooming unit or to surrender or waive any rights in relation to such occupancy, including but not limited to removing the possessions of any occupant from the dwelling unit or rooming unit; removing the door at the entrance to the dwelling unit or rooming unit; removing, plugging or otherwise rendering the lock on such entrance door inoperable; or changing the lock on such entrance door without supplying the occupant with a key.\nMATERIAL ALTERATION. Material alteration shall mean any alteration to a class A multiple dwelling including, but not limited to, an alteration which reduces or increases the floor area of the multiple dwelling, converts floor area from residential to non-residential use, changes the number or layout of dwelling units or rooming units, or adds or removes kitchens or bathrooms; provided, however, that material alteration shall not include:\n1.\tan incidental alteration which does not change the layout of dwelling units or rooming units; or\n2.\ta repair or replacement of existing elements of such multiple dwelling without materially modifying such elements.\n§28-120.3 Required submittal documents. The commissioner shall not approve any construction documents for the material alteration or demolition of a class A multiple dwelling unless the applicant provides:\n1.  A sworn affidavit by or on behalf of all the owners, as such term is defined in section 27-2004 of the New York city housing maintenance code, of such multiple dwelling that there will be no harassment of the lawful occupants of such multiple dwelling by or on behalf of such owners during the construction period; \n2.   A tenant protection plan as provided for in this code; and\n3.   One of the following documents from the commissioner of housing preservation and development:\n3.1.\tA certification that there has been no harassment of the lawful occupants of such multiple dwelling within the thirty-six month period prior to submission of an application for such certification to the department of housing preservation and development, provided, however, that such certification shall except any portion of such thirty-six month period during which title was vested in the city; or\n3.2.  A waiver of such certification issued pursuant to the provisions of section 27-2093 of this code.\n§28-120.4 Filing process. After submitting an application for construction document approval to the commissioner and obtaining the identifying job number for the same, the applicant shall forward a copy of such application to the commissioner of housing preservation and development, together with an application for a certification of no harassment.\n§28-120.5 Time period for acceptance or rejection. The time period in which the commissioner is required to approve or reject an application for construction document approval or resubmission thereof pursuant to this code shall commence from the date that the commissioner receives either the certification or waiver pursuant to this article.\n§28-120.6 Denial of certification. Where the commissioner of housing preservation and development denies the certification required by this article, the commissioner shall reject the application for construction document approval.\n§28-120.7 Request for stop-work or rescission. The commissioner shall be empowered to issue a stop-work notice or order with respect to a material alteration or demolition permit and/or to rescind approval of construction documents at the request of the commissioner of housing preservation and development pursuant to section 27-2093 of the New York city housing maintenance code.\n§28-120.8 Effect of denial or rescission. Where the commissioner rejects or rescinds the approval of construction documents pursuant to this article, no further application for the covered categories of work shall be considered by the commissioner for a period of thirty-six months following the date of the denial of the certification of no harassment by the commissioner of housing preservation and development or the date of the rescission of such certification of no harassment by such commissioner.\n\t§ 2. Section 27-2093 of article 1 of subchapter 4 of the New York city housing maintenance code is amended to read as follows:\n§ 27-2093 Certification of no harassment with respect to single room occupancy or class A multiple dwellings. a. For the purposes of this section, \"harassment\" shall mean any conduct by or on behalf of an owner of a single room occupancy or class A multiple dwelling that includes:\n(1) the use or threatened use of force which causes or is intended to cause any person lawfully entitled to occupancy of a dwelling unit in such multiple dwelling to vacate such unit or to surrender or waive any rights in relation to such occupancy;\n(2) the interruption or discontinuance of essential services which (i) interferes with or disturbs or is intended to interfere with or disturb the comfort, repose, peace or quiet of any person lawfully entitled to occupancy of a dwelling unit in the use or occupancy of such dwelling unit; and\n(ii) causes or is intended to cause such person lawfully entitled to occupancy of such dwelling unit to vacate such unit or to surrender or waive any rights in relation to such occupancy;\n(3) the failure to comply with the provisions of subdivision c of section 27-2140 of article seven of subchapter five of this code which causes or is intended to cause such person lawfully entitled to occupancy of such dwelling unit to vacate such unit or to waive any rights in relation to such occupancy; or\n(4) any other conduct which prevents or is intended to prevent any person from the lawful occupancy of such dwelling unit or causes or is intended to cause such person lawfully entitled to occupancy of such dwelling unit to vacate such unit or to surrender or waive any rights in relation to such occupancy including but not limited to removing the possessions of any occupant from the dwelling unit; removing the door at the entrance to the dwelling unit; removing, plugging or otherwise rendering the lock on such entrance door inoperable; or changing the lock on such entrance door without supplying the occupant with a key.\nb. For the purposes of any hearing held pursuant to this section, any of the acts or omissions described in paragraphs, one, two, three and four of subdivision a of this section which are committed at a single room occupancy or class A multiple dwelling shall be presumed to be committed by or on behalf of the owner of such multiple dwelling and it shall be presumed that such acts or omissions were committed with the intent to cause a person lawfully entitled to occupancy of a dwelling unit in such multiple dwelling to vacate such unit or to surrender or waive a right in relation to such occupancy.\nc. The commissioner shall certify whether there has been no harassment of the lawful occupants of a single room occupancy multiple dwelling, as such term is defined in section 27-198 of article nineteen of subchapter one of the building code, or of a class A multiple dwelling, as such term is defined in section 27-2004 of the New York city housing maintenance code, during the thirty-six month period prior to the date of the submission of an application for a certification of no harassment by an owner of such multiple dwelling. With respect to an application for a certification of no harassment which is submitted pursuant to paragraph three of subdivision b of section 27-198 of article nineteen of subchapter one of the building code, the date of submission of such application shall be deemed to be the date of submission of an application for plan approval.\n§ 3. This local law shall take effect immediately upon enactment.\njtb\nLS #3565\nCr-3/25/2009",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1. Title 28 of the administrative code of the city of New York shall be amended by adding a new article 120 to read as follows:\\par\n\\pard\\nowidctlpar\\qc\\ul ARTICLE 120\\par\nALTERATION OF CLASS A MULTIPLE DWELLINGS\\par\n\\pard\\nowidctlpar\\qj\\par\n\\pard\\keepn\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\caps\\'a728-120.1 \\caps0 General. The commissioner shall not approve construction documents for the material alteration or demolition of a class A multiple dwelling except as set forth in this article.\\caps\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\caps0\\'a728-120.2 Definitions. The following words and terms shall, for the purposes of this article and elsewhere in the code, have the meanings shown herein.\\par\n\\pard\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj CERTIFICATION OF NO HARRASSMENT. A certification of no harassment shall mean a certification by the department of housing preservation and development pursuant to section 28-120.3.3.1 of this article that no harassment of any lawful occupants of a class A multiple dwelling occurred during the inquiry period.\\par\nHARASSMENT. Harassment shall mean any conduct by or on behalf of an owner of a class A multiple dwelling that includes:\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi-360\\li720\\sl480\\slmult1\\qj 1.\\tab the use or threatened use of force which causes or is intended to cause any person lawfully entitled to occupancy of a dwelling unit or rooming unit in such multiple dwelling to vacate such unit or to surrender or waive any rights in relation to such occupancy;\\par\n2.\\tab the interruption or discontinuance of essential services which:\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi-720\\li1440\\sl480\\slmult1\\qj 2.1.\\tab interferes with or disturbs or is intended to interfere with or disturb the comfort, repose, peace or quiet of any person lawfully entitled to occupancy of a dwelling unit or rooming unit in the use or occupancy of such dwelling unit or rooming unit; and\\par\n2.2.\\tab causes or is intended to cause such person lawfully entitled to occupancy of such dwelling unit or rooming unit to vacate such dwelling unit or rooming unit or to surrender or waive any rights in relation to such occupancy;\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi-360\\li720\\sl480\\slmult1\\qj 3.\\tab a failure to comply with the provisions of subdivision c of section 27-2140 of the New York city housing maintenance code which causes or is intended to cause such person lawfully entitled to occupancy of such dwelling unit or rooming unit to vacate such unit or to waive any rights in relation to such occupancy; or\\par\n4.\\tab any other conduct which prevents or is intended to prevent any person from the lawful occupancy of such dwelling unit or rooming unit or causes or is intended to cause such person lawfully entitled to occupancy of such dwelling unit or rooming unit to vacate such dwelling unit or rooming unit or to surrender or waive any rights in relation to such occupancy, including but not limited to removing the possessions of any occupant from the dwelling unit or rooming unit; removing the door at the entrance to the dwelling unit or rooming unit; removing, plugging or otherwise rendering the lock on such entrance door inoperable; or changing the lock on such entrance door without supplying the occupant with a key.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj MATERIAL ALTERATION. Material alteration shall mean any alteration to a class A multiple dwelling including, but not limited to, an alteration which reduces or increases the floor area of the multiple dwelling, converts floor area from residential to non-residential use, changes the number or layout of dwelling units or rooming units, or adds or removes kitchens or bathrooms; provided, however, that material alteration shall not include:\\par\n\\pard\\nowidctlpar\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ulnone 1.\\tab\\ul an incidental alteration which does not change the layout of dwelling units or rooming units; or\\par\n\\pard\\nowidctlpar\\fi-360\\li1080\\sl480\\slmult1\\qj\\ulnone 2.\\tab\\ul a repair or replacement of existing elements of such multiple dwelling without materially modifying such elements.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\tx720\\'a728-120.3 Required submittal documents. The commissioner shall not approve any construction documents for the material alteration or demolition of a class A multiple dwelling\\caps  \\caps0 unless the applicant provides:\\par\n\\pard\\nowidctlpar\\fi-360\\li720\\sa120\\sl480\\slmult1\\qj\\tx720 1.  A sworn affidavit by or on behalf of all the owners, as such term is defined in section 27-2004 of the New York city housing maintenance code, of such multiple dwelling that there will be no harassment of the lawful occupants of such multiple dwelling by or on behalf of such owners during the construction period; \\par\n\\pard\\nowidctlpar\\fi-450\\li810\\sa120\\sl480\\slmult1\\qj\\tx810 2.   A tenant protection plan as provided for in this code; and\\par\n3.   One of the following documents from the commissioner of housing preservation and development:\\par\n\\pard\\nowidctlpar\\fi-540\\li1260\\sa120\\sl480\\slmult1\\qj 3.1.\\tab A certification that there has been no harassment of the lawful occupants of such multiple dwelling within the thirty-six month period prior to submission of an application for such certification to the department of housing preservation and development, provided, however, that such certification shall except any portion of such thirty-six month period during which title was vested in the city; or\\par\n3.2.  A waiver of such certification issued pursuant to the provisions of section 27-2093 of this code.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a728-120.4 Filing process. After submitting an application for construction document approval to the commissioner and obtaining the identifying job number for the same, the applicant shall forward a copy of such application to the commissioner of housing preservation and development, together with an application for a certification of no harassment.\\par\n\\'a728-120.5 Time period for acceptance or rejection. The time period in which the commissioner is required to approve or reject an application for construction document approval or resubmission thereof pursuant to this code shall commence from the date that the commissioner receives either the certification or waiver pursuant to this article.\\par\n\\'a728-\\lang1024 120.6\\lang1033  Denial of certification. Where the commissioner of housing preservation and development denies the certification required by this article, the commissioner shall reject the application for construction document approval.\\par\n\\'a728-120.7 Request for stop-work or rescission. The commissioner shall be empowered to issue a stop-work notice or order with respect to a material alteration or demolition permit and/or to rescind approval of construction documents at the request of the commissioner of housing preservation and development pursuant to section 27-2093 of the New York city housing maintenance code.\\par\n\\'a728-120.8 Effect of denial or rescission. Where the commissioner rejects or rescinds the approval of construction documents pursuant to this article, no further application for the covered categories of work shall be considered by the commissioner for a period of thirty-six months following the date of the denial of the certification of no harassment by the commissioner of housing preservation and development or the date of the rescission of such certification of no harassment by such commissioner.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\'a7 2. Section 27-2093 of article 1 of subchapter 4 of the New York city housing maintenance code is amended to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 27-2093 Certification of no harassment with respect to single room occupancy \\ul or class A\\ulnone  multiple dwellings. a. For the purposes of this section, \"harassment\" shall mean any conduct by or on behalf of an owner of a single room occupancy \\ul or class A\\ulnone  multiple dwelling that includes:\\par\n(1) the use or threatened use of force which causes or is intended to cause any person lawfully entitled to occupancy of a dwelling unit in such multiple dwelling to vacate such unit or to surrender or waive any rights in relation to such occupancy;\\par\n(2) the interruption or discontinuance of essential services which (i) interferes with or disturbs or is intended to interfere with or disturb the comfort, repose, peace or quiet of any person lawfully entitled to occupancy of a dwelling unit in the use or occupancy of such dwelling unit; and\\par\n(ii) causes or is intended to cause such person lawfully entitled to occupancy of such dwelling unit to vacate such unit or to surrender or waive any rights in relation to such occupancy;\\par\n(3) the failure to comply with the provisions of subdivision c of section 27-2140 of article seven of subchapter five of this code which causes or is intended to cause such person lawfully entitled to occupancy of such dwelling unit to vacate such unit or to waive any rights in relation to such occupancy; or\\par\n(4) any other conduct which prevents or is intended to prevent any person from the lawful occupancy of such dwelling unit or causes or is intended to cause such person lawfully entitled to occupancy of such dwelling unit to vacate such unit or to surrender or waive any rights in relation to such occupancy including but not limited to removing the possessions of any occupant from the dwelling unit; removing the door at the entrance to the dwelling unit; removing, plugging or otherwise rendering the lock on such entrance door inoperable; or changing the lock on such entrance door without supplying the occupant with a key.\\par\nb. For the purposes of any hearing held pursuant to this section, any of the acts or omissions described in paragraphs, one, two, three and four of subdivision a of this section which are committed at a single room occupancy \\ul or class A\\ulnone  multiple dwelling shall be presumed to be committed by or on behalf of the owner of such multiple dwelling and it shall be presumed that such acts or omissions were committed with the intent to cause a person lawfully entitled to occupancy of a dwelling unit in such multiple dwelling to vacate such unit or to surrender or waive a right in relation to such occupancy.\\par\nc. The commissioner shall certify whether there has been no harassment of the lawful occupants of a single room occupancy multiple dwelling, as such term is defined in section 27-198 of article nineteen of subchapter one of the building code, \\ul or of a class A multiple dwelling, as such term is defined in section 27-2004 of the New York city housing maintenance code,\\ulnone  during the thirty-six month period prior to the date of the submission of an application for a certification of no harassment by an owner of such multiple dwelling. With respect to an application for a certification of no harassment which is submitted pursuant to paragraph three of subdivision b of section 27-198 of article nineteen of subchapter one of the building code, the date of submission of such application shall be deemed to be the date of submission of an application for plan approval.\\par\n\\'a7 3. This local law shall take effect immediately upon enactment.\\par\n\\pard\\nowidctlpar\\lang1024\\fs18 jtb\\lang1033\\par\nLS #3565\\fs24\\par\n\\fs18 Cr-\\lang1024 3/25/2009\\lang1033\\fs24\\par\n}\n\u0000",
  "LastModified": "2013-12-23T21:39:30.857Z"
}
