{
  "ID": 45119,
  "GUID": "E364B5EA-C85A-4AA9-9757-87859B313761",
  "File": "Int 0244-2010",
  "Name": "Accepting legally blind applicants for New York City Disability Parking Permits.",
  "Title": "A Local Law to amend the New York city charter, in relation to accepting legally blind applicants for New York city disability parking permits.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2010-05-25T00:00:00Z",
  "AgendaDate": "2010-05-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    }
  ],
  "History": [
    {
      "ID": 242858,
      "Date": "2010-05-25T14:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243013,
      "Date": "2010-05-25T14:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9913,
      "AgendaSequence": 71,
      "MinutesSequence": 90,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284307,
      "Date": "2013-12-31T16:39:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46093,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection  1.\tParagraph 15 of subdivision a of section 2903 of the New York city charter is amended to read as follows: \n(a) The commissioner shall issue a special vehicle identification parking permit to a New York city resident who requires the use of a private automobile for transportation and to a non-resident who requires the use of a private automobile for transportation to a school in which such applicant is enrolled or to a place of employment, when such person has been certified by the department of health and mental hygiene or a provider designated by the department or the department of health and mental hygiene, who shall make such certification in accordance with standards and guidelines prescribed by the department or the department of health and mental hygiene, as having a permanent disability seriously impairing mobility. A permit shall be issued to such person upon his or her application. A permit shall also be issued to such person upon application made on such person's behalf by a parent, spouse, domestic partner, guardian or other individual having legal responsibility for the administration of such person's day to day affairs. Any vehicle displaying such permit shall be used exclusively in connection with parking a vehicle in which the person to whom it has been issued is being transported or will be transported within a reasonable period of time. Such permit shall not be transferable and shall be revoked if used on behalf of any other person. Any abuse by any person to whom such permit has been issued of any privilege, benefit or consideration granted pursuant to such permit, shall be sufficient cause for revocation of said permit. For purposes of this paragraph, “permanent disability seriously impairing mobility” shall include, but not be limited to, an individual who is  legally blind, within the meaning of the Rehabilitation Act of 1973 (29 U.S.C. 701 et seq.), an individual who has significant visual impairment described in section 751 of the Rehabilitation  Act of 1973 (29 U.S.C. 796j), or an individual who is eligible for benefits under title II or XVI of the Social Security Act (42 U.S.C. 401 et seq., 1381 et seq.) on the basis of blindness.\n§ 2.  This local law shall take effect immediately.\n\n\n___\nLS # 1169\n05/11/10\nJW\nInt607/2007",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 CG Times;}}\n{\\colortbl ;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tab\\expndtw0 Section  1.\\tab Paragraph 15 of subdivision a of section 2903 of the New York city charter is amended to read as follows: \\par\n(a) The commissioner shall issue a special vehicle identification parking permit to a New York city resident who requires the use of a private automobile for transportation and to a non-resident who requires the use of a private automobile for transportation to a school in which such applicant is enrolled or to a place of employment, when such person has been certified by the department of health and mental hygiene or a provider designated by the department or the department of health and mental hygiene, who shall make such certification in accordance with standards and guidelines prescribed by the department or the department of health and mental hygiene, as having a permanent disability seriously impairing mobility. A permit shall be issued to such person upon his or her application. A permit shall also be issued to such person upon application made on such person's behalf by a parent, spouse, domestic partner, guardian or other individual having legal responsibility for the administration of such person's day to day affairs. Any vehicle displaying such permit shall be used exclusively in connection with parking a vehicle in which the person to whom it has been issued is being transported or will be transported within a reasonable period of time. Such permit shall not be transferable and shall be revoked if used on behalf of any other person. Any abuse by any person to whom such permit has been issued of any privilege, benefit or consideration granted pursuant to such permit, shall be sufficient cause for revocation of said permit. \\ul For purposes of this paragraph, \\ldblquote permanent disability seriously impairing mobility\\rdblquote  shall include, but not be limited to, an individual who is  legally blind, within the meaning of the Rehabilitation Act of 1973 (29 U.S.C. 701 et seq.), an individual who has significant visual impairment described in section 751 of the Rehabilitation  Act of 1973 (29 U.S.C. 796j), or an individual who is eligible for benefits under title II or XVI of the Social Security Act (42 U.S.C. 401 et seq., 1381 et seq.) on the basis of blindness.\\ulnone\\par\n\\'a7 2.  This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\expndtw-3\\par\n\\par\n___\\par\nLS \\lang9\\expndtw0 #\\lang1033\\expndtw-3  1169\\par\n05/11/10\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\expndtw0 JW\\par\nInt607/2007\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\cf1\\expndtw-3\\f1\\fs25\\par\n}\n",
  "LastModified": "2013-12-23T21:39:19.42Z"
}
