{
  "ID": 45144,
  "GUID": "A8954423-161C-455B-87A0-9E6824AF9664",
  "File": "Int 0247-2010",
  "Name": "Sale of tickets to the general public by operators of theater, music, or sporting events taking place in NYC.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the sale of tickets to the general public by operators of theater, music, or sporting events taking place in New York City.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2010-05-25T00:00:00Z",
  "AgendaDate": "2010-05-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    }
  ],
  "History": [
    {
      "ID": 242878,
      "Date": "2010-05-25T14:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243018,
      "Date": "2010-05-25T14:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9913,
      "AgendaSequence": 75,
      "MinutesSequence": 94,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 258848,
      "Date": "2011-10-28T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 11064,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 259178,
      "Date": "2011-10-28T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 11064,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 274891,
      "Date": "2013-06-19T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 12583,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 247-A",
      "MinutesNote": "Proposed Int. No. 247-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275520,
      "Date": "2013-06-19T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 12583,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275521,
      "Date": "2013-06-19T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 12583,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284304,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 112674,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 247 - 5/25/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/64789054-8e0b-41b4-9761-3ac0b06736ba.doc",
      "Sort": 1
    },
    {
      "ID": 103970,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/28/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/69544e64-d3f9-4a79-a7ea-441320276c96.doc",
      "Sort": 2
    },
    {
      "ID": 104074,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/28/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/162d4705-4ed1-4e96-bd1c-34d4d5ab56a5.PDF",
      "Sort": 3
    },
    {
      "ID": 106039,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/28/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d674e6af-d6e7-4de2-ba05-042b69f86907.pdf",
      "Sort": 4
    },
    {
      "ID": 112814,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/19/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bdb33406-236f-42b6-abce-f8d9d0f6d48b.doc",
      "Sort": 5
    },
    {
      "ID": 113246,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/19/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/dc7037aa-170f-45da-bd01-6de2c7db7cbe.PDF",
      "Sort": 6
    },
    {
      "ID": 113458,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/19/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/103546da-5e8a-4229-9102-49593f5f243f.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 51913,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1. Legislative Intent.  The Council finds and declares that transactions involving the purchase of tickets for admission to places of entertainment are a matter of public interest and subject to the supervision of New York City for the purpose of safeguarding the public against fraud, unequal treatment, and similar abuses.  Since 2007, when New York State repealed its ban on ticket resale, the secondary ticket market has grown exponentially.  New York City consumers currently must compete against ticket resale agencies, ticket brokers and concert promoters to purchase tickets to musical, sporting or athletic events taking place throughout the City.  \nIn order to ensure that the public obtains accurate information on the availability of tickets to events at places of entertainment throughout the City and to promote fair dealing in ticket sales, the Council finds that it is necessary to require operators of New York City venues at which musical, sporting or athletic events take place to disclose the total number of tickets made available to the general public for each event. \n§2. Chapter 5 of title 20 of the administrative code of the city of New York is amended by adding a new subchapter 19 to read as follows:\nSUBCHAPER 19\n\nTICKET SALES AT PLACES OF ENTERTAINMENT\n\n§ 20-824 Definitions.\n§ 20-825 Record Keeping.\n§ 20-826 Penalties. \n§20- 827 Conduct or Behavior Policies.\n\n§20-824 Definitions.  As used in this subchapter the following terms shall have the following meanings: a. “Entry fee” shall mean the price fixed for a ticket at the time of initial sale by the operator of any place of entertainment for admission to an event.\nb. “Event” shall mean all forms of entertainment at places of entertainment including, but not limited to, musical performances, concerts and all types of sporting or athletic events taking place in New York City.  Event shall not mean any kind of performance regularly scheduled to take place on a daily basis at the same venue over the course of one or more weeks.  \nc. “Operator” shall mean any person who owns, leases, operates, or controls a place of entertainment or who promotes or produces an event to be held in a place of entertainment in New York City.\nd. “Physical structure” shall mean the place of entertainment or in the case where a structure either partially or wholly surrounds the place of entertainment, such surrounding structure.\ne. “Place of entertainment” shall mean any privately or publicly owned, leased, or operated location in New York City that has a permanent seating capacity in excess of three thousand persons, including, but not limited to, a theater, stadium, arena, racetrack, or other place where performances, concerts, athletic games or contests are held for which an entry fee is charged.  \nf. “Sell” shall mean to dispose of a ticket in exchange for money or other valuable consideration via any medium, including, but not limited to, the Internet, box office, television, radio, newspaper, magazine, circular, pamphlet, catalogue, display, letter, or handbill. \ng. “Ticket” shall mean a license, issued by the operator of a place of entertainment, for admission to the place of entertainment at the date and time specified thereon, subject to the terms and conditions specified by the operator, which is offered for sale to the general public, and is not sold as part of a season ticket, corporate or luxury box, or subscription package, and does not include any ticket offered as part of a targeted promotion, at a discounted price or for free to specific individuals or groups.\nh. “Sale date” shall mean the first day tickets are made available for purchase. \n§20-825 Record Keeping and Disclosure. a. Any operator, or agent or employee of a place of entertainment with the intent to sell or in any way dispose of tickets to an event for which an entry fee is charged, shall maintain records disclosing the following information:  (i) the total number of tickets made available for purchase on the sale date; and (ii) the location of the corresponding seat, where applicable, for each ticket made available for purchase. All such records shall be available for inspection to the commissioner or to his or her duly designated representatives for a period of six months from the sale date.  The failure of an operator, or agent or employee of a place of entertainment to produce such records upon request of the commissioner in accordance with this subdivision shall create a rebuttable presumption of the failure to comply with the provisions of this subchapter.\nb. Forty-eight hours prior to the sale date for an event, any operator, or agent or employee of a place of entertainment with the intent to sell or in any way dispose of tickets to such event shall disclose in any offer or advertisement for the sale of such tickets, including at the box office and on the website of the operator and/or the place of entertainment, the total number of tickets that will be made available for purchase.  Such information shall be disclosed prominently in a size and style to be determined by the commissioner. \n§20-826 Penalties. Any person who violates any provision of this subchapter or of any rule promulgated thereunder, shall be liable for a civil penalty not to exceed the amounts specified in section 20-703 of this chapter.\n§20-827 Conduct or Behavior Policies.  Nothing in this section shall be construed to prohibit an operator of a place of entertainment from maintaining and enforcing any policies regarding conduct or behavior at or in connection with a place of entertainment or physical structure.  \n§3. This local law shall take effect 120 days after enactment, except that the commissioner of consumer affairs shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\nLCC/RC\nLS # 419\n6/4/13",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ul Be it enacted by the Council as follows: \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Legislative Intent.  The Council finds and declares that transactions involving the purchase of tickets for admission to places of entertainment are a matter of public interest and subject to the supervision of New York City for the purpose of safeguarding the public against fraud, unequal treatment, and similar abuses.  Since 2007, when New York State repealed its ban on ticket resale, the secondary ticket market has grown exponentially.  New York City consumers currently must compete against ticket resale agencies, ticket brokers and concert promoters to purchase tickets to musical, sporting or athletic events taking place throughout the City.  \\par\nIn order to ensure that the public obtains accurate information on the availability of tickets to events at places of entertainment throughout the City and to promote fair dealing in ticket sales, the Council finds that it is necessary to require operators of New York City venues at which musical, sporting or athletic events take place to disclose the total number of tickets made available to the general public for each event. \\par\n\\'a72. Chapter 5 of title 20 of the administrative code of the city of New York is amended by adding a new subchapter 19 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\qc\\ul\\b SUBCHAPER 19\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qc TICKET SALES AT PLACES OF ENTERTAINMENT\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\li748\\'a7 20-824 Definitions.\\par\n\\'a7 20-825 Record Keeping.\\par\n\\'a7 20-826 Penalties. \\par\n\\'a720- 827 Conduct or Behavior Policies.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\b0\\fs20\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\b\\fs24\\'a720-824 Definitions.\\b0   As used in this subchapter the following terms shall have the following meanings: a. \\ldblquote Entry fee\\rdblquote  shall mean the price fixed for a ticket at the time of initial sale by the operator of any place of entertainment for admission to an event.\\par\nb. \\ldblquote Event\\rdblquote  shall mean all forms of entertainment at places of entertainment including, but not limited to, musical performances, concerts and all types of sporting or athletic events taking place in New York City.  Event shall not mean any kind of performance regularly scheduled to take place on a daily basis at the same venue over the course of one or more weeks.  \\par\nc. \\ldblquote Operator\\rdblquote  shall mean any person who owns, leases, operates, or controls a place of entertainment or who promotes or produces an event to be held in a place of entertainment in New York City.\\par\nd. \\ldblquote Physical structure\\rdblquote  shall mean the place of entertainment or in the case where a structure either partially or wholly surrounds the place of entertainment, such surrounding structure.\\par\ne. \\ldblquote Place of entertainment\\rdblquote  shall mean any privately or publicly owned, leased, or operated location in New York City that has a permanent seating capacity in excess of three thousand persons, including, but not limited to, a theater, stadium, arena, racetrack, or other place where performances, concerts, athletic games or contests are held for which an entry fee is charged.  \\par\nf. \\ldblquote Sell\\rdblquote  shall mean to dispose of a ticket in exchange for money or other valuable consideration via any medium, including, but not limited to, the Internet, box office, television, radio, newspaper, magazine, circular, pamphlet, catalogue, display, letter, or handbill. \\par\ng. \\ldblquote Ticket\\rdblquote  shall mean a license, issued by the operator of a place of entertainment, for admission to the place of entertainment at the date and time specified thereon, subject to the terms and conditions specified by the operator, which is offered for sale to the general public, and is not sold as part of a season ticket, corporate or luxury box, or subscription package, and does not include any ticket offered as part of a targeted promotion, at a discounted price or for free to specific individuals or groups.\\par\nh. \\ldblquote Sale date\\rdblquote  shall mean the first day tickets are made available for purchase. \\par\n\\b\\'a720-825 Record Keeping and Disclosure\\b0 . a. Any operator, or agent or employee of a place of entertainment with the intent to sell or in any way dispose of tickets to an event for which an entry fee is charged, shall maintain records disclosing the following information:  (i) the total number of tickets made available for purchase on the sale date; and (ii) the location of the corresponding seat, where applicable, for each ticket made available for purchase. All such records shall be available for inspection to the commissioner or to his or her duly designated representatives for a period of six months from the sale date.  The failure of an operator, or agent or employee of a place of entertainment to produce such records upon request of the commissioner in accordance with this subdivision shall create a rebuttable presumption of the failure to comply with the provisions of this subchapter.\\par\nb. Forty-eight hours prior to the sale date for an event, any operator, or agent or employee of a place of entertainment with the intent to sell or in any way dispose of tickets to such event shall disclose in any offer or advertisement for the sale of such tickets, including at the box office and on the website of the operator and/or the place of entertainment, the total number of tickets that will be made\\i  \\i0 available for purchase.  Such information shall be disclosed prominently in a size and style to be determined by the commissioner. \\par\n\\b\\'a720-826 Penalties.\\b0  Any person who violates any provision of this subchapter or of any rule promulgated thereunder, shall be liable for a civil penalty not to exceed the amounts specified in section 20-703 of this chapter.\\par\n\\b\\'a720-827 Conduct or Behavior Policies.\\b0   Nothing in this section shall be construed to prohibit an operator of a place of entertainment from maintaining and enforcing any policies regarding conduct or behavior at or in connection with a place of entertainment or physical structure.  \\par\n\\ulnone\\'a73. This local law shall take effect 120 days after enactment, except that the commissioner of consumer affairs shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\fs20\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LCC/RC\\par\nLS # 419\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj 6/4/13\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\fs22\\par\n}\n",
  "LastModified": "2013-12-23T21:38:37.45Z"
}
