{
  "ID": 45115,
  "GUID": "A8374D26-0E36-46EB-BDD2-F03920B9B192",
  "File": "Int 0252-2010",
  "Name": "Prohibiting the City from unnecessarily purchasing bottled water.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the City from unnecessarily purchasing bottled water.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2010-05-25T00:00:00Z",
  "AgendaDate": "2010-05-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 242859,
      "Date": "2010-05-25T14:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243026,
      "Date": "2010-05-25T14:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Contracts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9913,
      "AgendaSequence": 83,
      "MinutesSequence": 102,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284302,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46089,
  "Text": "Be it enacted by the Council as follows: \nSection 1.  Statement of findings and purpose.  The Council finds that action must be taken to address the negative environmental impact of the bottled water industry.  Manufacturing and supplying the plastic water bottles that American consumers utilize requires the use of more than forty-seven million gallons of oil annually.  Moreover, billions of plastic water bottles find their way into New York State’s  landfills, each container requiring a thousand years to safely biodegrade.  Recycling these containers requires massive expenditures and the use of additional resources.  \nLocal taxpayers spend millions of dollars annually to operate and maintain the City’s various water treatment plants, ensuring that the drinking water is clean and safe for consumption.  Accordingly, New York City water consistently ranks high among municipal water supplies for its exceptional quality and taste.  \nTherefore, the Council finds that the detrimental environmental effects of discarded water containers, as well as the unnecessary cost to taxpayers for the purchase of bottled or “spring” water for city employees, warrants a prohibition against City departments procuring such items as long as a potable municipal water supply exists.       \n§2. The administrative code of the city of New York is amended by adding a new subchapter 7 to chapter 3 of title 6 to read as follows:\nSUBCHAPTER 7\nProhibition on Plastic Water Bottles and Certain Water Dispensers\n§6-317\t  Plastic water bottles and certain water dispensers prohibited.  a.  To the extent practicable, each city department and agency shall utilize the city’s municipal water supply for such department’s or agency’s drinking water needs. \nb.  1.  No city department or agency shall procure, purchase or otherwise acquire single serving bottles of water or water dispensers that utilize any water that does not come from the city’s municipal water supply, unless the department of environmental protection determines pursuant to subdivision two below that utilizing the city’s municipal water supply is not practicable. \n2.  Upon the request of any city department or agency, the department of environmental protection shall evaluate the drinking water from such city department’s or agency’s  municipal water supply and determine whether utilizing such municipal water supply is practicable.\nc.  This section shall not apply to emergency procurements pursuant to section three hundred fifteen of the charter.\n§3.   This local law shall take effect ninety days after its enactment into local law provided, however, that prior to such effective date the commissioners of the relevant departments may promulgate rules or take any other action necessary for implementation of this local law.\nLC\nLS # 1200\nInt. 914 of 2009\n05.10.2010",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}{\\f2\\fmodern\\fprq1\\fcharset0 Courier New;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\noline\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\ulnone\\f1  \\par\n\\pard\\ltrpar\\noline\\nowidctlpar\\hyphpar0\\fi907\\sl480\\slmult1\\f0 Section 1.  Statement of findings and purpose.  The Council finds that action must be taken to address the negative environmental impact of the bottled water industry.  Manufacturing and supplying the plastic water bottles that American consumers utilize requires the use of more than forty-seven million gallons of oil annually.  Moreover, billions of plastic water bottles find their way into New York State\\rquote s  landfills, each container requiring a thousand years to safely biodegrade.  Recycling these containers requires massive expenditures and the use of additional resources.  \\par\nLocal taxpayers spend millions of dollars annually to operate and maintain the City\\rquote s various water treatment plants, ensuring that the drinking water is clean and safe for consumption.  Accordingly, New York City water consistently ranks high among municipal water supplies for its exceptional quality and taste.  \\par\nTherefore, the Council finds that the detrimental environmental effects of discarded water containers, as well as the unnecessary cost to taxpayers for the purchase of bottled or \\ldblquote spring\\rdblquote  water for city employees, warrants a prohibition against City departments procuring such items as long as a potable municipal water supply exists.       \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a72. The administrative code of the city of New York is amended by adding a new subchapter 7 to chapter 3 of title 6 to read as follows:\\par\n\\pard\\ltrpar\\noline\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qc\\ul\\b SUBCHAPTER 7\\par\nProhibition on Plastic Water Bottles and Certain Water Dispensers\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\b0\\'a76-317\\tab   Plastic water bottles and certain water dispensers prohibited.  a.  To the extent practicable, each city department and agency shall utilize the city\\rquote s municipal water supply for such department\\rquote s or agency\\rquote s drinking water needs. \\ulnone\\par\n\\pard\\ltrpar\\noline\\nowidctlpar\\hyphpar0\\fi900\\sl480\\slmult1\\ul b.  1.  No city department or agency shall procure, purchase or otherwise acquire single serving bottles of water or water dispensers that utilize any water that does not come from the city\\rquote s municipal water supply, unless the department of environmental protection determines pursuant to subdivision two below that utilizing the city\\rquote s municipal water supply is not practicable. \\par\n2.  Upon the request of any city department or agency, the department of environmental protection shall evaluate the drinking water from such city department\\rquote s or agency\\rquote s  municipal water supply and determine whether utilizing such municipal water supply is practicable.\\par\nc.  This section shall not apply to emergency procurements pursuant to section three hundred fifteen of the charter.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a73.   This local law shall take effect ninety days after its enactment into local law provided, however, that prior to such effective date the commissioners of the relevant departments may promulgate rules or take any other action necessary for implementation of this local law.\\ul\\f2\\par\n\\pard\\ltrpar\\nowidctlpar\\sa120\\ulnone\\f0 LC\\par\nLS # 1200\\par\nInt. 914 of 2009\\par\n05.10.2010\\par\n}\n",
  "LastModified": "2013-12-23T21:37:44.763Z"
}
