{
  "ID": 45298,
  "GUID": "163EC7B2-2392-4723-AA90-79AF0B299485",
  "File": "Int 0272-2010",
  "Name": "Revoking food vendor permits for parking violations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to revoking food vendor permits for parking violations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2010-06-09T00:00:00Z",
  "AgendaDate": "2010-06-09T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    }
  ],
  "History": [
    {
      "ID": 243442,
      "Date": "2010-06-09T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243721,
      "Date": "2010-06-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9973,
      "AgendaSequence": 193,
      "MinutesSequence": 217,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243766,
      "Date": "2010-06-16T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 9935,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243943,
      "Date": "2010-06-16T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 9935,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284293,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 95612,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/16/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8aca08b4-1ef0-4fc4-a2fc-ccf4bdc14f08.doc",
      "Sort": 1
    },
    {
      "ID": 95861,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/16/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/dc19d869-b8cc-4d4c-b9dd-60d759b1369d.PDF",
      "Sort": 2
    },
    {
      "ID": 95991,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript  6/16/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/80e913a5-ff50-4ec6-9f42-e02a6a470755.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 46277,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 17-317 of the administrative code of the city of New York is amended by adding a new subsection g to read as follows:\ng.  1. After due notice and opportunity to be heard, the commissioner shall suspend a food cart permit required under this subchapter upon the occurrence of any one or more of the following conditions:\n(a) A permittee is found to have committed two violations within a twelve month period of paragraph 5 of subsection h or paragraph 4 of subsection n of section 4-08 of title 34 of the Rules of the City of New York, or any rules and regulations promulgated thereunder; \n\t(b) A permittee is found to have committed two violations within a twelve month period of subsection a or subsection f of section 24-163 of this code or any rules and regulations promulgated thereunder.\n\t2. After due notice and opportunity to be heard, the commissioner shall revoke or refuse to renew a food cart permit required under this subchapter, upon the occurrence of any one or more of the following conditions:\na) A permittee is found to have committed three violations within a twelve month period of paragraph 5 of subsection h or paragraph 4 of subsection n of section 4-08 of title 34 of the Rules of the City of New York, or any rules and regulations promulgated thereunder, provided, however that no permit shall be revoked or not renewed that was not previously suspended pursuant to paragraph one of this subsection; \n\t(b) A permittee is found to have committed three violations within a twelve month period of subsection a or subsection f of section 24-163 of this code or any rules and regulations promulgated thereunder, provided, however that no permit shall be revoked or not renewed that was not previously suspended pursuant to paragraph one of this subsection.\n§2.  This local law shall take effect one hundred twenty days after it shall have been enacted into law; provided that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, promulgating rules. \n\n\n\n\n\n\n\n\n\nLCC\nLS 1068\n5/27/10",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Section 17-317 of the administrative code of the city of New York is amended by adding a new subsection g to read as follows:\\par\n\\ul g.  1. \\cf1 After due notice and opportunity to be heard, the commissioner shall suspend a food cart permit required under this subchapter upon the occurrence of any one or more of the following conditions:\\ulnone\\par\n\\ul (a) A permittee is found to have committed two violations within a twelve month period of paragraph 5 of subsection h or paragraph 4 of subsection n of section 4-08 of title 34 of the Rules of the City of New York, or any rules and regulations promulgated thereunder; \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul (b) A permittee is found to have committed two violations within a twelve month period of subsection a or subsection f of section 24-163 of this code or any rules and regulations promulgated thereunder.\\par\n\\ulnone\\tab\\ul 2. After due notice and opportunity to be heard, the commissioner shall revoke or refuse to renew a food cart permit required under this subchapter, upon the occurrence of any one or more of the following conditions:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 a) A permittee is found to have committed three violations within a twelve month period of paragraph 5 of subsection h or paragraph 4 of subsection n of section 4-08 of title 34 of the Rules of the City of New York, or any rules and regulations promulgated thereunder, provided, however that no permit shall be revoked or not renewed that was not previously suspended pursuant to paragraph one of this subsection; \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul (b) A permittee is found to have committed three violations within a twelve month period of subsection a or subsection f of section 24-163 of this code or any rules and regulations promulgated thereunder, provided, however that no permit shall be revoked or not renewed that was not previously suspended pursuant to paragraph one of this subsection.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\cf0\\ulnone\\'a72.  This local law shall take effect one hundred twenty days after it shall have been enacted into law; provided that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, promulgating rules. \\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\nowidctlpar\\fs20 LCC\\par\nLS 1068\\par\n5/27/10\\par\n\\pard\\nowidctlpar\\tx1005\\fs24\\tab\\par\n\\pard\\nowidctlpar\\par\n\\ul\\par\n}\n\u0000",
  "LastModified": "2013-12-23T21:32:35.58Z"
}
