{
  "ID": 45313,
  "GUID": "67ED0BA9-99D3-4C62-9E3D-459A2B6ABEBE",
  "File": "Int 0275-2010",
  "Name": "Requiring the placement of two-way radios, cellular phones and tracking devices on school buses.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the placement of two-way radios, cellular phones and tracking devices on school buses.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2010-06-09T00:00:00Z",
  "AgendaDate": "2010-06-09T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 243490,
      "Date": "2010-06-09T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243724,
      "Date": "2010-06-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9973,
      "AgendaSequence": 196,
      "MinutesSequence": 220,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284291,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46294,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. \tLegislative findings.  Approximately 180,000 children travel to and from school on school buses or other motor vehicles that are operated pursuant to contracts with the New York City Department of Education or the New York City Department of Transportation.  Based upon several hearings concerning school bus safety and the operation of school buses generally, the Council finds that the lack of real-time communication with certain of these vehicles while they are in the process of transporting children to and from school is a significant operational problem for the Departments of Education and Transportation, and a significant source of frustration to parents.  Currently, no one can determine the location of a bus or other motor vehicle that lacks communication equipment.  Therefore, when such vehicles are late, neither parents nor school administrators can determine why, or where they are located or when they might arrive at their destinations.  The drivers of such vehicles, in turn, cannot communicate with anyone regarding conditions en route, if a pick-up or drop-off cannot occur as scheduled, or if the vehicle suffers a mechanical or other problem.  Moreover, in the event of an emergency, such lack of communication could be life-threatening.\nThe Council finds that these problems could be solved if all school buses and other motor vehicles used to transport children to and from school pursuant to a contract with the Department of Education or the Department of Transportation were equipped with two-way radios or cell phones, as well as with a tracking system, such as a global positioning tracking system, that would enable an individual not inside the vehicle to determine the vehicle’s location. \n§2.\tSection 19-607 of the administrative code of the city of New York is renumbered as section 19-608, and a new section 19-607 is added to read as follows: \n§19-607 Two-way radios,  cellular phones and tracking devices.  Each bus or other motor vehicle used to transport children to and from schools in the city pursuant to a contract with the New York city department of education or the New York city department of transportation shall, at all times that children are present aboard such vehicle, be equipped with an operational two-way radio or cellular phone capable of allowing communication with the operator of such vehicle.  All such vehicles shall also be equipped with a tracking device, such as a global positioning tracking system, that enables an individual not inside the vehicle to determine its location to within one hundred linear feet of the nearest intersection.\n§3. This local law shall take effect 180 days after enactment..\n\n\n\nRR\nInt702-A/2005\n\n\nAES\nLS#316\n4/19/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. \\tab Legislative findings.  Approximately 180,000 children travel to and from school on school buses or other motor vehicles that are operated pursuant to contracts with the New York City Department of Education or the New York City Department of Transportation.  Based upon several hearings concerning school bus safety and the operation of school buses generally, the Council finds that the lack of real-time communication with certain of these vehicles while they are in the process of transporting children to and from school is a significant operational problem for the Departments of Education and Transportation, and a significant source of frustration to parents.  Currently, no one can determine the location of a bus or other motor vehicle that lacks communication equipment.  Therefore, when such vehicles are late, neither parents nor school administrators can determine why, or where they are located or when they might arrive at their destinations.  The drivers of such vehicles, in turn, cannot communicate with anyone regarding conditions en route, if a pick-up or drop-off cannot occur as scheduled, or if the vehicle suffers a mechanical or other problem.  Moreover, in the event of an emergency, such lack of communication could be life-threatening.\\par\nThe Council finds that these problems could be solved if all school buses and other motor vehicles used to transport children to and from school pursuant to a contract with the Department of Education or the Department of Transportation were equipped with two-way radios or cell phones, as well as with a tracking system, such as a global positioning tracking system, that would enable an individual not inside the vehicle to determine the vehicle\\rquote s location. \\par\n\\'a72.\\tab Section 19-607 of the administrative code of the city of New York is renumbered as section 19-608, and a new section 19-607 is added to read as follows: \\par\n\\ul\\'a719-607 Two-way radios,  cellular phones and tracking devices.  Each bus or other motor vehicle used to transport children to and from schools in the city pursuant to a contract with the New York city department of education or the New York city department of transportation shall, at all times that children are present aboard such vehicle, be equipped with an operational two-way radio or cellular phone capable of allowing communication with the operator of such vehicle.  All such vehicles shall also be equipped with a tracking device, such as a global positioning tracking system, that enables an individual not inside the vehicle to determine its location to within one hundred linear feet of the nearest intersection.\\par\n\\ulnone\\'a73. This local law shall take effect 180 days after enactment..\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\par\n\\par\n\\fs20 RR\\par\nInt702-A/2005\\par\n\\par\n\\par\nAES\\par\nLS#316\\par\n4/19/10\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T21:31:34.987Z"
}
