{
  "ID": 45302,
  "GUID": "C0E3CBF2-7B9E-4D8C-B756-B6FC76C5021D",
  "File": "Int 0278-2010",
  "Name": "Noise control code.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the noise control code.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2010-06-09T00:00:00Z",
  "AgendaDate": "2010-06-09T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 243463,
      "Date": "2010-06-09T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243696,
      "Date": "2010-06-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9973,
      "AgendaSequence": 205,
      "MinutesSequence": 229,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 255006,
      "Date": "2011-06-27T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 10862,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 278-A",
      "MinutesNote": "Proposed Int. No. 278-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 255855,
      "Date": "2011-06-27T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 10862,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 255856,
      "Date": "2011-06-27T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 10862,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284289,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 101828,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 278 - 6/9/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3db76b75-5043-4f15-b267-9c16b4015589.doc",
      "Sort": 1
    },
    {
      "ID": 102208,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/27/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bc0c7fdf-6ba8-4019-abb8-cec864ab0cf9.doc",
      "Sort": 2
    },
    {
      "ID": 102226,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/27/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6227bd74-01ff-4dd4-8687-9b01bc993203.PDF",
      "Sort": 3
    },
    {
      "ID": 102449,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/27/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a780ded7-2d71-44bd-8812-9365eb3150ac.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 48468,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Chapter 2 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-227.3, to read as follows:\n\t§24-227.3  Residential Activity. (a) Definitions.  For the purposes of this section the following terms shall have the following definitions.  1. “Residential property” shall mean a dwelling or any private property adjacent to such dwelling. 2. “Willful violator” shall mean a person who has received a summons or notice of violation within seventy-two hours of receiving a warning to cease and desist pursuant to this section or a person as described in subdivision d.  3. “Persistent violator” shall mean a person found to be in violation of this section and has on two or more other occasions within the preceding year been found to be in violation of this section.\n\t(b) Sound reproduction devices and sound sources.  1. Between the hours of 10:00 pm and 7:00 am, no person shall operate or permit to be operated a sound reproduction device or use a sound source in such a manner as to create a sound level in excess of 35 dB(A) emanating from a residential property when the sound attributed to such device or sound source is measured at a distance of fifteen feet or more from the source on a public right-of-way or at any point within a receiving property.  \n\t2. Between the hours of 7:00 am and 10:00 pm, no person shall operate or permit to be operated a sound reproduction device or use a sound source in such a manner as to create a sound level in excess of 42 dB(A) emanating from a residential property when the sound attributed to such device or sound source is measured at a distance of fifteen feet or more from the source on a public right-of-way or at any point within a receiving property.\n(c) Any violation of subdivisions b of this section where the sound level is in excess of 75 dB(A) shall be deemed a willful violation of such subdivisions.\n(d) Enforcement. (i) Warning. Where a sound level is in excess of that allowed by subdivision b of this section and such sound level is less than 50 dB(A), an authorized employee of the department or a member of the police department may issue a warning to cease and desist from any activity which causes or is conducted so as to cause a violation of subdivision b or c. Any warning to cease and desist shall be in writing, shall indicate the recorded level of the sound which was in violation of subdivision b the maximum permissible levels, a warning that any subsequent violations of subdivision b within seventy-two hours of the instant violation shall result in a minimum civil penalty of five hundred dollars, and shall qualify as a violation subject to a persistent violator classification, and may result in the person being determined to be a willful violator.  \n(ii) Willful violation.  An authorized employee of the department or a member of the police department may seize and impound any sound reproduction device or any other device producing the sound created, maintained or permitted to cause a violation of this section by a willful violator of this section.  Where such sound reproduction device or device is seized, there shall be a presumption that the owner of such sound recording device or device authorized its use. A sound reproduction device or other device seized and impounded pursuant to this section shall be released to the owner upon payment of the costs of removal and storage as set forth in the rules of the department and proof of payment of any fine or civil penalty imposed for the violation or, if a proceeding in connection with the violation is pending before a court or the environmental control board, upon the posting of a bond or other form of security acceptable to the department in an amount which will secure the payment of such costs and any fine or civil penalty which may be imposed for the violation.  If a court or the environmental control board finds in favor of the respondent, the owner shall be entitled forthwith to possession of the sound reproduction device without charge and to the extent that any amount has been previously paid for release of the sound reproduction device, such amount shall be refunded. The owner of a sound reproduction device shall be given the opportunity for a post seizure hearing within five business days before the environmental control board regarding the seizure. The environmental control board shall render a determination within three business days after the conclusion of the hearing.  Where the environmental control board finds that there was no basis for the seizure, the owner shall be entitled forthwith to possession of the sound reproduction device without charge and to the extent that any amount has been previously paid for release of the sound reproduction device, such amount shall be refunded. Upon the seizure of a sound reproduction device pursuant to this section, the owner shall be given written notice of the procedure for redemption of the sound reproduction device and the procedure for requesting a post seizure hearing. Where the owner is not the owner thereof, such notice provided to the lawful occupant of the dwelling unit shall be deemed to be notice to the owner. Where the owner is less than eighteen years old, such notice shall also be either personally served upon the owner’s parent or  guardian or  mailed  to the owner’s parent or guardian if the name and address of such person is reasonably ascertainable.\n(iii) Persistent violator.  A persistent violator shall be fined no less than twice the minimum civil penalty set forth in the table of civil penalties in section 24-257 of this chapter.\n§2. The civil penalty table I following paragraph 5 of subdivision b of section 24-257 of such code is amended to read as follows: \nTABLE I \t\nViolations  related to  section and  subdivision\tCivil Penalties\t\n\tFirst Violation\tSecond Violation*\tThird and Subsequent Violations*\t\n\tMaxi-mum\tMini-mum\tMaxi-mum\tMini-mum\tMaxi-mum\tMini-mum\t\n24-216 (d)\t2,625\t650\t5,250\t1,300\t7,875\t1,950\t\n24-218\t1,000\t350\t2,000\t700\t3,000\t1,050\t\n24-218.1\t50\t50\t50\t50\t50\t50\t\n24-220\t1,400\t440\t2,800\t880\t4,200\t1,320\t\n24-222\t3,500\t875\t7,000\t1,750\t10,500\t2,625\t\n24-223\t3,500\t875\t7,000\t1,750\t10,500\t2,625\t\n24-224\t3,500\t875\t7,000\t1,750\t10,500\t2,625\t\n24-225\t1,400\t440\t2,800\t880\t4,200\t1,320\t\n24-226\t1,400\t440\t2,800\t880\t4,200\t1,320\t\n24-227\t875\t220\t1,750\t440\t2,625\t660\t\n24-227.3\t1,000\t250\t2,000\t500\t5,000\t750\t\n24-228\t1,400\t440\t2,800\t880\t4,200\t1,320\t\n24-229\t1,400\t440\t2,800\t880\t4,200\t1,320\t\n24-230\t1,400\t440\t2,800\t880\t4,200\t1,320\t\n24-231 (a) \t8,000\t2,000\t16,000\t4,000\t24,000\t6,000\t\n24-231 (b)\t1,750\t440\t3,500\t880\t5,250\t1,320\t\n24-231 (c)\t875\t350\t1750\t700\t2,625\t1,050\t\n24-232\t1,400\t440\t2,800\t880\t4,200\t1,320\t\n24-233 (a)\t175\t50\t350\t100\t525\t150\t\n24-233 (b) (1)\t175\t50\t350\t100\t525\t150\t\n24-233 (b) (2)\t350\t100\t700\t200\t1,050\t300\t\n24-234\t175\t50\t350\t100\t525\t150\t\n24-235\t175\t50\t350\t100\t525\t150\t\n24-236 (a)\t525\t150\t1050\t300\t1,575\t450\t\n24-236 (b) (c) (d)\t1,440\t440\t2,800\t880\t4,200\t1,320\t\n24-237 (a)\t1,000\t150\t2,000\t300\t3,000\t450\t\n24-237 (b)\t875\t220\t1,750\t440\t2,625\t660\t\n24-237 (c)\t875\t220\t1,750\t440\t2,625\t660\t\n24-237 (d)\t1,000\t350\t2,000\t700\t3,000\t1,050\t\n24-238\t875\t220\t1,750\t440\t2,625\t660\t\n24-239 (b)\t350\t100\t700\t200\t1,050\t300\t\n24-241\t1,400\t440\t2,800\t880\t4,200\t1,320\t\n24-242\t875\t220\t1,750\t440\t2,625\t660\t\n24-244\t1750\t440\t3,500\t880\t5,250\t1,320\t\n24-245\t2,625\t660\t5,250\t1,320\t7,875\t1,980\t\nAll remaining sections and subdivisions\t875\t220\t1,750\t440\t2,625\t660\t\n* By the same respondent of the same provision of law, order, rule or regulation and, if the respondent is the owner, agent, lessee or other person in control of the premises with respect to which the violation occurred, at the same premises (all violations committed within two years).\t\n\n§3. Subdivision e of section 24-269 of such code is amended to read as follows:\n(e)  Any  person  convicted of violating any of the provisions of this code or any regulation of the board not otherwise provided for by this section or section 24-227.3 shall be punished by a fine of not less than fifty dollars nor more than five hundred dollars for the first offense, or by imprisonment for twenty days, or both; and by a fine of not less than one hundred dollars nor more than one thousand dollars, or by imprisonment for not more than thirty days, or both, for a second offense; and by a fine of not  less than four hundred dollars nor more than five thousand dollars, or by imprisonment for not more than four months or both for a third  or subsequent offense.\n§4. This local law shall take effect one hundred eighty days after enactment, except that the commissioner of environmental protection in conjunction with the police commissioner shall take all actions necessary for the implementation, including the promulgation of rules prior to such effective date.\n\nLS # 591\nTBD\n6-10-11 9:11 a.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Chapter 2 of title 24 of the administrative code of the city of New York is amended by add\\cf1 ing a new section 24-227.3, to read as follows:\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\ul\\'a724-227.3  Residential Activity. (a) Definitions.  For the purposes of this section the\\ulnone  \\ul following terms shall have the following definitions.  1. \\ldblquote Residential property\\rdblquote  shall mean a\\ulnone  \\ul dwelling or any private property adjacent to such dwelling. 2. \\ldblquote Willful violator\\rdblquote  shall mean a\\ulnone  \\ul person who has received a summons or notice of violation within seventy-two hours of receiving\\ulnone  \\ul a warning to cease and desist pursuant to this section or a person as described in subdivision d.\\ulnone   \\ul 3. \\ldblquote Persistent violator\\rdblquote  shall mean a person found to be in violation of this section and has on\\ulnone  \\ul two or more other occasions within the preceding year been found to be in violation of this\\ulnone  \\ul section.\\par\n\\ulnone\\tab\\ul (b) Sound reproduction devices and sound sources.  1. Between the hours of 10:00 pm\\ulnone  \\ul and 7:00 am, no person shall operate or permit to be operated a sound reproduction device or use\\ulnone  \\ul a sound source in such a manner as to create a sound level in excess of 35 dB(A) emanating from\\ulnone  \\ul a residential property when the sound attributed to such device or sound source is measured \\cf1 at a\\ulnone  \\ul distance of fifteen feet or more from the source on a public right-of-way or at any point within a\\ulnone  \\ul receiving property\\cf0 .\\ulnone   \\ul\\par\n\\ulnone\\tab\\ul 2. Between the hours of 7:00 am and 10:00 pm, no person shall operate or permit to be\\ulnone  \\ul operated a sound reproduction device or use a sound source in such a manner as to create a sound level in excess of 42 dB(A) emanating from a residential property when the sound attributed to\\ulnone  \\ul such device or sound source is measured \\cf1 at a distance of fifteen feet or more from the source on\\ulnone  \\ul a public right-of-way or at any point within a \\cf0 receiving property.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul (c) Any violation of subdivisions b of this section where the sound level is in excess of 75 dB(A) shall be deemed a willful violation of such subdivisions.\\par\n(d) Enforcement. (i) Warning. Where a sound level is in excess of that allowed by\\ulnone  \\ul subdivision b of this section and such sound level is less than 50 dB(A), an authorized employee\\ulnone  \\ul of the department or a member of the police department may issue a warning to cease and desist\\ulnone  \\ul from any activity which causes or is conducted so as to cause a violation of subdivision b or c. Any warning to cease and desist shall be in writing, shall indicate the recorded level of the sound\\ulnone  \\ul which was in violation of subdivision b the maximum permissible levels, a warning that any subsequent violations of subdivision b within seventy-two hours of the instant violation shall\\ulnone  \\ul result in a minimum civil penalty of five hundred dollars, and shall qualify as a violation subject\\ulnone  \\ul to a persistent violator classification, and may result in the person being determined to be a\\ulnone  \\ul willful violator.\\ulnone   \\par\n\\ul (ii) Willful violation.  An authorized employee of the department or a member of the\\ulnone  \\ul police department may seize and impound any sound reproduction device or any other device\\ulnone  \\ul producing the sound created, maintained or permitted to cause a violation of this section by a\\ulnone  \\ul willful violator of this section.  Where such sound reproduction device or device is seized, there\\ulnone  \\ul shall be a presumption that the owner of such sound recording device or device authorized its\\ulnone  \\ul use. A sound reproduction device or other device seized and impounded pursuant to this section\\ulnone  \\ul shall be released to the owner upon payment of the costs of removal and storage as set forth in\\ulnone  \\ul the rules of the department and proof of payment of any fine or civil penalty imposed for the\\ulnone  \\ul violation or, if a proceeding in connection with the violation is pending before a court or the\\ulnone  \\ul environmental control board, upon the posting of a bond or other form of security acceptable to\\ulnone  \\ul the department in an amount which will secure the payment of such costs and any fine or civil\\ulnone  \\ul penalty which may be imposed for the violation.  If a court or the environmental control board\\ulnone  \\ul finds in favor of the respondent, the owner shall be entitled forthwith to possession of the sound\\ulnone  \\ul reproduction device without charge and to the extent that any amount has been previously paid\\ulnone  \\ul for release of the sound reproduction device, such amount shall be refunded. \\cf1 The owner of a\\ulnone  \\ul sound reproduction device shall be given the opportunity for a post seizure hearing within five\\ulnone  \\ul business days before the environmental control board regarding the seizure. The environmental\\ulnone  \\ul control board shall render a determination within three business days after the conclusion of the\\ulnone  \\ul hearing.  Where the environmental control board finds that there was no basis for the seizure,\\ulnone  \\ul the owner shall be entitled forthwith to possession of the sound reproduction device without\\ulnone  \\ul charge and to the extent that any amount has been previously paid for release of the sound\\ulnone  \\ul reproduction device, such amount shall be refunded. Upon the seizure of a sound reproduction\\ulnone  \\ul device pursuant to this section, the owner shall be given written notice of the procedure for\\ulnone  \\ul redemption of the sound reproduction device and the procedure for requesting a post seizure\\ulnone  \\ul hearing. Where the owner is not the owner thereof, such notice provided to the lawful occupant\\ulnone  \\ul of the dwelling unit shall be deemed to be notice to the owner. Where the owner is less than\\ulnone  \\ul eighteen years old, such notice shall also be either personally served upon the owner\\rquote s parent or\\ulnone   \\ul guardian or  mailed  to the owner\\rquote s parent or guardian if the name and address of such person is\\ulnone  \\ul reasonably ascertainable.\\par\n(iii) Persistent violator.  A persistent violator shall be fined no less than twice the\\ulnone  \\ul minimum civil penalty set forth in the table of civil penalties in section 24-257 of this chapter.\\par\n\\cf0\\ulnone\\'a72. The civil penalty table I following paragraph 5 of subdivision b of section 24-257 of such code is amended to read as follows: \\par\n\\trowd\\trgaph108\\trleft-180\\clbrdrb\\brdrw15\\brdrs \\cellx9804\\pard\\intbl\\ltrpar\\sl276\\slmult1\\cf1 TABLE I \\cell\\ul\\row\n\\trowd\\trgaph108\\trleft-180\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx3150\\clbrdrt\\brdrw15\\brdrs \\cellx9804\\pard\\intbl\\ltrpar\\sl276\\slmult1\\ulnone Violations  \\b related to  section and  subdivision\\cell\\b0\\i Civil Penalties\\cell\\ul\\row\n\\trowd\\trgaph108\\trleft-180\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx3150\\cellx5368\\cellx7586\\cellx9804\\pard\\intbl\\ltrpar\\sl276\\slmult1\\ulnone\\b\\i0\\cell First Violation\\cell Second Violation*\\cell Third and Subsequent Violations*\\cell\\ul\\row\n\\trowd\\trgaph108\\trleft-180\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx3150\\clbrdrb\\brdrw15\\brdrs \\cellx4259\\clbrdrb\\brdrw15\\brdrs \\cellx5368\\clbrdrb\\brdrw15\\brdrs \\cellx6477\\clbrdrb\\brdrw15\\brdrs \\cellx7586\\clbrdrb\\brdrw15\\brdrs \\cellx8695\\clbrdrb\\brdrw15\\brdrs \\cellx9804\\pard\\intbl\\ltrpar\\sl276\\slmult1\\ulnone\\cell Maxi-mum\\cell Mini-mum\\cell Maxi-mum\\cell Mini-mum\\cell Maxi-mum\\cell Mini-mum\\cell\\ul\\row\n\\trowd\\trgaph108\\trleft-180\\clbrdrt\\brdrw15\\brdrs \\cellx3150\\clbrdrt\\brdrw15\\brdrs \\cellx4259\\clbrdrt\\brdrw15\\brdrs \\cellx5368\\clbrdrt\\brdrw15\\brdrs \\cellx6477\\clbrdrt\\brdrw15\\brdrs \\cellx7586\\clbrdrt\\brdrw15\\brdrs \\cellx8695\\clbrdrt\\brdrw15\\brdrs \\cellx9804\\pard\\intbl\\ltrpar\\sl276\\slmult1\\ulnone\\b0 24-216 (d)\\cell 2,625\\cell 650\\cell 5,250\\cell 1,300\\cell 7,875\\cell 1,950\\cell\\ul\\row\n\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\pard\\intbl\\ltrpar\\sl276\\slmult1\\ulnone 24-218\\cell 1,000\\cell 350\\cell 2,000\\cell 700\\cell 3,000\\cell 1,050\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-218.1\\cell 50\\cell 50\\cell 50\\cell 50\\cell 50\\cell 50\\cell\\ul\\row\n\\trowd\\trgaph108\\trleft-180\\cellx3240\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\pard\\intbl\\ltrpar\\sl276\\slmult1\\ulnone 24-220\\cell 1,400\\cell 440\\cell 2,800\\cell 880\\cell 4,200\\cell 1,320\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3240\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-222\\strike\\cell\\strike0 3,500\\cell 875\\cell 7,000\\cell 1,750\\cell 10,500\\cell 2,625\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3240\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-223\\cell 3,500\\cell 875\\cell 7,000\\cell 1,750\\cell 10,500\\cell 2,625\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3240\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-224\\cell 3,500\\cell 875\\cell 7,000\\cell 1,750\\cell 10,500\\cell 2,625\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3240\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-225\\cell 1,400\\cell 440\\cell 2,800\\cell 880\\cell 4,200\\cell 1,320\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3240\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-226\\cell 1,400\\cell 440\\cell 2,800\\cell 880\\cell 4,200\\cell 1,320\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3240\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-227\\cell 875\\cell 220\\cell 1,750\\cell 440\\cell 2,625\\cell 660\\cell\\ul\\row\n\\trowd\\trgaph108\\trleft-180\\cellx3240\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-227.3\\cell 1,000\\cell 250\\cell 2,000\\cell 500\\cell 5,000\\cell 750\\cell\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3240\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-228\\cell 1,400\\cell 440\\cell 2,800\\cell 880\\cell 4,200\\cell 1,320\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3240\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-229\\cell 1,400\\cell 440\\cell 2,800\\cell 880\\cell 4,200\\cell 1,320\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3240\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-230\\cell 1,400\\cell 440\\cell 2,800\\cell 880\\cell 4,200\\cell 1,320\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3240\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-231 (a) \\cell 8,000\\cell 2,000\\cell 16,000\\cell 4,000\\cell 24,000\\cell 6,000\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3240\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-231 (b)\\cell 1,750\\cell 440\\cell 3,500\\cell 880\\cell 5,250\\cell 1,320\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3240\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-231 (c)\\cell 875\\cell 350\\cell 1750\\cell 700\\cell 2,625\\cell 1,050\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3240\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-232\\cell 1,400\\cell 440\\cell 2,800\\cell 880\\cell 4,200\\cell 1,320\\cell\\ul\\row\n\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\pard\\intbl\\ltrpar\\sl276\\slmult1\\ulnone 24-233 (a)\\strike\\cell\\strike0 175\\cell 50\\cell 350\\cell 100\\cell 525\\cell 150\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-233 (b) (1)\\cell 175\\cell 50\\cell 350\\cell 100\\cell 525\\cell 150\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-233 (b) (2)\\cell 350\\cell 100\\cell 700\\cell 200\\cell 1,050\\cell 300\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-234\\cell 175\\cell 50\\cell 350\\cell 100\\cell 525\\cell 150\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-235\\strike\\cell\\strike0 175\\cell 50\\cell 350\\cell 100\\cell 525\\cell 150\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-236 (a)\\cell 525\\cell 150\\cell 1050\\cell 300\\cell 1,575\\cell 450\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-236 (b) (c) (d)\\cell 1,440\\cell 440\\cell 2,800\\cell 880\\cell 4,200\\cell 1,320\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-237 (a)\\cell 1,000\\cell 150\\cell 2,000\\cell 300\\cell 3,000\\cell 450\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-237 (b)\\cell 875\\cell 220\\cell 1,750\\cell 440\\cell 2,625\\cell 660\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-237 (c)\\cell 875\\cell 220\\cell 1,750\\cell 440\\cell 2,625\\cell 660\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-237 (d)\\cell 1,000\\cell 350\\cell 2,000\\cell 700\\cell 3,000\\cell 1,050\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-238\\cell 875\\cell 220\\cell 1,750\\cell 440\\cell 2,625\\cell 660\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-239 (b)\\cell 350\\cell 100\\cell 700\\cell 200\\cell 1,050\\cell 300\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-241\\cell 1,400\\cell 440\\cell 2,800\\cell 880\\cell 4,200\\cell 1,320\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-242\\cell 875\\cell 220\\cell 1,750\\cell 440\\cell 2,625\\cell 660\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-244\\cell 1750\\cell 440\\cell 3,500\\cell 880\\cell 5,250\\cell 1,320\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl 24-245\\cell 2,625\\cell 660\\cell 5,250\\cell 1,320\\cell 7,875\\cell 1,980\\cell\\ul\\row\n\\ulnone\\trowd\\trgaph108\\trleft-180\\cellx3150\\cellx4259\\cellx5368\\cellx6477\\cellx7586\\cellx8695\\cellx9804\\intbl All remaining sections and subdivisions\\cell 875\\cell 220\\cell 1,750\\cell 440\\cell 2,625\\cell 660\\cell\\ul\\row\n\\trowd\\trgaph108\\trleft-180\\clbrdrb\\brdrw15\\brdrs \\cellx9804\\pard\\intbl\\ltrpar\\sl276\\slmult1\\ulnone * \\i By the same respondent of the same provision of law, order, rule or regulation and, if the respondent is the owner, agent, lessee or other person in control of the premises with respect to which the violation occurred, at the same premises (all violations committed within two years).\\i0\\cell\\ul\\row\n\\pard\\ltrpar\\nowidctlpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0\\'a73. Subdivision e of section 24-269 of such code is amended to read as follows:\\par\n(e)  Any  person  convicted of violating any of the provisions of this code or any regulation of the board not otherwise provided for by this section \\ul or section 24-227.3\\ulnone  shall be punished by a fine of not less than fifty dollars nor more than five hundred dollars for the first offense, or by imprisonment for twenty days, or both; and by a fine of not less than one hundred dollars nor more than one thousand dollars, or by imprisonment for not more than thirty days, or both, for a second offense; and by a fine of not  less than four hundred dollars nor more than five thousand dollars, or by imprisonment for not more than four months or both for a third  or subsequent offense.\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\b0\\'a74. This local law shall take effect one hundred eighty days after enactment, except that the commissioner of environmental protection in conjunction with the police commissioner shall take all actions necessary for the implementation, including the promulgation of rules prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\par\n\\pard\\ltrpar\\nowidctlpar LS # 591\\par\nTBD\\par\n6-10-11 9:11 a.m.\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T21:30:49.907Z"
}
