{
  "ID": 45196,
  "GUID": "68B94885-3539-410C-B6E4-329F92D56A08",
  "File": "Int 0279-2010",
  "Name": "Requiring dry cleaning establishments to accept hangers for reuse.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring dry cleaning establishments to accept hangers for reuse.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2010-06-09T00:00:00Z",
  "AgendaDate": "2010-06-09T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 243379,
      "Date": "2010-06-09T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243731,
      "Date": "2010-06-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9973,
      "AgendaSequence": 206,
      "MinutesSequence": 230,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284288,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 95381,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Cover Sheet",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5624d3a8-deb2-4eec-8553-bceb91e0d035.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 46174,
  "Text": "Be it enacted by the Council as follows: \n\t\nSection 1. Title sixteen of the administrative code of the city of New York is amended by adding a new chapter four-c to read as follows:\nCHAPTER 4-C\n\t\t\t       §16-470 Definitions.         \t\t\t \n\t\t\t\t       §16-471 Used hanger return and reuse program.\n       §16-472 Penalties.\n\n\n§16-470 Definitions. When used in this chapter the following terms shall have the following meanings:\na. “Dry cleaning establishment” shall mean any place of business that is subject to the licensing requirements set forth in section 20-292 of this code, and which, as any portion of its business, accepts and returns garments or other articles from the general public or from other dry cleaning establishments for purposes of cleaning, altering or otherwise processing those items. \nb. “Customer” shall mean any person or entity that delivers garments or other articles to a dry cleaning establishment for cleaning, altering or otherwise processing. \n\t§16-471 Used hanger return and reuse program. a. A dry cleaning establishment that distributes hangers to its customers shall accept for reuse or recycling up to fifteen hangers from each customer each week, provided that the hangers delivered for reuse are made of metal wire or of a similar composition to those that such dry cleaning establishment uses in returning garments to its customers.  Dry cleaning establishments shall not be required to accept hangers which are either significantly bent or contain cardboard or other paper material.\n b. The commissioner of consumer affairs shall promulgate rules establishing acceptable methods for cleaning, sanitizing or otherwise treating used hangers accepted for reuse pursuant to this chapter prior to their reuse.  Prior to reusing any hangers accepted from customers pursuant to this chapter, a dry cleaning establishment shall clean, sanitize or otherwise treat such hangers in a manner consistent with the methods established by the department of consumer affairs pursuant to this section. \nc. Every dry cleaning establishment shall conspicuously post and maintain, at or near the point of entry to such establishment, a sign, not less than 8 ½ inches by 11 inches in size, stating in legible writing that hangers of a similar composition to the hangers used by such dry cleaning establishment to return garments to its customers may be returned to such dry cleaning establishment for reuse.  Such sign shall state the following in letters at least one-inch in height: “Used hangers should be reused or recycled. We accept them for reuse here.  You can recycle them at home.”\n§16-472 Penalties.  Any person who violates the provisions of section 16-471 of this chapter shall be liable for a civil penalty recoverable in a proceeding before the environmental control board in the amount of fifty dollars for the first violation, and one hundred dollars for a second or subsequent violation committed within any twelve-month period.\n         §2. This local law shall take effect six months after it is enacted.\n\nInt. No. 983/2009\nLS 652 - JJH",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\ulnone\\tab\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Title sixteen of the administrative code of the city of New York is amended by adding a new chapter four-c to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc CHAPTER 4-C\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\tab\\tab\\tab        \\ul\\'a716-470 Definitions.\\ulnone          \\tab\\tab\\tab  \\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone\\tab\\tab\\tab\\tab        \\ul\\'a716-471 Used hanger return and reuse program.\\par\n\\pard\\ltrpar\\nowidctlpar\\li2880\\ulnone        \\ul\\'a716-472 Penalties.\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a716-470 Definitions. When used in this chapter the following terms shall have the following meanings:\\par\na. \\ldblquote Dry cleaning establishment\\rdblquote  shall mean any place of business that is subject to the licensing requirements set forth in section 20-292 of this code, and which, as any portion of its business, accepts and returns garments or other articles from the general public or from other dry cleaning establishments for purposes of cleaning, altering or otherwise processing those items. \\par\nb. \\ldblquote Customer\\rdblquote  shall mean any person or entity that delivers garments or other articles to a dry cleaning establishment for cleaning, altering or otherwise processing. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\'a716-471 Used hanger return and reuse program. a. A dry cleaning establishment that distributes hangers to its customers shall accept for reuse or recycling up to fifteen hangers from each customer each week, provided that the hangers delivered for reuse are made of metal wire or of a similar composition to those that such dry cleaning establishment uses in returning garments to its customers.  Dry cleaning establishments shall not be required to accept hangers which are either significantly bent or contain cardboard or other paper material.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa120\\sl480\\slmult1\\qj  b. The commissioner of consumer affairs shall promulgate rules establishing acceptable methods for cleaning, sanitizing or otherwise treating used hangers accepted for reuse pursuant to this chapter prior to their reuse.  Prior to reusing any hangers accepted from customers pursuant to this chapter, a dry cleaning establishment shall clean, sanitize or otherwise treat such hangers in a manner consistent with the methods established by the department of consumer affairs pursuant to this section. \\par\nc. Every dry cleaning establishment shall conspicuously post and maintain, at or near the point of entry to such establishment, a sign, not less than 8 \\'bd inches by 11 inches in size, stating in legible writing that hangers of a similar composition to the hangers used by such dry cleaning establishment to return garments to its customers may be returned to such dry cleaning establishment for reuse.  Such sign shall state the following in letters at least one-inch in height: \\ldblquote Used hangers should be reused or recycled. We accept them for reuse here.  You can recycle them at home.\\rdblquote\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a716-472 Penalties.  Any person who violates the provisions of section 16-471 of this chapter shall be liable for a civil penalty recoverable in a proceeding before the environmental control board in the amount of fifty dollars for the first violation, and one hundred dollars for a second or subsequent violation committed within any twelve-month period.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone          \\'a72. This local law shall take effect six months after it is enacted.\\fs20\\par\n\\pard\\ltrpar\\nowidctlpar\\li360\\sa120\\par\n\\pard\\ltrpar\\nowidctlpar\\fs24 Int. No. 983/2009\\par\nLS 652 - JJH\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T21:30:32.017Z"
}
