{
  "ID": 45305,
  "GUID": "5D785CDB-F50D-48AB-B408-D118D2158F5B",
  "File": "Int 0281-2010",
  "Name": "Permissible double parking of vehicles.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to permissible double parking of vehicles.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2010-06-09T00:00:00Z",
  "AgendaDate": "2010-06-09T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 243466,
      "Date": "2010-06-09T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 243733,
      "Date": "2010-06-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9973,
      "AgendaSequence": 208,
      "MinutesSequence": 232,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284286,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 109806,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 281 - 6/9/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/29d91eaf-fba2-49ca-8e80-2ef80dcc9fd2.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 51071,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Section 19-162 of title nineteen of the administrative code of the city of New York is amended by adding a new subdivision 3 to read as follows:\n\t3. (a)  For the purposes of this section, the term “double park” shall mean to stop, stand or park a vehicle on the roadway side of any vehicle lawfully stopped, standing or parked at the edge or curb of a street.\n\t(b)  Notwithstanding any contradictory law or rule, it shall be permissible to double park a vehicle temporarily while actually engaged in receiving or discharging passengers or while waiting for a parking space occupied by a vehicle which is in the process of leaving such parking space; provided, however, that there is no unoccupied parking space within one hundred feet on the same side of the street that can be used for such standing or parking, and that the receiving or discharging of passengers not occur on the side of the vehicle leading into moving traffic.\n\t§2. \tThis local law shall take effect sixty days after it is enacted into law.\n\nPH/lf\nLS # 7838\n12/17/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\li-1\\sl480\\slmult1\\qj\\tx719\\tx1439\\tx2159\\tx2879\\tx3599\\tx4319\\tx5039\\tx5759\\tx6479\\tx7199\\tx7919\\tx8639\\ul Be it enacted by the Council as follows\\ulw :\\ulnone\\par\n\\tab Section 1.  Section 19-162 of title nineteen of the administrative code of the city of New York is amended by adding a new subdivision 3 to read as follows:\\par\n\\tab\\ul 3. (a)  For the purposes of this section, the term \\ldblquote double park\\rdblquote  shall mean to stop, stand or park a vehicle on the roadway side of any vehicle lawfully stopped, standing or parked at the edge or curb of a street.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (b)  Notwithstanding any contradictory law or rule, it shall be permissible to double park a vehicle temporarily while actually engaged in receiving or discharging passengers or while waiting for a parking space occupied by a vehicle which is in the process of leaving such parking space; provided, however, that there is no unoccupied parking space within one hundred feet on the same side of the street that can be used for such standing or parking, and that the receiving or discharging of passengers not occur on the side of the vehicle leading into moving traffic.\\par\n\\pard\\ltrpar\\nowidctlpar\\li-1\\sl480\\slmult1\\qj\\tx719\\tx1439\\tx2159\\tx2879\\tx3599\\tx4319\\tx5039\\tx5759\\tx6479\\tx7199\\tx7919\\tx8639\\ulnone\\tab\\'a72. \\tab This local law shall take effect sixty days after it is enacted into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\li-1\\qj\\tx719\\tx1439\\tx2159\\tx2879\\tx3599\\tx4319\\tx5039\\tx5759\\tx6479\\tx7199\\tx7919\\tx8639\\fs16\\par\nPH/lf\\par\nLS # 7838\\par\n12/17/12\\par\n}\n",
  "LastModified": "2013-12-23T21:29:51.127Z"
}
