{
  "ID": 45216,
  "GUID": "9EB480F5-A708-4450-990C-DCC3761E547E",
  "File": "Int 0283-2010",
  "Name": "Identifying, eliminating and preventing discrimination, and promoting human rights in governmental operations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to identifying, eliminating and preventing discrimination, and promoting human rights in governmental operations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5148,
  "BodyName": "Committee on Civil Rights",
  "IntroDate": "2010-06-29T00:00:00Z",
  "AgendaDate": "2010-06-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 244249,
      "Date": "2010-06-29T14:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 244464,
      "Date": "2010-06-29T14:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10004,
      "AgendaSequence": 192,
      "MinutesSequence": 218,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Rights",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284284,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46195,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Declaration of legislative findings and intent. The Council of the city of New York recognizes and affirms that justice and equality are among the core principles on which our participatory democracy is founded; that these principles are articulated in our nation’s “founding documents,” the Declaration of Independence, the Constitution and the Bill of Rights; and that these documents recognize certain inalienable rights, among them the right to life, liberty and the pursuit of happiness. These same principles are embodied in the laws of New York City, which prohibit discrimination.  Current law affords a remedy when certain types of discrimination occur, but does not institutionalize measures to identify or prevent discrimination. \nThe human rights doctrine recognizes that in order to fulfill the promise of equal opportunity, government must take affirmative measures to prevent discrimination and to promote equality for all, particularly those who have been marginalized and discriminated against based upon their race, color, gender, sexual orientation, age, ethnicity, disability, language, religion, immigration status, political affiliation, and national or social origin.  \nThe Council further recognizes and affirms that this local law is intended to make New York City’s regulatory systems more responsive, efficient and fair. By incorporating the human rights framework as a principle of governance, New York City seeks to afford its residents full and equal opportunity to participate in the economic, educational, social, cultural, political and civic life of the City.  \nIt has been demonstrated that the human rights framework facilitates good governance. Rather than merely remedying violations or paying a judgment to those wronged, the human rights-based approach institutionalizes proactive measures for addressing inequities and discriminatory policies and practices; these measures are implemented by promoting collaboration among government officials, advocates from the non-profit sector, representatives from affected groups or communities and others with special knowledge or expertise.\nThe human rights-based approach to governance engages multiple stakeholders in addressing problems and challenges that cannot be reduced to the articulation of legal norms or to a response to potential legal violations. This creative problem-solving has been shown to ameliorate systemic inequality by involving residents in negotiated rule making, alternative dispute resolution and participatory problem-solving.  \nThe human rights framework recognizes the interdependence of rights and the inter-relatedness of different forms of discrimination. Therefore it is intended that the City implement this chapter in a manner that takes into account the ways in which various forms of discrimination may interact with and reinforce each other.\nIt is further intended that in implementing this chapter, the City shall develop and employ methods for meaningful and informed participation by community members in the formulation and implementation of City policies, programs and services, including participation in identifying problems, obtaining information needed to assess these problems, and in designing solutions. In complying with this intent, it is necessary that the City create mechanisms to provide the public with adequate information to monitor, analyze and evaluate the impact of City policies, programs and services on human rights.   \n§2.  Title 8 of the administrative code of the city of New York is hereby amended by adding a new chapter 11 to read as follows:\nCHAPTER 11\nHUMAN RIGHTS IN GOVERNMENTAL OPERATIONS AUDIT LAW\n§8-1101 Short Title.\n§8-1102 Policy.\n§8-1103 Definitions.\n§8-1104 Human Rights Principles. \n§8-1105 Local Human Rights Audit.\n§8-1106 Local Human Rights Analysis.\n§8-1107 Local Human Rights Action Plan.\n§8-1108 Local Human Rights Education.\n§8-1109 Citywide Timetable.\n§8-1110 Human Rights Task Force.\n§ 8-1101 Short Title.  This chapter shall be known as the “New York City Human Rights in Government Operations Audit Law” (Human Rights G.O.A.L.).\n§ 8-1102 Policy.  It is the public policy of New York City to enhance good governance by promoting equality and preventing and eliminating discrimination based on the human rights principles articulated in the international human rights framework and, in particular, the International Convention on the Elimination of All Forms of Racial Discrimination (CERD), 660 U.N.T.S. 195, and the Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW), 1249 U.N.T.S. 13. \nIt is the intent of the legislature that the City shall take all appropriate measures to apply the human rights-based approach to the administration of government, including budgetary decisions, the creation and implementation of public policy and the management and administration of city agencies and departments. The legislature further intends that, consistent with the human rights-based approach, the City take affirmative measures to identify, eliminate and prevent discrimination, and to promote equality in the City’s policies, practices, programs and services. \n§ 8-1103 Definitions. For the purposes of this chapter:\n(1.) “Discrimination” means the intentional or unintentional distinction, exclusion, restriction, segregation, or preference of a person or persons that has the effect or purpose of impairing or nullifying the recognition, enjoyment or exercise of human rights and civil rights of a person or persons who are members of one or more protected classes.\n(2.) “Protected class” means every class, status or characteristic that is afforded protection against discrimination under federal, state, or local law. Protected classes include but are not limited to race, color, creed, gender, sexual orientation, age, ethnicity, disability, language, religion, immigration status, political affiliation, and national or social origin.\n(3.) “City entity” and “entity” mean every agency, department or organization established under the New York City Charter or Administrative Code, or established by local law or referendum.  This chapter does not apply to entities that are (i) created for an express and discrete time period, such as a temporary commission or taskforce, or (ii) not authorized to promulgate local laws, rules and regulations that have the force of law in the City.\n§ 8-1104 Human Rights Principles. The provisions of this chapter shall be implemented in a manner consistent with human rights principles. These principles hold that government has a duty to (1) take affirmative measures to ensure equality and to prevent and eliminate discrimination in all aspects of governance, including the development, implementation and assessment of government operations; (2) undertake measures that promote human rights by analyzing the discriminatory impact that City policies, programs and services may have on population subgroups, and by conducting such analyses in a manner that takes into account the interdependence of rights, which means the exercise of one right may be contingent upon the ability to avail oneself of other rights; (3) develop and employ methods for meaningful and informed participation by community members in the formulation and implementation of City policies, programs and services; and (4) develop and employ systems and procedures that provide the public with information needed to monitor, analyze and evaluate the impact of City policies, programs and services on civil rights and human rights. In implementing these human rights principles, each entity shall use guidelines developed by the human rights task force as set forth in section 8-1110(2)(b).           \n§8-1105 Local Human Rights Audit. Each city entity shall conduct and submit to the human rights task force a local human rights audit within twelve months following enactment date of this chapter. The audit shall report on (i) current data collection and data reporting practices including such practices related to budget allocations, contracting, service delivery, and employment; (ii) existing measures taken to promote equality and prevent and eliminate discrimination; and (iii) existing procedures and mechanisms for soliciting public input regarding the operations of the city entity.  A local human rights audit shall include an analysis of the manner in which a city entity disaggregates demographic data. \n§8-1106 Local Human Rights Analysis. Each city entity shall conduct a local human rights analysis and produce a written report of its findings within twelve months after receiving guidelines for conducting such an analysis. The human rights task force shall prepare written guidelines for conducting the local human rights analysis as set forth in section 8-1110(2)(b).  Each city entity shall follow such guidelines in conducting the local human rights analysis and shall submit a written report based on the analysis to the human rights task force. Each city entity shall seek and incorporate community input when conducting the local human rights analysis and preparing the local human rights action plan as set forth in section 8-1107. Community input shall be obtained by conducting focus groups, soliciting written comment, holding public hearings, and through other meetings as set forth in section 8-1110(2)(d).\nA city entity’s written report on its human rights analysis, prepared pursuant to this section, shall include:  \n(1.) Quantitative and qualitative data regarding a city entity’s operations, including but not limited to data related to the entity’s programs, services, policies, practices, budget allocations, contracts and employment practices. Demographic characteristics on which data are to be collected and reported shall be determined by each city entity except as otherwise directed by the human rights task force. Data shall be disaggregated by various demographic characteristics, including but not limited to race, color, gender, sexual orientation, age, ethnicity, disability, language, religion, immigration status, national or social origin, or other status. Each city entity shall seek from the communities it serves qualitative information regarding the human rights analysis and the process by which it is conducted. \n(2.) An assessment of the discriminatory effects, either intentional or unintentional, that a city entity’s operations have or may have, based upon the data collected pursuant to the provisions of this section. This analysis shall address the harmful effects of discrimination that can occur when a person or persons are members of more than one protected class.  \n(3.) When applicable, an evaluation of implementation measures taken pursuant to the final local human rights action plan submitted by the city entity as set forth in §8-1107.\n§8-1107 Local Human Rights Action Plan.  Each entity shall produce a written local human rights action plan within three months after receiving recommendations developed by the human rights task force as set forth in section 8-1110(2)(c). Each entity shall follow such recommendations in producing its human rights action plan and shall submit a copy of the plan to the human rights task force. A final version of the human rights action plan shall be submitted to the human rights task force, the mayor and the city council. The human rights action plan shall include:\n(1.) Specific measures that will be taken to identify, eliminate and prevent discrimination in the city entity’s operations including prospective programs, policies and practices, and to integrate the human rights principles as set forth in section 8-1104 into the operations of each city entity.\n(2.) Recommended timetables for the implementation of each specific measure proposed in the human rights action plan.\n(3.) A fiscal impact statement that estimates the costs of implementing the final human rights action plan.\n\n§8-1108 Local Human Rights Education.   Each city entity shall educate its members, officers, officials, and staff regarding human rights principles as set forth in section 8-1104. In providing such education, each entity shall follow the guidelines developed by the human rights task force as set forth in section 8-1110(2)(b).\n§8-1109 Citywide Timetable. Each city entity shall complete a local human rights analysis every five years after completion of the initial analysis as set forth in 8-1106, and shall produce a local human rights action plan every five years after completion of the initial plan as set forth in section 8-1107.\n§8-1110 Human Rights Task Force.\n(1.) (a.) Composition. There shall be a human rights task force of eight members, which shall consist of five voting members and three ex-officio members.  The mayor shall appoint the voting members of the Human Rights Task Force, who shall elect a chair from amongst themselves by a majority vote. Appointments shall be made through an open process and candidates shall be selected based on clearly delineated and publicized criteria. The voting members shall consist of representatives with a substantial record of promoting racial justice, gender justice, civil rights, or human rights, and data or budgetary analysis in city government. \n(b.) Ex officio members. The commissioner of the department of citywide administrative services equal employment opportunity office, the commissioner of the commission on human rights, and the chairperson of the equal employment practices commission shall serve as non-voting, ex officio members of the human rights task force.\n(c.) Timetable to appoint. The mayor shall appoint each initial voting member within one hundred eighty days following enactment of this chapter.  In case of a vacancy in the office of a voting member, the mayor shall appoint a succeeding member within ninety days of the occurrence of the vacancy.  If the mayor fails to appoint a voting member within the timetable specified by this subsection, then the task force shall appoint a member within ninety days of expiration of the mayor’s timetable. \n(d.) Compensation. Voting members shall receive a per diem compensation, no less than the highest amount paid to an official appointed to a board or commission with the advice and consent of the council, and compensated on a per diem basis, for each calendar day when performing the work of the task force.\n(e.) Removal. Members may be removed by the mayor for substantial neglect of duty, gross misconduct in office, inability to discharge the powers or duties of office or violation of this chapter, after written notice and opportunity for a reply.\n(f.) Required meetings. The task force shall meet at least once a month and at such other times as the chair may deem necessary. Three voting members of the task force shall constitute a quorum and all acts of the task force shall be by the affirmative vote of at least three members of the task force.\n(g.) First meeting. The task force shall convene no later than one hundred eighty days after the enactment of this chapter. \n(h.) Attendance. Attendance and meeting requirements of the human rights task force shall be pursuant to chapter 47 of the charter.\n(i.) Hearings. The task force shall hold public hearings at least once to allow public input on each city entity’s human rights analysis as set forth in section 8-1106, and once to allow the public input on each city entity’s action plan as set forth in section 8-1107. In addition, the task force shall hold hearing at such other times as the chair may deem necessary. \n(2.) Powers, Duties, and Functions.  The Human Rights Task Force shall:\n(a.) Within twelve months after the enactment of this chapter, analyze the local human rights audit produced and submitted by each entity as set forth in section 8-1105. \n(b.)  Within fifteen months after the enactment of this chapter, develop and distribute to the mayor and to each city entity recommended guidelines for the conduct of the local human rights analysis as set forth in section 8-1106, and for the local human rights education of entity members, officers, officials, and staff as set forth in section 8-1108. Such guidelines shall be developed pursuant to information gathered from the local human rights audit, and at joint meetings with the city entity, members of the public, and public hearings. The local human rights task force shall seek and incorporate input from the city entity under review, and community input as set forth in section 8-1106, regarding the designation of programs to be included in the local human rights analysis.  Where appropriate, the task force shall also include guidelines that are specific to an individual entity.\n (c.) Within 180 days following the first meeting of the local human rights task force, as set forth in section 8-1110(1)(g), establish the sequence of and time frame within which the local human rights analysis prepared by each city entity, as set forth in section 8-1106, shall be reviewed by the local human rights task force, and designate for each city entity under review, specific programs to be included in the local human rights analysis. \n(d.) Analyze the local human rights analysis produced and submitted by each entity as set forth in section 8-1106.\n(e.) Within ninety days of receipt of the local human rights analysis, as set forth in section 8-1106, conducted by each city entity designated for review by the local human rights task force, publish and publicize the local human rights analysis, call for written comments from the public on the local human rights analysis, hold public hearings on the local human rights analysis, and hold joint meetings with the city entity that submitted the human rights analysis, members of the public, and the task force to review such human rights analysis and make recommendations for the local human rights action plan of the city entity as set forth in section 8-1107. \n(f) Within ninety days of receipt of a city entity’s local human rights analysis as set forth in section 8-1110(2)(d), develop and distribute to the mayor and to the entity under review recommendations for the local human rights action plan of the city entity as set forth in section 8-1107. Such recommendations shall be developed pursuant to information gathered at public hearings, joint meetings as set forth in section 8-1110(2)(e), written reports submitted by the public, and via other means. Such recommendations shall include:\n(1.) Criteria. Recommended criteria for the entity to consider in its efforts to identify, eliminate, and prevent discrimination in its operations and otherwise implement the provisions of this chapter.\n(2.) Timetables. Recommended timetables for the entity’s implementation of the provisions of this chapter.\n(3.) Miscellaneous. Such other recommendations as in the judgment of the task force will aid in effectuating the general purposes of this chapter.\n(g.) Receive and analyze the local human rights action plan produced and submitted by each entity as set forth in section 8-1107.\n(h.) Within three months of receiving a local human rights action plan as set forth in section 8-1107, publish and publicize the local human rights action plan, and schedule public hearings to review the human rights action plan. \n(i.) Within six months of receiving local human rights action plan, develop and distribute to the mayor and the city entity that submitted the plan recommended guidelines for the conduct of the subsequent local human rights analysis as set forth in sections 8-1106 and 8-1107, and for the local human rights education of entity members, officers, officials, and staff as set forth in section 8-1108. Such guidelines shall be developed pursuant to information gathered at joint meetings with the public, public hearings, from each previous local human rights analysis submitted by the entity, from each previous local human rights action plan submitted by the entity as set forth in section 8-1107, and via other means. \n (j.) Through public hearings, encourage regular public input including written reports regarding the development of guidelines as set forth by this section, the conduct of local human rights analyses as set forth in section 8-1106, production of local human rights action plans as set forth in section 8-1107, implementation by city entities and the task force of the provisions of this chapter, and the identification and elimination of discrimination in governmental operations.  Public hearings will be scheduled as necessary as set forth in section 8-1110(1)(i).\n(k.) Within thirty days of every public hearing, prepare a written report that relates the substantive issues raised at the hearing, and recommendations by the task force, if any; and timely deliver a copy of every such report to the council and to each entity that is a subject of the report. \n(l.) On a periodic basis, review in consultation with the public, and amend the guidelines developed for the local human rights analysis.\n(m.) Perform or commission training and education for the staff of city entities regarding human rights principles and the requirements of this chapter, and encourage the integration of such training and education into the entities’ ongoing activities.\n(n.) Monitor the City’s implementation of this chapter and, when necessary, seek judicial intervention to ensure city entities comply with the chapter’s provisions.\n(o.) Foster public dialogue and ensure that community education on the terms of this chapter as well as the City’s implementation of this chapter’s requirements is provided, and that the City promotes the understanding of human rights as provided in this chapter. \n(p.) Perform or commission such investigations and studies in the field of civil rights, human rights, anti-discrimination laws, and governmental operations as in the judgment of the task force will aid in effectuating the general purposes of this chapter.\n(q.) C ooperate with city entities to identify, eliminate and prevent discrimination in governmental operations.\n(r.) Cooperate with governmental and non-governmental agencies and organizations having like or kindred interests or functions.\n(s.) Recommend mechanisms for collaboration between city entities and non-governmental agencies or organizations to aid in carrying out the purposes of this chapter.\n(t.) Appoint such employees and agents including from non-governmental sectors as it deems to be necessary to carry out its functions, powers and duties and assign to such persons any of such functions, powers and duties; provided, however, that the task force may not delegate its power to adopt rules. The task force's appointment and assignment powers as set forth in this subdivision may be exercised by the chairperson of the task force.\n(u.) Recommend to the council legislation to aid in carrying out the purposes of this chapter.\n(v.) Submit an annual report to the council about implementation of the provisions of this chapter.\n(w.) Issue publications and reports regarding the work of the task force.\n(x.) Publish written reports on each city entities human rights analysis and action plan\n(y.) Develop and recommend to the council, the mayor and city entities additional guidelines as in the judgment of the task force will aid in effectuating the general purposes of this chapter.\n(z.) Take such other actions as are necessary and proper to carry out the purposes of this chapter.\n(3). Each city entity shall share information with the task force pursuant to the provisions of this chapter, provided that no information shall be provided to the task force that could compromise the safety of the public or of any member, officer, official, or staff of any city entity.       \n§3.  Application. This legislation shall apply to all city entities, including private entities to the extent that they contract with a city entity to perform City services and/or administer City programs. For purposes of complying with the provisions of this chapter related to the local human rights analysis, pursuant to section 8-1106 of this chapter, private entities shall provide information and data as required by the city entity that contracted with the private entity.\n§4.  Severability. If any provision of this bill or any other provision of this local law, or any amendments thereto, shall be held invalid or ineffective in whole or in part or inapplicable to any person or situation, such holding shall not affect, impair or invalidate any portion of or the remainder of this local law, and all other provisions thereof shall nevertheless be separately and fully effective and the application of any such provision to other persons or situations shall not be affected. \n§5.  Construction. In the event of conflict between any provision of this chapter and existing law such that this chapter would abridge, affect, diminish or otherwise lessen the rights or protections therein, existing law shall govern. \n§6. Effective Date.  This local law shall become effective one hundred eighty days after the date of enactment.\n\n----------------------\nJEB\nInt. No. 731/2008",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx0\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.\\b   \\b0 Declaration of legislative findings and intent\\cf0 . The Council of the city of New York recognizes and affirms that justice and equality are among the core principles on which our participatory democracy is founded; that these principles are articulated in our nation\\rquote s \\ldblquote founding documents,\\rdblquote  the Declaration of Independence, the Constitution and the Bill of Rights; and that these documents recognize certain inalienable rights, among them the right to life, liberty and the pursuit of happiness. These same principles are embodied in the laws of New York City, which prohibit discrimination.  Current law affords a remedy when certain types of discrimination occur, but does not institutionalize measures to identify or prevent discrimination. \\par\nThe human rights doctrine recognizes that in order to fulfill the promise of equal opportunity, government must take affirmative measures to prevent discrimination and to promote equality for all, particularly those who have been marginalized and discriminated against based upon their race, color, gender, sexual orientation, age, ethnicity, disability, language, religion, immigration status, political affiliation, and national or social origin.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\tqc\\tx7200 The Council further recognizes and affirms that this local law is intended to make New York City\\rquote s regulatory systems more responsive, efficient and fair. By incorporating the human rights framework as a principle of governance, New York City seeks to afford its residents full and equal opportunity to participate in the economic, educational, social, cultural, political and civic life of the City.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 It has been demonstrated that the human rights framework facilitates good governance. Rather than merely remedying violations or paying a judgment to those wronged, the human rights-based approach institutionalizes proactive measures for addressing inequities and discriminatory policies and practices; these measures are implemented by promoting collaboration among government officials, advocates from the non-profit sector, representatives from affected groups or communities and others with special knowledge or expertise.\\par\nThe human rights-based approach to governance engages multiple stakeholders in addressing problems and challenges that cannot be reduced to the articulation of legal norms or to a response to potential legal violations. This creative problem-solving has been shown to ameliorate systemic inequality by involving residents in negotiated rule making, alternative dispute resolution and participatory problem-solving.  \\par\nThe human rights framework recognizes the interdependence of rights and the inter-relatedness of different forms of discrimination. Therefore it is intended that the City implement this chapter in a manner that takes into account the ways in which various forms of discrimination may interact with and reinforce each other.\\b\\caps\\par\n\\cf1\\b0\\caps0 It is further intended that in implementing this chapter, the City shall develop and employ methods for meaningful and informed participation by community members in the formulation and implementation of City policies, programs and services, including participation in identifying problems, obtaining information needed to assess these problems, and in designing solutions. In complying with this intent, it is necessary that the City create mechanisms to provide the public with adequate information to monitor, analyze and evaluate the impact of City policies, programs and services on human rights.\\cf0    \\par\n\\'a72.  Title 8 of the administrative code of the city of New York is hereby amended by adding a new chapter 11 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc\\b CHAPTER 11\\par\nHUMAN RIGHTS IN GOVERNMENTAL OPERATIONS AUDIT LAW\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a78-1101 \\cf1 Short Title\\cf0 .\\par\n\\'a78-1102 Policy.\\par\n\\'a78-1103 Definitions.\\par\n\\'a78-1104 Human Rights Principles. \\par\n\\'a78-1105 Local Human Rights Audit.\\par\n\\'a78-1106 Local Human Rights Analysis.\\par\n\\'a78-1107 Local Human Rights Action Plan.\\par\n\\'a78-1108 Local Human Rights Education.\\par\n\\'a78-1109 Citywide Timetable.\\par\n\\'a78-1110 Human Rights Task Force.\\par\n\\ul\\b0\\'a7 8-1101 \\cf1\\b Short Title.\\b0   This chapter shall be known as the \\ldblquote New York City Human Rights in Government Operations Audit Law\\rdblquote  (Human Rights G.O.A.L.).\\cf0\\par\n\\'a7 8-1102 \\b Policy.\\b0   It is the public policy of New York City to enhance good governance by promoting equality and preventing and eliminating discrimination based on the human rights principles articulated in the international human rights framework and, in particular, the International Convention on the Elimination of All Forms of Racial Discrimination (CERD), 660 U.N.T.S. 195, and \\cf1 the \\cf0 Convention on the Elimination of All Forms of Discrimination Against Women \\cf1 (CEDAW), 1249 U.N.T.S. 13\\cf0 . \\par\nIt is the intent of the legislature that the City shall take all appropriate measures to apply the human rights-based approach to the administration of government, including budgetary decisions, the creation and implementation of public policy and the management and administration of city agencies and departments. The legislature further intends that, consistent with the human rights-based approach, the City take affirmative measures to identify, eliminate and prevent discrimination, and to promote equality in the City\\rquote s policies, practices, programs and services. \\par\n\\'a7 8-1103\\b  Definitions. \\b0 For the purposes of this chapter:\\par\n(1.) \\ldblquote Discrimination\\rdblquote  means the intentional or unintentional distinction, exclusion, restriction, segregation, or preference of a person or persons that has the effect or purpose of impairing or nullifying the recognition, enjoyment or exercise of human rights and civil rights of a person or persons who are members of one or more protected classes.\\par\n(2.) \\ldblquote Protected class\\rdblquote  means every class, status or characteristic that is afforded protection against discrimination under federal, state, or local law. Protected classes include but are not limited to race, color, creed, gender, sexual orientation, age, ethnicity, disability, language, religion, immigration status, political affiliation, and national or social origin.\\par\n(3.) \\ldblquote City entity\\rdblquote  and \\ldblquote entity\\rdblquote  mean every agency, department or organization established under the New York City Charter or Administrative Code, or established by local law or referendum.  This chapter does not apply to entities that are (i) created for an express and discrete time period, such as a temporary commission or taskforce, or (ii) not authorized to promulgate local laws, rules and regulations that have the force of law in the City.\\par\n\\'a7 8-1104 \\b Human Rights Principles.\\b0  The provisions of this chapter shall be implemented in a manner consistent with human rights principles. These principles hold that government has a duty to (1) take affirmative measures to ensure equality and to prevent and eliminate discrimination in all aspects of governance, including the development, implementation and assessment of government operations; (2) undertake measures that promote human rights by analyzing the discriminatory impact that City policies, programs and services may have on population subgroups, and by conducting such analyses in a manner that takes into account the interdependence of rights, which means the exercise of one right may be contingent upon the ability to avail oneself of other rights; (3) develop and employ methods \\cf1 for meaningful and informed participation by community members in the formulation and implementation of City policies, programs and services; and (4) develop and employ systems and procedures that provide the public with information needed to monitor, analyze and evaluate the impact of City policies, programs and services on civil rights and human rights. \\cf0 In implementing these human rights principles, each entity shall use guidelines developed by the human rights task force as set forth in section 8-1110(2)(b).           \\par\n\\'a78-1105\\b  Local Human Rights Audit.\\b0  Each city entity shall conduct and submit to the human rights task force a local human rights audit within twelve months following enactment date of this chapter. The audit shall report on (i) current data collection and data reporting practices including such practices related to budget allocations, contracting, service delivery, and employment; (ii) existing measures taken to promote equality and prevent and eliminate discrimination; and (iii) existing procedures and mechanisms for soliciting public input regarding the operations of the city entity.  A local human rights audit shall include an analysis of the manner in which a city entity disaggregates demographic data. \\par\n\\'a78-1106\\b  Local Human Rights Analysis.\\b0  Each city entity shall conduct a local human rights analysis and produce a written report of its findings within twelve months after receiving guidelines for conducting such an analysis. The human rights task force shall prepare written guidelines for conducting the local human rights analysis as set forth in section 8-1110(2)(b).  Each city entity shall follow such guidelines in conducting the local human rights analysis and shall submit a written report based on the analysis to the human rights task force. Each city entity shall seek and incorporate community input when conducting the local human rights analysis and preparing the local human rights action plan as set forth in section 8-1107. Community input shall be obtained by conducting focus groups, soliciting written comment, holding public hearings, and through other meetings as set forth in section 8-1110(2)(d).\\b\\par\n\\pard\\ltrpar\\keepn\\nowidctlpar\\s2\\fi720\\sl480\\slmult1\\b0 A city entity\\rquote s written report on its human rights analysis, prepared pursuant to this section, shall include:  \\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf0 (1.) Quantitative and qualitative data regarding a city entity\\rquote s operations, including but not limited to data related to the entity\\rquote s programs, services, policies, practices, budget allocations, contracts and employment practices. Demographic characteristics on which data are to be collected and reported shall be determined by each city entity except as otherwise directed by the human rights task force. Data shall be disaggregated by various demographic characteristics, including but not limited to race, color, gender, sexual orientation, age, ethnicity, disability, language, religion, immigration status, national or social origin, or other status. Each city entity shall seek from the communities it serves qualitative information regarding the human rights analysis and the process by which it is conducted. \\par\n(2.) An assessment of the discriminatory effects, either intentional or unintentional, that a city entity\\rquote s operations have or may have, based upon the data collected pursuant to the provisions of this section. This analysis shall address the harmful effects of discrimination that can occur when a person or persons are members of more than one protected class.  \\par\n(3.) When applicable, an evaluation of implementation measures taken pursuant to the final local human rights action plan submitted by the city entity as set forth in \\'a78-1107.\\par\n\\'a78-1107 \\b Local Human Rights Action Plan.\\b0   Each entity shall produce a written l\\cf1 ocal human r\\cf0 ights action plan within three months after receiving recommendations developed by the human rights task force as set forth in section 8-1110(2)(c). Each entity shall follow such recommendations in producing its human rights action plan and shall submit a copy of the plan to the human rights task force. A final version of the human rights action plan shall be submitted to the human rights task force, the mayor and the city council. The human rights action plan shall include:\\par\n(1.) Specific measures that will be taken to identify, eliminate and prevent discrimination in the city entity\\rquote s operations including prospective programs, policies and practices, and to integrate the human rights principles as set forth in section 8-1104 into the operations of each city entity.\\par\n(2.) Recommended timetables for the implementation of each specific measure proposed in the human rights action plan.\\par\n(3.) A fiscal impact statement that estimates the costs of implementing the final human rights action plan.\\par\n\\par\n\\'a78-1108\\b  Local Human Rights Education.\\b0    Each city entity shall educate its members, officers, officials, and staff regarding human rights principles as set forth in section 8-1104. In providing such education, each entity shall follow the guidelines developed by the human rights task force as set forth in section 8-1110(2)(b).\\par\n\\'a78-1109 \\b Citywide\\b0  \\b Timetable\\b0 . Each city entity shall complete a local human rights analysis every five years after completion of the initial analysis as set forth in 8-1106, and shall produce a local human rights action plan every five years after completion of the initial plan as set forth in section 8-1107.\\par\n\\'a78-1110 \\b Human Rights Task Force\\b0 .\\par\n(1.) (a.) Composition. There shall be a human rights task force of eight members, which shall consist of five voting members and three ex-officio members.  The mayor shall appoint the voting members of the Human Rights Task Force, who shall elect a chair from amongst themselves by a majority vote. Appointments shall be made through an open process and candidates shall be selected based on clearly delineated and publicized criteria. The voting members shall consist of representatives with a substantial record of promoting racial justice, gender justice, civil rights, or human rights, and data or budgetary analysis in city government. \\par\n\\cf1 (b.) Ex officio members. The commissioner of the department of citywide administrative services equal employment opportunity office, the commissioner of the commission on human rights, and the chairperson of the equal employment practices commission shall serve as non-voting, \\i ex officio\\i0  members of the human rights task force.\\par\n\\cf0 (c.) Timetable to appoint. The mayor shall appoint each initial voting member within one hundred eighty days following enactment of this chapter.  In case of a vacancy in the office of a voting member, the mayor shall appoint a succeeding member within ninety days of the occurrence of the vacancy.  If the mayor fails to appoint a voting member within the timetable specified by this subsection, then the task force shall appoint a member within ninety days of expiration of the mayor\\rquote s timetable. \\par\n(d.) Compensation. Voting members shall receive a per diem compensation, no less than the highest amount paid to an official appointed to a board or commission with the advice and consent of the council, and compensated on a per diem basis, for each calendar day when performing the work of the task force.\\par\n(e.) Removal. Members may be removed by the mayor for substantial neglect of duty, gross misconduct in office, inability to discharge the powers or duties of office or violation of this chapter, after written notice and opportunity for a reply.\\par\n(f.) Required meetings. The task force shall meet at least once a month and at such other times as the chair may deem necessary. Three voting members of the task force shall constitute a quorum and all acts of the task force shall be by the affirmative vote of at least three members of the task force.\\par\n(g.) First meeting. The task force shall convene no later than one hundred eighty days after the enactment of this chapter. \\par\n(h.) Attendance. Attendance and meeting requirements of the human rights task force shall be pursuant to chapter 47 of the charter.\\par\n(i.) Hearings. The task force shall hold public hearings at least once to allow public input on each city entity\\rquote s human rights analysis as set forth in section 8-1106, and once to allow the public input on each city entity\\rquote s action plan as set forth in section 8-1107. In addition, the task force shall hold hearing at such other times as the chair may deem necessary. \\par\n(2.) Powers, Duties, and Functions.  The Human Rights Task Force shall:\\par\n(a.) Within twelve months after the enactment of this chapter, analyze the local human rights audit produced and submitted by each entity as set forth in section 8-1105. \\par\n(b.)  Within fifteen months after the enactment of this chapter, develop and distribute to the mayor and to each city entity recommended guidelines for the conduct of the local human rights analysis as set forth in section 8-1106, and for the local human rights education of entity members, officers, officials, and staff as set forth in section 8-1108. Such guidelines shall be developed pursuant to information gathered from the local human rights audit, and at joint meetings with the city entity, members of the public, and public hearings. The local human rights task force shall seek and incorporate input from the city entity under review, and community input as set forth in section 8-1106, regarding the designation of programs to be included in the local human rights analysis.  Where appropriate, the task force shall also include guidelines that are specific to an individual entity.\\par\n (c.) Within 180 days following the first meeting of the local human rights task force, as set forth in section 8-1110(1)(g), establish the sequence of and time frame within which the local human rights analysis prepared by each city entity, as set forth in section 8-1106, shall be reviewed by the local human rights task force, and designate for each city entity under review, specific programs to be included in the local human rights analysis. \\b\\par\n\\b0 (d.) Analyze the local human rights analysis produced and submitted by each entity as set forth in section 8-1106.\\par\n(e.) Within ninety days of receipt of the local human rights analysis, as set forth in section 8-1106, conducted by each city entity designated for review by the local human rights task force, publish and publicize the local human rights analysis, call for written comments from the public on the local human rights analysis, hold public hearings on the local human rights analysis, and hold joint meetings with the city entity that submitted the human rights analysis, members of the public, and the task force to review such human rights analysis and make recommendations for the local human rights action plan of the city entity as set forth in section 8-1107. \\par\n(f) Within ninety days of receipt of a city entity\\rquote s local human rights analysis as set forth in section 8-1110(2)(d), develop and distribute to the mayor and to the entity under review recommendations for the local human rights action plan of the city entity as set forth in section 8-1107. Such recommendations shall be developed pursuant to information gathered at public hearings, joint meetings as set forth in section 8-1110(2)(e), written reports submitted by the public, and via other means. Such recommendations shall include:\\par\n(1.) Criteria. Recommended criteria for the entity to consider in its efforts to identify, eliminate, and prevent discrimination in its operations and otherwise implement the provisions of this chapter.\\par\n(2.) Timetables. Recommended timetables for the entity\\rquote s implementation of the provisions of this chapter.\\par\n(3.) Miscellaneous. Such other recommendations as in the judgment of the task force will aid in effectuating the general purposes of this chapter.\\par\n(g.) Receive and analyze the local human rights action plan produced and submitted by each entity as set forth in section 8-1107.\\par\n(h.) Within three months of receiving a local human rights action plan as set forth in section 8-1107, publish and publicize the local human rights action plan, and schedule public hearings to review the human rights action plan. \\par\n(i.) Within six months of receiving local human rights action plan, develop and distribute to the mayor and the city entity that submitted the plan recommended guidelines for the conduct of the subsequent local human rights analysis as set forth in sections 8-1106 and 8-1107, and for the local human rights education of entity members, officers, officials, and staff as set forth in section 8-1108. Such guidelines shall be developed pursuant to information gathered at joint meetings with the public, public hearings, from each previous local human rights analysis submitted by the entity, from each previous local human rights action plan submitted by the entity as set forth in section 8-1107, and via other means. \\par\n (j.) Through public hearings, encourage regular public input including written reports regarding the development of guidelines as set forth by this section, the conduct of local human rights analyses as set forth in section 8-1106, production of local human rights action plans as set forth in section 8-1107, implementation by city entities and the task force of the provisions of this chapter, and the identification and elimination of discrimination in governmental operations.  Public hearings will be scheduled as necessary as set forth in section 8-1110(1)(i).\\par\n(k.) Within thirty days of every public hearing, prepare a written report that relates the substantive issues raised at the hearing, and recommendations by the task force, if any; and timely deliver a copy of every such report to the council and to each entity that is a subject of the report. \\par\n(l.) On a periodic basis, review in consultation with the public, and amend the guidelines developed for the local human rights analysis.\\par\n(m.) Perform or commission training and education for the staff of city entities regarding human rights principles and the requirements of this chapter, and encourage the integration of such training and education into the entities\\rquote  ongoing activities.\\par\n(n.) Monitor the City\\rquote s implementation of this chapter and, when necessary, seek judicial intervention to ensure city entities comply with the chapter\\rquote s provisions.\\par\n(o.) Foster public dialogue and ensure that community education on the terms of this chapter as well as the City\\rquote s implementation of this chapter\\rquote s requirements is provided, and that the City promotes the understanding of human rights as provided in this chapter. \\par\n(p.) Perform or commission such investigations and studies in the field of civil rights, human rights, anti-discrimination laws, and governmental operations as in the judgment of the task force will aid in effectuating the general purposes of this chapter.\\par\n(q.) C\\v  \\v0 ooperate with city entities to identify, eliminate and prevent discrimination in governmental operations.\\par\n(r.) Cooperate with governmental and non-governmental agencies and organizations having like or kindred interests or functions.\\par\n(s.) Recommend mechanisms for collaboration between city entities and non-governmental agencies or organizations to aid in carrying out the purposes of this chapter.\\par\n(t.) Appoint such employees and agents including from non-governmental sectors\\b  \\b0 as it deems to be necessary to carry out its functions, powers and duties and assign to such persons any of such functions, powers and duties; provided, however, that the task force may not delegate its power to adopt rules. The task force's appointment and assignment powers as set forth in this subdivision may be exercised by the chairperson of the task force.\\par\n(u.) Recommend to the council legislation to aid in carrying out the purposes of this chapter.\\par\n(v.) Submit an annual report to the council about implementation of the provisions of this chapter.\\par\n(w.) Issue publications and reports regarding the work of the task force.\\par\n(x.) Publish written reports on each city entities human rights analysis and action plan\\par\n(y.) Develop and recommend to the council, the mayor and city entities additional guidelines as in the judgment of the task force will aid in effectuating the general purposes of this chapter.\\par\n(z.) T\\cf1 ake such other actions as are necessary and proper to carry out the purposes of this chapter.\\par\n(3). Each city entity shall share information with the task force pursuant to the provisions of this chapter, provided that n\\cf0 o information shall be provided to the task force that could compromise the safety of the public or of any member, officer, official, or staff of any city entity.\\ulnone      \\cf1   \\par\n\\cf0\\'a73.  Application. This legislation shall apply to all city entities, including private entities to the extent that they contract with a city entity to perform City services and/or administer City programs. For purposes of complying with the provisions of this chapter related to the local human rights analysis, pursuant to section 8-1106 of this chapter, private entities shall provide information and data as required by the city entity that contracted with the private entity.\\par\n\\'a74.  Severability. \\cf1 If any provision \\cf0 of this bill or any other provision of \\cf1 this local law, or any amendments thereto, shall be held invalid or ineffective in whole or in part or inapplicable to any person or situation, such holding shall not affect, impair or invalidate any portion of or the remainder of this local law, and all other provisions thereof shall nevertheless be separately and fully effective and the application of any such provision to other persons or situations shall not be affected. \\par\n\\'a75.  Construction.\\b  \\b0 In the event of conflict between any provision of this chapter and existing law such that this chapter would abridge, affect, diminish or otherwise lessen the rights or protections therein, existing law shall govern. \\cf0\\par\n\\'a76. Effective Date.  This local law shall become effective one hundred eighty days after the date of enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20 ----------------------\\par\nJEB\\par\nInt. No. 731/2008\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T21:29:15.75Z"
}
