{
  "ID": 45429,
  "GUID": "2A611AF7-7C1E-4B94-805F-7ECBA117C01A",
  "File": "Int 0284-2010",
  "Name": "Designating community liaisons for city homeless shelters and transitional housing.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to designating community liaisons for city homeless shelters and transitional housing.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2010-06-29T00:00:00Z",
  "AgendaDate": "2010-06-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 244280,
      "Date": "2010-06-29T14:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 244465,
      "Date": "2010-06-29T14:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10004,
      "AgendaSequence": 193,
      "MinutesSequence": 219,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284283,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46414,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter three of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows:\n\t§21-316.  Community Liaisons.\na.  Definitions.  For purposes of this section, the following terms shall have the following meanings:\n1.  “Community liaison” means at least one individual designated by a covered agency to discuss issues affecting any facility that provides transitional housing and to advise the facility on how best to facilitate productive communication and collaboration between the facility and its residents and the local community.\n\t2.  “Covered agency” means the department of homeless services, the human resources administration, and the department of youth and community development.\nb.  Every covered agency shall designate, at a minimum, one individual to serve as a community liaison.\nc.  Every covered agency shall establish a plan to implement the responsibilities of each community liaison. Such a plan shall include, but not be limited to, a mechanism for the community liaison to invite input from local non-profit social service providers, members of the business community, representatives of faith-based organizations, elected officials, community planning board members, facility residents and other concerned members of the community.\nd.  Within 45 days of the effective date of the local law that added this section, every covered agency that is providing transitional housing at the time the local law that added this section takes effect shall submit to the speaker of the city council the plan that was established to implement the responsibilities of each community liaison.\n§2.  This local law shall take effect 180 days after its enactment.   \n\nMRM\nLS 637\nInt. 63/2006\n5.6.10\n10:30 a.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Chapter three of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab\\ul\\'a721-316.  Community Liaisons.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 a. \\b  \\b0 Definitions.  For purposes of this section, the following terms shall have the following meanings:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 1.  \\ldblquote Community liaison\\rdblquote  means at least one individual designated by a covered agency to discuss issues affecting any facility that provides transitional housing and to advise the facility on how best to facilitate productive communication and collaboration between the facility and its residents and the local community.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul 2.  \\ldblquote Covered agency\\rdblquote  means the department of homeless services, the human resources administration, and the department of youth and community development.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b.  Every covered agency shall designate, at a minimum, one individual to serve as a community liaison.\\par\nc.  Every covered agency shall establish a plan to implement the responsibilities of each community liaison. Such a plan shall include, but not be limited to, a mechanism for the community liaison to invite input from local non-profit social service providers, members of the business community, representatives of faith-based organizations, elected officials, community planning board members, facility residents and other concerned members of the community.\\par\nd.  Within 45 days of the effective date of the local law that added this section, every covered agency that is providing transitional housing at the time the local law that added this section takes effect shall submit to the speaker of the city council the plan that was established to implement the responsibilities of each community liaison.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a72.  This local law shall take effect 180 days after its enactment.\\fs20    \\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar MRM\\par\nLS 637\\par\nInt. 63/2006\\par\n5.6.10\\par\n10:30 a.m.\\par\n\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T21:28:57.58Z"
}
