{
  "ID": 45215,
  "GUID": "F09FADD3-CB7E-4340-88BC-2CD301FF4676",
  "File": "Int 0289-2010",
  "Name": "Requiring the taxi and limousine commission to issue quarterly reports to the council and the public advocate detailing the fines and vehicle license revocations issued by the commission.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the taxi and limousine commission to issue quarterly reports to the council and the public advocate detailing the fines and vehicle license revocations issued by the commission.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2010-06-29T00:00:00Z",
  "AgendaDate": "2010-06-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7556,
      "Slug": "the-public-advocate-mr-de-blasio",
      "FullName": "The Public Advocate (Mr. de Blasio)"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 244250,
      "Date": "2010-06-29T14:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 244454,
      "Date": "2010-06-29T14:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10004,
      "AgendaSequence": 210,
      "MinutesSequence": 236,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284279,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46194,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Section 19-506 of the administrative code of the city of New York is amended by adding a new subdivision k to read as follows: \nk. Reporting number of fines and vehicle license revocations by the commission. The commission shall submit quarterly reports to the council and the public advocate detailing the fines and vehicle license revocations issued by the commission.  Such quarterly reports shall, at minimum, include data on (i) the number of fines issued by the commission; (ii) the number of revoked vehicle licenses as defined in chapter five of title nineteen of the code; and (iii) the reasoning for all fines and revocations of vehicle licenses issued by the commission. \n§2. This local law shall take effect within ninety days of enactment. \n\n\n\n\n\n\nR.C.\nLS # 906 \n6/28/10",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Section 19-506 of the administrative code of the city of New York is amended by adding a new subdivision k to read as follows: \\par\n\\ul k. Reporting number of fines and vehicle license revocations by the commission. The commission shall submit quarterly reports to the council and the public advocate detailing the fines and vehicle license revocations issued by the commission.  Such quarterly reports shall, at minimum, include data on (i) the number of fines issued by the commission; (ii) the number of revoked vehicle licenses as defined in chapter five of title nineteen of the code; and (iii) the reasoning for all fines and revocations of vehicle licenses issued by the commission. \\par\n\\ulnone\\'a72. This local law shall take effect within ninety days of enactment. \\par\n\\pard\\nowidctlpar\\fs20\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nR.C.\\par\nLS # 906 \\par\n6/28/10\\par\n}\n\u0000",
  "LastModified": "2013-12-23T21:27:41.283Z"
}
