{
  "ID": 45414,
  "GUID": "DB48999F-F63A-43EC-A66B-B5F7498FE4DF",
  "File": "Int 0292-2010",
  "Name": "ACS to provide the City Council with certain information regarding subsidized child care centers, including the procedures for closing a child care center, the application process, and child care center vacancy rates.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the Administration for Children’s Services to provide the City Council with certain information regarding subsidized child care centers, including the procedures for closing a child care center, the application process, and child care center vacancy rates.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2010-06-29T00:00:00Z",
  "AgendaDate": "2010-06-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7556,
      "Slug": "the-public-advocate-mr-de-blasio",
      "FullName": "The Public Advocate (Mr. de Blasio)"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 244245,
      "Date": "2010-06-29T14:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 244456,
      "Date": "2010-06-29T14:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10004,
      "AgendaSequence": 213,
      "MinutesSequence": 239,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284277,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46399,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Chapter 9 of Title 21 of the administrative code of the city of New York is amended by adding new section 21-904 to read as follows:\n§ 21-904.  Reports Regarding Child Care Services.\n1.  ACS shall furnish to the speaker of the city council on a quarterly basis, no later than thirty days after the end of each quarter, a report regarding child care services that includes, at a minimum, the following information:\na.  Any additions or changes that have been made to ACS’ procedures relating to: (i) deciding under what circumstances a child care center will be evaluated for possible closure; (ii) the steps taken to prevent the closure of a child care center; and (iii) the manner in which a center will be closed after the steps from item (ii) of this section are followed, including how the employees, enrollees, and parents or caregivers of the enrollees are to be notified of the closure.  On the effective date of the local law that added this section, ACS shall submit to the city council its existing procedure(s) relating to items (i) through (iii) of this paragraph. \nb.  A report detailing: (i) the average time elapsed between the submission of an application for child care subsidy to ACS and the placement of a child in child care, disaggregated by borough; (ii) the average time elapsed between the submission of an application for child care subsidy to ACS by a child care center and the placement of a child in child care, disaggregated by borough; and (iii) the average time elapsed between a child care center’s request for ACS to provide an appointment for a parent or caregiver to apply for a child care subsidy and the placement of a child in child care, disaggregated by borough. \n2.  ACS shall furnish to the speaker of the city council on a monthly basis a citywide vacancy tracking report by borough and by ACS contracted center-based child care program, which shall include, at a minimum, the name and borough of each ACS contracted center-based child care program and the corresponding number of slots budgeted for that program, its enrollment, and its number of vacancies.  Additionally, ACS shall furnish to the speaker of the city council on a monthly basis the average monthly attendance for each of the above-mentioned ACS contracted center-based child care programs.  On the effective date of the local law that added this section, ACS shall submit to the city council a report detailing, for the prior two years, the monthly attendance and monthly enrollment figures for each ACS contracted center-based child care program in New York City.\n§2.  This local law shall become effective sixty days after its enactment into law.\n\nMRM\nLS 580\nInt. No. 804/2008\n6.28.10\n10:07 a.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Chapter 9 of Title 21 of the administrative code of the city of New York is amended by adding new section 21-904 to read as follows:\\par\n\\ul\\'a7 21-904.  Reports Regarding Child Care Services.\\par\n1.  ACS shall furnish to the speaker of the city council on a quarterly basis, no later than thirty days after the end of each quarter, a report regarding child care services that includes, at a minimum, the following information:\\par\na.  Any additions or changes that have been made to ACS\\rquote  procedures relating to: (i) deciding under what circumstances a child care center will be evaluated for possible closure; (ii) the steps taken to prevent the closure of a child care center; and (iii) the manner in which a center will be closed after the steps from item (ii) of this section are followed, including how the employees, enrollees, and parents or caregivers of the enrollees are to be notified of the closure.  On the effective date of the local law that added this section, ACS shall submit to the city council its existing procedure(s) relating to items (i) through (iii) of this paragraph. \\par\nb.  A report detailing: (i) the average time elapsed between the submission of an application for child care subsidy to ACS and the placement of a child in child care, disaggregated by borough; (ii) the average time elapsed between the submission of an application for child care subsidy to ACS by a child care center and the placement of a child in child care, disaggregated by borough; and (iii) the average time elapsed between a child care center\\rquote s request for ACS to provide an appointment for a parent or caregiver to apply for a child care subsidy and the placement of a child in child care, disaggregated by borough. \\par\n2.  ACS shall furnish to the speaker of the city council on a monthly basis a citywide vacancy tracking report by borough and by ACS contracted center-based child care program, which shall include, at a minimum, the name and borough of each ACS contracted center-based child care program and the corresponding number of slots budgeted for that program, its enrollment, and its number of vacancies.  Additionally, ACS shall furnish to the speaker of the city council on a monthly basis the average monthly attendance for each of the above-mentioned ACS contracted center-based child care programs.  On the effective date of the local law that added this section, ACS shall submit to the city council a report detailing, for the prior two years, the monthly attendance and monthly enrollment figures for each ACS contracted center-based child care program in New York City.\\par\n\\ulnone\\'a72.  This local law shall become effective sixty days after its enactment into law.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\nowidctlpar\\expndtw-3\\fs20 MRM\\par\nLS 580\\par\nInt. No. 804/2008\\expndtw0\\par\n6.28.10\\par\n10:07 a.m.\\fs24\\par\n}\n\u0000",
  "LastModified": "2013-12-23T21:26:59.8Z"
}
