{
  "ID": 45159,
  "GUID": "2A2FBDC1-905F-448F-B5BE-9FF51CCD5633",
  "File": "Int 0293-2010",
  "Name": "Requiring certain warning signs in tanning salons.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring certain warning signs in tanning salons.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2010-06-29T00:00:00Z",
  "AgendaDate": "2010-06-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 244256,
      "Date": "2010-06-29T14:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 244495,
      "Date": "2010-06-29T14:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10004,
      "AgendaSequence": 220,
      "MinutesSequence": 246,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284276,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46135,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter one of title 17 of the administrative code of the city of New York is amended by adding a new section 17-196 to read as follows:\n\t§17-196 Tanning salon warning signs. a. For the purposes of this section, the following term shall be defined as follows:\n\t1.  “Ultraviolet radiation device” shall mean any equipment which is designed to emit electromagnetic radiation in the wavelength interval of two hundred to four hundred nanometers in air, and which is intended to induce tanning of the human skin through irradiation, including, but not limited to, a sunlamp, tanning booth, or tanning bed.   \n\t2.  “Tanning salon” shall mean any establishment where one or more ultraviolet radiation devices are used, offered, or made available for use by any human being, for which a fee is charged, directly or indirectly, but shall not include any facility where such device is used by a qualified health care professional for treatment of medical conditions.  \n\tb. Every tanning salon shall post, in a conspicuous place, in accordance with rules promulgated by the department, a sign made available by the department pursuant to subdivision c of this section, which notifies customers that indoor tanning increases a person’s risk of developing skin cancer. \n\tc. The department shall make available to the owner, operator, or manager of every tanning salon signs that state “Indoor tanning increases your risk for skin cancer.”  The department shall promulgate rules with respect to the size, style and printing of such signs and may charge a fee to cover printing, postage, and handling expenses.  \n\t§2.  This local law shall take effect one hundred and twenty days after its enactment into law.\n\n\nJW\nLS# 948\n05/07/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Section 1.  \\expndtw0 Chapter one of title 17 of the administrative code of the city of New York is amended by adding a new section 17-196 to read as follows:\\par\n\\tab\\ul\\'a717-196 Tanning salon warning signs. a. For the purposes of this section, the following term shall be defined as follows:\\par\n\\ulnone\\tab\\ul 1.  \\ldblquote Ultraviolet radiation device\\rdblquote  shall mean any equipment which is designed to emit electromagnetic radiation in the wavelength interval of two hundred to four hundred nanometers in air, and which is intended to induce tanning of the human skin through irradiation, including, but not limited to, a sunlamp, tanning booth, or tanning bed.  \\ulnone  \\par\n\\tab\\ul 2.  \\ldblquote Tanning salon\\rdblquote  shall mean any establishment where one or more ultraviolet radiation devices are used, offered, or made available for use by any human being, for which a fee is charged, directly or indirectly, but shall not include any facility where such device is used by a qualified health care professional for treatment of medical conditions.  \\par\n\\ulnone\\tab\\ul b. Every tanning salon shall post, in a conspicuous place, in accordance with rules promulgated by the department, a sign made available by the department pursuant to subdivision c of this section, which notifies customers that indoor tanning increases a person\\rquote s risk of developing skin cancer. \\par\n\\ulnone\\tab\\ul c. The department shall make available to the owner, operator, or manager of every tanning salon signs that state \\ldblquote Indoor tanning increases your risk for skin cancer.\\rdblquote   The department shall promulgate rules with respect to the size, style and printing of such signs and may charge a fee to cover printing, postage, and handling expenses.  \\par\n\\ulnone\\tab\\expndtw-3\\'a72.  This local law shall take effect one hundred and twenty days after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\par\n\\par\nJW\\par\nLS# 948\\par\n05/07/10\\par\n\\cf1\\par\n}\n",
  "LastModified": "2013-12-23T21:26:41.957Z"
}
