{
  "ID": 45520,
  "GUID": "FC65C504-5655-449D-AD97-B6B69D6FEDF6",
  "File": "Int 0298-2010",
  "Name": "Creating and increasing penalties against gas stations that violate the administrative code.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating and increasing penalties against gas stations that violate the administrative code.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2010-07-29T00:00:00Z",
  "AgendaDate": "2010-07-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    }
  ],
  "History": [
    {
      "ID": 244934,
      "Date": "2010-07-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 245275,
      "Date": "2010-07-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10029,
      "AgendaSequence": 172,
      "MinutesSequence": 214,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284272,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46516,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1.  Subdivisions e and f of section 20-674 of the administrative code of the city of New York are amended and new subdivisions g, h, i and j are added to read as follows: \n\te. If any person is found guilty of violating the provisions of this subchapter or any rules or regulations promulgated thereunder on four or more separate occasions within the preceding twenty-four month period, the commissioner after notice and hearing shall be authorized to order that any or all premises where the violations occurred be sealed for a period of not less than three (3) nor more than five (5) consecutive days.  Such notice may be included with notice of any fourth violation of the provisions of this subchapter or any rules or regulations promulgated thereunder and shall specify the premises to be ordered sealed.  The procedures provided for in subdivisions c, e, f, and h through j of section 20-105 of this code shall apply to an order for sealing of such premises. For the purposes of this subdivision, any notices of violation issued to a premises prior to a change in ownership of such premises or business shall be deemed waived unless the commissioner establishes that the change of ownership of such premises or business did not occur through an arm’s length transaction as defined in subdivision f of this section or that the change in ownership took place, in whole or in part, for the purpose of permitting the previous owner of the business to avoid the effects of violations on the premises.  \nf.  For purposes of subdivision e of this section, “arm’s length transaction” means a sale of a fee or all undivided interests in real property, or a lease of any part thereof, or a sale of a business, in good faith and for valuable consideration, that reflects the fair market value of such real property or lease, or business, in the open market, between two informed and willing parties, where neither is under any compulsion to participate in the transaction, unaffected by any unusual conditions indicating a reasonable possibility that the sale or lease was made for the purpose of permitting the original operator and/or owner of the business to avoid the effect of violations on the premises. The following sales or leases shall be presumed not to be arm’s length transactions unless adequate documentation is provided demonstrating that the sale or lease was not conducted, in whole or in part, for the purpose of permitting the original operator and/or owner of the business to avoid the effect of violations on the premises:\n(i)  a sale between relatives, which term shall mean, for purposes of this paragraph, a person and his or her spouse, domestic partner, parent, grandparent, child, stepchild, or stepparent, or any person who is the direct descendant of the grandparents of the person or of the spouse or domestic partner of the person;\n(ii)  a sale between related companies or partners in a business; or\n(iii)  a sale or lease affected by other facts or circumstances that would indicate that the sale or lease is entered into for the primary purpose of permitting the original operator to avoid the effect of violations on the premises.\ng.  For purposes of this section:\n(i)  the term “premises” shall refer to land and improvements or appurtenances or any part thereof; and\n(ii)  companies shall be deemed “related” if an officer, principal, director, or stockholder owning more than ten percent of the outstanding stock of the corporation of one company is or has been an officer, principal, director, or stockholder owning more than ten percent of the outstanding stock of the other, but companies shall not be deemed related solely because they share employees other than officers, principals, or directors.\nh. Mutilation or removal of a posted order of the commissioner or his designee shall be a violation punishable by a fine of not more than two hundred fifty dollars or by imprisonment not exceeding fifteen days, or both, provided such order contains therein a notice of such penalty.  Any other intentional disobedience or resistance to any provision of the orders issued pursuant to this paragraph, including using or occupying or permitting any other person to use or occupy any premises ordered closed without the permission of the department as described in subdivision e shall, in addition to any other punishment prescribed by law, be a misdemeanor punishable by a fine of not more than one thousand dollars ($1000), or by imprisonment not exceeding six months, or both.\n \t[e]. i. The civil penalties prescribed by the provisions of this section may be imposed by the commissioner after due notice and an opportunity to be heard have been provided or may be recovered in a civil action in the name of the city, commenced in a court of competent jurisdiction. In any civil action commenced to recover civil penalties for violation of a final order of the commissioner issued pursuant to subdivision c of this section, the supreme court of New York is empowered to grant such injunctive or equitable relief as the court deems appropriate in the enforcement of such final order.\n    \t[f.] j.  Notwithstanding the foregoing, the commissioner shall cause to be published in the City Record once each month the name and business location of any person, firm or corporation that has been found to have violated any provision of sections 20-673.1 or 20-673.2 during the month immediately preceding.\n§2.  Subchapter 5 of Title 20 of the administrative code of the city of New York is amended to add a new section 20-674.1 to read as follows:\n§20-674.1 Hearing Authority.  (a)  Notwithstanding any other provision of law, the department shall be authorized upon due notice and hearing, to impose civil penalties for the violation of any provision of this subchapter. The department shall have the power to render decisions and orders and to impose civil penalties not to exceed the amounts specified in section 20-674 of this subchapter for each such violation. All proceedings authorized pursuant to this paragraph shall be conducted in accordance with rules promulgated by the commissioner. The remedies and penalties provided for in this paragraph shall be in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\n(b)  All such proceedings shall be commenced by the service of a notice of violation returnable to the administrative tribunal of the department. The commissioner shall prescribe the form and wording of notices of violation. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein.\n§3.  This local law shall take effect one hundred twenty days after its enactment provided, however, that the commissioner shall take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\n\n\n\nLCC\nLS 800\n5/10/10 \nInt. 893/2008",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.  Subdivisions e and f of section 20-674 of the administrative code of the city of New York are amended and new subdivisions g, h, i and j are added to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\cf1\\tab\\ul e. If any person is found guilty of violating the provisions of this subchapter or any rules or regulations promulgated thereunder on four or more separate occasions within the preceding twenty-four month period, the commissioner after notice and hearing shall be authorized to order that any or all premises where the violations occurred be sealed for a period of not less than three (3) nor more than five (5) consecutive days.  Such notice may be included with notice of any fourth violation of the provisions of this subchapter or any rules or regulations promulgated thereunder and shall specify the premises to be ordered sealed.  The procedures provided for in subdivisions c, e, f, and h through j of section 20-105 of this code shall apply to an order for sealing of such premises. For the purposes of this subdivision, any notices of violation issued to a premises prior to a change in ownership of such premises or business shall be deemed waived unless the commissioner establishes that the change of ownership of such premises or business did not occur through an arm\\rquote s length transaction as defined in subdivision f of this section or that the change in ownership took place, in whole or in part, for the purpose of permitting the previous owner of the business to avoid the effects of violations on the premises.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 f.  For purposes of subdivision e of this section, \\ldblquote arm\\rquote s length transaction\\rdblquote  means a sale of a fee or all undivided interests in real property, or a lease of any part thereof, or a sale of a business, in good faith and for valuable consideration, that reflects the fair market value of such real property or lease, or business, in the open market, between two informed and willing parties, where neither is under any compulsion to participate in the transaction, unaffected by any unusual conditions indicating a reasonable possibility that the sale or lease was made for the purpose of permitting the original operator and/or owner of the business to avoid the effect of violations on the premises. The following sales or leases shall be presumed not to be arm\\rquote s length transactions unless adequate documentation is provided demonstrating that the sale or lease was not conducted, in whole or in part, for the purpose of permitting the original operator and/or owner of the business to avoid the effect of violations on the premises:\\par\n(i)  a sale between relatives, which term shall mean, for purposes of this paragraph, a person and his or her spouse, domestic partner, parent, grandparent, child, stepchild, or stepparent, or any person who is the direct descendant of the grandparents of the person or of the spouse or domestic partner of the person;\\par\n(ii)  a sale between related companies or partners in a business; or\\par\n(iii)  a sale or lease affected by other facts or circumstances that would indicate that the sale or lease is entered into for the primary purpose of permitting the original operator to avoid the effect of violations on the premises.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj g.  For purposes of this section:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (i)  \\cf0 the term \\ldblquote premises\\rdblquote  shall refer to land and improvements or appurtenances or any part thereof\\cf1 ; and\\cf0\\par\n\\cf1 (ii)  \\cf0 companies shall be deemed \\ldblquote related\\rdblquote  if an officer, principal, director, or stockholder owning more than ten percent of the outstanding stock of the corporation of one company is or has been an officer, principal, director, or stockholder owning more than ten percent of the outstanding stock of the other, but companies shall not be deemed related solely because they share employees other than officers, principals, or directors.\\par\n\\cf1 h.\\cf0  Mutilation or removal of a posted order of the commissioner or his designee shall be a violation punishable by a fine of not more than two hundred fifty dollars or by imprisonment not exceeding fifteen days, or both, provided such order contains therein a notice of such penalty.  Any other intentional disobedience or resistance to any provision of the orders issued pursuant to this paragraph, including using or occupying or permitting any other person to use or occupy any premises ordered closed without the permission of the department as described in subdivision e shall, in addition to any other punishment prescribed by law, be a misdemeanor punishable by a fine of not more than one thousand dollars ($1000), or by imprisonment not exceeding six months, or both.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\cf1\\ulnone  \\tab [e]. \\ul i.\\ulnone  The civil penalties prescribed by the provisions of this section may be imposed by the commissioner after due notice and an opportunity to be heard have been provided or may be recovered in a civil action in the name of the city, commenced in a court of competent jurisdiction. In any civil action commenced to recover civil penalties for violation of a final order of the commissioner issued pursuant to subdivision c of this section, the supreme court of New York is empowered to grant such injunctive or equitable relief as the court deems appropriate in the enforcement of such final order.\\par\n    \\tab [f.] \\ul j.\\ulnone   Notwithstanding the foregoing, the commissioner shall cause to be published in the City Record once each month the name and business location of any person, firm or corporation that has been found to have violated any provision of sections 20-673.1 or 20-673.2 during the month immediately preceding.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a72.  Subchapter 5 of Title 20 of the administrative code of the city of New York is amended to add a new section 20-674.1 to read as follows:\\par\n\\cf0\\ul\\b\\'a7\\cf1 20-674.1 Hearing Authority.  \\b0 (a)  Notwithstanding any other provision of law, the department shall be authorized upon due notice and hearing, to impose civil penalties for the violation of any provision of this subchapter. The department shall have the power to render decisions and orders and to impose civil penalties not to exceed the amounts specified in section 20-674 of this subchapter for each such violation. All proceedings authorized pursuant to this paragraph shall be conducted in accordance with rules promulgated by the commissioner. The remedies and penalties provided for in this paragraph shall be in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\\par\n(b)  All such proceedings shall be commenced by the service of a notice of violation returnable to the administrative tribunal of the department. The commissioner shall prescribe the form and wording of notices of violation. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein.\\par\n\\ulnone\\'a73.  \\cf0 This local law shall take effect one hundred twenty days after its enactment provided, however, that the commissioner shall take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\\par\n\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\cf0\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20 LCC\\par\nLS 800\\par\n5/10/10 \\par\nInt. 893/2008\\par\n}\n",
  "LastModified": "2013-12-23T21:25:20.817Z"
}
