{
  "ID": 45523,
  "GUID": "5DBABCEE-8A51-4E99-ADEC-E68F1061DB82",
  "File": "Int 0303-2010",
  "Name": "Creation of guidelines for requiring owners and operators of exterior lights to shield the lights when they create undue glare.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the creation of guidelines for requiring owners and operators of exterior lights to shield the lights when they create undue glare.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2010-07-29T00:00:00Z",
  "AgendaDate": "2010-07-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    }
  ],
  "History": [
    {
      "ID": 244937,
      "Date": "2010-07-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 245283,
      "Date": "2010-07-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10029,
      "AgendaSequence": 180,
      "MinutesSequence": 222,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284268,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46519,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.   The Council finds that technological advances have led to the production of brighter light sources, often resulting in excessive lighting, energy waste, and light pollution when lighting is not designed to direct the light toward the intended target.  Over time, the nighttime environment has become impacted by the effects of light pollution which include glare, light trespass, and skyglow, all of which affect our quality of life.  Light pollution makes it harder to observe the night sky, and scientific studies have demonstrated negative and destructive effects of altered nocturnal environments on species and ecosystems.  Recent research indicates that exposure to light at night can upset normal human circadian rhythms,  thereby disrupting hormone secretions and weakening the body’s immune system.  Excessive and improperly shielded lighting burdens society with the economic and environmental costs of wasted energy.  The Council further finds that good outdoor lighting at night benefits everyone as it increases safety due to reduced glare, promotes good health of our environment and citizenry, and preserves the ability to view the stars against a dark night sky.\n  \tTherefore the Council finds that it is in the best interests of the residents of the city to require owners and operators of exterior lights to prevent nighttime glare and light trespass from excessive lights and high powered light fixtures.\nSection 1. Article 17 of subchapter 7 of chapter 1 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-505.2 to read as follows:\n§27-505.2 Requirement that existing exterior lighting has shielded light fixtures. a. For purposes of this section, the following terms shall have the following meanings: \n1. “Existing exterior light fixture” shall mean a device for generating light, including the complete lighting assembly, such as the lamp(s), housing, ballasts, photocells, reflectors or refractors, lenses, sensors and shields, consisting of one or more lamps together with the parts designed to distribute light, position and protect the lamp, and connect the lamp to a source of power that was operating as of the effective date of this section and that provides illumination to a surface, building, structure, device, or other outdoor feature. A light fixture includes the ballast and photocells or sensors, if any.\n2. ”Shielded” shall mean covered by an opaque barrier which does not allow light to be transmitted in all directions. \n3. “Lighting” shall mean equipment and effects of lighting produced by artificial means that illuminates a surface, building, structure, device, or other outdoor feature.\n4. “Lumens” shall mean the unit of measurement used to quantify the amount of light produced by a light bulb or emitted from a fixture. \n\t     5. “Light trespass” shall mean light incident on a property other than that from which the light generated, whether or not the light source is directly visible across property lines. “Light trespass” includes illumination or glare cast unnecessarily on the property of another with the effect of reducing privacy, limiting use or enjoyment, hindering sleep and/or detracting from the appearance of the illuminated property without the permission of the owner, lessee or lawful occupant. Light trespass may be measured at any point on the property subject to the light trespass.\n\t         b. Existing and replacement exterior light fixtures shall minimize glare and light trespass to the greatest extent possible. Unless otherwise provided for in this section, all existing exterior light fixtures that are rated to emit 1800 lumens or greater shall be maintained as shielded, re-aimed or re-lamped light fixtures so as to avoid illuminating areas not intended to be illuminated by such fixtures when it has been determined by the appropriate agency to cause a condition of glare or light trespass on a residential property after a 311 complaint and investigation.\nc. Where such light or replacement fixture cannot be shielded as required by this section, such light fixture shall be replaced at the end of its useful life.  Its useful life shall be determined in accordance with any schedule for the amortization of the cost of such light fixture set forth in the internal revenue code or regulations or state law, whichever would provide for earlier replacement. \nd. This section shall not apply to the following:\n1. Fixtures that are UL-rated to be lamped at wattages not to exceed 60 watts with lamps rated no greater than 900 lumens. \n2. Low voltage and low light output landscape lighting if the lighting was not set up to operate continuously from dusk to dawn except landscape lighting fixtures that are rated to emit 1800 lumens or greater.\n3. Sign lighting that is regulated by the New York city sign code for which a permit has been issued.\n4. Fixtures used to illuminate the façade of buildings or to illuminate other objects of public interest, such as landmarks, that employ devices to shield visible glare from residential properties.\n5.  Fixtures that illuminate flags, landscape and water features, statuary and public works of art, provided that the light source is not visible from a residential property. \n6. Fixtures that are located on the premises of an historic building or within a designated historic district. \n7.  Decorative style fixtures where the daytime aesthetics of the lighting fixture support an architectural theme and incorporate refractor or internal reflectors to provide glare controls.\n8. Lighting installations where safety will be compromised or where the installation of shielded light fixtures will increase energy use.\n9. Emergency exit lighting with a UL rating to be lamped no greater than 1800 lumens. \n10.Temporary lighting for emergency, repair, construction, special events or similar activities. \n11. Outdoor sports facility lighting provided that the lighting fixtures are fitted with shields to limit off field illumination and glare.\n12. Lighting fixtures installed within the theatre district zone.\n13.  Municipal streetlighting.\ne. Any violation of the provisions of this section shall be corrected within ninety days of notice of the violation and any person who fails to correct the violation within such time period shall be liable for a civil penalty of not less than two hundred dollars nor more than one thousand dollars for each day that such violation remains uncorrected.\n§2. This local law shall take effect ninety days after enactment, except that the commissioner of buildings shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such effective date.\n\nLS# 170  3/24/10\nSS 1:30 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab S\\cf1 ection 1.  Legislative findings and intent.   The Council finds that\\cf0  technological advances have led to the production of brighter light sources, often resulting in excessive lighting, energy waste, and light pollution when lighting is not designed to direct the light toward the intended target.  Over time, the nighttime environment has become impacted by the effects of light pollution which include glare, light trespass, and skyglow, all of which affect our quality of life.  Light pollution makes it harder to observe the night sky, and scientific studies have demonstrated negative and destructive effects of altered nocturnal environments on species and ecosystems.  Recent research indicates that exposure to light at night can upset normal human circadian rhythms,  thereby disrupting hormone secretions and weakening the body\\rquote s immune system.  Excessive and improperly shielded lighting burdens society with the economic and environmental costs of wasted energy.  The Council further finds that good outdoor lighting at night benefits everyone as it increases safety due to reduced glare, promotes good health of our environment and citizenry, and preserves the ability to view the stars against a dark night sky.\\par\n  \\tab Therefore the Council finds that it is in the best interests of the residents of the city to require owners and operators of exterior lights to prevent nighttime glare and light trespass from excessive lights and high powered light fixtures.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Article 17 of s\\expndtw-3 ubchapter 7 of chapter 1 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-505.2 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\expndtw0\\ul\\'a727-505.2 Requirement that existing exterior lighting has shielded light fixtures. a. For purposes of this section, the following terms shall have the following meanings: \\par\n1. \\ldblquote Existing exterior light fixture\\rdblquote  shall mean a device for generating light, including the complete lighting assembly, such as the lamp(s), housing, ballasts, photocells, reflectors or refractors, lenses, sensors and shields, consisting of one or more lamps together with the parts designed to distribute light, position and protect the lamp, and connect the lamp to a source of power that was operating as of the effective date of this section and that provides illumination to a surface, building, structure, device, or other outdoor feature. A light fixture includes the ballast and photocells or sensors, if any.\\par\n2. \\rdblquote Shielded\\rdblquote  shall mean covered by an opaque barrier which does not allow light to be transmitted in all directions. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\sa120\\sl480\\slmult1\\qj 3. \\ldblquote Lighting\\rdblquote  shall mean equipment and effects of lighting produced by artificial means that illuminates a surface, building, structure, device, or other outdoor feature.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\sl480\\slmult1 4. \\ldblquote Lumens\\rdblquote  shall mean the unit of measurement used to quantify the amount of light produced by a light bulb or emitted from a fixture. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tqc\\tx4320\\tqr\\tx8640\\tab\\ulnone      \\ul 5. \\ldblquote Light trespass\\rdblquote  shall mean light incident on a property other than that from which the light generated, whether or not the light source is directly visible across property lines. \\ldblquote Light trespass\\rdblquote  includes illumination or glare cast unnecessarily on the property of another with the effect of reducing privacy, limiting use or enjoyment, hindering sleep and/or detracting from the appearance of the illuminated property without the permission of the owner, lessee or lawful occupant. Light trespass may be measured at any point on the property subject to the light trespass.\\par\n\\ulnone\\tab          \\ul b. Existing and replacement exterior light fixtures shall minimize glare and light trespass to the greatest extent possible. Unless otherwise provided for in this section, all existing exterior light fixtures that are rated to emit 1800 lumens or greater shall be maintained as shielded, re-aimed or re-lamped light fixtures so as to avoid illuminating areas not intended to be illuminated by such fixtures when it has been determined by the appropriate agency to cause a condition of glare or light trespass on a residential property after a 311 complaint and investigation.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj c. Where such light or replacement fixture cannot be shielded as required by this section, such light fixture shall be replaced at the end of its useful life.  Its useful life shall be determined in accordance with any schedule for the amortization of the cost of such light fixture set forth in the internal revenue code or regulations or state law, whichever would provide for earlier replacement. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 d. This section shall not apply to the following:\\par\n1. Fixtures that are UL-rated to be lamped at wattages not to exceed 60 watts with lamps rated no greater than 900 lumens. \\par\n2. Low voltage and low light output landscape lighting if the lighting was not set up to operate continuously from dusk to dawn except landscape lighting fixtures that are rated to emit 1800 lumens or greater.\\par\n3. Sign lighting that is regulated by the New York city sign code for which a permit has been issued.\\par\n4. Fixtures used to illuminate the fa\\'e7ade of buildings or to illuminate other objects of public interest, such as landmarks, that employ devices to shield visible glare from residential properties.\\par\n5.  Fixtures that illuminate flags, landscape and water features, statuary and public works of art, provided that the light source is not visible from a residential property. \\par\n6. Fixtures that are located on the premises of an historic building or within a designated historic district. \\par\n7.  Decorative style fixtures where the daytime aesthetics of the lighting fixture support an architectural theme and incorporate refractor or internal reflectors to provide glare controls.\\par\n8. Lighting installations where safety will be compromised or where the installation of shielded light fixtures will increase energy use.\\par\n9. Emergency exit lighting with a UL rating to be lamped no greater than 1800 lumens. \\par\n10.Temporary lighting for emergency, repair, construction, special events or similar activities. \\par\n11. Outdoor sports facility lighting provided that the lighting fixtures are fitted with shields to limit off field illumination and glare.\\par\n12. Lighting fixtures installed within the theatre district zone.\\par\n13.  Municipal streetlighting.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj e. Any violation of the provisions of this section shall be corrected within ninety days of notice of the violation and any person who fails to correct the violation within such time period shall be liable for a civil penalty of not less than two hundred dollars nor more than one thousand dollars for each day that such violation remains uncorrected.\\par\n\\ulnone\\'a72. This local law shall take effect ninety days after enactment, except that the commissioner of buildings shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\nLS# 170  3/24/10\\par\nSS 1:30 p.m.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\f1\\par\n}\n",
  "LastModified": "2013-12-23T21:23:52.283Z"
}
