{
  "ID": 45528,
  "GUID": "0E3C57BF-5384-4072-9191-853867175C07",
  "File": "Int 0308-2010",
  "Name": "Establishment of an independent police investigation and audit board.",
  "Title": "A Local Law to amend the charter of the city of New York, in relation to the establishment of an independent police investigation and audit board.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2010-07-29T00:00:00Z",
  "AgendaDate": "2010-07-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    }
  ],
  "History": [
    {
      "ID": 244942,
      "Date": "2010-07-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 245293,
      "Date": "2010-07-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10029,
      "AgendaSequence": 190,
      "MinutesSequence": 232,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284263,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46524,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Legislative Findings of Fact and Declaration of Policy. The Council hereby finds that it is essential to the safety and well-being of the residents of the city of New York that members of the New York City Police Department be held to the highest standard of conduct and integrity in the performance of their professional responsibilities. As a society, we confer upon police officers the power to make arrests and, where necessary, use force, in order to protect public order, prevent crime and apprehend criminals. If the trust and confidence of the public is to be maintained, members of the police force must conduct themselves honestly, in a manner commensurate with the high degree of trust placed in them.\nThe Council finds that the vast majority of police officers discharge their duties honestly and with integrity. A relatively small number of police officers, however, have been found to engage in serious criminal activities, particularly in connection with the illegal drug trade. This was the finding of the Commission to Investigate Allegations of Police Corruption and the Anti-Corruption Procedures of the Police Department, better known as the “Mollen Commission.” In July 1994, after an extensive investigation lasting almost two years, the Mollen Commission issued its final report. Among its key findings, the Mollen Commission concluded that the Police Department’s internal anti-corruption systems had been allowed to deteriorate to the point where they “minimized, ignored and at times concealed corruption, rather than root[ing] it out.” The Commission concluded that the Department must retain primary responsibility for policing itself and maintaining integrity within its ranks. To that end, the Commission recommended a “dual track approach” calling for reform of the Department’s internal anti-corruption structure and the creation of an independent police monitor to ensure that the structure is working effectively.\nSixteen years have passed since the Mollen Commission issued its final report.  The need for an independent entity to closely monitor the Department’s anti-corruption efforts as well as independently investigate allegations of illegal activities is undiminished. The purpose of this legislation is to create such an independent mechanism based upon the model proposed by the Mollen Commission.\nThe Independent Police Investigation and Audit Board created herein will have both the power to audit and examine the Police Department’s own anti-corruption efforts and the ability to conduct independent corruption investigations backed by the power to issue subpoenas.  In addition, the board shall issue an annual report to the mayor and the city council summarizing its activities, and shall include information on the number of investigations conducted.  It is, however, the Council’s intention that the Police Department continue to have the primary responsibility for detecting and preventing internal corruption. The Council is also aware of the vital role played by other offices, such as the City’s District Attorneys, in exposing and prosecuting acts of official corruption. The Council recognizes the need for cooperation and coordination among the responsible agencies in order to avoid duplication of efforts and interference with ongoing investigations and other legitimate law enforcement activities. For these reasons, the legislation requires the Board to enter into protocols with the Police Commissioner, the District Attorneys, and the Civilian Complaint Review Board in order to create a structure in which such cooperation and coordination will be facilitated. \n§2. \tChapter eighteen-b of the New York city charter is REPEALED, and a new chapter eighteen-b is added to read as follows:\nCHAPTER 18-B\nINDEPENDENT POLICE INVESTIGATION AND AUDIT BOARD\n§450. Independent police investigation and audit board; membership. a. There shall be an independent police investigation and audit board, which shall consist of five members of the public who shall be residents of the city of New York. The members of the board shall be appointed as follows: (i) two members shall be appointed by the mayor; (ii) two members shall be appointed by the city council; and (iii) the chair of the board shall be jointly appointed by the mayor and the speaker of the city council. No member of the board shall hold any other public office or employment.\nb. \tThe members of the board shall be appointed for terms of three years, except that of the members first appointed, two shall be appointed for terms of one year, of whom one shall have been appointed by the council and one shall have been appointed by the mayor, two shall be appointed for terms of two years, of whom one shall have been appointed by the council and one shall have been appointed by the mayor, and the chair shall be appointed for a term of three years.\nc. \tIn the event of a vacancy on the board during the term of office of a member by reason of removal, death, resignation, or otherwise, a successor shall be chosen in the same manner as the original appointment. A member appointed to fill a vacancy shall serve for the balance of the unexpired term.\n§451. Powers and duties of the board. a. The board shall have the power to:\n1. \tperform assessments and audits of the police department's internal systems for detecting, investigating and preventing corruption among uniformed and civilian members of the police department, and make recommendations for the improvement of those systems;\n2. \tassist the police department to formulate and implement policies and programs to detect and eliminate corruption;\n3. \tundertake independent investigations of possible corruption within the police department; and\n4. \tundertake investigations of possible corruption within the police department at the request of the mayor or the police commissioner.\nb. \tIf during the course of any assessment, audit or investigation undertaken pursuant to subdivision a of this section, the board forms a reasonable belief that criminal activity or other wrongdoing has occurred or is occurring, the board shall, as soon as practicable, report the facts that support such belief to the police commissioner and the appropriate prosecuting attorney.\n§452. Subpoenas. The board, by majority vote of its members, may compel the attendance of witnesses and require the production of such records and other materials as are necessary for the investigation of any matter within its jurisdiction pursuant to this chapter. The board may designate those of its employees it deems necessary to administer oaths and to examine persons in connection with any such matter.\n§453. Board staff. The board is authorized, within appropriations available therefor, to appoint such employees as are necessary to exercise its powers and fulfill its duties.\n§454. Annual report. The board shall issue to the mayor and the city council an annual report that shall describe its activities and summarize its actions and shall include the numbers of investigations conducted.\n§455. Cooperation of the police department. a. It shall be the duty of the police department to provide such assistance as the board may reasonably request, to cooperate fully with investigations by the board, to permit board staff access to meetings, and to provide to the board, upon request, records and other materials that are necessary for the investigation of any matter within the board’s jurisdiction, except such records or materials that cannot be disclosed by law. \nb. \tThe police commissioner shall ensure that officers and employees of the police department appear before and respond to inquiries of the board in connection with the investigation of any matter within the board’s jurisdiction, provided that such inquiries are conducted in accordance with department procedures for interrogation of members.\n§456. Authority of the police commissioner to investigate corruption to remain unimpaired; law enforcement agencies. The provisions of this chapter shall not be construed to limit or impair the authority of the police commissioner to investigate corruption within the department, or to discipline members of the department. Nor shall the provisions of this chapter be construed to prevent or hinder the investigation or prosecution of members of the department for violations of law or rules and regulations of the department by any court of competent jurisdiction, a grand jury, district attorney, or other authorized officer, agency or body.\n§457. Protocols. a. Police Department. Within ninety days after the appointment of the last member of the board pursuant to section four hundred and fifty of this chapter, the board and the police commissioner shall establish a protocol pursuant to which information shall be exchanged and cooperation between the board and the department facilitated in accordance with the provisions of this chapter. Such protocol shall also provide for means of avoiding and resolving potential disputes arising out of investigations independently undertaken by both the board and the department.  Provided, however, that the lack of a protocol pursuant to this subdivision shall not prohibit the board from undertaking any investigation authorized by this chapter.\nb. \tDistrict Attorneys. Within ninety days after the appointment of the last member of the board pursuant to section four hundred and fifty of this chapter, the board shall enter into a protocol with each of the city's district attorneys pursuant to which information shall be exchanged, cooperation between the board and the district attorneys facilitated, and potential disputes arising out of investigations independently undertaken by the board and a district attorney's office shall be avoided and resolved. Any investigation undertaken by the board pursuant to paragraphs three or four of subdivision a of section four hundred and fifty-one shall be conducted in accordance with the provisions of the applicable protocol, if any, entered into pursuant to this subdivision. Provided, however, that the lack of a protocol pursuant to this subdivision shall not prohibit the board from undertaking any investigation authorized by this chapter.\nc. \tCivilian Complaint Review Board. Within ninety days after the appointment of the last member of the board pursuant to section four hundred and fifty of this chapter, the board and the civilian complaint review board shall establish a protocol pursuant to which (i) the board, if in the course of any assessment, audit or investigation undertaken pursuant to subdivision a of section four hundred and fifty-one, forms a reasonable belief that any act of misconduct, as defined in paragraph one of subdivision c of section four hundred and forty of this charter, has occurred or is occurring, shall as soon as practicable, report the facts that support such belief to the civilian complaint review board; (ii) the civilian complaint review board, if in the course of an investigation authorized pursuant to chapter eighteen-a of the charter, forms a reasonable belief that any act of corruption has  occurred or is occurring, shall as soon as practicable, report the facts that support such belief to the board; and (iii) information shall be exchanged and cooperation between the boards facilitated.  Provided, however, that the lack of a protocol pursuant to this subdivision shall not prohibit the board from undertaking any investigation authorized by this chapter.\n§3.  This local law shall take effect on the first day of the month following its ratification by the voters of this city in a referendum to be held in the general election next following its enactment.\n\nLS #944\nOP\nInt. 174/2006\n6/16/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Legislative Findings of Fact and Declaration of Policy. The Council hereby finds that it is essential to the safety and well-being of the residents of the city of New York that members of the New York City Police Department be held to the highest standard of conduct and integrity in the performance of their professional responsibilities. As a society, we confer upon police officers the power to make arrests and, where necessary, use force, in order to protect public order, prevent crime and apprehend criminals. If the trust and confidence of the public is to be maintained, members of the police force must conduct themselves honestly, in a manner commensurate with the high degree of trust placed in them.\\par\nThe Council finds that the vast majority of police officers discharge their duties honestly and with integrity. A relatively small number of police officers, however, have been found to engage in serious criminal activities, particularly in connection with the illegal drug trade. This was the finding of the Commission to Investigate Allegations of Police Corruption and the Anti-Corruption Procedures of the Police Department, better known as the \\ldblquote Mollen Commission.\\rdblquote  In July 1994, after an extensive investigation lasting almost two years, the Mollen Commission issued its final report. Among its key findings, the Mollen Commission concluded that the Police Department\\rquote s internal anti-corruption systems had been allowed to deteriorate to the point where they \\ldblquote minimized, ignored and at times concealed corruption, rather than root[ing] it out.\\rdblquote  The Commission concluded that the Department must retain primary responsibility for policing itself and maintaining integrity within its ranks. To that end, the Commission recommended a \\ldblquote dual track approach\\rdblquote  calling for reform of the Department\\rquote s internal anti-corruption structure and the creation of an independent police monitor to ensure that the structure is working effectively.\\par\nSixteen years have passed since the Mollen Commission issued its final report.  The need for an independent entity to closely monitor the Department\\rquote s anti-corruption efforts as well as independently investigate allegations of illegal activities is undiminished. The purpose of this legislation is to create such an independent mechanism based upon the model proposed by the Mollen Commission.\\par\nThe Independent Police Investigation and Audit Board created herein will have both the power to audit and examine the Police Department\\rquote s own anti-corruption efforts and the ability to conduct independent corruption investigations backed by the power to issue subpoenas.  In addition, the board shall issue an annual report to the mayor and the city council summarizing its activities, and shall include information on the number of investigations conducted.  It is, however, the Council\\rquote s intention that the Police Department continue to have the primary responsibility for detecting and preventing internal corruption. The Council is also aware of the vital role played by other offices, such as the City\\rquote s District Attorneys, in exposing and prosecuting acts of official corruption. The Council recognizes the need for cooperation and coordination among the responsible agencies in order to avoid duplication of efforts and interference with ongoing investigations and other legitimate law enforcement activities. For these reasons, the legislation requires the Board to enter into protocols with the Police Commissioner, the District Attorneys, and the Civilian Complaint Review Board in order to create a structure in which such cooperation and coordination will be facilitated. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a72. \\tab Chapter eighteen-b of the New York city charter is REPEALED, and a new chapter eighteen-b is added to read as follows:\\par\n\\pard\\ltrpar\\keepn\\nowidctlpar\\s2\\sl480\\slmult1\\qc\\ul CHAPTER 18-B\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc INDEPENDENT POLICE INVESTIGATION AND AUDIT BOARD\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7450. Independent police investigation and audit board; membership. a. There shall be an independent police investigation and audit board, which shall consist of five members of the public who shall be residents of the city of New York. The members of the board shall be appointed as follows: (i) two members shall be appointed by the mayor; (ii) two members shall be appointed by the city council; and (iii) the chair of the board shall be jointly appointed by the mayor and the speaker of the city council. No member of the board shall hold any other public office or employment.\\par\nb.\\ulnone  \\tab\\ul The members of the board shall be appointed for terms of three years, except that of the members first appointed, two shall be appointed for terms of one year, of whom one shall have been appointed by the council and one shall have been appointed by the mayor, two shall be appointed for terms of two years, of whom one shall have been appointed by the council and one shall have been appointed by the mayor, and the chair shall be appointed for a term of three years.\\ulnone\\par\n\\ul c.\\ulnone  \\tab\\ul In the event of a vacancy on the board during the term of office of a member by reason of removal, death, resignation, or otherwise, a successor shall be chosen in the same manner as the original appointment. A member appointed to fill a vacancy shall serve for the balance of the unexpired term.\\ulnone\\par\n\\ul\\'a7451. Powers and duties of the board. a. The board shall have the power to:\\ulnone\\par\n\\ul 1.\\ulnone  \\tab\\ul perform assessments and audits of the police department's internal systems for detecting, investigating and preventing corruption among uniformed and civilian members of the police department, and make recommendations for the improvement of those systems;\\ulnone\\par\n\\ul 2.\\ulnone  \\tab\\ul assist the police department to formulate and implement policies and programs to detect and eliminate corruption;\\ulnone\\par\n\\ul 3.\\ulnone  \\tab\\ul undertake independent investigations of possible corruption within the police department; and\\ulnone\\par\n\\ul 4.\\ulnone  \\tab\\ul undertake investigations of possible corruption within the police department at the request of the mayor or the police commissioner.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul b.\\ulnone  \\tab\\ul If during the course of any assessment, audit or investigation undertaken pursuant to subdivision a of this section, the board forms a reasonable belief that criminal activity or other wrongdoing has occurred or is occurring, the board shall, as soon as practicable, report the facts that support such belief to the police commissioner and the appropriate prosecuting attorney.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a7452. Subpoenas. The board, by majority vote of its members, may compel the attendance of witnesses and require the production of such records and other materials as are necessary for the investigation of any matter within its jurisdiction pursuant to this chapter. The board may designate those of its employees it deems necessary to administer oaths and to examine persons in connection with any such matter.\\par\n\\'a7453. Board staff. The board is authorized, within appropriations available therefor, to appoint such employees as are necessary to exercise its powers and fulfill its duties.\\ulnone\\par\n\\ul\\'a7454. Annual report. The board shall issue to the mayor and the city council an annual report that shall describe its activities and summarize its actions and shall include the numbers of investigations conducted.\\ulnone\\par\n\\ul\\'a7455. Cooperation of the police department. a. It shall be the duty of the police department to provide such assistance as the board may reasonably request, to cooperate fully with investigations by the board, to permit board staff access to meetings, and to provide to the board, upon request, records and other materials that are necessary for the investigation of any matter within the board\\rquote s jurisdiction, except such records or materials that cannot be disclosed by law.\\ulnone  \\par\n\\ul b.\\ulnone  \\tab\\ul The police commissioner shall ensure that officers and employees of the police department appear before and respond to inquiries of the board in connection with the investigation of any matter within the board\\rquote s jurisdiction, provided that such inquiries are conducted in accordance with department procedures for interrogation of members.\\ulnone\\par\n\\ul\\'a7456. Authority of the police commissioner to investigate corruption to remain unimpaired; law enforcement agencies. The provisions of this chapter shall not be construed to limit or impair the authority of the police commissioner to investigate corruption within the department, or to discipline members of the department. Nor shall the provisions of this chapter be construed to prevent or hinder the investigation or prosecution of members of the department for violations of law or rules and regulations of the department by any court of competent jurisdiction, a grand jury, district attorney, or other authorized officer, agency or body.\\ulnone\\par\n\\ul\\'a7457. Protocols. a. Police Department. Within ninety days after the appointment of the last member of the board pursuant to section four hundred and fifty of this chapter, the board and the police commissioner shall establish a protocol pursuant to which information shall be exchanged and cooperation between the board and the department facilitated in accordance with the provisions of this chapter. Such protocol shall also provide for means of avoiding and resolving potential disputes arising out of investigations independently undertaken by both the board and the department.  Provided, however, that the lack of a protocol pursuant to this subdivision shall not prohibit the board from undertaking any investigation authorized by this chapter.\\ulnone\\par\n\\ul b.\\ulnone  \\tab\\ul District Attorneys. Within ninety days after the appointment of the last member of the board pursuant to section four hundred and fifty of this chapter, the board shall enter into a protocol with each of the city's district attorneys pursuant to which information shall be exchanged, cooperation between the board and the district attorneys facilitated, and potential disputes arising out of investigations independently undertaken by the board and a district attorney's office shall be avoided and resolved. Any investigation undertaken by the board pursuant to paragraphs three or four of subdivision a of section four hundred and fifty-one shall be conducted in accordance with the provisions of the applicable protocol, if any, entered into pursuant to this subdivision. Provided, however, that the lack of a protocol pursuant to this subdivision shall not prohibit the board from undertaking any investigation authorized by this chapter.\\ulnone\\par\n\\ul c.\\ulnone  \\tab\\ul Civilian Complaint Review Board. Within ninety days after the appointment of the last member of the board pursuant to section four hundred and fifty of this chapter, the board and the civilian complaint review board shall establish a protocol pursuant to which (i) the board, if in the course of any assessment, audit or investigation undertaken pursuant to subdivision a of section four hundred and fifty-one, forms a reasonable belief that any act of misconduct, as defined in paragraph one of subdivision c of section four hundred and forty of this charter, has occurred or is occurring, shall as soon as practicable, report the facts that support such belief to the civilian complaint review board; (ii) the civilian complaint review board, if in the course of an investigation authorized pursuant to chapter eighteen-a of the charter, forms a reasonable belief that any act of corruption has  occurred or is occurring, shall as soon as practicable, report the facts that support such belief to the board; and (iii) information shall be exchanged and cooperation between the boards facilitated.  Provided, however, that the lack of a protocol pursuant to this subdivision shall not prohibit the board from undertaking any investigation authorized by this chapter.\\par\n\\ulnone\\'a73.  This local law shall take effect on the first day of the month following its ratification by the voters of this city in a referendum to be held in the general election next following its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\highlight1\\par\n\\highlight0 LS #944\\par\nOP\\par\nInt. 174/2006\\par\n6/16/10\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T21:21:03.363Z"
}
