{
  "ID": 45529,
  "GUID": "EDB57597-1D09-4DEF-B79D-24D3B1FA2770",
  "File": "Int 0309-2010",
  "Name": "Requiring that the Missing in Attack on our Nation flag be flown over all public buildings during the month of September.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring that the Missing in Attack on our Nation flag be flown over all public buildings during the month of September.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2010-07-29T00:00:00Z",
  "AgendaDate": "2010-07-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 244943,
      "Date": "2010-07-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 245294,
      "Date": "2010-07-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10029,
      "AgendaSequence": 191,
      "MinutesSequence": 233,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284262,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46525,
  "Text": "Be it enacted by the Council as follows:\n\n     \t  Section 1.  Section 3-102 of chapter 1 of title 3 of the administrative code of the city of New York is amended by adding a new paragraph b to read as follows:\n\t§3-102 Flags and decorations; city hall park. All authority to display flags or other decorations on, in or about the public buildings within the city hall park, is vested in the mayor, unless otherwise ordered by the council.\n\ta. A Prisoner of War/Missing in Action POW/(MIA) flag shall be flown over City Hall every day the American flag is flown until such time as all persons listed as missing in action, from any branch of  the  United States Armed Forces, and all persons from any branch of our armed forces who  are  prisoners  of  war, are accounted for by the United States Government.\n\tb. A Missing in Attack on our Nation MIA-OON flag shall be flown over City Hall, all city-owned buildings and, to the extent practicable, all facilities and offices leased or otherwise occupied for public use by a city agency every day the American flag is flown over such locations during the month of September in commemoration of the events of September 11, 2001.\n\t§2.  This local law shall take effect immediately upon enactment.\n\nMG\n7/15/10\nLS 1263",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj      \\tab   Section 1.  Section 3-102 of chapter 1 of title 3 of the administrative code of the city of New York is amended by adding a new paragraph b to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf1\\f1\\fs20\\tab\\f0\\fs24\\'a73-102 Flags and decorations; city hall park. All authority to display flags or other decorations on, in or about the public buildings within the city hall park, is vested in the mayor, unless otherwise ordered by the council.\\par\n\\tab a. A Prisoner of War/Missing in Action POW/(MIA) flag shall be flown over City Hall every day the American flag is flown until such time as all persons listed as missing in action, from any branch of  the  United States Armed Forces, and all persons from any branch of our armed forces who  are  prisoners  of  war, are accounted for by the United States Government.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\ul b. A Missing in Attack on our Nation MIA-OON flag shall be flown over City Hall, all city-owned buildings and, to the extent practicable, all facilities and offices leased or otherwise occupied for public use by a city agency every day the American flag is flown over such locations during the month of September in commemoration of the events of September 11, 2001.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab\\'a72.  This local law shall take effect immediately upon enactment.\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\cf0\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar MG\\par\n\\pard\\ltrpar\\nowidctlpar 7/15/10\\par\nLS 1263\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T21:20:44.693Z"
}
