{
  "ID": 45655,
  "GUID": "7EDC8BE2-B909-412A-9255-6ED0CAE044AE",
  "File": "Int 0318-2010",
  "Name": "Definitions of alteration and demolition in the building code.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the definitions of alteration and demolition in the building code.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-08-25T00:00:00Z",
  "AgendaDate": "2010-08-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 245595,
      "Date": "2010-08-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 245740,
      "Date": "2010-08-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10045,
      "AgendaSequence": 79,
      "MinutesSequence": 103,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284255,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46656,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  The definitions of alteration and demolition in section 27-232 of the administrative code of the city of New York are amended to read as follows:\n\tALTERATION.  Any addition, or change or modification of [a] an existing building, or the service equipment thereof, that affects safety or health and that is not classified as a minor alteration or ordinary repair.  The moving of [a] an existing building from one location or position to another shall be deemed an alteration, except that an alteration shall not include additions, changes or modifications to an existing building that result in more than thirty percent of such existing building’s structural shell being rehabilitated, maintained or reused.\n\tDEMOLITION.  The dismantling or razing of all or part of a building, including all operations incidental thereto.  A demolition shall include any addition, change or modification to an existing building that results in more than thirty percent of such existing building’s structural shell being rehabilitated, maintained or reused.\n\t§2.  This local law shall take effect one hundred eighty days after its enactment.\n\n\nTBD\nLS #1189\n7/20/10\n\nBJG\nInt. 39/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\qj\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1.  The definitions of alteration and demolition in section 27-232 of the administrative code of the city of New York are amended to read as follows:\\par\n\\tab ALTERATION.  Any addition, or change or modification of [a] \\ul an existing\\ulnone  building, or the service equipment thereof, that affects safety or health and that is not classified as a minor alteration or ordinary repair.  The moving of [a] \\ul an existing\\ulnone  building from one location or position to another shall be deemed an alteration\\ul , except that an alteration shall not include additions, changes or modifications to an existing building that result in more than thirty percent of such existing building\\rquote s structural shell being rehabilitated, maintained or reused\\ulnone .\\par\n\\tab DEMOLITION.  The dismantling or razing of all or part of a building, including all operations incidental thereto.  \\ul A demolition shall include any addition, change or modification to an existing building that results in more than thirty percent of such existing building\\rquote s structural shell being rehabilitated, maintained or reused.\\par\n\\ulnone\\tab\\'a72.  This local law shall take effect one hundred eighty days after its enactment.\\par\n\\pard\\keepn\\nowidctlpar\\qj\\fs20\\par\n\\par\nTBD\\par\nLS #1189\\par\n7/20/10\\par\n\\par\nBJG\\par\n\\pard\\nowidctlpar\\qj Int. 39/2004\\par\n}\n",
  "LastModified": "2013-12-23T21:18:18.88Z"
}
