{
  "ID": 45488,
  "GUID": "D30740BB-4A22-472F-A3B1-A281787D3D2B",
  "File": "Int 0320-2010",
  "Name": "Appeals of rejections of an application for a certificate of occupancy.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the appeals of rejections of an application for a certificate of occupancy.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-08-25T00:00:00Z",
  "AgendaDate": "2010-08-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 245571,
      "Date": "2010-08-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 245749,
      "Date": "2010-08-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10045,
      "AgendaSequence": 87,
      "MinutesSequence": 111,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284253,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46473,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Article 118 of chapter one of title 28 of the administrative code of the city of New York is amended by adding a new section 28-118.1.1 to read as follows:\n§28-118.1.1  Appeals of rejections of an application for a certificate of occupancy.  (a)  Upon the receipt of a denial of any application for a certificate of occupancy, an applicant may appeal the rejection in writing through the following process:\n(1)  the applicant may at any time after receipt of the rejection appeal to the chief inspector of the borough in which the property which is the subject of the application is located.  Upon submission of an appeal, the chief inspector shall have ten business days to rule on the appeal;\n(2) if the appeal to the chief inspector results in the affirmance of the denial or any portion thereof, then the applicant may appeal at any time after receipt of notice of such affirmance to the borough commissioner of the borough in which the property which is the subject of the application is located.  Upon submission of an appeal, the borough commissioner shall have ten business days to rule on the appeal;\n(3)  if the appeal to the borough commissioner results in the affirmance of the denial or any portion thereof, then the applicant may appeal at any time after receipt of notice of such affirmance to a panel consisting of each of the five borough commissioners, and the applicant shall indicate whether the applicant wishes to have a hearing.  The panel shall notify the applicant of the date of a hearing and provide the applicant with an opportunity to submit supporting materials and to be heard on the date of the hearing.  The panel shall have twenty business days to hear and rule on the appeal;\n(4) if the appeal to the panel results in the affirmance of the denial or any portion thereof, then the applicant may further appeal at any time after receipt of notice of such affirmance to the commissioner, or his or her designee.  Upon submission of an appeal, the commissioner shall have twenty business days to rule on the appeal.\n            (5) All denials of any application for a certificate of occupancy, as well as any appeals and decisions concerning same, must be in writing.\n(b) The department shall submit to the council two reports annually which shall contain the number of appeals total and the number of appeals decided beyond the time frames described in paragraphs 2, 3 and 4 of subdivision a of this section.  One of the two annual reports shall be submitted to the council simultaneous with the issuance of the mayor’s management report, and the other annual report shall be submitted simultaneous with the issuance of the preliminary mayor’s management report.  The reporting period for the report issued simultaneous with the mayor’s management report shall be the most recently ended fiscal year, and the period of reporting for the report issued simultaneous with the preliminary mayor’s management report shall be the first four months of the fiscal year in which such report is issued.\n(c) All decisions under paragraphs 2, 3 and 4 of subdivision a of this section shall be published by the department on its website within thirty business days of the decision and in a printed volume to be issued annually.\n(d). Each decision pursuant to this section that denies an application for a certificate of occupancy or affirming any such denial, shall state with which laws of the city of New York or other relevant laws the applicant is not in compliance, and the reasons why the applicant is not in compliance with such laws.\n§2. This local law shall take effect immediately.\nLF\nLS#807\n7/15/10\n\nLS#1147\nCJC-08/21/06\nInt. 0434-2006",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\qj\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Article 118 of chapter one of title 28 of the administrative code of the city of New York is amended by adding a new section 28-118.1.1 to read as follows:\\par\n\\ul\\'a728-118.1.1  Appeals of rejections of an application for a certificate of occupancy.  (a)  Upon the receipt of a denial of any application for a certificate of occupancy, an applicant may appeal the rejection in writing through the following process:\\par\n(1)  the applicant may at any time after receipt of the rejection appeal to the chief inspector of the borough in which the property which is the subject of the application is located.  Upon submission of an appeal, the chief inspector shall have ten business days to rule on the appeal;\\par\n(2) if the appeal to the chief inspector results in the affirmance of the denial or any portion thereof, then the applicant may appeal at any time after receipt of notice of such affirmance to the borough commissioner of the borough in which the property which is the subject of the application is located.  Upon submission of an appeal, the borough commissioner shall have ten business days to rule on the appeal;\\par\n(3)  if the appeal to the borough commissioner results in the affirmance of the denial or any portion thereof, then the applicant may appeal at any time after receipt of notice of such affirmance to a panel consisting of each of the five borough commissioners, and the applicant shall indicate whether the applicant wishes to have a hearing.  The panel shall notify the applicant of the date of a hearing and provide the applicant with an opportunity to submit supporting materials and to be heard on the date of the hearing.  The panel shall have twenty business days to hear and rule on the appeal;\\par\n(4) if the appeal to the panel results in the affirmance of the denial or any portion thereof, then the applicant may further appeal at any time after receipt of notice of such affirmance to the commissioner, or his or her designee.  Upon submission of an appeal, the commissioner shall have twenty business days to rule on the appeal.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone             \\ul (5) All denials of any application for a certificate of occupancy, as well as any appeals and decisions concerning same, must be in writing.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (b) The department shall submit to the council two reports annually which shall contain the number of appeals total and the number of appeals decided beyond the time frames described in paragraphs 2, 3 and 4 of subdivision a of this section.  One of the two annual reports shall be submitted to the council simultaneous with the issuance of the mayor\\rquote s management report, and the other annual report shall be submitted simultaneous with the issuance of the preliminary mayor\\rquote s management report.  The reporting period for the report issued simultaneous with the mayor\\rquote s management report shall be the most recently ended fiscal year, and the period of reporting for the report issued simultaneous with the preliminary mayor\\rquote s management report shall be the first four months of the fiscal year in which such report is issued.\\par\n(c) All decisions under paragraphs 2, 3 and 4 of subdivision a of this section shall be published by the department on its website within thirty business days of the decision and in a printed volume to be issued annually.\\par\n(d). Each decision pursuant to this section that denies an application for a certificate of occupancy or affirming any such denial, shall state with which laws of the city of New York or other relevant laws the applicant is not in compliance, and the reasons why the applicant is not in compliance with such laws.\\par\n\\ulnone\\'a72. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LF\\par\nLS#807\\par\n7/15/10\\par\n\\par\nLS#1147\\par\nCJC-08/21/06\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj Int. 0434-2006\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T21:17:33.38Z"
}
