{
  "ID": 45745,
  "GUID": "33786F0F-AC62-476D-8BFD-2DAE3A6804EB",
  "File": "Int 0335-2010",
  "Name": "Requiring the sustainable remediation of superfund or brownfield sites on which there are existing properties and developments.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the sustainable remediation of superfund or brownfield sites on which there are existing properties and developments.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2010-09-16T00:00:00Z",
  "AgendaDate": "2010-09-16T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    }
  ],
  "History": [
    {
      "ID": 246099,
      "Date": "2010-09-16T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 246203,
      "Date": "2010-09-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10107,
      "AgendaSequence": 71,
      "MinutesSequence": 87,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284150,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46751,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.  The Council finds that sometimes buildings and associated grounds that constitute a brownfield, superfund site or a site that carries an “E” designation by the Department of City Planning, where industrial activities involving the use of chemicals have formerly taken place, are renovated without any investigation or remediation of the buildings and associated grounds.  In certain cases the buildings are then used for a variety of purposes and those uses expose the users and occupants of those buildings to the health risks associated with un-remediated hazardous waste sites.  Those risks include cancer and non-cancer health effects, as well as respiratory diseases and neurological damage.  The Council finds, however, that users and occupants of the buildings and sites may not be aware of the prior industrial use and level of investigation or remediation, if any, or have little choice if the building is a school or where their job is located and should not be exposed to the risks associated with unremediated hazardous waste, brownfield or superfund sites.  Therefore the Council finds that prior to approving any construction documents for construction or alteration of any building and associated grounds that constitute a brownfield or a superfund site or a site that carries an “E” designation by the Department of City Planning based upon the contamination determined to be present at the site, the Department of Buildings must require proof of investigation and satisfactory remediation of the site to health protective standards. \n\t§2. The definition of “Construction Documents” in Section 28-101.5 of the administrative code of the city of New York is amended to read as follows: \nConstruction Documents. Plans and specifications and other written, graphic and pictorial documents, prepared or assembled for describing the design, location and physical characteristics of the elements of the project necessary for obtaining a building permit, including the results of any phase 1 environmental site assessment, intended to identify recognized environmental conditions in which a past, current or potential release of contaminants may have occurred, or the results of any other remedial investigation of a subject property that establishes the presence of a pollutant or contaminant in excess of any applicable state or federal threshold.\n\t§3.  Subchapter 3 of chapter 6 of title 24 of the administrative code of the city of New York is amended by adding new sections 24-610.1 through 24-610.3 to read as follows:\n§ 24-610.1 Definitions. The following terms shall have the following meanings:\na. “Bioremediation” shall mean the use of microorganisms to degrade organic contaminants in soil, sludge, and solids either excavated or in situ.\nb.”Brownfield and unlisted superfund sites” shall mean any property that carries an “E” designation by the department of city planning. or where contamination is present in excess of applicable lawful state or federal thresholds but the applicant has declined to voluntarily enter into or has been determined to be ineligible to enter into a state or local brownfield agreement and for which there is no record of investigation or remediation under the oversight of a state or federal governmental agency. \nc. “Green remediation” shall mean the use of biological processes to remove pollutants from the environment or to render them harmless and shall include passive energy systems, phytoremediation, and any other proven sustainable nontraditional remediation technologies as determined by the commissioner by rule.\nd. “Bioventing” shall mean a remediation technology that uses microorganisms enhanced by air to biodegrade organic constituents adsorbed on soils in the unsaturated zone.\ne. “Health protective remediation standards” shall mean soil cleanup objectives and cleanup levels that reflect the guidance of Technical Assistance Guidance Memorandum 4046 cleanup objectives for volatile organic compounds, semi- volatile organic compounds, pesticides, polychlorinated biphenyls and metals or any successor document. (Tables 1-4), STARS TCLP and any subsequent standards developed by the New York state department of health that are more protective of public heath and the environment or that protect vulnerable populations.\nf. “Phytoremediation” shall mean use of plants to remove pollutants from the environment or render them harmless; \ng. “Reimbursed oversight” shall mean reimbursement to a city government agency for the costs of monitoring and supervising the performance of the remedial work to determine whether such performance is consistent with the requirements of this section, including costs incurred in reviewing plans, reports and other documents submitted pursuant to the proposed remedial work as well as costs incurred in overseeing implementation of the work.\n \th. “Response measures” shall mean actions warranted, taken or ordered to be taken by a governmental agency to (i) prevent, minimize or mitigate the release of hazardous substances so that they do not migrate to soils, surface or groundwater, or in any other manner, cause or threaten to cause substantial danger to the public health or welfare or the environment, or (ii) clean up or remove released hazardous substances from the environment. Response measures ordered to be taken by a governmental agency shall be performed under the oversight of such agency and the cost of such oversight function shall be reimbursed by the applicant to the government agency. A preference shall be given to any proposed innovative and sustainable green remediation technologies proven to be efficient and cost effective.\ni. “Vulnerable individual” shall mean an individual with a physical disability, a person sixty-five years of age or older and a person under the age of sixteen.\n§24-610.2 Investigation and response measures required.  The results of any phase 1 environmental site assessment, intended to identify recognized environmental conditions in which a past, current or potential release of contaminants may have occurred, or the results of and any other remedial investigation of a subject property that establishes the presence of a pollutant or contaminant in excess of any applicable state or federal threshold shall be submitted to the department along with any construction documents required to be submitted by an applicant to the department of buildings seeking to develop any brownfield or unlisted superfund site. No construction documents shall be approved by the department of buildings for construction on a brownfield or unlisted superfund site without documentary evidence satisfactory to the department that investigation and or remediation and response measures that reflect health protective remediation standards suitable to protect public health, welfare and the environment were taken under the oversight or review of a state or federal governmental agency and, where a city agency has provided oversight, that such supervising agency has been reimbursed for the cost of such oversight.   Response measures such as bioremediation, bioventing and green remediation, shall be preferred over any conventional site remediation measures, such as excavation and incineration or landfilling and paving combined with institutional controls that results in the emission of significant quantities of greenhouse gases, that utilize extensive natural resources or that fail to protect public health or the environment in densely populated areas to the same degree as bioremediation or green remediation.\n§24-610.3 Approval of construction. a. No person shall submit construction documents to the department of buildings for approval for construction at any  brownfield or unlisted superfund site or site where contamination is present in excess of applicable state or federal thresholds without undertaking a phase 1 environmental site assessment.  No person shall submit construction documents to the department of buildings for approval for construction on a brownfield or unlisted superfund site or site where contamination is present in excess of applicable state or federal thresholds without undertaking a phase 1 site assessment or shall submit construction documents that which falsely avers or by omission causes the department of buildings to determine that the brownfield, unlisted superfund site has been fully investigated and fully remediated using response measures defined herein under the oversight or review of a governmental agency. \nb.  Where construction documents falsely aver or by omission cause the department of buildings to determine that the Brownfield, or unlisted superfund site or site where contamination is present in excess of applicable state or federal thresholds as is disclosed by a phase 1 environmental site assessment, has been fully investigated and remediated under the review of a governmental agency and such governmental agency has been reimbursed, the department of buildings shall suspend review of construction documents until receipt of satisfactory evidence that the brownfield or unlisted superfund site as is disclosed by a phase 1 environmental site assessment, has been fully investigated and remediated using response measures under government oversight. \nc. Any person who knowingly submits false construction documents for construction on a brownfield or, unlisted superfund site, as is disclosed by a phase 1 environmental site assessment, shall be subject to a civil penalty  of one hundred dollars per day for each day that such documents have not been revised to present the accurate remediation history of the property. \n§4. This local law shall take effect ninety days after enactment and shall be applicable to any construction documents pending before the department of buildings on such date and the commissioner of environmental protection and the commissioner of the department of buildings shall take such measures as are necessary for its implementation, including the promulgation of rules prior to such effective date.\nLS #7411 \nSS 9/14/10 11:04 a.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\tab S\\cf1 ection 1.  Legislative findings and intent.  The Council finds that sometimes buildings and associated grounds that constitute a brownfield, superfund site or a site that carries an \\ldblquote E\\rdblquote  designation by the Department of City Planning, where industrial activities involving the use of chemicals have formerly taken place, are renovated without any investigation or remediation of the buildings and associated grounds.  In certain cases the buildings are then used for a variety of purposes and those uses expose the users and occupants of those buildings to the health risks associated with un-remediated hazardous waste sites.  Those risks include cancer and non-cancer health effects, as well as respiratory diseases and neurological damage.  The\\cf0  Council finds, however, that users and occupants of the buildings and sites may not be aware of the prior industrial use and level of investigation or remediation, if any, or have little choice if the building is a school or where their job is located and should not be exposed to the risks associated with unremediated hazardous waste, brownfield or superfund sites.  Therefore the Council finds that prior to approving any construction documents for construction or alteration of any building and associated grounds that constitute a brownfield or a superfund site or a site that carries an \\ldblquote E\\rdblquote  designation by the Department of City Planning based upon the contamination determined to be present at the site, the Department of Buildings must require proof of investigation and satisfactory remediation of the site to health protective standards. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab\\'a72. The definition of \\ldblquote Construction Documents\\rdblquote  in Section 28-101.5 of the administrative code of the city of New York is amended to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1 Construction Documents. Plans and specifications and other written, graphic and pictorial documents, prepared or assembled for describing the design, location and physical characteristics of the elements of the project necessary for obtaining a building permit, \\ul including\\cf0  the results of any phase 1 environmental site assessment, intended to \\lang9 identify recognized environmental conditions in which a past, current or potential release of contaminants may have occurred, \\lang1033 or the results of any other remedial investigation of a subject property that establishes the presence of a pollutant or contaminant in excess of any applicable state or federal threshold\\cf1 .\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\cf0\\tab\\'a73.  Subchapter 3 of chapter 6 of title 24 of the administrative code of the city of New York is amended by adding new sections 24-610.1 through 24-610.3 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a7 24-610.1 Definitions. The following terms shall have the following meanings:\\par\na. \\ldblquote Bioremediation\\rdblquote  shall mean the use of microorganisms to degrade organic contaminants in soil, sludge, and solids either excavated or in situ.\\par\nb.\\rdblquote Brownfield and unlisted superfund sites\\rdblquote  shall mean any property that carries an \\ldblquote E\\rdblquote  designation by the department of city planning. or where contamination is present in excess of applicable lawful state or federal thresholds but the applicant has declined to voluntarily enter into or has been determined to be ineligible to enter into a state or local brownfield agreement and for which there is no record of investigation or remediation under the oversight of a state or federal governmental agency. \\ulnone\\par\n\\ul c. \\ldblquote Green remediation\\rdblquote  shall mean the use of biological processes to remove pollutants from the environment or to render them harmless and shall include passive energy systems, phytoremediation, and any other proven sustainable nontraditional remediation technologies as determined by the commissioner by rule.\\par\nd. \\ldblquote Bioventing\\rdblquote  shall mean a\\i  \\i0 remediation technology that uses microorganisms enhanced by air to biodegrade organic constituents adsorbed on soils in the unsaturated zone.\\par\ne. \\ldblquote Health protective remediation standards\\rdblquote  shall mean soil cleanup objectives and cleanup levels that reflect the guidance of Technical Assistance Guidance Memorandum 4046 cleanup objectives for volatile organic compounds, semi- volatile organic compounds, pesticides, polychlorinated biphenyls and metals or any successor document. (Tables 1-4), STARS TCLP and any subsequent standards developed by the New York state department of health that are more protective of public heath and the environment or that protect vulnerable populations.\\par\nf. \\ldblquote Phytoremediation\\rdblquote  shall mean use of plants to remove pollutants from the environment or render them harmless; \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 g. \\ldblquote Reimbursed oversight\\rdblquote  shall mean reimbursement to a city government agency for the costs of monitoring and supervising the performance of the remedial work to determine whether such performance is consistent with the requirements of this section, including costs incurred in reviewing plans, reports and other documents submitted pursuant to the proposed remedial work as well as costs incurred in overseeing implementation of the work.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone  \\tab\\ul h. \\ldblquote Response measures\\rdblquote  shall mean actions warranted, taken or ordered to be taken by a governmental agency to (i) prevent, minimize or mitigate the release of hazardous substances so that they do not migrate to soils, surface or groundwater, or in any other manner, cause or threaten to cause substantial danger to the public health or welfare or the environment, or (ii) clean up or remove released hazardous substances from the environment. Response measures ordered to be taken by a governmental agency shall be performed under the oversight of such agency and the cost of such oversight function shall be reimbursed by the applicant to the government agency. A preference shall be given to any proposed innovative and sustainable green remediation technologies proven to be efficient and cost effective.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj i. \\ldblquote Vulnerable individual\\rdblquote  shall mean an individual with a physical disability, a person sixty-five years of age or older and a person under the age of sixteen.\\par\n\\'a724-610.2 Investigation and response measures required.  The results of any phase 1 environmental site assessment, intended to \\lang9 identify recognized environmental conditions in which a past, current or potential release of contaminants may have occurred, \\lang1033 or the results of and any other remedial investigation of a subject property that establishes the presence of a pollutant or contaminant in excess of any applicable state or federal threshold shall be submitted to the department along with any construction documents required to be submitted by an applicant to the department of buildings seeking to develop any brownfield or unlisted superfund site. No construction documents shall be approved by the department of buildings for construction on a brownfield or unlisted superfund site without documentary evidence satisfactory to the department that investigation and or remediation and response measures that reflect health protective remediation standards suitable to protect public health, welfare and the environment were taken under the oversight or review of a state or federal governmental agency and, where a city agency has provided oversight, that such supervising agency has been reimbursed for the cost of such oversight.   Response measures such as bioremediation, bioventing and green remediation, shall be preferred over any conventional site remediation measures, such as excavation and incineration or landfilling and paving combined with institutional controls that results in the emission of significant quantities of greenhouse gases, that utilize extensive natural resources or that fail to protect public health or the environment in densely populated areas to the same degree as bioremediation or green remediation.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa120\\sl480\\slmult1\\qj\\'a724-610.3 Approval of construction. a. No person shall submit construction documents to the department of buildings for approval for construction at any  brownfield or unlisted superfund site or site where contamination is present in excess of applicable state or federal thresholds without undertaking a phase 1 environmental site assessment.  No person shall submit construction documents to the department of buildings for approval for construction on a brownfield or unlisted superfund site or site where contamination is present in excess of applicable state or federal thresholds without undertaking a phase 1 site assessment or shall submit construction documents that which falsely avers or by omission causes the department of buildings to determine that the brownfield, unlisted superfund site has been fully investigated and fully remediated using response measures defined herein under the oversight or review of a governmental agency. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b.  Where construction documents falsely aver or by omission cause the department of buildings to determine that the Brownfield, or unlisted superfund site or site where contamination is present in excess of applicable state or federal thresholds as is disclosed by a phase 1 environmental site assessment, has been fully investigated and remediated under the review of a governmental agency and such governmental agency has been reimbursed, the department of buildings shall suspend review of construction documents until receipt of satisfactory evidence that the brownfield or unlisted superfund site as is disclosed by a phase 1 environmental site assessment, has been fully investigated and remediated using response measures under government oversight. \\par\nc. Any person who knowingly submits false construction documents for construction on a brownfield or, unlisted superfund site, as is disclosed by a phase 1 environmental site assessment, shall be subject to a civil penalty  of one hundred dollars per day for each day that such documents have not been revised to present the accurate remediation history of the property. \\par\n\\ulnone\\'a74. This local law shall take effect ninety days after enactment and shall be applicable to any construction documents pending before the department of buildings on such date and the commissioner of environmental protection and the commissioner of the department of buildings shall take such measures as are necessary for its implementation, including the promulgation of rules prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LS #7411 \\par\nSS 9/14/10 11:04 a.m.\\par\n\\f1\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T21:12:49.9Z"
}
