{
  "ID": 45746,
  "GUID": "D1CCED6F-C9DB-4955-83E5-9B7D4367010B",
  "File": "Int 0336-2010",
  "Name": "Requiring the Department of Homeless Services to report the results of its inspections of potential housing for the homeless.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the Department of Homeless Services to report the results of its inspections of potential housing for the homeless.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2010-09-16T00:00:00Z",
  "AgendaDate": "2010-09-16T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 246100,
      "Date": "2010-09-16T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 246204,
      "Date": "2010-09-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10107,
      "AgendaSequence": 72,
      "MinutesSequence": 88,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284149,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46752,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of legislative findings and intent.  The Department of Homeless Services (“DHS”) provides transitional housing of varying types and sizes to homeless individuals and families, including:  Tier II shelters for families; residences for adults; hotels; and cluster sites, which are temporary transitional housing units located in buildings where lease holding tenants may also reside.  Before utilizing these types of housing as shelter, DHS conducts inspections to ensure that each location is adequate.  Often, however, community members and elected officials have information related to the safety of a location or a location’s operator that may assist DHS in determining whether the location is an appropriate place to utilize as shelter.  DHS does not currently notify affected community boards and elected officials of the results of the inspections and, as such, the public lacks an opportunity to voice concerns to DHS about the quality of DHS-selected locations for transitional housing before final decisions are made by DHS.  To ensure that homeless individuals and families are temporarily housed safely and adequately, the Council finds that it is necessary to require that DHS provide written notice of the results of its inspections to certain members of an affected community before using a location as temporary shelter.\n\t§2.  Chapter 3 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows:\n§21-316.  Requirement to Notify the Community of Inspection Results.\na.  When the department conducts an inspection to determine whether a location is suitable to utilize as transitional housing for eligible homeless families and individuals, the commissioner shall provide the results of the inspection in writing as follows:\n1. The notification shall be provided to the speaker of the council, to the council member in whose district the transitional housing will be located, and to the community board for the community district in which the transitional housing will be located; and\n2. The notification shall include, but not be limited to, the address of the proposed transitional housing, the number of people who will be housed, the name of the person or entity operating the transitional housing, the name of any organization, whether for-profit or not-for-profit, that will be providing services to the occupants of the transitional housing, the type of transitional housing, a description of the services that will be provided, a list of any health, sanitation, safety and fire protection-related deficiencies that have not yet been brought into compliance with applicable statutes, laws, rules and regulations, a description of any corrective actions that the department is requiring, whether the department intends to utilize the location to house the homeless, and when the department intends to utilize the location to house the homeless.\nb. The notification shall be provided before the department enters into a contractual arrangement with the proposed transitional housing provider or otherwise finalizes its decision to use a location as transitional housing.\n§2.  This local law shall take effect immediately.\nLS 783\nMRM 8.31.10\n12:11 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Declaration of legislative findings and intent.  The Department of Homeless Services (\\ldblquote DHS\\rdblquote ) provides transitional housing of varying types and sizes to homeless individuals and families, including:  Tier II shelters for families; residences for adults; hotels; and cluster sites, which are temporary transitional housing units located in buildings where lease holding tenants may also reside.  Before utilizing these types of housing as shelter, DHS conducts inspections to ensure that each location is adequate.  Often, however, community members and elected officials have information related to the safety of a location or a location\\rquote s operator that may assist DHS in determining whether the location is an appropriate place to utilize as shelter.  DHS does not currently notify affected community boards and elected officials of the results of the inspections and, as such, the public lacks an opportunity to voice concerns to DHS about the quality of DHS-selected locations for transitional housing before final decisions are made by DHS.  To ensure that homeless individuals and families are temporarily housed safely and adequately, the Council finds that it is necessary to require that DHS provide written notice of the results of its inspections to certain members of an affected community before using a location as temporary shelter.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab\\'a72.  Chapter 3 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul\\'a721-316.  Requirement to Notify the Community of Inspection Results.\\par\na.  When the department conducts an inspection to determine whether a location is suitable to utilize as transitional housing for eligible homeless families and individuals, the commissioner shall provide the results of the inspection in writing as follows:\\par\n1. The notification shall be provided to the speaker of the council, to the council member in whose district the transitional housing will be located, and to the community board for the community district in which the transitional housing will be located; and\\par\n2. The notification shall include, but not be limited to, the address of the proposed transitional housing, the number of people who will be housed, the name of the person or entity operating the transitional housing, the name of any organization, whether for-profit or not-for-profit, that will be providing services to the occupants of the transitional housing, the type of transitional housing, a description of the services that will be provided, a list of any health, sanitation, safety and fire protection-related deficiencies that have not yet been brought into compliance with applicable statutes, laws, rules and regulations, a description of any corrective actions that the department is requiring, whether the department intends to utilize the location to house the homeless, and when the department intends to utilize the location to house the homeless.\\par\nb. The notification shall be provided before the department enters into a contractual arrangement with the proposed transitional housing provider or otherwise finalizes its decision to use a location as transitional housing.\\par\n\\ulnone\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20 LS 783\\par\nMRM 8.31.10\\par\n12:11 p.m.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul\\fs24\\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone\\par\n\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T21:12:40.46Z"
}
