{
  "ID": 45633,
  "GUID": "67824FF3-B4F8-4AD9-A7B3-9DD9AFD45CC9",
  "File": "Int 0337-2010",
  "Name": "Permissible parking of vehicles when alternate side of the street rules are in effect for purposes of street cleaning.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to permissible parking of vehicles when alternate side of the street rules are in effect for purposes of street cleaning.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2010-09-16T00:00:00Z",
  "AgendaDate": "2010-09-16T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 246093,
      "Date": "2010-09-16T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 246205,
      "Date": "2010-09-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10107,
      "AgendaSequence": 73,
      "MinutesSequence": 89,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284148,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46634,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 19-162 of title nineteen of the administrative code of the city of New York is amended by adding a new paragraph 3 to read as follows:\n\t3. a.  For the purposes of this section, the term “double park” shall mean to stop, stand or park a vehicle on the roadway side of any vehicle stopped, standing or parked at the edge or curb of a street.\n\tb. Notwithstanding any contradictory law or rule, when alternate side of the street parking restrictions are in effect for purposes of street cleaning, it shall be permissible to double park a vehicle on the roadway on the side opposite from that which is being cleaned, provided that such roadway has a minimum width of thirty-five feet and the vehicle is not parked in a bike lane or forcing traffic flow into a bike lane.  \n\tc. The operator of a vehicle double-parked under the provisions of this section shall be required to conspicuously post on such vehicle’s dashboard the name, address and phone number where an operator of such vehicle can be reached by the operator of a lawfully parked vehicle blocked by the double-parked vehicle.  The failure by the operator of a double-parked vehicle to post the required information, shall be a violation of this section.  A violation of this section shall be punishable by the monetary fine authorized for a violation of the rules of the commissioner in paragraph one of subdivision a of section twenty nine hundred and three of the New York city charter and the vehicle may be removed in accordance with section 19-169 of the code.\n\td.  The operator of the double-parked vehicle shall be required to move the vehicle within ten minutes of notification by the operator of a lawfully parked vehicle blocked by the double-parked vehicle.  If the operator fails to move the double-parked vehicle within ten minutes of notification, such failure shall be a violation of this section and shall be punishable by the monetary fine authorized for a violation of the rules of the commissioner in paragraph one of subdivision a of section twenty nine hundred and three of the New York city charter and the operator of a parked vehicle that is blocked by a double-parked vehicle may arrange for the removal of any such unlawfully parked vehicle in accordance with section 19-169 of the code.\n\t§2.  The title of section 19-169 of the administrative code of the city of New York and subdivisions a and b are amended to read as follows:\n\t§19-169 Removal of vehicles parked in front of a private driveway and double-parked vehicles blocking lawfully parked vehicles.\n\ta.  Subject to the provisions of this section an owner of a lot containing no more than two dwelling units, or his or her lessee, may cause any vehicle which is parked in front of his or her private driveway and which blocks the entry or egress of a vehicle from such property to be removed and the operator of a lawfully parked vehicle may cause any vehicle which is double parked pursuant to the provisions of section 19-162 of the code and which blocks the operator from moving his or her vehicle in violation of such provision to be removed by a person licensed to engage in towing pursuant to subchapter thirty-one of chapter two of title twenty of the code, where a person authorized to issue a notice of parking violation has issued such a notice and affixed it to such unlawfully parked vehicle; the issuance of such notice shall constitute authorization to the owner of such property, or his or her lessee, or the operator of a lawfully parked vehicle blocked by such double-parked vehicle, to arrange for removal of such unlawfully parked vehicle, and such removal shall be deemed to be at the request of the person who issued the notice.\n\tb.  Where the owner of such property, or his or her lessee, or the operator of a lawfully parked vehicle blocked by a double-parked vehicle parked pursuant to the provisions of section 19-162 of the code, requests a police officer to arrange for the removal of any such unlawfully parked vehicle, such vehicle shall be removed at the direction of the police department by the next available towing company participating in the rotation tow program established pursuant to section 20-519 of the code. Nothing in this section shall be construed to preclude an owner of such property, or his or her lessee, or the operator of a lawfully parked vehicle blocked by a double-parked vehicle, acting pursuant to this section, from arranging for the removal of such unlawfully parked vehicle by a tow operator of such person's choice.  The commissioner of consumer affairs shall promulgate a regulation establishing performance standards for licensees in order to insure that vehicles summonsed under this section are towed as expeditiously as possible.\n\t§3.  Paragraphs 1 and 10 of subdivision c of §19-169 of the administrative code of the city of New York are amended to read as follows:\n\tc. 1.  No vehicle may be removed pursuant to this section without the express written authorization issued to a person licensed to engage in towing pursuant to subchapter thirty-one of chapter two of title twenty of the code by the owner of such property, or his or her lessee, or the operator of a vehicle lawfully parked at the curb.  Such authorization shall include the location of the vehicle to be removed, the make, model, color and license plate number of such vehicle and a statement that such vehicle was removed pursuant to a notice of a parking violation and shall be signed by the owner of such property, or his or her lessee, or the operator of a vehicle lawfully parked at the curb, prior to removal.\n\t10.  When an owner of property, or his or her lessee, or the operator of a vehicle lawfully parked at the curb, improperly causes a vehicle to be removed, such person shall be liable to the owner or other person in control of the vehicle for the cost of removal, transportation and storage and for any damage resulting from the removal, transportation and storage of the vehicle.\n\t§4.  The title of section 20-519 of the administrative code of the city of New York and paragraphs 1 and 2 of subdivision a of such section are amended to read as follows:\n\t§20-519 Removal of stolen, abandoned and evidence vehicles, vehicles blocking a private driveway [and], vehicles with certain alarm devices and double-parked vehicles blocking a lawfully parked vehicle.  a. 1. The commissioner shall establish a program to be known as the \"rotation tow program\" for the purpose of removing evidence vehicles, vehicles suspected of having been stolen or abandoned other than vehicles described in subdivision two of section twelve hundred twenty-four of the vehicle and traffic law, the removal pursuant to section 19-169 of the code of vehicles blocking a private driveway, [and] the removal pursuant to section [24-221] 24-240 of the code of vehicles with certain alarm devices and the removal pursuant to section 19-162 of the code of double parked vehicles that are blocking a lawfully parked vehicle.\n\t2.  The commissioner, after consultation with the police commissioner, shall divide the city into zones and shall create for each zone a list in random order of persons licensed to engage in towing who have been approved by the commissioner for participation in the rotation tow program.  The commissioner may in his or her discretion create from such list separate lists for the removal of evidence vehicles, stolen and abandoned vehicles, the removal pursuant to section 19-169 of the code of vehicles blocking a private driveway, [and] the removal pursuant to section [24-221] 24-240 of the code of vehicles with certain alarm devices and the removal pursuant to the provisions of section 19-162 of the code of double-parked vehicles that are blocking a lawfully parked vehicle, respectively.  At any time subsequent to the initial establishment of zones and lists, the commissioner may, after consultation with the police commissioner, modify the zones and reformulate the lists to ensure sufficient towing services throughout the city.  Where more than one towing company has been placed on a list of towing companies authorized to remove vehicles in a particular zone, the police department shall summon towing companies from such list on a rotating basis.  Any towing company approved for participation in such program after such lists are initially established shall be placed on any such list at the point immediately preceding the last towing company summoned by the police department pursuant to this section. Such lists shall be available at the department for public inspection.\n\t§5.  Paragraph 1 of subdivision b of section 20-519 of the administrative code of the city of New York is amended to read as follows:\n\tb. 1.  Any vehicle that is suspected of having been stolen or abandoned other than vehicles described in subdivision two of section twelve hundred twenty-four of the vehicle and traffic law, any vehicle that is blocking a private driveway and subject to removal pursuant to section 19-169 of the code, any double-parked vehicle parked pursuant to section 19-162 of the code that is blocking a lawfully parked vehicle which is subject to removal pursuant to section 19-169 of the code and any vehicle with certain alarm devices which is subject to removal pursuant to section [24-221] 24-240 of the code shall be removed by a tow truck of the towing company participating in the rotation tow program when directed to do so by the police department.  If such vehicle appears to have a missing or altered vehicle identification number, the police may direct its removal to the police property clerk.  All other vehicles shall be towed to the storage facility of such responding company which meets such specifications as the commissioner shall establish by rule, and shall at times be stored within such storage facility while the vehicle is in the custody of the towing company.  Such storage facility shall be the premises listed on the license of the towing company responding to the police department's direction to remove a vehicle or the premises approved by the commissioner for use by such towing company.  Such premises shall be owned, operated or controlled by such towing company and shall not be used by any other towing company.  The police department shall expeditiously make every reasonable effort to notify the owner and the national automobile theft bureau or the insurer, if any, of any vehicle that is suspected of having been stolen or abandoned of the vehicle's location and the procedure for retrieval.  During the period commencing on the eighth day after the vehicle is removed to such storage facility and ending on the thirtieth day after such removal, such towing company shall transfer any vehicle which has not been claimed into the custody of the police department property clerk.\n\t§6.  Paragraph 3 of subdivision b of section 20-519 of the administrative code of the city of New York is amended to read as follows:\n\t3.  No tow truck operator shall knowingly remove a vehicle suspected of having been stolen or abandoned or an evidence vehicle without authorization by the police department.  No tow truck operator shall knowingly remove a vehicle blocking a private driveway subject to removal pursuant to section 19-169 of the code or a double-parked vehicle parked pursuant to section 19-162 of the code that is blocking a lawfully parked vehicle and which is subject to removal pursuant to section 19-169 of the code except as authorized in such section.  No tow truck operator shall knowingly remove a vehicle with certain alarm devices subject to removal pursuant to section [24-221] 24-240 of the code except as authorized in such section.\n\t§7.  Paragraph one of subdivision c of section 20-519 of the administrative code of the city of New York is amended to read as follows:\t\n\tc. 1.  Notwithstanding any other provision of law, the towing company shall be entitled to charge the owner or other person claiming a vehicle that is suspected of having been stolen or abandoned or a vehicle with certain alarm devices subject to removal pursuant to section [24-221] 24-240 of the code which was directed to be towed by the police department pursuant to this section and which is claimed before the end of the thirtieth day after such vehicle is removed by such towing company amounts not in excess of the following: seventy dollars for the towing of a vehicle registered at a weight of ten thousand pounds or less; one hundred and twenty-five dollars for the towing of a vehicle registered at a weight of more than ten thousand pounds; fifteen dollars per day for the first three days and seventeen dollars for the fourth day of storage and each day thereafter.  Upon the transfer of an unclaimed vehicle into the custody of the police department property clerk, the towing company shall be entitled to charge the police department amounts not in excess of the following: sixty dollars plus tolls for the towing of a vehicle suspected of having been stolen or abandoned, a vehicle that was blocking a private driveway and was removed pursuant to section 19-169 of the code, a double-parked vehicle parked pursuant to section 19-162 of the code that was blocking a lawfully parked vehicle and was removed pursuant to section 19-169 of the code, or a vehicle with certain alarm devices that was removed pursuant to section [24-221] 24-240 of the code, to a storage facility and subsequent transfer of such vehicle into the custody of such property clerk during the period of time specified in paragraph one of subdivision b of this section; five dollars per day for the first three days of storage of such vehicle and eight dollars for the fourth day of storage and each day thereafter, provided that in no event shall any towing company be entitled to charge the police department for storage changes incurred after the tenth day of storage.  The towing company shall be entitled to charge the police department an amount not in excess of sixty dollars plus tolls for the towing of an evidence vehicle to a location designated by a police officer. \n\t§8. \tParagraph 2 of subdivision c of section 20-519 of the administrative code of the city of New York is amended to read as follows:\n\t2.  The police department shall be entitled to charge an owner or other person who claims a vehicle that is suspected of having been stolen or abandoned, or a vehicle that was blocking a private driveway and was removed pursuant to section 19-169 of the code, or a double-parked vehicle parked pursuant to section 19-162 of the code that was blocking a lawfully parked vehicle and was removed pursuant to section 19-169 of the code, or a vehicle with certain alarm devices that was removed pursuant to section [24-221] 24-240 of the code, which is in the custody of the police department property clerk the charges for towing and storage permitted to be charged by the towing company pursuant to paragraph one of this subdivision, plus tolls, in addition to the fees for storage with the police department property clerk provided by subdivision i of section 14-140 of the code.  No vehicle which is in the custody of the police department property clerk which had blocked a private driveway and was removed pursuant to section 19-169 of the code or a double-parked vehicle parked pursuant to section 19-162 of the code that was blocking a lawfully parked vehicle and was removed pursuant to section 19-169 of the code, shall be released to the owner or other person claiming such vehicle unless such owner or other person shall, in addition to paying such charges to the police department property clerk as provided for in this subdivision, present to such property clerk a receipt from the towing company which removed the vehicle indicating payment to such company of the following amount: the charges for towing and storage which would have been due to the tow company pursuant to paragraph eight of subdivision c of section 19-169 of the code had such owner or other person claimed the vehicle from such tow company less the amount paid to the police department for the towing and storage of such vehicle by such company. \n\t§9. This local law shall take effect sixty days after its enactment into law.\nLS # 1316\n08/18/10\nJW\nInt1085/2009",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\li-1\\sl480\\slmult1\\qj\\tx719\\tx1439\\tx2159\\tx2879\\tx3599\\tx4319\\tx5039\\tx5759\\tx6479\\tx7199\\tx7919\\tx8639\\tab\\expndtw0 Section 19-162 of title nineteen of the administrative code of the city of New York is amended by adding a new paragraph 3 to read as follows:\\par\n\\tab\\ul 3. a.  For the purposes of this section, the term \\ldblquote double park\\rdblquote  shall mean to stop, stand or park a vehicle on the roadway side of any vehicle stopped, standing or parked at the edge or curb of a street.\\par\n\\ulnone\\tab\\ul b. Notwithstanding any contradictory law or rule, when alternate side of the street parking restrictions are in effect for purposes of street cleaning, it shall be permissible to double park a vehicle on the roadway on the side opposite from that which is being cleaned, provided that such roadway has a minimum width of thirty-five feet and the vehicle is not parked in a bike lane or forcing traffic flow into a bike lane.  \\par\n\\ulnone\\tab\\ul c. The operator of a vehicle double-parked under the provisions of this section shall be required to conspicuously post on such vehicle\\rquote s dashboard the name, address and phone number where an operator of such vehicle can be reached by the operator of a lawfully parked vehicle blocked by the double-parked vehicle.  The failure by the operator of a double-parked vehicle to post the required information, shall be a violation of this section.  A violation of this section shall be punishable by the monetary fine authorized for a violation of the rules of the commissioner in paragraph one of subdivision a of section twenty nine hundred and three of the New York city charter and the vehicle may be removed in accordance with section 19-169 of the code.\\par\n\\ulnone\\tab\\ul d.  The operator of the double-parked vehicle shall be required to move the vehicle within ten minutes of notification by the operator of a lawfully parked vehicle blocked by the double-parked vehicle.  If the operator fails to move the double-parked vehicle within ten minutes of notification, such failure shall be a violation of this section and shall be punishable by the monetary fine authorized for a violation of the rules of the commissioner in paragraph one of subdivision a of section twenty nine hundred and three of the New York city charter and the operator of a parked vehicle that is blocked by a double-parked vehicle may arrange for the removal of any such unlawfully parked vehicle in accordance with section 19-169 of the code.\\par\n\\ulnone\\tab\\'a72.  The title of section 19-169 of the administrative code of the city of New York and subdivisions a and b are amended to read as follows:\\par\n\\tab\\'a719-169 Removal of vehicles parked in front of a private driveway \\ul and double-parked vehicles blocking lawfully parked vehicles\\ulnone .\\par\n\\tab a.  Subject to the provisions of this section an owner of a lot containing no more than two dwelling units, or his or her lessee, may cause any vehicle which is parked in front of his or her private driveway and which blocks the entry or egress of a vehicle from such property to be removed \\ul and the operator of a lawfully parked vehicle may cause any vehicle which is double parked pursuant to the provisions of section 19-162 of the code and which blocks the operator from moving his or her vehicle in violation of such provision to be removed\\ulnone  by a person licensed to engage in towing pursuant to subchapter thirty-one of chapter two of title twenty of the code, where a person authorized to issue a notice of parking violation has issued such a notice and affixed it to such unlawfully parked vehicle; the issuance of such notice shall constitute authorization to the owner of such property, or his or her lessee, \\ul or the operator of a lawfully parked vehicle blocked by such double-parked vehicle,\\ulnone  to arrange for removal of such unlawfully parked vehicle, and such removal shall be deemed to be at the request of the person who issued the notice.\\par\n\\tab b.  Where the owner of such property, or his or her lessee,\\ulw  \\ul or the operator of a lawfully parked vehicle blocked by a double-parked vehicle parked pursuant to the provisions of section 19-162 of the code,\\ulnone  requests a police officer to arrange for the removal of any such unlawfully parked vehicle, such vehicle shall be removed at the direction of the police department by the next available towing company participating in the rotation tow program established pursuant to section 20-519 of the code. Nothing in this section shall be construed to preclude an owner of such property, or his or her lessee, \\ul or the operator of a lawfully parked vehicle blocked by a double-parked vehicle,\\ulnone  acting pursuant to this section, from arranging for the removal of such unlawfully parked vehicle by a tow operator of such person's choice.  The commissioner of consumer affairs shall promulgate a regulation establishing performance standards for licensees in order to insure that vehicles summonsed under this section are towed as expeditiously as possible.\\par\n\\tab\\'a73.  Paragraphs 1 and 10 of subdivision c of \\'a719-169 of the administrative code of the city of New York are amended to read as follows:\\par\n\\tab c. 1.  No vehicle may be removed pursuant to this section without the express written authorization issued to a person licensed to engage in towing pursuant to subchapter thirty-one of chapter two of title twenty of the code by the owner of such property, or his or her lessee\\ul , or the operator of a vehicle lawfully parked at the curb\\ulnone .  Such authorization shall include the location of the vehicle to be removed, the make, model, color and license plate number of such vehicle and a statement that such vehicle was removed pursuant to a notice of a parking violation and shall be signed by the owner of such property, or his or her lessee, \\ul or the operator of a vehicle lawfully parked at the curb\\ulw ,\\ulnone  prior to removal.\\par\n\\tab 10.  When an owner of property, or his or her lessee\\ul , or the operator of a vehicle lawfully parked at the curb\\ulw ,\\ulnone  improperly causes a vehicle to be removed, such person shall be liable to the owner or other person in control of the vehicle for the cost of removal, transportation and storage and for any damage resulting from the removal, transportation and storage of the vehicle.\\par\n\\tab\\'a74.  The title of section 20-519 of the administrative code of the city of New York and paragraphs 1 and 2 of subdivision a of such section are amended to read as follows:\\par\n\\tab\\'a720-519 Removal of stolen, abandoned and evidence vehicles, vehicles blocking a private driveway [and]\\ul ,\\ulw  \\ulnone vehicles with certain alarm devices\\ulw  \\ul and double-parked vehicles blocking a lawfully parked vehicle\\ulnone .  a. 1. The commissioner shall establish a program to be known as the \"rotation tow program\" for the purpose of removing evidence vehicles, vehicles suspected of having been stolen or abandoned other than vehicles described in subdivision two of section twelve hundred twenty-four of the vehicle and traffic law, the removal pursuant to section 19-169 of the code of vehicles blocking a private driveway, [and] the removal pursuant to section [24-221] \\ul 24-240\\ulnone  of the code of vehicles with certain alarm devices \\ul and the removal pursuant to section 19-162 of the code of double parked vehicles that are blocking a lawfully parked vehicle\\ulnone .\\par\n\\tab 2.  The commissioner, after consultation with the police commissioner, shall divide the city into zones and shall create for each zone a list in random order of persons licensed to engage in towing who have been approved by the commissioner for participation in the rotation tow program.  The commissioner may in his or her discretion create from such list separate lists for the removal of evidence vehicles, stolen and abandoned vehicles, the removal pursuant to section 19-169 of the code of vehicles blocking a private driveway, [and] the removal pursuant to section [24-221] \\ul 24-240\\ulnone  of the code of vehicles with certain alarm devices\\ul  and the removal pursuant to the provisions of section 19-162 of the code of double-parked vehicles that are blocking a lawfully parked vehicle\\ulnone , respectively.  At any time subsequent to the initial establishment of zones and lists, the commissioner may, after consultation with the police commissioner, modify the zones and reformulate the lists to ensure sufficient towing services throughout the city.  Where more than one towing company has been placed on a list of towing companies authorized to remove vehicles in a particular zone, the police department shall summon towing companies from such list on a rotating basis.  Any towing company approved for participation in such program after such lists are initially established shall be placed on any such list at the point immediately preceding the last towing company summoned by the police department pursuant to this section. Such lists shall be available at the department for public inspection.\\par\n\\tab\\'a75.  Paragraph 1 of subdivision b of section 20-519 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab b. 1.  Any vehicle that is suspected of having been stolen or abandoned other than vehicles described in subdivision two of section twelve hundred twenty-four of the vehicle and traffic law, any vehicle that is blocking a private driveway and subject to removal pursuant to section 19-169 of the code, \\ul any double-parked vehicle parked pursuant to section 19-162 of the code that is blocking a lawfully parked vehicle which is subject to removal pursuant to section 19-169 of the code\\ulnone  and any vehicle with certain alarm devices which is subject to removal pursuant to section [24-221] \\ul 24-240\\ulnone  of the code shall be removed by a tow truck of the towing company participating in the rotation tow program when directed to do so by the police department.  If such vehicle appears to have a missing or altered vehicle identification number, the police may direct its removal to the police property clerk.  All other vehicles shall be towed to the storage facility of such responding company which meets such specifications as the commissioner shall establish by rule, and shall at times be stored within such storage facility while the vehicle is in the custody of the towing company.  Such storage facility shall be the premises listed on the license of the towing company responding to the police department's direction to remove a vehicle or the premises approved by the commissioner for use by such towing company.  Such premises shall be owned, operated or controlled by such towing company and shall not be used by any other towing company.  The police department shall expeditiously make every reasonable effort to notify the owner and the national automobile theft bureau or the insurer, if any, of any vehicle that is suspected of having been stolen or abandoned of the vehicle's location and the procedure for retrieval.  During the period commencing on the eighth day after the vehicle is removed to such storage facility and ending on the thirtieth day after such removal, such towing company shall transfer any vehicle which has not been claimed into the custody of the police department property clerk.\\par\n\\tab\\'a76.  Paragraph 3 of subdivision b of section 20-519 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab 3.  No tow truck operator shall knowingly remove a vehicle suspected of having been stolen or abandoned or an evidence vehicle without authorization by the police department.  No tow truck operator shall knowingly remove a vehicle blocking a private driveway subject to removal pursuant to section 19-169 of the code \\ul or a double-parked vehicle parked pursuant to section 19-162 of the code that is blocking a lawfully parked vehicle and which is subject to removal pursuant to section 19-169 of the code\\ulnone  except as authorized in such section.  No tow truck operator shall knowingly remove a vehicle with certain alarm devices subject to removal pursuant to section [24-221] \\ul 24-240\\ulnone  of the code except as authorized in such section.\\par\n\\tab\\'a77.  Paragraph one of subdivision c of section 20-519 of the administrative code of the city of New York is amended to read as follows:\\tab\\par\n\\tab c. 1.  Notwithstanding any other provision of law, the towing company shall be entitled to charge the owner or other person claiming a vehicle that is suspected of having been stolen or abandoned or a vehicle with certain alarm devices subject to removal pursuant to section [24-221] \\ul 24-240\\ulnone  of the code which was directed to be towed by the police department pursuant to this section and which is claimed before the end of the thirtieth day after such vehicle is removed by such towing company amounts not in excess of the following: seventy dollars for the towing of a vehicle registered at a weight of ten thousand pounds or less; one hundred and twenty-five dollars for the towing of a vehicle registered at a weight of more than ten thousand pounds; fifteen dollars per day for the first three days and seventeen dollars for the fourth day of storage and each day thereafter.  Upon the transfer of an unclaimed vehicle into the custody of the police department property clerk, the towing company shall be entitled to charge the police department amounts not in excess of the following: sixty dollars plus tolls for the towing of a vehicle suspected of having been stolen or abandoned, a vehicle that was blocking a private driveway and was removed pursuant to section 19-169 of the code\\ul\\fs22 , \\fs24 a double-parked vehicle parked pursuant to section 19-162 of the code that was blocking a lawfully parked vehicle and was removed pursuant to section 19-169 of the code,\\ulnone  or a vehicle with certain alarm devices that was removed pursuant to section [24-221] \\ul 24-240\\ulnone  of the code, to a storage facility and subsequent transfer of such vehicle into the custody of such property clerk during the period of time specified in paragraph one of subdivision b of this section; five dollars per day for the first three days of storage of such vehicle and eight dollars for the fourth day of storage and each day thereafter, provided that in no event shall any towing company be entitled to charge the police department for storage changes incurred after the tenth day of storage.  The towing company shall be entitled to charge the police department an amount not in excess of sixty dollars plus tolls for the towing of an evidence vehicle to a location designated by a police officer. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx719\\tx1439\\tx2159\\tx2879\\tx3599\\tx4319\\tx5039\\tx5759\\tx6479\\tx7199\\tx7919\\tx8639\\tab\\'a78. \\tab Paragraph 2 of subdivision c of section 20-519 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab 2.  The police department shall be entitled to charge an owner or other person who claims a vehicle that is suspected of having been stolen or abandoned, or a vehicle that was blocking a private driveway and was removed pursuant to section 19-169 of the code, \\ul or a double-parked vehicle parked pursuant to section 19-162 of the code that was blocking a lawfully parked vehicle and was removed pursuant to section 19-169 of the code,\\ulnone  or a vehicle with certain alarm devices that was removed pursuant to section [24-221] \\ul 24-240\\ulnone  of the code, which is in the custody of the police department property clerk the charges for towing and storage permitted to be charged by the towing company pursuant to paragraph one of this subdivision, plus tolls, in addition to the fees for storage with the police department property clerk provided by subdivision i of section 14-140 of the code.  No vehicle which is in the custody of the police department property clerk which had blocked a private driveway and was removed pursuant to section 19-169 of the code \\ul or a double-parked vehicle parked pursuant to section 19-162 of the code that was blocking a lawfully parked vehicle and was removed pursuant to section 19-169 of the code,\\ulnone  shall be released to the owner or other person claiming such vehicle unless such owner or other person shall, in addition to paying such charges to the police department property clerk as provided for in this subdivision, present to such property clerk a receipt from the towing company which removed the vehicle indicating payment to such company of the following amount: the charges for towing and storage which would have been due to the tow company pursuant to paragraph eight of subdivision c of section 19-169 of the code had such owner or other person claimed the vehicle from such tow company less the amount paid to the police department for the towing and storage of such vehicle by such company. \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab\\expndtw-3\\'a79. This local law shall take effect sixty days after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\fs22 LS \\lang9\\expndtw0 #\\lang1033\\expndtw-3  1316\\par\n08/18/10\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\expndtw0 JW\\par\nInt1085/2009\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\cf1\\expndtw-3\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T21:12:30.883Z"
}
