{
  "ID": 45782,
  "GUID": "6CF07B2E-55B8-47C7-81F0-F6F5EEDDBC63",
  "File": "Int 0348-2010",
  "Name": "Require the Dept of Buildings to develop and, where appropriate, adopt existing detailed criteria for the installation of vegetated green roofs.",
  "Title": "A Local Law to amend the Administrative Code of the City of New York to require the Department of Buildings to develop and, where appropriate, adopt existing detailed criteria for the installation of vegetated green roofs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-09-29T00:00:00Z",
  "AgendaDate": "2010-09-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 246446,
      "Date": "2010-09-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 246677,
      "Date": "2010-09-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10114,
      "AgendaSequence": 127,
      "MinutesSequence": 142,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247388,
      "Date": "2010-10-20T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 10141,
      "AgendaSequence": 8,
      "MinutesSequence": 17,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247524,
      "Date": "2010-10-20T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 10141,
      "MinutesSequence": 18,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284241,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 97599,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/20ab0edb-42d1-4dfd-8ba4-dd7d2e7d93c0.doc",
      "Sort": 1
    },
    {
      "ID": 97666,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Jerilyn Perine 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d09c17aa-c9e4-42e9-bc29-b2ac53c96107.pdf",
      "Sort": 2
    },
    {
      "ID": 97678,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Small Winds Concerns 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/23f19134-5e81-4d72-be8c-93ee4fcd2099.pdf",
      "Sort": 3
    },
    {
      "ID": 97692,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Wendy Todd 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/dd66c3b3-fc31-46b3-9c0e-f3836e2cde06.pdf",
      "Sort": 4
    },
    {
      "ID": 97706,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Matt Levin 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b3a219ad-58a3-4b7c-a0a5-06d975a140b0.pdf",
      "Sort": 5
    },
    {
      "ID": 97720,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Michael Seilback10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a6e6ecf3-b527-4aeb-b5b9-a960e35bbe78.pdf",
      "Sort": 6
    },
    {
      "ID": 97748,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3225ab08-4fe8-4775-9949-a3d38d0d8c92.pdf",
      "Sort": 7
    },
    {
      "ID": 97766,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Benjamin Flanner 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f798ee3e-4a21-485b-bbef-f90f4dbc456b.doc",
      "Sort": 8
    },
    {
      "ID": 97818,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Anthony Pereira 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c7fb7146-39de-40bb-80d4-38453e11f559.pdf",
      "Sort": 9
    },
    {
      "ID": 97922,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2a418480-ca6f-44b2-9a95-592d92dd2875.pdf",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 46789,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Legislative findings and intent.  \n\n\tThe Council finds that in order to significantly decrease greenhouse gas emissions within New York City by thirty percent by 2030, as mandated by Local Law 22 of 2008, the New York City Climate Protection Act, the City must improve the efficiency of our buildings.  The Council, in its role as the legislature and oversight body, also has the responsibility of ensuring “green” activities undertaken in the City are safe and in line with our sustainability goals.\nBuildings currently account for eighty percent of carbon dioxide, (CO2) emissions in New York City.  In order to meet our emissions reduction requirements, we are legally obligated to explore and enact cost-effective solutions. As the Mayor’s PlaNYC 2030 postulated and recent data confirms, New York City’s population continues to grow, adding more than fifty thousand people between July 2007 and July 2008. This increased population will likely place a strain on the economy and will put a strain on energy supplies, thereby threatening the ability of the City to meet its emissions reduction requirements unless specific steps are taken to reduce demand. \nPresently, the roofs of most buildings in New York City are not utilized in a capacity that would help the City meet those requirements. Many of these roofs are well-suited for rooftop gardens or farms, otherwise known as “green roofs.” According to the Green Roofs Infrastructure Industry Association, green roofs are:\n“…an extension of the existing roof which involves a high quality water proofing and root repellant system, a drainage system, filter cloth, a lightweight growing medium and plants. Green roof systems may be modular, with drainage layers, filter cloth, growing media and plants already prepared in movable, interlocking grids, or, each component of the system may be installed separately. Green roof development involves the creation of \"contained\" green space on top of a human-made structure. This green space could be below, at or above grade, but in all cases the plants are not planted in the ‘ground’.”\n\nVegetated green roofs offer a variety of benefits when measured against conventional roofs. First, economic benefits include energy savings due to the reduced need to heat and cool the building; green roofs also protect a roof’s membrane, which often means green roofs can significantly extend the life of the roof and a properly installed green roof should last a minimum of three times as long as a conventional roof  Second, green roofs offer sound insulation, an important benefit in New York City. Third, in terms of aesthetics, green roofs are unquestionably more visually pleasing and also allow building owners or their tenants to take advantage of private, outdoor green space. Finally, green roofs can be used for food production; for example, the Fairmount Waterfront Hotel in Vancouver saves an estimated $30,000 per year in food costs by growing herbs, flowers, and vegetables on its roof farm. This also reduces the need to transport these items from places around the world, reducing greenhouse gas emissions even further.\nVegetated green roofs can provide a variety of benefits for the City and residents. The Council finds that it is in the best interests of the City of New York for the Department of Buildings to develop criteria to ensure that a) green roofs are safely developed and used, and property owners know their requirements, and b) rules are written to ensure green roofs may be used in widespread fashion.\n\n§ 2. Chapter 4 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-3026 to read as follows:\n§ 27-3026 Vegetated roof systems. (a) For purposes of this section the following terms shall have the following meanings:\n(1) “Vegetated green roof” shall mean the roof of a building that is partially or completely covered with vegetation and a growing medium, planted over a waterproofing membrane. It may also include additional layers such as a root barrier and drainage and irrigation systems. Plants are not planted in the ground, though they can be at-or-above the roof’s grade. \n (2) “Wind design standard for vegetated roof systems” shall mean the ANSI/SPRI RP-14 standard design for wind uplift resistance of vegetative roofing systems. \n(3) “Fire design standard for vegetated roof systems” shall mean the ANSI/SPRI VR-1 external fire design standard for vegetative roof systems to help eliminate the risk of fire on vegetative green roofs. \n(b) The department shall, by rule, adopt existing national standards for vegetative green roof systems, including ANSI RP-14 and the ANSI VR-1, ASTM E 2396 test method for saturated water permeability of granular drainage media [Falling-Head Method] for Green Roof Systems, ASTM E 2397 practice for determination of dead loads and live loads associated with green roof systems, ASTM E 2398 test method for water capture and media retention of geocomposite drain layers for green roof systems, ASTM E 2399 test method for maximum media density for dead load analysis of green roof systems, ASTM E 2400 guide for selection, installation and maintenance of plants for green roof systems, and establish such other criteria as to ensure that green roofs may be safely constructed and used on the maximum number of roofs and greatest amount of roof area.\n(d) On or before September 1, 2011 and every September 1, thereafter, the department shall report to the mayor and the speaker of the council respecting the construction of vegetated green roofs in the city.  Such report shall include, but not be limited to, the number of vegetated green roofs constructed in the city during the prior year, whether such roofs were used for food production by the building occupants, if such information is available, the amount of food, if any, produced on vegetated green roofs,  whether vegetated green roofs were used for non-food plant production or active or passive recreation,respectively,any national vegetative roof systems standards that were adopted and any modifications or proposed modifications of the vegetative green roof rules and the purpose and intention of those modifications.\n\n§ 3. This local law shall take effect immediately, except that the department shall take such actions,as are necessary for its implementation, including the promulgation of rules, prior to such effective date..\nLS#: 1290\nDate: 8/3/10 6:18 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\tab Section 1. Legislative findings and intent.  \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab The Council finds that in order to significantly decrease greenhouse gas emissions within New York City by thirty percent by 2030, as mandated by Local Law 22 of 2008, the New York City Climate Protection Act, the City must improve the efficiency of our buildings.  The Council, in its role as the legislature and oversight body, also has the responsibility of ensuring \\ldblquote green\\rdblquote  activities undertaken in the City are safe and in line with our sustainability goals.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Buildings currently account for eighty percent of carbon dioxide, (CO\\sub 2\\nosupersub ) emissions in New York City.  In order to meet our emissions reduction requirements, we are legally obligated to explore and enact cost-effective solutions. As the Mayor\\rquote s PlaNYC 2030 postulated and recent data confirms, New York City\\rquote s population continues to grow, adding more than fifty thousand people between July 2007 and July 2008. This increased population will likely place a strain on the economy and will put a strain on energy supplies, thereby threatening the ability of the City to meet its emissions reduction requirements unless specific steps are taken to reduce demand. \\par\nPresently, the roofs of most buildings in New York City are not utilized in a capacity that would help the City meet those requirements. Many of these roofs are well-suited for rooftop gardens or farms, otherwise known as \\ldblquote green roofs.\\rdblquote  According to the Green Roofs Infrastructure Industry Association, green roofs are:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\li720\\ri720\\qj\\ldblquote\\'85an extension of the existing roof which involves a high quality water proofing and root repellant system, a drainage system, filter cloth, a lightweight growing medium and plants. Green roof systems may be modular, with drainage layers, filter cloth, growing media and plants already prepared in movable, interlocking grids, or, each component of the system may be installed separately. Green roof development involves the creation of \"contained\" green space on top of a human-made structure. This green space could be below, at or above grade, but in all cases the plants are not planted in the \\lquote ground\\rquote .\\rdblquote\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Vegetated green roofs offer a variety of benefits when measured against conventional roofs. First, economic benefits include energy savings due to the reduced need to heat and cool the building; green roofs also protect a roof\\rquote s membrane, which often means green roofs can significantly extend the life of the roof and a properly installed green roof should last a minimum of three times as long as a conventional roof  Second, green roofs offer sound insulation, an important benefit in New York City. Third, in terms of aesthetics, green roofs are unquestionably more visually pleasing and also allow building owners or their tenants to take advantage of private, outdoor green space. Finally, green roofs can be used for food production; for example, the Fairmount Waterfront Hotel in Vancouver saves an estimated $30,000 per year in food costs by growing herbs, flowers, and vegetables on its roof farm. This also reduces the need to transport these items from places around the world, reducing greenhouse gas emissions even further.\\par\nVegetated green roofs can provide a variety of benefits for the City and residents. The Council finds that it is in the best interests of the City of New York for the Department of Buildings to develop criteria to ensure that a) green roofs are safely developed and used, and property owners know their requirements, and b) rules are written to ensure green roofs may be used in widespread fashion.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a7 2. Chapter 4 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-3026 to read as follows:\\par\n\\ul\\'a7 27-3026 Vegetated roof systems. (a) For purposes of this section the following terms shall have the following meanings:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi1260\\sl480\\slmult1\\qj (1) \\ldblquote Vegetated green roof\\rdblquote  shall mean the roof of a building that is partially or completely covered with vegetation and a growing medium, planted over a waterproofing membrane. It may also include additional layers such as a root barrier and drainage and irrigation systems. Plants are not planted in the ground, though they can be at-or-above the roof\\rquote s grade.\\ulnone  \\par\n\\ul  (2) \\ldblquote Wind design standard for vegetated roof systems\\rdblquote  shall mean the ANSI/SPRI RP-14 standard design for wind uplift resistance of vegetative roofing systems. \\par\n(3) \\ldblquote Fire design standard for vegetated roof systems\\rdblquote  shall mean the ANSI/SPRI VR-1 external fire design standard for vegetative roof systems to help eliminate the risk of fire on vegetative green roofs. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (b) The department shall, by rule, adopt existing national standards for vegetative green roof systems, including ANSI RP-14 and the ANSI VR-1, ASTM E 2396 test method for saturated water permeability of granular drainage media [Falling-Head Method] for Green Roof Systems, ASTM E 2397 practice for determination of dead loads and live loads associated with green roof systems, ASTM E 2398 test method for water capture and media retention of geocomposite drain layers for green roof systems, ASTM E 2399 test method for maximum media density for dead load analysis of green roof systems, ASTM E 2400 guide for selection, installation and maintenance of plants for green roof systems, and establish such other criteria as to ensure that green roofs may be safely constructed and used on the maximum number of roofs and greatest amount of roof area.\\par\n(d) On or before September 1, 2011 and every September 1, thereafter, the department shall report to the mayor and the speaker of the council respecting the construction of vegetated green roofs in the city.  Such report shall include, but not be limited to, the number of vegetated green roofs constructed in the city during the prior year, whether such roofs were used for food production by the building occupants, if such information is available, the amount of food, if any, produced on vegetated green roofs,  whether vegetated green roofs were used for non-food plant production or active or passive recreation,respectively,any national vegetative roof systems standards that were adopted and any modifications or proposed modifications of the vegetative green roof rules and the purpose and intention of those modifications.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 3. This local law shall take effect immediately, except that the department shall take such actions,as are necessary for its implementation, including the promulgation of rules, prior to such effective date..\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LS#: 1290\\par\nDate: 8/3/10 6:18 p.m.\\par\n}\n",
  "LastModified": "2013-12-23T21:09:09.447Z"
}
