{
  "ID": 45785,
  "GUID": "C8C7F19D-C5E3-4FD6-9F63-81E375661AED",
  "File": "Int 0351-2010",
  "Name": "Installation of city-owned solar hot water systems on city-owned buildings.",
  "Title": "A Local Law to amend the administrative code of the City of New York in relation to the installation of city-owned solar hot water systems on city-owned buildings, for privately-owned systems, and to establish a pilot program for owners of private property to install solar hot water systems.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-09-29T00:00:00Z",
  "AgendaDate": "2010-09-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 246449,
      "Date": "2010-09-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 246680,
      "Date": "2010-09-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10114,
      "AgendaSequence": 130,
      "MinutesSequence": 145,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247391,
      "Date": "2010-10-20T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 10141,
      "AgendaSequence": 11,
      "MinutesSequence": 23,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247527,
      "Date": "2010-10-20T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 10141,
      "MinutesSequence": 24,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284238,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 97606,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5f7df9d2-1088-4bce-8f04-5156850da6e9.doc",
      "Sort": 1
    },
    {
      "ID": 97662,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Jerilyn Perine 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6a3e2db4-a044-4225-9310-bd0ba2e7a385.pdf",
      "Sort": 2
    },
    {
      "ID": 97681,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Small Winds Concerns 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/23f19134-5e81-4d72-be8c-93ee4fcd2099.pdf",
      "Sort": 3
    },
    {
      "ID": 97695,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Wendy Todd 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/dd66c3b3-fc31-46b3-9c0e-f3836e2cde06.pdf",
      "Sort": 4
    },
    {
      "ID": 97709,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Matt Levin 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b3a219ad-58a3-4b7c-a0a5-06d975a140b0.pdf",
      "Sort": 5
    },
    {
      "ID": 97723,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Michael Seilback10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a6e6ecf3-b527-4aeb-b5b9-a960e35bbe78.pdf",
      "Sort": 6
    },
    {
      "ID": 97751,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3225ab08-4fe8-4775-9949-a3d38d0d8c92.pdf",
      "Sort": 7
    },
    {
      "ID": 97769,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Benjamin Flanner 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f798ee3e-4a21-485b-bbef-f90f4dbc456b.doc",
      "Sort": 8
    },
    {
      "ID": 97821,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Anthony Pereira 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c7fb7146-39de-40bb-80d4-38453e11f559.pdf",
      "Sort": 9
    },
    {
      "ID": 97925,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2a418480-ca6f-44b2-9a95-592d92dd2875.pdf",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 46792,
  "Text": "Be it enacted by the Council as follows:\n\t\nSection 1. Legislative findings and intent.  \n\n\tThe Council finds that the City must expand the use of renewable energy sources in the City in order to meet its greenhouse gas emissions requirements of Local Law 22 of 2008, the New York City Climate Protection Act. Buildings currently account for 75% of carbon dioxide emissions in New York City. In order to meet our emissions reduction requirements, we are legally obligated to explore and enact cost-effective solutions. New York City’s growing population and economy will put a strain on energy supplies and threaten the ability of the City to meet its global warming goals unless specific steps are taken to reduce demand and generate energy cleanly and efficiently. Moreover, reducing New York City’s long-term demand for fossil fuels, and beginning the process of powering the City sustainably, will help the city to keep its place as the world’s greatest city and “Capital of the World.”\nSolar hot water systems receive the sun’s radiation and convert it into heat (otherwise known as “thermal energy”). There are various methods used to take advantage of thermal energy, such as solar hot water systems (“SHW”), and all of them enable buildings to release significantly less fossil fuel emissions than using nonrenewable energy systems. According to the United States Department of Energy (“DOE”), SHW systems are presently one of the most cost-effective renewable energy technologies. Moreover, according to the DOE, “a typical residential solar water-heating system reduces the need for conventional water heating by about two-thirds, minimizes the expense of electricity or fossil fuel to heat the water and lessens the associated environmental impacts.”\nSHW systems would serve various important functions in New York City. First, installing SHW on City-owned buildings would lead to relatively large long-term savings, while also helping the City reap the socio-economic benefits of reducing our use of nonrenewable energy sources. They would allow the City government to reduce its annual energy expenditures; help residents, property-owners, and business-owners spend less on energy consumption; revitalize New York City’s manufacturing and construction sectors by creating high-paying jobs; reduce New York City’s greenhouse gas emissions, public health care costs, and dependence on foreign energy and non-sustainable fossil fuels; and provide a barrier against energy price fluctuations.  \n\tIn 2008, municipal buildings emitted 545,844 metric tons of CO2 from natural gas, while buildings city-wide emitted more than 13.6 million metric tons. With the City’s population estimated to grow by more than 1 million residents by 2030, we can expect more buildings and more demand for fossil fuels to heat our water, despite our obligation to decrease emissions and to reduce the impact our energy demands place upon the health and well-being of our residents.\nMoreover, greater worldwide demand for fossil fuels will raise prices, which will harm New York City, our residents, and our economy. New York City already imports 100% of its oil and natural gas supply, which means we are currently writing checks to enrich countries such as Russia, Iran, and Saudi Arabia rather than using the money to provide services for our residents or increase opportunities for local businesses to hire more employees. SHW represents a major untapped means of reducing our emissions and dependence on foreign sources of energy, while also improving our air quality, saving money over the long-term, and increasing demand for technologies that will create jobs for New Yorkers.\nPlaNYC 2030 urges the City to reduce municipal energy consumption, “foster the market for renewable energy,” and “expand clean energy distribution.” By fostering the market for solar thermal technologies, such as SHW, we can begin to realize these goals. The Council, therefore, finds that it is in the best interests of the City of New York to 1) require SHW on city-owned buildings and 2) create a SHW pilot and lottery program and, if those are successful, initiate a future city-wide program that will aim to increase SHW systems throughout the City.\n§2. Chapter 2 of title 4 of the administrative code of the city of New York is amended by adding a new section 4-208 to read as follows:\n§4-208 City-owned solar water heater systems on city-owned buildings. (a) For purposes of this section the following terms shall have the following meanings:\n(1)\t“City-owned buildings” shall mean all buildings or structures owned by the city of New York, its agencies or departments.\n (2)\t“Cost-effective” shall mean the ability to repay costs over a twenty-five year period, including likely energy price increases over that period of time. \n(3)\t“Feasibility study” shall mean a study that includes an analysis of cost factors, including but not limited to, system installation and maintenance costs, the expected repayment period for the system, the city’s estimated future electricity costs related to the water heating, and current and projected energy demand related to water heating for a city-owned building.\n(4)\t“Historic buildings” shall mean those buildings designated as landmarks by the landmarks preservation commission.\n (5)\t “Priority order” shall mean the installation of solar hot water systems in order of cost-effectiveness from most cost-effective to least cost-effective.\n(6)\t“Qualifying project” shall mean any project for installing solar hot water systems on city-owned buildings that is found to be cost-effective by the reviewing agencies.\n\t(7)\t“Reviewing agencies” shall mean the department of citywide administrative services and any other agency authorized by the department of citywide administrative services to assist in administering the provisions of this section.\n(8)\t“Solar hot water system” shall mean any system, as defined by the United States department of energy, that utilizes solar radiation to heat water.\n(b)\tReviewing agencies shall within eighteen months from the effective date of this subdivision perform a feasibility study of city-owned buildings to find cost-effective sites for solar water heating systems. The feasibility study shall include an analysis of whether any federal or state funds would be available to help pay for these systems.\n(c)\tThe city shall require installation of city-owned solar hot water systems on those city-owned buildings where the feasibility study has found such systems to be cost-effective. Installation shall be done in priority order as determined by the reviewing agencies and the city shall install the largest solar hot water system found to be cost-effective on each site.\n(d)\tThe on-site building staff of those buildings with solar hot water systems shall take such actions as are necessary to maximize the performance of the solar hot water systems.\n(e) \tAny portion of city-owned historic buildings viewable by persons standing at street level shall be exempt from the installation requirements of this section.\n(f)\tUpon the completion of the feasibility study, the reviewing agencies shall report to the mayor and the council the following: a) the number of qualifying projects and the annual and total energy and other cost savings of each project and the projects as a whole, b) the number of qualifying projects that have commenced installation of a solar hot water heating system, c) the number of qualifying projects that have completed the installation of said systems, d) annual and total energy and other cost savings and environmental benefits associated with the systems of completed qualifying projects, and e) new or updated information regarding technological, price, or socio-economic issues pertaining to solar hot water technology and systems.\n§3.  Title 24 of the administrative code of the City of New York is amended by adding a new chapter 10 to read as follows:\t\nChapter 10: Renewable Energy\n§ 24-1001 Solar Hot Water Pilot Program \n§24-1001 Solar hot water pilot program. (a) For purposes of this section the following term shall have the following meanings:\n (1)\t“Solar hot water system” shall mean any system, as defined by the United States department of energy, that utilizes solar radiation to heat water. \n(2)\t“Structurally-sufficient” shall mean a roof that is able to safely withstand the weight of the system as determined by the installer of system and meets all requirements of the department of buildings.\n (b)\tThe department shall within twelve months from the effective date of this subdivision create a pilot program to award, by lottery, solar hot water heating systems to owners of private property in the city of New York. The department shall pay up to ten thousand dollars per system for the solar hot water system and its installation.\n(c)\tThe department shall require interested property owners to apply for the program in order to qualify. \n(d)\tThe department shall award by lottery fifteen solar hot water systems, with three per borough to applicants.\n(e)\tBefore installation, any awardees shall provide proof to the department of sole authority over their property’s roof and the installer shall establish that the awardee’s roof is structurally-sufficient.\n(f)\tIf the awardee fails to satisfy the provisions of subdivision e of  this section the department shall assign the award to another applicant who shall have to meet the conditions set forth in this section.\n(g) \tIf the awardee’s roof is not structurally-sufficient, the property owner shall be financially responsible for any structural improvements deemed necessary prior to installation. If such owner chooses not to make the necessary improvements, the department shall award the solar hot water system to another applicant who shall have to meet the conditions set forth in this section.\n(h)\tProperty owners shall be responsible for all maintenance and any costs not covered by the system’s warranty.\n§3. Title 11 of the administrative code of the city of New York is amended by adding a new section 11-240 to read as follows:\n§11-240 Solar hot water system fliers. (a) For purposes of this section the following terms shall have the following meanings:\n(2)\t“Flyer” shall mean a pamphlet or circular.\n(3)\t“Solar hot water system” shall mean any system, as defined by the United States department of energy, that utilizes solar radiation to heat water.\n(b)\tThe department shall mail to property owners, together with the first property tax bill sent each year, a flyer that educates property owners as to the benefits of using solar hot water systems, including the financial, tax, and environmental benefits of installing such a system on their property.  \n§4. This local law shall take effect one hundred eighty days after its enactment, except that the departments shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\nLS#: 7678\nDate: 9/28/2010 11:00 AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720 Section 1. Legislative findings and intent.  \\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab The Council finds that the City must expand the use of renewable energy sources in the City in order to meet its greenhouse gas emissions requirements of Local Law 22 of 2008, the New York City Climate Protection Act. Buildings currently account for 75% of carbon dioxide emissions in New York City. In order to meet our emissions reduction requirements, we are legally obligated to explore and enact cost-effective solutions. New York City\\rquote s growing population and economy will put a strain on energy supplies and threaten the ability of the City to meet its global warming goals unless specific steps are taken to reduce demand and generate energy cleanly and efficiently. Moreover, reducing New York City\\rquote s long-term demand for fossil fuels, and beginning the process of powering the City sustainably, will help the city to keep its place as the world\\rquote s greatest city and \\ldblquote Capital of the World.\\rdblquote\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Solar hot water systems receive the sun\\rquote s radiation and convert it into heat (otherwise known as \\ldblquote thermal energy\\rdblquote ). There are various methods used to take advantage of thermal energy, such as solar hot water systems (\\ldblquote SHW\\rdblquote ), and all of them enable buildings to release significantly less fossil fuel emissions than using nonrenewable energy systems. According to the United States Department of Energy (\\ldblquote DOE\\rdblquote ), SHW systems are presently one of the most cost-effective renewable energy technologies. Moreover, according to the DOE, \\ldblquote a typical residential solar water-heating system reduces the need for conventional water heating by about two-thirds, minimizes the expense of electricity or fossil fuel to heat the water and lessens the associated environmental impacts.\\rdblquote\\par\nSHW systems would serve various important functions in New York City. First, installing SHW on City-owned buildings would lead to relatively large long-term savings, while also helping the City reap the socio-economic benefits of reducing our use of nonrenewable energy sources. They would allow the City government to reduce its annual energy expenditures; help residents, property-owners, and business-owners spend less on energy consumption; revitalize New York City\\rquote s manufacturing and construction sectors by creating high-paying jobs; reduce New York City\\rquote s greenhouse gas emissions, public health care costs, and dependence on foreign energy and non-sustainable fossil fuels; and provide a barrier against energy price fluctuations.  \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab In 2008, municipal buildings emitted 545,844 metric tons of CO\\sub 2\\nosupersub  from natural gas, while buildings city-wide emitted more than 13.6 million metric tons. With the City\\rquote s population estimated to grow by more than 1 million residents by 2030, we can expect more buildings and more demand for fossil fuels to heat our water, despite our obligation to decrease emissions and to reduce the impact our energy demands place upon the health and well-being of our residents.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Moreover, greater worldwide demand for fossil fuels will raise prices, which will harm New York City, our residents, and our economy. New York City already imports 100% of its oil and natural gas supply, which means we are currently writing checks to enrich countries such as Russia, Iran, and Saudi Arabia rather than using the money to provide services for our residents or increase opportunities for local businesses to hire more employees. SHW represents a major untapped means of reducing our emissions and dependence on foreign sources of energy, while also improving our air quality, saving money over the long-term, and increasing demand for technologies that will create jobs for New Yorkers.\\par\nPlaNYC 2030 urges the City to reduce municipal energy consumption, \\ldblquote foster the market for renewable energy,\\rdblquote  and \\ldblquote expand clean energy distribution.\\rdblquote  By fostering the market for solar thermal technologies, such as SHW, we can begin to realize these goals. The Council, therefore, finds that it is in the best interests of the City of New York to 1) require SHW on city-owned buildings and 2) create a SHW pilot and lottery program and, if those are successful, initiate a future city-wide program that will aim to increase SHW systems throughout the City.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a72. Chapter 2 of title 4 of the administrative code of the city of New York is amended by adding a new section 4-208 to read as follows:\\par\n\\ul\\'a74-208 City-owned solar water heater systems on city-owned buildings. (a) For purposes of this section the following terms shall have the following meanings:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi1260\\sl480\\slmult1 (1)\\tab\\ldblquote City-owned buildings\\rdblquote  shall mean all buildings or structures owned by the city of New York, its agencies or departments.\\ulnone\\par\n\\ul  (2)\\tab\\ldblquote Cost-effective\\rdblquote  shall mean the ability to repay costs over a twenty-five year period, including likely energy price increases over that period of time. \\par\n(3)\\tab\\ldblquote Feasibility study\\rdblquote  shall mean a study that includes an analysis of cost factors, including but not limited to, system installation and maintenance costs, the expected repayment period for the system, the city\\rquote s estimated future electricity costs related to the water heating, and current and projected energy demand related to water heating for a city-owned building.\\par\n(4)\\tab\\ldblquote Historic buildings\\rdblquote  shall mean those buildings designated as landmarks by the landmarks preservation commission.\\ulnone\\par\n\\ul  (5)\\tab  \\ldblquote Priority order\\rdblquote  shall mean the installation of solar hot water systems in order of cost-effectiveness from most cost-effective to least cost-effective.\\par\n(6)\\tab\\ldblquote Qualifying project\\rdblquote  shall mean any project for installing solar hot water systems on city-owned buildings that is found to be cost-effective by the reviewing agencies.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\tab\\ul (7)\\tab\\ldblquote Reviewing agencies\\rdblquote  shall mean the department of citywide administrative services and any other agency authorized by the department of citywide administrative services to assist in administering the provisions of this section.\\f1\\par\n\\pard\\ltrpar\\nowidctlpar\\fi1260\\sl480\\slmult1\\f0 (8)\\tab\\ldblquote Solar hot water system\\rdblquote  shall mean any system, as defined by the United States department of energy, that utilizes solar radiation to heat water.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul (b)\\tab Reviewing agencies shall within eighteen months from the effective date of this subdivision perform a feasibility study of city-owned buildings to find cost-effective sites for solar water heating systems. The feasibility study shall include an analysis of whether any federal or state funds would be available to help pay for these systems.\\par\n(c)\\tab The city shall require installation of city-owned solar hot water systems on those city-owned buildings where the feasibility study has found such systems to be cost-effective. Installation shall be done in priority order as determined by the reviewing agencies and the city shall install the largest solar hot water system found to be cost-effective on each site.\\par\n(d)\\tab The on-site building staff of those buildings with solar hot water systems shall take such actions as are necessary to maximize the performance of the solar hot water systems.\\par\n(e) \\tab Any portion of city-owned historic buildings viewable by persons standing at street level shall be exempt from the installation requirements of this section.\\par\n(f)\\tab Upon the completion of the feasibility study, the reviewing agencies shall report to the mayor and the council the following: a) the number of qualifying projects and the annual and total energy and other cost savings of each project and the projects as a whole, b) the number of qualifying projects that have commenced installation of a solar hot water heating system, c) the number of qualifying projects that have completed the installation of said systems, d) annual and total energy and other cost savings and environmental benefits associated with the systems of completed qualifying projects, and e) new or updated information regarding technological, price, or socio-economic issues pertaining to solar hot water technology and systems.\\par\n\\ulnone\\'a73.  Title 24 of the administrative code of the City of New York is amended by adding a new chapter 10 to read as follows:\\tab\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\li2880\\sl480\\slmult1\\ul Chapter 10: Renewable Energy\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qc\\'a7 24-1001 Solar Hot Water Pilot Program \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a724-1001 Solar hot water pilot program. (a) For purposes of this section the following term shall have the following meanings:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi1260\\sl480\\slmult1  (1)\\tab\\ldblquote Solar hot water system\\rdblquote  shall mean any system, as defined by the United States department of energy, that utilizes solar radiation to heat water. \\par\n(2)\\tab\\ldblquote Structurally-sufficient\\rdblquote  shall mean a roof that is able to safely withstand the weight of the system as determined by the installer of system and meets all requirements of the department of buildings.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1  (b)\\tab The department shall within twelve months from the effective date of this subdivision create a pilot program to award, by lottery, solar hot water heating systems to owners of private property in the city of New York. The department shall pay up to ten thousand dollars per system for the solar hot water system and its installation.\\par\n(c)\\tab The department shall require interested property owners to apply for the program in order to qualify. \\par\n(d)\\tab The department shall award by lottery fifteen solar hot water systems, with three per borough to applicants.\\par\n(e)\\tab Before installation, any awardees shall provide proof to the department of sole authority over their property\\rquote s roof and the installer shall establish that the awardee\\rquote s roof is structurally-sufficient.\\par\n(f)\\tab If the awardee fails to satisfy the provisions of subdivision e of  this section the department shall assign the award to another applicant who shall have to meet the conditions set forth in this section.\\par\n(g) \\tab If the awardee\\rquote s roof is not structurally-sufficient, the property owner shall be financially responsible for any structural improvements deemed necessary prior to installation. If such owner chooses not to make the necessary improvements, the department shall award the solar hot water system to another applicant who shall have to meet the conditions set forth in this section.\\par\n(h)\\tab Property owners shall be responsible for all maintenance and any costs not covered by the system\\rquote s warranty.\\par\n\\ulnone\\'a73. Title 11 of the administrative code of the city of New York is amended by adding a new section 11-240 to read as follows:\\par\n\\ul\\'a711-240 Solar hot water system fliers. (a) For purposes of this section the following terms shall have the following meanings:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi1260\\sl480\\slmult1 (2)\\tab\\ldblquote Flyer\\rdblquote  shall mean a pamphlet or circular.\\par\n(3)\\tab\\ldblquote Solar hot water system\\rdblquote  shall mean any system, as defined by the United States department of energy, that utilizes solar radiation to heat water.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (b)\\tab The department shall mail to property owners, together with the first property tax bill sent each year, a flyer that educates property owners as to the benefits of using solar hot water systems, including the financial, tax, and environmental benefits of installing such a system on their property.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a74. This local law shall take effect one hundred eighty days after its enactment, except that the departments shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs20\\par\nLS#: 7678\\par\n\\pard\\ltrpar\\nowidctlpar Date: \\lang1024 9/28/2010 11:00 AM\\lang1033\\par\n\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T21:07:01.12Z"
}
