{
  "ID": 45787,
  "GUID": "91170FE7-1AF4-4718-BFD4-88F3B07775F5",
  "File": "Int 0353-2010",
  "Name": "Creation of a Solar Map, accessible online, and to establish a Smart Solar program to help residents and businesses pursue the best solar solution for their locale.",
  "Title": "A Local Law to amend the administrative code of the city of New York in relation to creation of a Solar Map, accessible online, and to establish a Smart Solar program to help residents and businesses pursue the best solar solution for their locale.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-09-29T00:00:00Z",
  "AgendaDate": "2010-09-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 246451,
      "Date": "2010-09-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 246682,
      "Date": "2010-09-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10114,
      "AgendaSequence": 132,
      "MinutesSequence": 147,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247393,
      "Date": "2010-10-20T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 10141,
      "AgendaSequence": 13,
      "MinutesSequence": 27,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247529,
      "Date": "2010-10-20T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 10141,
      "MinutesSequence": 28,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284236,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 97608,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5f7df9d2-1088-4bce-8f04-5156850da6e9.doc",
      "Sort": 1
    },
    {
      "ID": 97664,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Jerilyn Perine 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6a3e2db4-a044-4225-9310-bd0ba2e7a385.pdf",
      "Sort": 2
    },
    {
      "ID": 97683,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Small Winds Concerns 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/23f19134-5e81-4d72-be8c-93ee4fcd2099.pdf",
      "Sort": 3
    },
    {
      "ID": 97697,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Wendy Todd 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/dd66c3b3-fc31-46b3-9c0e-f3836e2cde06.pdf",
      "Sort": 4
    },
    {
      "ID": 97711,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Matt Levin 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b3a219ad-58a3-4b7c-a0a5-06d975a140b0.pdf",
      "Sort": 5
    },
    {
      "ID": 97725,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Michael Seilback10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a6e6ecf3-b527-4aeb-b5b9-a960e35bbe78.pdf",
      "Sort": 6
    },
    {
      "ID": 97753,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3225ab08-4fe8-4775-9949-a3d38d0d8c92.pdf",
      "Sort": 7
    },
    {
      "ID": 97771,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Benjamin Flanner 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f798ee3e-4a21-485b-bbef-f90f4dbc456b.doc",
      "Sort": 8
    },
    {
      "ID": 97823,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - Anthony Pereira 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c7fb7146-39de-40bb-80d4-38453e11f559.pdf",
      "Sort": 9
    },
    {
      "ID": 97927,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10-20-10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2a418480-ca6f-44b2-9a95-592d92dd2875.pdf",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 46794,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Legislative findings and intent.  \n\nThe Council finds that PlaNYC 2030 urges the city to “foster the market for renewable energy” and “expand clean energy distribution.”  While there is interest in the installation of solar energy generation systems, creation of a Solar Map identifying all of the locations currently using solar energy generation systems will promote greater public awareness about solar energy benefits and, therefore, facilitate greater use of solar energy generation systems among building owners.  \nBuildings account for eighty percent of CO2 emissions in New York City and while many buildings in New York City are well-suited for roof-top solar electric systems; presently, most roofs in the city serve no pro-active function.  Therefore it is in the best interest of City to create and maintain an easily-accessible “Solar Map” that identifies solar installations in the city and quantifies their benefits. \n§2. The New York city building code is amended by adding a new chapter 34 to read as follows:\n\t\t\tChapter 34 Renewable Energy Systems. \nSection BC 3401 General \n3401.1 Scope. The provisions of this chapter shall govern renewable energy systems, including photovoltaic systems.\n\t\t\tSection BC 3402 Definitions \n3402. Definitions. For the purposes of this chapter, the following terms shall mean as follows:\na. “Photovoltaic system” shall mean any system, as defined by the United States department of energy, that utilizes solar radiation to produce electricity.\nb. “Reviewing agencies” shall mean the department of buildings and the department of city planning.\nc. “Solar map” shall mean an interactive on-line map that spatially displays the presence of a solar energy generation system or solar thermal system located on a building roof or otherwise affixed to a building. \nd. “Solar energy generation system” shall mean technologies that use active or passive solar radiation to generate electricity for space heating or cooling and to heat water.\nSection BC 3403 Photovoltaic systems. \n3403.1 General. Photovoltaic systems shall comply with this section. \n3403.1.1 The reviewing agencies shall create a solar map that estimates the size of all roofs of all of the buildings in the city of New York and identifies the location of all photovoltaic systems.\n3403.1.2 Such map shall be completed within eighteen months from the effective date of this section and shall be updated every six months and shall be accessible via the Internet or displayed on the department’s website.\n3403.1.3. The solar map shall contain information including, but not limited to, \na) For roofs upon which photovoltaic systems have been installed, each system size, estimated energy savings per year, the name of the installer, and the estimated carbon dioxide emissions reduction per year and cumulative since the system’s installation.\n\tb) For roofs on which photovoltaic systems have not been installed, the size of the roof ,and the estimated photovoltaic potential, estimated potential electricity that might be produced per year, estimated potential electricity savings per year, and estimated potential carbon dioxide emissions reduction per year.\n\t\tc) Identification using different color markings for systems installed on commercial, residential, municipal, school/library structures or structures owned by a non-profit.\n\t\td) The actual and estimated potential figures for buildings owned by the city of New York.\n\t\te) Information to help property owners understand the benefits of photovoltaic systems. \n§3. This local law shall take effect one hundred eighty days after its enactment, except that the department of buildings in consultation with the department of city planning shall take such measures, including the promulgation of rules, as are necessary for its implementation.\n\n\nLS#: 888\n9/24/10 12:00 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\tab Section 1. Legislative findings and intent.  \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj The Council finds that PlaNYC 2030 urges the city to \\ldblquote foster the market for renewable energy\\rdblquote  and \\ldblquote expand clean energy distribution.\\rdblquote   While there is interest in the installation of solar energy generation systems, creation of a Solar Map identifying all of the locations currently using solar energy generation systems will promote greater public awareness about solar energy benefits and, therefore, facilitate greater use of solar energy generation systems among building owners.  \\par\nBuildings account for eighty percent of CO\\sub 2\\nosupersub  emissions in New York City and while many buildings in New York City are well-suited for roof-top solar electric systems; presently, most roofs in the city serve no pro-active function.  Therefore it is in the best interest of City to create and maintain an easily-accessible \\ldblquote Solar Map\\rdblquote  that identifies solar installations in the city and quantifies their benefits. \\par\n\\'a72. The New York city building code is amended by adding a new chapter 34 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\tab\\tab\\ul Chapter 34 Renewable Energy Systems. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\li1440\\sl480\\slmult1\\qj Section BC 3401 General \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj 3401.1 Scope. The provisions of this chapter shall govern renewable energy systems, including photovoltaic systems.\\par\n\\ulnone\\tab\\tab\\tab\\ul Section BC 3402 Definitions \\par\n3402. Definitions. For the purposes of this chapter, the following terms shall mean as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj a. \\ldblquote Photovoltaic system\\rdblquote  shall mean any system, as defined by the United States department of energy, that utilizes solar radiation to produce electricity.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 b. \\ldblquote Reviewing agencies\\rdblquote  shall mean the department of buildings and the department of city planning.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj c. \\ldblquote Solar map\\rdblquote  shall mean an interactive on-line map that spatially displays the presence of a solar energy generation system or solar thermal system located on a building roof or otherwise affixed to a building. \\par\nd. \\ldblquote Solar energy generation system\\rdblquote  shall mean technologies that use active or passive solar radiation to generate electricity for space heating or cooling and to heat water.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\li720\\sl480\\slmult1 Section BC 3403 Photovoltaic systems. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1 3403.1 General. Photovoltaic systems shall comply with this section. \\par\n3403.1.1 The reviewing agencies shall create a solar map that estimates the size of all roofs of all of the buildings in the city of New York and identifies the location of all photovoltaic systems.\\par\n3403.1.2 Such map shall be completed within eighteen months from the effective date of this section and shall be updated every six months and shall be accessible via the Internet or displayed on the department\\rquote s website.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 3403.1.3. The solar map shall contain information including, but not limited to, \\par\na) For roofs upon which photovoltaic systems have been installed, each system size, estimated energy savings per year, the name of the installer, and the estimated carbon dioxide emissions reduction per year and cumulative since the system\\rquote s installation.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul b) For roofs on which photovoltaic systems have not been installed, the size of the roof ,and the estimated photovoltaic potential, estimated potential electricity that might be produced per year, estimated potential electricity savings per year, and estimated potential carbon dioxide emissions reduction per year.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-720\\sl480\\slmult1\\ulnone\\tab\\tab\\ul c) Identification using different color markings for systems installed on commercial, residential, municipal, school/library structures or structures owned by a non-profit.\\par\n\\ulnone\\tab\\tab\\ul d) The actual and estimated potential figures for buildings owned by the city of New York.\\par\n\\ulnone\\tab\\tab\\ul e) Information to help property owners understand the benefits of photovoltaic systems. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a73. This local law shall take effect one hundred eighty days after its enactment, except that the department of buildings in consultation with the department of city planning shall take such measures, including the promulgation of rules, as are necessary for its implementation.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\par\nLS#: 888\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj 9/24/10 12:00 p.m.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T21:05:34.247Z"
}
