{
  "ID": 45738,
  "GUID": "5ECD4C56-E9EE-4392-8632-EC75863D0DBD",
  "File": "Int 0356-2010",
  "Name": "Allocation of bus stops to private bus companies.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to allocation of bus stops to private bus companies.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2010-09-29T00:00:00Z",
  "AgendaDate": "2010-09-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 246425,
      "Date": "2010-09-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 246686,
      "Date": "2010-09-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10114,
      "AgendaSequence": 136,
      "MinutesSequence": 151,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284144,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46743,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-175.4 to read as follows:\n\t§19-175.4 Private bus company use of bus stops.  a.  For the purposes of this section, the term “affected council member and community board” shall mean the council member and community board in whose respective district the department is proposing to authorize the use of a bus stop by a private bus company.\nb.  Thirty days before the department authorizes a private bus company to use a bus stop, it shall submit the plan to authorize such use to the department of consumer affairs, the New York state metropolitan transportation authority, the affected council member and community board.\nc.  The department of consumer affairs, the New York state metropolitan transportation authority, the affected council member and community board shall have ten days from receipt of such plan to forward comments, if any, to the department on such plan.\n\td.  After receipt of comments, if any, from the department of consumer affairs, the New York state metropolitan transportation authority, and the affected council member and community board, the department shall consider such comments and may incorporate changes, where appropriate, into its plan to assign a bus stop to a private bus company.\ne.  The department shall forward either an amended bus stop plan or notice that it will proceed with its original bus stop plan to the department of consumer affairs, the New York state metropolitan transportation authority, and the affected council member and community board at least ten days before it implements such bus stop plan. \nf.  This section shall not apply to any private bus company that has an omnibus route under a franchise pursuant to section 6-202 of the code.\n\t§2.  This local law shall take effect immediately after it is enacted into law. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nR.C.\nInt. No. 1066/09\nLS #756\n9/9/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Garamond;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\f1\\fs28\\par\n\\ul\\f0\\fs24 Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1.  Chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-175.4 to read as follows:\\par\n\\tab\\ul\\'a719-175.4 Private bus company use of bus stops.  a.  For the purposes of this section, the term \\ldblquote affected council member and community board\\rdblquote  shall mean the council member and community board in whose respective district the department is proposing to authorize the use of a bus stop by a private bus company.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b.  Thirty days before the department authorizes a private bus company to use a bus stop, it shall submit the plan to authorize such use to the department of consumer affairs, the New York state metropolitan transportation authority, the affected council member and community board.\\par\nc.  The department of consumer affairs, the New York state metropolitan transportation authority, the affected council member and community board shall have ten days from receipt of such plan to forward comments, if any, to the department on such plan.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul d.  After receipt of comments, if any, from the department of consumer affairs, the New York state metropolitan transportation authority, and the affected council member and community board, the department shall consider such comments and may incorporate changes, where appropriate, into its plan to assign a bus stop to a private bus company.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj e.  The department shall forward either an amended bus stop plan or notice that it will proceed with its original bus stop plan to the department of consumer affairs, the New York state metropolitan transportation authority, and the affected council member and community board at least ten days before it implements such bus stop plan. \\par\nf.  This section shall not apply to any private bus company that has an omnibus route under a franchise pursuant to section 6-202 of the code.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\'a72.  This local law shall take effect immediately after it is enacted into law.\\ul  \\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nR.C.\\par\nInt. No. 1066/09\\par\nLS #756\\par\n9/9/10\\par\n\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T21:05:00.277Z"
}
