{
  "ID": 45791,
  "GUID": "B773E632-6290-4513-8269-2F166D698D8E",
  "File": "Int 0357-2010",
  "Name": "Use of green technologies in landmarked buildings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the use of green technologies in landmarked buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-09-29T00:00:00Z",
  "AgendaDate": "2010-09-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7556,
      "Slug": "the-public-advocate-mr-de-blasio",
      "FullName": "The Public Advocate (Mr. de Blasio)"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 246455,
      "Date": "2010-09-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 246694,
      "Date": "2010-09-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10114,
      "AgendaSequence": 139,
      "MinutesSequence": 154,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263819,
      "Date": "2012-05-02T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 11575,
      "AgendaSequence": 5,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 264180,
      "Date": "2012-05-02T10:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 11575,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263813,
      "Date": "2012-05-02T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 17,
      "BodyName": "Committee on Land Use",
      "EventID": 11574,
      "AgendaSequence": 5,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 264147,
      "Date": "2012-05-02T10:50:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 17,
      "BodyName": "Committee on Land Use",
      "EventID": 11574,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284235,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 106521,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/2/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6e81b9c8-1277-4551-882b-d442ccec83cc.doc",
      "Sort": 1
    },
    {
      "ID": 106642,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 5/2/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8dc6f5d5-f1be-4f94-a4be-a2fa627b58ec.PDF",
      "Sort": 2
    },
    {
      "ID": 106839,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript  5/2/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2f186225-e771-4f2b-9b55-11566b40fbea.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 46798,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.  The Council finds that historic buildings are considered inherently sustainable because they were traditionally designed with attention to features that responded to climate and site.  These features often lead to substantial energy savings for landmarked buildings as compared to newer buildings.  While green building techniques and density goals are seen as a justification by some for tearing down usable buildings and squandering their energy and inherent greenness, preservation keeps our history and culture alive while also enabling us to learn from the methods and practices of those who came before us.  \n\tThe Council finds that our current laws, however, prevent the City from furthering the often green nature of these buildings.  These laws preclude us from taking advantage of on-site green technology that would increase the sustainability of these buildings.  With careful planning the benefits of preservation and sustainability are attainable simultaneously.  The City can and should balance the importance of preserving our beautiful historic buildings with the need for clean, on-site energy generation and energy efficiency.  The use of alternative energy systems on landmarked structures can benefit building owners by providing the cost savings inherent in utilizing alternative energy.\n\tMoreover, the Landmarks Preservation Commission already recognizes the value of balancing the aesthetic importance of landmarks with the practical needs of today’s world as the Commission’s rules already allow equipment such as air conditioning and heating equipment to be installed in and on landmarks.  These proposed changes reflect the goals of making landmarks safer, more comfortable and better reflections of modern sensibilities consistent with, and while preserving, the buildings’ history. \nTherefore, the Council finds that updating our code to enable green technology to be installed upon landmarked buildings will benefit the City as a whole in the ways identified above, and city landmarks in a way that balances their specific needs with the needs of the City.  To accomplish this, the Council finds that it is the best interests of the City to amend the Administrative Code to allow for green technology to be installed in and upon landmarked buildings and buildings that are eligible for landmark status.\n\t§2. Section 25-302 of the administrative code of the city of New York is amended by adding a new subdivision p-1 to read as follows:\n\tp-1. “Mechanical equipment” shall include, but not be limited to heating, venting and air conditioning equipment, alternative or distributed energy equipment, such as solar panels, wind turbines, or micro-turbines, water tanks and their supporting structures, satellite dishes, stair and elevator bulkheads, screens, dunnages, baffles, unenclosed decks, garden trellises or other associated railings and other accessory installations, but shall not include telecommunication equipment and conventional television antennas.  \n§3. This local law shall take effect ninety days after its enactment except that the chair of the landmarks preservation commission shall take such measures, as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\nLS # 7275\nSS 9/23/10 2:28 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab S\\cf1 ection 1.  Legislative findings and intent.  The Council finds that historic buildings are considered inherently sustainable because they were traditionally designed with attention to features that responded to climate and site.  These features often lead to substantial energy savings for landmarked buildings as compared to newer buildings.  While green building techniques and density goals are seen as a justification by some for tearing down usable buildings and squandering their energy and inherent greenness, preservation keeps our history and culture alive while also enabling us to learn from the methods and practices of those who came before us.  \\par\n\\tab The Council finds that our current laws, however, prevent the City from furthering the often green nature of these buildings.  These laws preclude us from taking advantage of on-site green technology that would increase the sustainability of these buildings.  With careful planning the benefits of preservation and sustainability are attainable simultaneously.  The City can and should balance the importance of preserving our beautiful historic buildings with the need for clean, on-site energy generation and energy efficiency.  The use of alternative energy systems on landmarked structures can benefit building owners by providing the cost savings inherent in utilizing alternative energy.\\par\n\\tab Moreover, the Landmarks Preservation Commission already recognizes the value of balancing the aesthetic importance of landmarks with the practical needs of today\\rquote s world as the Commission\\rquote s rules already allow equipment such as air conditioning and heating equipment to be installed in and on landmarks.  These proposed changes reflect the goals of making landmarks safer, more comfortable and better reflections of modern sensibilities consistent with, and while preserving, the buildings\\rquote  history. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Therefore, the Council finds that updating our code to enable green technology to be installed upon landmarked buildings will benefit the City as a whole in the ways identified above, and city landmarks in a way that balances their specific needs with the needs of the City.  To accomplish this\\cf0 , the Council finds that it is the best interests of the City to amend the Administrative Code to allow for green technology to be installed in and upon landmarked buildings and buildings that are eligible for landmark status.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab\\'a72. Section 25-302 of the administrative code of the city of New York is amended by adding a new subdivision p-1 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\ul p-1. \\ldblquote Mechanical equipment\\rdblquote  shall include, but not be limited to heating, venting and air conditioning equipment, alternative or distributed energy equipment, such as solar panels, wind turbines, or micro-turbines, water tanks and their supporting structures, satellite dishes, stair and elevator bulkheads, screens, dunnages, baffles, unenclosed decks, garden trellises or other associated railings and other accessory installations, but shall not include telecommunication equipment and conventional television antennas.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a73. This local law shall take effect ninety days after its enactment except that the chair of the landmarks preservation commission shall take such measures, as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LS # 7275\\par\nSS 9/23/10 2:28 p.m.\\par\n\\pard\\ltrpar\\nowidctlpar\\f1\\par\n}\n",
  "LastModified": "2013-12-23T21:04:29.933Z"
}
