{
  "ID": 45937,
  "GUID": "DC646E8D-5ABF-4F3E-A7AE-EA241AB66EA2",
  "File": "Int 0366-2010",
  "Name": "Restrictions, easements and covenants on real property.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to restrictions, easements and covenants on real property.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-10-13T00:00:00Z",
  "AgendaDate": "2010-10-13T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 247112,
      "Date": "2010-10-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247285,
      "Date": "2010-10-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10178,
      "AgendaSequence": 109,
      "MinutesSequence": 137,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284139,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46951,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.   Section 28-104.8.1 of the New York city building code is amended by adding a new subdivision 4 to read as follows:\n4.  A statement certifying that the proposed work would be consist with any restriction, easement or covenant on the property for which an application is sought.\n§2.  Section 7-607 of the administrative code of the city of New York, is amended to read as follows:\n\t§7-607 Real estate instruments to be recorded.  Every instrument affecting real estate or chattels real[,] situated in the counties within the city[,] shall be indexed pursuant to the provisions of this chapter.  Where an instrument relating to a restriction, easement or covenant affecting real estate or chattels real situated in the counties within the city is indexed the city register shall provide such information to the department of buildings for integration into such agency’s buildings information system and such information to the automated city register information system maintained by the department of finance. \n\t§3. Chapter one of title 11 of the administrative code of the city of New York is amended by adding a new section 11-134 to read as follows:  \n§11-134 Automated city register information system. The department shall establish and maintain a publicly available automated city register information system which shall include a copy of or information on every instrument affecting real property filed with the city register including every instrument related to a restriction, easement or covenant affecting real property situated within the city.\n\t§4.  This local law shall take effect one hundred eighty days after its enactment, except that the city register, the department of buildings and the department of finance shall each take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\n\nLS# 1268\n10/7/2010 6:46 PM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\b\\tab\\b0 Section 1.   Section 28-104.8.1 of the New York city building code is amended by adding a new subdivision 4 to read as follows:\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\qj\\cf1\\ul\\fs23 4.  A statement certifying that the proposed work would be consist with any restriction, easement or covenant on the property for which an application is sought.\\cf0\\fs24\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72.  Section 7-607 of the administrative code of the city of New York, is amended to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\'a77-607 Real estate instruments to be recorded.  Every instrument affecting real estate or chattels real[,] situated in the counties within the city[,] shall be indexed pursuant to the provisions of this chapter.  \\ul Where an instrument relating to a restriction, easement or covenant affecting real estate or chattels real situated in the counties within the city is indexed the city register shall provide such information to the department of buildings for integration into such agency\\rquote s buildings information system and such information to the automated city register information system maintained by the department of finance.\\cf1\\ulnone  \\b\\par\n\\pard\\nowidctlpar\\fi270\\sl480\\slmult1\\qj\\cf0\\b0\\tab\\'a73. Chapter one of title 11 of the administrative code of the city of New York is amended by adding a new section 11-134 to read as follows:  \\par\n\\ul\\'a711-134 Automated city register information system. The department shall establish and maintain a publicly available automated city register information system which shall include a copy of or information on every instrument affecting real property filed with the city register including every instrument related to a restriction, easement or covenant affecting real property situated within the city.\\par\n\\ulnone\\tab\\'a74.  This local law shall take effect one hundred eighty days after its enactment, except that the city register, the department of buildings and the department of finance shall each take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\nowidctlpar\\fi274\\qj\\ul\\fs20\\par\n\\par\n\\ulnone LS# 1268\\par\n10/7/2010 6:46 PM\\par\n\\pard\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T21:01:13.763Z"
}
