{
  "ID": 45941,
  "GUID": "F57CB14C-DD59-400F-AEBC-1C38ECDDC968",
  "File": "Int 0368-2010",
  "Name": "Inspections by the department of buildings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to inspections by the department of buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-10-13T00:00:00Z",
  "AgendaDate": "2010-10-13T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 247116,
      "Date": "2010-10-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247289,
      "Date": "2010-10-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10178,
      "AgendaSequence": 113,
      "MinutesSequence": 141,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 254769,
      "Date": "2011-06-07T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 10812,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 255039,
      "Date": "2011-06-07T13:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 10812,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 254773,
      "Date": "2011-06-07T13:20:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 10813,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 255035,
      "Date": "2011-06-07T13:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 10813,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284234,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 101719,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/7/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/230c0f30-d3eb-4dfc-8f36-8f7ab801829f.doc",
      "Sort": 1
    },
    {
      "ID": 101936,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/7/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/828771c1-f2ef-44ba-9d78-ee47f2851e7c.PDF",
      "Sort": 2
    },
    {
      "ID": 102391,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript  6/7/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ef4ce7ff-7d67-4d45-a0f2-c7c17af7817a.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 46955,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 28-210.1 of title 28 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended by adding new subsections 28-210.1.1 and 28-210.1.2  to read as follows:\n§28-210.1.1  Inspection, failure to gain access to premises.  a. The commissioner or his or her authorized representative shall attempt to enter and inspect any dwelling or any part thereof when the department has received a complaint of a condition which, if observed, would be identified by the department as an illegal residential conversion.\nb. After two attempts to gain access to the dwelling or any part thereof without success, the commissioner or his or her authorized representative shall notify the owner of the dwelling, by certified mail, return receipt requested, that a complaint has been filed and an inspection will be scheduled.  If the owner of the dwelling does not respond to such notice within ten business days of the mailing of such request, the commissioner or his or her authorized representative shall prepare an affidavit that documents each unsuccessful attempt to enter and inspect the applicable premises and the request for such entry and inspection.  The commissioner shall review the allegations and documentation available, including the complaint, and shall also seek to obtain an affidavit from the complainant, if available.  If the commissioner determines that the allegations in the complaint would if observed be a violation classified as an immediately hazardous or major violation, then the department shall seek an order from a court of competent jurisdiction directing that access be provided to an inspector or other authorized representative of the department to any dwelling or part thereof that is the subject of the compliant. The department shall promptly execute any such order in accordance with its terms.\n§28-210.1.2  Court order for failure to gain access to inspect premises.  a. Upon the issuance of an order directing that access to enter and inspect any dwelling or part thereof be provided to an inspector or other authorized representative of the department, the person, officer or inspector seeking to gain access shall, before entry, give notice of his or her authority and purpose to any occupant of the premises and shall, upon request, show such occupant the order or a copy thereof.\nb. Nothing herein shall affect the validity of inspections authorized and conducted under any other provision of any other statute, law, rule or regulation without the issuance of an inspection order or warrant.\n§2. This local law shall take effect immediately upon its enactment.\n\nBKH\nLS# 7453\n9/24/2010 3:45 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulw :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Section 28-210.1 of title 28 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended by adding new subsections 28-210.1.1 and 28-210.1.2  to read as follows:\\par\n\\ul\\'a728-210.1.1  Inspection, failure to gain access to premises.  a. The commissioner or his or her authorized representative shall attempt to enter and inspect any dwelling or any part thereof when the department has received a complaint of a condition which, if observed, would be identified by the department as an illegal residential conversion.\\par\nb. After two attempts to gain access to the dwelling or any part thereof without success, the commissioner or his or her authorized representative shall notify the owner of the dwelling, by certified mail, return receipt requested, that a complaint has been filed and an inspection will be scheduled.  If the owner of the dwelling does not respond to such notice within ten business days of the mailing of such request, the commissioner or his or her authorized representative shall prepare an affidavit that documents each unsuccessful attempt to enter and inspect the applicable premises and the request for such entry and inspection.  The commissioner shall review the allegations and documentation available, including the complaint, and shall also seek to obtain an affidavit from the complainant, if available.  If the commissioner determines that the allegations in the complaint would if observed be a violation classified as an immediately hazardous or major violation, then the department shall seek an order from a court of competent jurisdiction directing that access be provided to an inspector or other authorized representative of the department to any dwelling or part thereof that is the subject of the compliant. The department shall promptly execute any such order in accordance with its terms.\\par\n\\'a728-210.1.2  Court order for failure to gain access to inspect premises.  a. Upon the issuance of an order directing that access to enter and inspect any dwelling or part thereof be provided to an inspector or other authorized representative of the department, the person, officer or inspector seeking to gain access shall, before entry, give notice of his or her authority and purpose to any occupant of the premises and shall, upon request, show such occupant the order or a copy thereof.\\par\nb. Nothing herein shall affect the validity of inspections authorized and conducted under any other provision of any other statute, law, rule or regulation without the issuance of an inspection order or warrant.\\par\n\\ulnone\\'a72. This local law shall take effect immediately upon its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs16 BKH\\par\nLS# 7453\\par\n9/24/2010 3:45 PM\\fs20\\par\n}\n",
  "LastModified": "2013-12-23T21:00:39.217Z"
}
