{
  "ID": 45953,
  "GUID": "58B3F46D-F4A0-44A7-9D4F-4025CAEB121B",
  "File": "Int 0378-2010",
  "Name": "Submission of monthly reports by the NYPD detailing the number of summonses issued for parking violations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the submission of monthly reports by the New York City Police Department detailing the number of summonses issued for parking violations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2010-10-13T00:00:00Z",
  "AgendaDate": "2010-10-13T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 247128,
      "Date": "2010-10-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247307,
      "Date": "2010-10-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10178,
      "AgendaSequence": 129,
      "MinutesSequence": 157,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284137,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46967,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 14-150 of the administrative code of the city of New York is amended by adding a new subdivision c, by relettering subdivision c as subdivision d, and by amending the new subdivision d to read as follows:\nc.  The New York City Police Department shall submit to the city council on a monthly basis a report of summonses issued for parking violations.  The report shall include, at a minimum: 1. the total number of parking summonses issued for the preceding month disaggregated by precinct, and 2. for each precinct, the total number of summonses issued, disaggregated by violation charged and whether the violation was issued in the first, second, third, or fourth week of the month.\n[c]d.  The information, data and reports requested in subdivisions a,[ and] b, and c shall be provided to the council except where disclosure of such material could compromise the safety of the public or police officers or could otherwise compromise law enforcement operations.  Notwithstanding any other provision of law, the information, data and reports requested in subdivisions a,[ and] b, and c are not required to be transmitted in electronic format to the department of records and information services, or its successor agency, and are not required to be made available to the public on or through the department of records and information services’ web site, or its successor’s web site.  These reports shall be provided to the council within 30 days of the end of the reporting period to which the reports correspond or for which the relevant data may be collected, whichever is later.  Where necessary, the department may use preliminary data to prepare the required reports and may include an acknowledgment that such preliminary data is non-final and subject to change.\n\t§ 2. This local law shall take effect 120 days after its enactment into law.\n\n\nOP\nLS #1288\n10/3/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue0;\\red255\\green255\\blue255;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\b\\tab\\b0 Section 1.  Section 14-150 of the administrative code of the city of New York is amended by adding a new subdivision c, by relettering subdivision c as subdivision d, and by amending the new subdivision d to read as follows:\\par\n\\pard\\cbpat3\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul c.  The New York City Police Department shall submit to the city council on a monthly basis a report of summonses issued for parking violations.  The report shall include, at a minimum: 1. the total number of parking summonses issued for the preceding month disaggregated by precinct, and 2. for each precinct, the total number of summonses issued, disaggregated by violation charged and whether the violation was issued in the first, second, third, or fourth week of the month.\\cf1\\ulnone\\par\n\\cf0 [c]\\ul d.\\ulnone   The information, data and reports requested in subdivisions a\\ul ,\\ulnone [ and] b\\ul , and c\\ulnone  shall be provided to the council except where disclosure of such material could compromise the safety of the public or police officers or could otherwise compromise law enforcement operations.  Notwithstanding any other provision of law, the information, data and reports requested in subdivisions a\\ul ,\\ulnone [ and] b\\ul , and c\\ulnone  are not required to be transmitted in electronic format to the department of records and information services, or its successor agency, and are not required to be made available to the public on or through the department of records and information services\\rquote  web site, or its successor\\rquote s web site.  These reports shall be provided to the council within 30 days of the end of the reporting period to which the reports correspond or for which the relevant data may be collected, whichever is later.  Where necessary, the department may use preliminary data to prepare the required reports and may include an acknowledgment that such preliminary data is non-final and subject to change.\\cf1\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx0\\cf0\\ulnone\\tab\\'a7 2. This local law shall take effect 120 days after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\highlight2\\par\n\\highlight0\\par\n\\fs20 OP\\par\nLS #1288\\par\n10/3/10\\par\n}\n",
  "LastModified": "2013-12-23T20:57:38.123Z"
}
