{
  "ID": 45955,
  "GUID": "B6191F50-8758-4D3F-A35A-E05D21A18B85",
  "File": "Int 0380-2010",
  "Name": "A pilot for the recycling of expanded polystyrene.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to a pilot for the recycling of expanded polystyrene.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2010-10-13T00:00:00Z",
  "AgendaDate": "2010-10-13T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    }
  ],
  "History": [
    {
      "ID": 247130,
      "Date": "2010-10-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247310,
      "Date": "2010-10-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10178,
      "AgendaSequence": 131,
      "MinutesSequence": 159,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 280664,
      "Date": "2013-11-25T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 12906,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 280950,
      "Date": "2013-11-25T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 12906,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284229,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 116162,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 11/25/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f3a3eab0-6fa4-47c4-8c49-4be2b3917fff.doc",
      "Sort": 1
    },
    {
      "ID": 116230,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 11/25/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/952fd275-4e83-4708-ba3e-1d1baaa31ea4.PDF",
      "Sort": 2
    },
    {
      "ID": 116544,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/25/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/cdabc11d-2097-4935-b8c1-42cb9b290d5a.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 46969,
  "Text": "Be it enacted by the Council as follows: \n\t\nSection 1. Subchapter 2 of chapter 3 of title 16 of the administrative code of the city of New York is amended by adding new section 16-310.3 to read as follows:\n§16-310.3 Expanded polystyrene recycling pilot. a. When used in this section, the term “EPS” shall mean expanded polystyrene, or thermoplastic polymer foam comprised of at least 80 percent styrene or para-methylstyrene by weight.\nb. The commissioner shall establish a one-year pilot program for the recycling of EPS which shall include, but not be limited to, the following:\n1. the collection and recycling of lunch trays composed of EPS by the department for one full school year at no fewer than ten city schools of varying grade levels in each borough;  \n2. working in conjunction with the department of citywide administrative services to identify agencies that use a significant amount of EPS and establish a pilot program to require the source separation and collection of EPS from offices and facilities of each such agency;\n3. working in conjunction with the operators of green markets and other relevant not-for-profit organizations to establish a green market EPS recycling take-back program.  Through such program, the department shall provide weekly EPS recycling collection to no fewer than five participating green markets, monthly collection to no fewer than twenty participating green markets, or any combination thereof that the commissioner deems appropriate.  The department shall provide deposit bins or other containers to participating green markets to store EPS for department collection;\n4. Establishing a voluntary retail take-back program at markets, pharmacies, retail locations that sell EPS packaging, and at any other categories of retail locations the commissioner deems appropriate.  The department shall provide deposit bins or other containers and weekly recycling collection of EPS that has been brought to, or source separated by, participating locations; and\n5. The department shall accept EPS for collection and recycling at department special waste sites and household hazardous waste collection events. \nc. Within six months of the conclusion of the EPS recycling pilot required pursuant with this section, the department shall issue a report assessing the efficacy of such pilot program including, but not limited to, the following: the amount of EPS diverted through each take-back or collection program and, if possible, the estimated EPS capture rate for the reported period; recommendations and cost estimates for expanding the EPS recycling program; and recommendations for implementing section 1201 of the New York state tax law in order to fund a permanent EPS recycling program. \n\nJJH - LS 8021\n9/23/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\ul Be it enacted by the Council as follows: \\par\n\\ulnone\\tab\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Subchapter 2 of chapter 3 of title 16 of the administrative code of the city of New York is amended by adding new section 16-310.3 to read as follows:\\par\n\\ul\\'a716-310.3 Expanded polystyrene recycling pilot. a. When used in this section, the term \\ldblquote EPS\\rdblquote  shall mean expanded polystyrene, or thermoplastic polymer foam comprised of at least 80 percent styrene or para-methylstyrene by weight.\\par\nb. The commissioner shall establish a one-year pilot program for the recycling of EPS which shall include, but not be limited to, the following:\\par\n1. the collection and recycling of lunch trays composed of EPS by the department for one full school year at no fewer than ten city schools of varying grade levels in each borough;  \\par\n2. working in conjunction with the department of citywide administrative services to identify agencies that use a significant amount of EPS and establish a pilot program to require the source separation and collection of EPS from offices and facilities of each such agency;\\par\n3. working in conjunction with the operators of green markets and other relevant not-for-profit organizations to establish a green market EPS recycling take-back program.  Through such program, the department shall provide weekly EPS recycling collection to no fewer than five participating green markets, monthly collection to no fewer than twenty participating green markets, or any combination thereof that the commissioner deems appropriate.  The department shall provide deposit bins or other containers to participating green markets to store EPS for department collection;\\par\n4. Establishing a voluntary retail take-back program at markets, pharmacies, retail locations that sell EPS packaging, and at any other categories of retail locations the commissioner deems appropriate.  The department shall provide deposit bins or other containers and weekly recycling collection of EPS that has been brought to, or source separated by, participating locations; and\\par\n5. The department shall accept EPS for collection and recycling at department special waste sites and household hazardous waste collection events. \\par\nc. Within six months of the conclusion of the EPS recycling pilot required pursuant with this section, the department shall issue a report assessing the efficacy of such pilot program including, but not limited to, the following: the amount of EPS diverted through each take-back or collection program and, if possible, the estimated EPS capture rate for the reported period; recommendations and cost estimates for expanding the EPS recycling program; and recommendations for implementing section 1201 of the New York state tax law in order to fund a permanent EPS recycling program. \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone JJH - LS 8021\\line 9/23/10\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T20:57:07.403Z"
}
