{
  "ID": 45925,
  "GUID": "E34AD1C0-BD33-49AF-86A0-4EE703BFA160",
  "File": "Int 0381-2010",
  "Name": "Prohibiting smoking in pedestrian plazas and public parks except for smoking areas within public parks.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting smoking in pedestrian plazas and public parks except for smoking areas within public parks, to repeal subdivision b of section 17-513 of the administrative code of the city of New York, in relation to requiring a study regarding the prevention of second-hand smoke circulation in restaurants.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2010-10-13T00:00:00Z",
  "AgendaDate": "2010-10-13T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 247100,
      "Date": "2010-10-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247309,
      "Date": "2010-10-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10178,
      "AgendaSequence": 132,
      "MinutesSequence": 160,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247034,
      "Date": "2010-10-14T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 10136,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247467,
      "Date": "2010-10-14T13:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 10136,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247101,
      "Date": "2010-10-14T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5106,
      "BodyName": "Committee on Parks and Recreation",
      "EventID": 10149,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247463,
      "Date": "2010-10-14T13:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5106,
      "BodyName": "Committee on Parks and Recreation",
      "EventID": 10149,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284228,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 97480,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/14/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f2ddb2e9-9d05-4f29-822f-49a93e30c580.doc",
      "Sort": 1
    },
    {
      "ID": 97591,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/14/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9b3d8288-3923-4e7f-8ef6-3d2b278a6471.PDF",
      "Sort": 2
    },
    {
      "ID": 101671,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/14/10 (Con't)",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0023ae15-7121-4587-ac6c-9b938baec91a.pdf",
      "Sort": 3
    },
    {
      "ID": 98038,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/14/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/186aa838-02e4-4a9b-8567-859d53996fea.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 46939,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 17-502 of the administrative code of the city of New York is amended by adding new subdivisions oo, pp and qq to read as follows: \noo. “Park or other property under the jurisdiction of the department of parks and recreation” means public parks, beaches, waters and land under water, pools, boardwalks, marinas, playgrounds, recreation centers and all other property, equipment, buildings and facilities now or hereafter under the jurisdiction, charge or control of the department of parks and recreation.  \npp. “Pedestrian plaza” means an area designated by the department of transportation for use as a plaza located within the bed of a roadway, which may contain benches, tables or other facilities for pedestrian use.\nqq. “Smoking area within a park or other property under the jurisdiction of the department of parks and recreation” means a designated area of not less than twenty percent of the total acreage within a park or other property under the jurisdiction of the department of parks and recreation that is larger than two acres.\n§2. Subdivision c of section 17-503 of the administrative code of the city of New York is amended by adding a new paragraph 7 to read as follows.\n7. Pedestrian plazas.\n§3. Subdivision d of section 17-503 of the administrative code of the city of New York is amended by adding a new paragraph 3 to read as follows:\n3.  Any park or other property under the jurisdiction of the department of parks and recreation; provided, however, that this paragraph shall not apply to: (a) the sidewalks immediately adjoining parks, squares and public places; (b) any park strip or park mall that serves as a pedestrian route through property located adjacent to vehicular traffic designed primarily for pedestrians to cross vehicular thoroughfares; (c) parking lots; and (d) a smoking area within a park or other property under the jurisdiction of the department of parks and recreation.\n§4. Section 17-507 of the administrative code of the city of New York is amended to by adding a new subdivision g to read as follows:\ng. The department of parks and recreation shall have the power to enforce section 17-503 as it relates to property under its jurisdiction.\n§5. The title of section 17-513 of the administrative code of the city of New York is amended to read as follows.\n§17-513 Rules [and report].\n§6. Subdivision b of section 17-513 of the administrative code of the city of New York is REPEALED and a new subdivision b is added to read as follows.\nb. The department of parks and recreation and the department of transportation may promulgate rules as may be necessary for the purpose of implementing and carrying out the provisions of this chapter. \n§7. This local law shall take effect one hundred twenty days after its enactment.\nAMS\nLS # 1574\n10/6/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Section 17-502 of the administrative code of the city of New York is amended by adding new subdivisions oo, pp and qq to read as follows: \\par\n\\ul oo. \\ldblquote Park or other property under the jurisdiction of the department of parks and recreation\\rdblquote  means public parks, beaches, waters and land under water, pools, boardwalks, marinas, playgrounds, recreation centers and all other property, equipment, buildings and facilities now or hereafter under the jurisdiction, charge or control of the department of parks and recreation.  \\par\npp. \\ldblquote Pedestrian plaza\\rdblquote  means an area designated by the department of transportation for use as a plaza located within the bed of a roadway, which may contain benches, tables or other facilities for pedestrian use.\\par\nqq. \\ldblquote Smoking area within a park or other property under the jurisdiction of the department of parks and recreation\\rdblquote  means a designated area of not less than twenty percent of the total acreage within a park or other property under the jurisdiction of the department of parks and recreation that is larger than two acres.\\par\n\\ulnone\\'a72. Subdivision c of section 17-503 of the administrative code of the city of New York is amended by adding a new paragraph 7 to read as follows.\\par\n\\ul 7. Pedestrian plazas.\\par\n\\ulnone\\'a73. Subdivision d of section 17-503 of the administrative code of the city of New York is amended by adding a new paragraph 3 to read as follows:\\par\n\\ul 3.  Any park or other property under the jurisdiction of the department of parks and recreation; provided, however, that this paragraph shall not apply to: (a) the sidewalks immediately adjoining parks, squares and public places; (b) any park strip or park mall that serves as a pedestrian route through property located adjacent to vehicular traffic designed primarily for pedestrians to cross vehicular thoroughfares; (c) parking lots; and (d) a smoking area within a park or other property under the jurisdiction of the department of parks and recreation.\\par\n\\ulnone\\'a74. Section 17-507 of the administrative code of the city of New York is amended to by adding a new subdivision g to read as follows:\\par\n\\ul g. The department of parks and recreation shall have the power to enforce section 17-503 as it relates to property under its jurisdiction.\\par\n\\ulnone\\'a75. The title of section 17-513 of the administrative code of the city of New York is amended to read as follows.\\par\n\\'a717-513 Rules [and report].\\par\n\\'a76. Subdivision b of section 17-513 of the administrative code of the city of New York is REPEALED and a new subdivision b is added to read as follows.\\par\n\\ul b. The department of parks and recreation and the department of transportation may promulgate rules as may be necessary for the purpose of implementing and carrying out the provisions of this chapter.\\ulnone  \\ul\\par\n\\ulnone\\'a77. This local law shall take effect one hundred twenty days after its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20 AMS\\par\nLS # 1574\\par\n10/6/10\\par\n}\n",
  "LastModified": "2013-12-23T20:56:35.297Z"
}
