{
  "ID": 46040,
  "GUID": "20975BE4-D7CE-4890-84FC-FE938AA45553",
  "File": "Int 0384-2010",
  "Name": "Suspension of licenses.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the suspension of licenses.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-10-27T00:00:00Z",
  "AgendaDate": "2010-10-27T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    }
  ],
  "History": [
    {
      "ID": 247656,
      "Date": "2010-10-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247819,
      "Date": "2010-10-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10196,
      "AgendaSequence": 128,
      "MinutesSequence": 168,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284134,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47064,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Item 12 of section 28-401.19 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\n12.  [Conviction] Indictment for or conviction of a criminal offense where the underlying act arises out of the individual’s regulated activities or professional dealings with the city or any other governmental entity, \n§2.  Section 28-401.19.1 of the administrative code of the city of New York, as added by local law  number 33 for the year 2007, is amended to read as follows:\n§28-401.19.1 Notice and hearing.  The commissioner shall not revoke or suspend a license or certificate of competence for any cause or impose any other sanction on a licensee unless and until the holder has been given at least five calendar days prior written notice and an opportunity to be heard.  However, when the public safety may be imminently jeopardized the commissioner shall have the power, pending a hearing and determination of charges, to forthwith suspend any license [for a period not exceeding five working days] without such prior notice and  opportunity to be heard except that after such suspension, upon request of the license holder, a hearing shall be provided on the charges within twenty calendar days after the receipt of such request by the department or with respect to a suspension based on a criminal indictment, the earlier of twenty calendar days after the department’s receipt of a request for such hearing from the licensee or five working days following the department’s receipt of  notice from the licensee of the termination of the criminal proceeding in the licensee’s favor.  In such case where public safety would not be jeopardized, the administrative law judge assigned to hear the matter may lift the suspension pending the determination of the disciplinary charges.    \n§3.  This local law shall take effect immediately.\n\n\nInt. No. 1060-2009\n5/14/2010 2:04 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1. Item 12 of section 28-401.19 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi-630\\li2070\\sl480\\slmult1\\qj 12.  [Conviction] \\ul Indictment for or conviction\\ulnone  of a criminal offense where the underlying act arises out of the individual\\rquote s \\ul regulated activities or\\ulnone  professional dealings with the city or any other governmental entity\\ul , \\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a72.  Section 28-401.19.1 of the administrative code of the city of New York, as added by local law  number 33 for the year 2007, is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440\\sl480\\slmult1\\qj\\'a728-401.19.1 Notice and hearing.  The commissioner shall not revoke or suspend a license or certificate of competence for any cause or impose any other sanction on a licensee unless and until the holder has been given at least five calendar days prior written notice and an opportunity to be heard.  However, when the public safety may be imminently jeopardized the commissioner shall have the power, pending a hearing and determination of charges, to forthwith suspend any license [for a period not exceeding five working days] \\ul without such prior notice and  opportunity to be heard except that after such suspension, upon request of the license holder, a hearing shall be provided on the charges within twenty calendar days after the receipt of such request by the department or with respect to a suspension based on a criminal indictment, the earlier of twenty calendar days after the department\\rquote s receipt of a request for such hearing from the licensee or five working days following the department\\rquote s receipt of  notice from the licensee of the termination of the criminal proceeding in the licensee\\rquote s favor.  In such case where public safety would not be jeopardized, the administrative law judge assigned to hear the matter may lift the suspension pending the determination of the disciplinary charges\\ulnone .    \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf1\\expndtw-2\\'a73.  This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\cf0\\expndtw0\\par\n\\par\n\\fs20 Int. No. 1060-2009\\par\n5/14/2010 2:04 PM\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T20:55:57.61Z"
}
