{
  "ID": 46041,
  "GUID": "198979CA-E83A-40A6-9C7F-D43659CA7B8D",
  "File": "Int 0385-2010",
  "Name": "Protection of adjoining property during foundation, excavation and earthwork operations and the repeal of section 3309.2 of such code.",
  "Title": "A Local Law to amend the New York city building code, in relation to the protection of adjoining property during foundation, excavation and earthwork operations and the repeal of section 3309.2 of such code.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-10-27T00:00:00Z",
  "AgendaDate": "2010-10-27T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 247657,
      "Date": "2010-10-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247820,
      "Date": "2010-10-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10196,
      "AgendaSequence": 129,
      "MinutesSequence": 169,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284133,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47065,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Section BC 3309.2 of the New York city building code, as added by local law number 33 for the year 2007, is REPEALED and a new section BC 3309.2 is added to read as follows:\n3309.2. License to enter adjoining property. Licenses to enter adjoining property for inspection and for provision of protective measures shall be granted in accordance with the provisions of Sections 3309.2.1 through 3309.2.7.\n3309.2.1 Definitions. For the purposes of this section, the terms below shall have the following meanings: \nADJOINING OWNER.  The owner of the adjoining property.\nADJOINING PROPERTY.  A property adjacent to the property where foundation, excavation or earthwork will occur.\nAFFECTED STRUCTURE. Any structure on an adjoining property that is within the zone of influence, as such term is established in rules of the department.\nPROTECTIVE MEASURES. All work necessary to protect the affected structure as may be required by this code, including but not limited to underpinning, bracing, supporting, installing footings, sheeting, sheet piling, or otherwise protecting.\n3309.2.2 Inspection, assessment and protection of adjoining property. The commissioner shall neither approve nor accept construction documents pursuant to Section 28-104 of the New York City Administrative Code for work including foundations, excavations or earthwork where the adjoining property contains an affected structure, unless the person undertaking the work including foundations, excavations or earthwork also includes a statement that such person has:\n1.\tcaused all affected structures to be inspected to ascertain their structural condition; \n2.\tassessed and determined the necessary protective measures, and detailed such protective measures in the construction documents; and\n3.\twhere necessary to inspect affected structures or provide such protective measures, obtained a license from the adjoining owner to enter the adjoining property for such purpose.\n3309.2.3 License to enter adjoining property for inspection. Where  adjoining  property contains an affected structure, the adjoining owner shall grant upon reasonable conditions a license to the person causing the foundation, excavation or earthwork operations to enter the adjoining property and to inspect the affected structure to ascertain its structural condition.   \n3309.2.3.1  Procedure. Unless alternative procedures are agreed to between the person causing the foundation, excavation or earthwork and the adjoining owner resulting in a license, the procedure for granting the license to enter to inspect shall be as follows:  \n1.\tProvision of engineer’s report and notification. The person causing the foundation, excavation or earthwork shall provide to the adjoining owner and to the department an engineer’s report documenting that the proposed work results in the classification of a structure on the adjoining property as an affected structure and a description of the inspections to be performed. The engineer’s report shall be provided along with a notification of the adjoining owner’s obligations under Section 3309.2.3 and right to object in accordance with Item 2 below. \n2.\tAdjoining owner’s opportunity to object to classification as affected structure. If the adjoining owner objects to the classification of a structure as an affected structure, or to the description of the inspections to be performed, the adjoining owner shall deliver the objections to the department and the person causing the foundation, excavation or earthwork within 15 days of the adjoining owner’s receipt of the notification from the person causing the foundation, excavation or earthwork.  Such objection must state specific reasons why, in relation to the proposed construction, the structures for which entry to inspect is sought do not meet the definition of affected structure, and, where applicable, the basis of the objection to the proposed inspections and/or work.  Failure to deliver notification of objection to the department and the person causing the foundation, excavation or earthwork within the 15 days shall be deemed agreement with the determination of the person causing the foundation, excavation or earthwork that there is an affected structure on the adjoining property and with the  description of the person causing the foundation, excavation or earthwork of the inspections to be performed. \n3.\tCommissioner’s determination and order. Upon receipt of objections, the commissioner shall issue a determination and order as to whether the adjoining property contains affected structures and whether a license to enter to inspect must be afforded in accordance with Section 3309.2.3.  The commissioner may also specify reasonable terms and conditions for the inspections if the parties fail to agree on the terms and such order shall be deemed the granting of a license to enter to inspect such affected structure.  \n4.\tRefusal to grant license. Where an adjoining owner is determined to be an affected owner and refuses to grant the license mandated by Section 3309.2.3, the person causing the foundation, excavation or earthwork retains the right to pursue a special proceeding pursuant to Section 881 of the Real Property Actions and Proceedings Law to compel the adjoining owner to grant such a license and other rights and remedies available under state law. \n3309.2.4 License to enter adjoining property for underpinning, supporting or protecting. Where necessary to enter the adjoining property to provide protective measures, the adjoining owner shall grant a license to the person causing the foundation, excavation or earthwork to enter the adjoining property and affected structure for such purpose.  \n3309.2.4.1  Procedure. Unless alternative procedures are agreed to between the person causing the foundation, excavation or earthwork and the adjoining owner resulting in a license, the procedure for granting the license to enter to provide protective measures shall be as follows:\n1.\tProvision of proposed construction documents and notification. The person causing the foundation, excavation or earthwork shall provide to the adjoining owner and to the department the signed and sealed construction documents proposed to be submitted to the department detailing the protective measures to be provided, together with the provision of the notification of the adjoining owner’s obligations under Section 3309.2.4 and rights to object in accordance with Item 2 below.  The protective measures shall, to the maximum extent practicable, minimize adverse impact on the adjoining owner’s structures and property. \n2.\tAdjoining owner’s opportunity to object. If the adjoining owner objects to any portion of the proposed construction documents received from the person causing the foundation, excavation or earthwork, the adjoining owner shall deliver such objections to the department and the person causing the foundation, excavation or earthwork within 30 days of the adjoining owner’s receipt of the notification of the proposed work.  Such objection must state specific alternative protective measures and/or comments.  The department may, when requested by the adjoining owner within the 30 days, extend the adjoining owner’s time to submit such alternative protective measures as necessary to afford a reasonable opportunity to develop alternative protective measures.  Failure to deliver notification of objections to the department and the person causing the foundation, excavation or earthwork, or to make a request for an extension of time, within the 30 days shall be deemed agreement with the protective measures proposed by the person causing the foundation, excavation or earthwork and shall be deemed the grant of a license to install such protective measures.\n3.\tCommissioner’s determination and order. Upon the receipt of objections, the commissioner shall issue a determination and order as to whether and to what extent the provision of protective measures required by this code reasonably necessitates the entry by the person causing the foundation, excavation or earthwork onto the adjoining property and/or affected structure and therefore whether a license to enter to provide protective measures must be granted in accordance with Section 3309.2.4.  The commissioner’s determination and order shall specify the protective measures necessary to minimize, to the maximum extent practicable, the adverse impact on the adjoining owner’s structures and property.  \n4.\tAppeal of Commissioner’s determination to OATH.  Where the  person causing the foundation, excavation or earthwork or the adjoining owner disputes the determination of the commissioner and the commissioner determines that a factual dispute is presented, the department shall refer the matter for a hearing at the Office of Administrative Trials and Hearings and employ experts at the expense of the person causing the foundation, excavation or earthwork so as to produce a recommendation to the commissioner of buildings. \n5.\tRefusal to grant license. Where the adjoining owner refuses to grant the license mandated by Section 3309.2.4, the person causing the foundation, excavation or earthwork retains the right to pursue a special proceeding pursuant to Section 881 of the Real Property Actions and Proceedings Law to compel the adjoining owner to grant such a license and other rights and remedies available under state law.  \n3309.2.5 Tenants. The responsibility of affording any license to enter adjoining property shall rest upon the owner of the adjoining property involved; and in case any tenant of such owner fails or refuses to permit the owner to afford such license, such failure or refusal shall be a cause for the owner to dispossess such tenant through appropriate legal proceedings for recovering possession of real property.\n3309.2.6 Costs and attorneys’ fees. In any action or special proceeding to enforce the rights granted or obligations imposed in Section 3309.2 to inspect, assess or protect adjacent property, the prevailing party shall be entitled to costs, including the expenses of experts employed as provided in Section 3309.2.4.1.4, and reasonable attorneys’ fees from the person causing the foundation, excavation or earthwork or the adjoining property owner who did not prevail. \n§2. Section BC 3309.4 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\n3309.4 Excavation or filling operations affecting adjoining property. Regardless of the excavation or fill depth, the person who causes an excavation or fill to be made shall, at all times and at his or her own expense, preserve and protect from damage any adjoining structures [, provided such person is afforded a license in accordance with the requirements of Section 3309.2 to enter and inspect the adjoining buildings and property, and to perform such work thereon as may be necessary for such purpose.  If the person who causes the excavation or fill is not afforded a license, such duty to preserve and protect the adjacent property shall devolve to the owner of such adjoining property, who shall be afforded a similar license with respect to the property where the excavation is to be made]. \nNo excavation work to a depth of 5 to 10 feet (1524 mm to 3048 mm) within 10 feet (3048 mm) of an adjacent building, or an excavation over 10 feet (3048 mm) anywhere on the site shall commence until the person causing an excavation to be made has documented the existing conditions of all adjacent buildings in a pre-construction survey.\n\t3309.4.1 Additional safeguards during excavation. The following additional requirements shall apply during excavation: \n1. The person causing the excavation shall support the vertical and lateral load of the adjoining structure by proper foundations, underpinning, or other equivalent means where the level of the foundations of the adjoining structure is at or above the level of the bottom of the new excavation. \n\t§3.  Section BC 3309.5 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\n3309.5 Underpinning. Whenever underpinning is required to preserve and protect an adjacent property from construction or excavation work, the person who causes the construction or excavation work shall, at his or her own expense, underpin the adjacent building [provided such person is afforded a license in accordance with the requirements of Section 3309.2 to enter and inspect the adjoining buildings and property, and to perform such work thereon as may be necessary for such purpose. If the person who causes the construction or excavation is not afforded a license, such duty to preserve and protect the adjacent property shall devolve to the owner of the adjoining property, who shall be afforded a similar license with respect to the property where the excavation is to be made]. \n\t§4.  This local law shall take effect on January 1, 2011, except that the commissioner of buildings shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\n\nLS# 1341\n10/25/2010 10:37 AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\b\\tab\\b0 Section 1.  Section BC 3309.2 of the New York city building code, as added by local law number 33 for the year 2007, is REPEALED and a new section BC 3309.2 is added to read as follows:\\par\n\\ul\\b 3309.2.\\cf1  License to enter adjoining property.\\b0  \\cf0 Licenses to enter adjoining property for inspection and for provision of protective measures shall be granted in accordance with the provisions of Sections 3309.2.1 through 3309.2.7.\\cf1\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1\\qj\\cf0\\ul\\b 3309.2.1 Definitions. \\b0 For the purposes of this section, the terms below shall have the following meanings:\\b  \\par\nADJOINING OWNER. \\b0  The owner of the adjoining property.\\par\n\\b ADJOINING PROPERTY.  \\b0 A property adjacent to the property where foundation, excavation or earthwork will occur.\\par\n\\b AFFECTED STRUCTURE. \\b0 Any structure on an adjoining property that is within the zone of influence, as such term is established in rules of the department.\\par\n\\b PROTECTIVE MEASURES. \\b0 All work necessary to protect the affected structure as may be required by this code, including but not limited to underpinning, bracing, supporting, installing footings, sheeting, sheet piling, or otherwise protecting.\\par\n\\b 3309.2.2 Inspection, assessment and protection of adjoining property.\\b0  The commissioner shall neither approve nor accept construction documents pursuant to Section 28-104 of the \\i New York City Administrative Code\\i0  for work including foundations, excavations or earthwork where the adjoining property contains an affected structure, unless the person undertaking the work including foundations, excavations or earthwork also includes a statement that such person has:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\sl480\\slmult1\\qj\\tx1440\\ulnone 1.\\tab\\ul caused all affected structures to be inspected to ascertain their structural condition; \\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1440\\sl480\\slmult1\\qj\\ulnone 2.\\tab\\ul assessed and determined the necessary protective measures, and detailed such protective measures in the construction documents; and\\par\n\\ulnone 3.\\tab\\ul where necessary to inspect affected structures or provide such protective measures, obtained a license from the adjoining owner to enter the adjoining property for such purpose.\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1\\qj\\b 3309.2.3 License to enter adjoining property for inspection.\\b0  Where  adjoining  property contains an affected structure, the adjoining owner shall grant upon reasonable conditions a license to the person causing the foundation, excavation or earthwork operations to enter the adjoining property and to inspect the affected structure to ascertain its structural condition.   \\par\n\\pard\\ltrpar\\nowidctlpar\\li1440\\sl480\\slmult1\\qj\\b 3309.2.3.1  Procedure.\\b0  Unless alternative procedures are agreed to between the person causing the foundation, excavation or earthwork and the adjoining owner resulting in a license, the procedure for granting the license to enter to inspect shall be as follows:  \\b\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-720\\li2160\\sl480\\slmult1\\qj\\tx2160\\ulnone 1.\\tab\\ul Provision of engineer\\rquote s report and notification.\\b0  The person causing the foundation, excavation or earthwork shall provide to the adjoining owner and to the department an engineer\\rquote s report documenting that the proposed work results in the classification of a structure on the adjoining property as an affected structure and a description of the inspections to be performed. The engineer\\rquote s report shall be provided along with a notification of the adjoining owner\\rquote s obligations under Section 3309.2.3 and right to object in accordance with Item 2 below. \\b\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-720\\li2160\\sl480\\slmult1\\qj\\ulnone 2.\\tab\\ul Adjoining owner\\rquote s opportunity to object to classification as affected structure. \\b0 If the adjoining owner objects to the classification of a structure as an affected structure, or to the description of the inspections to be performed, the adjoining owner shall deliver the objections to the department and the person causing the foundation, excavation or earthwork within 15 days of the adjoining owner\\rquote s receipt of the notification from the person causing the foundation, excavation or earthwork.  Such objection must state specific reasons why, in relation to the proposed construction, the structures for which entry to inspect is sought do not meet the definition of affected structure, and, where applicable, the basis of the objection to the proposed inspections and/or work.  Failure to deliver notification of objection to the department and the person causing the foundation, excavation or earthwork within the 15 days shall be deemed agreement with the determination of the person causing the foundation, excavation or earthwork that there is an affected structure on the adjoining property and with the  description of the person causing the foundation, excavation or earthwork of the inspections to be performed. \\b\\par\n\\ulnone 3.\\tab\\ul Commissioner\\rquote s determination and order.\\b0  Upon receipt of objections, the commissioner shall issue a determination and order as to whether the adjoining property contains affected structures and whether a license to enter to inspect must be afforded in accordance with Section 3309.2.3.  The commissioner may also specify reasonable terms and conditions for the inspections if the parties fail to agree on the terms and such order shall be deemed the granting of a license to enter to inspect such affected structure.  \\b\\par\n\\ulnone 4.\\tab\\ul Refusal to grant license.\\b0  Where an adjoining owner is determined to be an affected owner and refuses to grant the license mandated by Section 3309.2.3, the person causing the foundation, excavation or earthwork retains the right to pursue a special proceeding pursuant to Section 881 of the \\i Real Property Actions and Proceedings Law\\i0  to compel the adjoining owner to grant such a license and other rights and remedies available under state law. \\b\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1\\qj 3309.2.4 License to enter adjoining property for underpinning, supporting or protecting.\\b0  Where necessary to enter the adjoining property to provide protective measures, the adjoining owner shall grant a license to the person causing the foundation, excavation or earthwork to enter the adjoining property and affected structure for such purpose.  \\par\n\\pard\\ltrpar\\nowidctlpar\\li1440\\sl480\\slmult1\\qj\\b 3309.2.4.1  Procedure.\\b0  Unless alternative procedures are agreed to between the person causing the foundation, excavation or earthwork and the adjoining owner resulting in a license, the procedure for granting the license to enter to provide protective measures shall be as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-720\\li2160\\sl480\\slmult1\\qj\\tx2160\\ulnone\\b 1.\\tab\\ul Provision of proposed construction documents and notification. \\b0 The person causing the foundation, excavation or earthwork shall provide to the adjoining owner and to the department the signed and sealed construction documents proposed to be submitted to the department detailing the protective measures to be provided, together with the provision of the notification of the adjoining owner\\rquote s obligations under Section 3309.2.4 and rights to object in accordance with Item 2 below.  The protective measures shall, to the maximum extent practicable, minimize adverse impact on the adjoining owner\\rquote s structures and property. \\b\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-720\\li2160\\sl480\\slmult1\\qj\\ulnone 2.\\tab\\ul Adjoining owner\\rquote s opportunity to object. \\b0 If the adjoining owner objects to any portion of the proposed construction documents received from the person causing the foundation, excavation or earthwork, the adjoining owner shall deliver such objections to the department and the person causing the foundation, excavation or earthwork within 30 days of the adjoining owner\\rquote s receipt of the notification of the proposed work.  Such objection must state specific alternative protective measures and/or comments.  The department may, when requested by the adjoining owner within the 30 days, extend the adjoining owner\\rquote s time to submit such alternative protective measures as necessary to afford a reasonable opportunity to develop alternative protective measures.  Failure to deliver notification of objections to the department and the person causing the foundation, excavation or earthwork, or to make a request for an extension of time, within the 30 days shall be deemed agreement with the protective measures proposed by the person causing the foundation, excavation or earthwork and shall be deemed the grant of a license to install such protective measures.\\ulnone\\f1\\fs20\\par\n\\b\\f0\\fs24 3.\\tab\\ul Commissioner\\rquote s determination and order.\\b0  Upon the receipt of objections, the commissioner shall issue a determination and order as to whether and to what extent the provision of protective measures required by this code reasonably necessitates the entry by the person causing the foundation, excavation or earthwork onto the adjoining property and/or affected structure and therefore whether a license to enter to provide protective measures must be granted in accordance with Section 3309.2.4.  The commissioner\\rquote s determination and order shall specify the protective measures necessary to minimize, to the maximum extent practicable, the adverse impact on the adjoining owner\\rquote s structures and property.  \\b\\par\n\\ulnone 4.\\tab\\ul Appeal of Commissioner\\rquote s determination to OATH.\\b0   Where the  person causing the foundation, excavation or earthwork or the adjoining owner disputes the determination of the commissioner and the commissioner determines that a factual dispute is presented, the department shall refer the matter for a hearing at the Office of Administrative Trials and Hearings and employ experts at the expense of the person causing the foundation, excavation or earthwork so as to produce a recommendation to the commissioner of buildings. \\b\\par\n\\ulnone 5.\\tab\\ul Refusal to grant license.\\b0  Where the adjoining owner refuses to grant the license mandated by Section 3309.2.4, the person causing the foundation, excavation or earthwork retains the right to pursue a special proceeding pursuant to Section 881 of the \\i Real Property Actions and Proceedings Law\\i0  to compel the adjoining owner to grant such a license and other rights and remedies available under state law.  \\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1\\qj\\b 3309.2.5 Tenants.\\b0  \\cf1 The responsibility of affording any license to enter adjoining property shall rest upon the owner of the adjoining property involved; and in case any tenant of such owner fails or refuses to permit the owner to afford such license, such failure or refusal shall be a cause for the owner to dispossess such tenant through appropriate legal proceedings for recovering possession of real property.\\cf0\\par\n\\b 3309.2.6 Costs and attorneys\\rquote  fees.\\b0  In any action or special proceeding to enforce the rights granted or obligations imposed in Section 3309.2 to inspect, assess or protect adjacent property, the prevailing party shall be entitled to costs, including the expenses of experts employed as provided in Section 3309.2.4.1.4, and reasonable attorneys\\rquote  fees from the person causing the foundation, excavation or earthwork or the adjoining property owner who did not prevail.\\b  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1\\ulnone\\b0\\'a72. Section BC 3309.4 of the\\cf0  New York city building code\\cf1 , as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\b 3309.4 Excavation or filling operations affecting adjoining property. \\b0 Regardless of the excavation or fill depth, the person who causes an excavation or fill to be made shall, at all times and at his or her own expense, preserve and protect from damage any adjoining structures [, provided such person is afforded a license in accordance with the requirements of Section 3309.2 to enter and inspect the adjoining buildings and property, and to perform such work thereon as may be necessary for such purpose.  If the person who causes the excavation or fill is not afforded a license, such duty to preserve and protect the adjacent property shall devolve to the owner of such adjoining property, who shall be afforded a similar license with respect to the property where the excavation is to be made]. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj No excavation work to a depth of 5 to 10 feet (1524 mm to 3048 mm) within 10 feet (3048 mm) of an adjacent building, or an excavation over 10 feet (3048 mm) anywhere on the site shall commence until the person causing an excavation to be made has documented the existing conditions of all adjacent buildings in a pre-construction survey.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\b 3309.4.1 Additional safeguards during excavation. \\b0 The following additional requirements shall apply during excavation: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\sl480\\slmult1\\qj 1. The person causing the excavation shall support the vertical \\ul and lateral load\\ulnone  of the adjoining structure by proper foundations, underpinning, or other equivalent means where the level of the foundations of the adjoining structure is at or above the level of the bottom of the new excavation. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\'a73.  Section BC 3309.5 \\cf0 of the New York city building code\\cf1 , as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n\\b 3309.5 Underpinning. \\b0 Whenever underpinning is required to preserve and protect an adjacent property from construction or excavation work, the person who causes the construction or excavation work shall, at his or her own expense, underpin the adjacent building [provided such person is afforded a license in accordance with the requirements of Section 3309.2 to enter and inspect the adjoining buildings and property, and to perform such work thereon as may be necessary for such purpose. If the person who causes the construction or excavation is not afforded a license, such duty to preserve and protect the adjacent property shall devolve to the owner of the adjoining property, who shall be afforded a similar license with respect to the property where the excavation is to be made]. \\b\\par\n\\pard\\ltrpar\\nowidctlpar\\fi270\\sl480\\slmult1\\qj\\cf0\\b0\\tab\\'a74.  This local law shall take effect on January 1, 2011, except that the commissioner of buildings shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi274\\qj\\ul\\fs20\\par\n\\par\n\\ulnone LS# 1341\\par\n10/25/2010 10:37 AM\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T20:55:48.5Z"
}
