{
  "ID": 45696,
  "GUID": "F6834059-6E92-46FE-8E50-C8253080B84B",
  "File": "Int 0386-2010",
  "Name": "Smoking of non-tobacco products.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the smoking of non-tobacco products.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2010-10-27T00:00:00Z",
  "AgendaDate": "2010-10-27T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    }
  ],
  "History": [
    {
      "ID": 247649,
      "Date": "2010-10-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247824,
      "Date": "2010-10-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10196,
      "AgendaSequence": 133,
      "MinutesSequence": 173,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284132,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 112295,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 386 - 10/27/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/acdadfcc-5e21-4372-b94c-9fdbc676363c.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 51798,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Subdivision y of section 17-502 of the administrative code of the city of New York, as added by local law 2 for the year 1988, is amended to read as follows:\ny. \"Smoking\" means inhaling, exhaling, burning or carrying any lighted cigar, cigarette, pipe, water pipe or any similar form of lighted object or device [which contains tobacco].\n§2. Section 17-502 of the administrative code of the city of New York is amended by adding new subdivisions qq, rr, ss, tt, uu and vv to read as follows:\nqq. \"Label\" means a display of written, printed, or graphic matter upon the immediate container of any tobacco product or non-tobacco product designed for consumption through the inhalation of smoke.\nrr. \"Labeling\" means all labels and other written, printed, or graphic matter upon any tobacco product or non-tobacco product designed for consumption through the inhalation of smoke or any of its packaging, or accompanying such tobacco product or non-tobacco product designed for consumption through the inhalation of smoke.\nss. \"Manufacturer\" means any person, including any repacker or relabeler, who manufactures, fabricates, assembles, processes, or labels a tobacco product or non-tobacco product designed for consumption through the inhalation of smoke; or imports a finished tobacco product or non-tobacco product designed for consumption through the inhalation of smoke for sale or distribution into the United States.\ntt. \"Non-tobacco product designed for consumption through the inhalation of smoke\" means any substance designed for consumption through the inhalation of smoke which does not contain tobacco, including, but not limited to, herbal cigarettes as defined in section 17-713(f) and herbal shisha.\nuu. \"Non-tobacco bar\" or \"Non-tobacco smoking establishment\" means a bar or business establishment that, in the calendar year ending December 31, 2014, generated ten percent or more of its total annual gross income from the on-site sale of non-tobacco products designed for consumption through the inhalation of smoke and is registered with the department in accordance with the rules of such agency. Such registration shall remain in effect for one year and shall be renewable only if: (i) in the preceding calendar year, the previously registered business establishment or bar generated ten percent or more of its total annual gross income from the on-site sale of non-tobacco products designed for consumption through the inhalation of smoke; and (ii) the business establishment or bar has not expanded its size or changed its location from its size or location as of December 31, 2014.\nvv. \"Packaging\" means a pack, box, carton, or container of any kind or, if no other container, any wrapping (including cellophane) in which a product is offered for sale, sold, or otherwise distributed to consumers.\n§3. Paragraph 20 of subdivision a of section 17-503 of the administrative code of the city of New York, as amended by local law 47 for the year 2002, is amended to read as follows:\n20.  Bars; provided however, that (a) the smoking of tobacco shall be permitted in[: (a)] tobacco bars[; (b)] and owner operated bars; and\n(b) the smoking of non-tobacco products designed for consumption through the inhalation of smoke shall be permitted in non-tobacco bars and non-tobacco smoking establishments.\n§4. Subdivision f of section 17-507 of the administrative code of the city of New York is relettered subdivision g and a new subdivision f is added to read as follows:\n      f. Every owner, operator, manager or other person in control of a non-tobacco bar or non-tobacco smoking establishment shall maintain on site the original labels, labeling and packaging provided by the manufacturer for all non-tobacco products designed for consumption through the inhalation of smoke that are sold or offered for sale by the non-tobacco bar or non-tobacco smoking establishment separately from its original packaging. The original labels, labeling and packaging from which the contents are sold separately shall be maintained during such time as the contents of the package are offered for sale, and may be disposed of upon the sale of the entire contents of such package.\n§5. This local law shall take effect one hundred eighty days after its enactment into law.\n \n\nDSH\nLS # 1340\n5/28/13",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\fs24 Be it enacted by the Council as follows:\\ulnone\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult0\\fs24 Section 1.  Subdivision y of section 17-502 of the administrative code of the city of New York, as added by local law 2 for the year 1988, is amended to read as follows:\\fs27\\par\n\\fs24 y. \"Smoking\" means inhaling, exhaling, burning or carrying any lighted cigar, cigarette, pipe, \\ul water pipe\\ulnone  or any \\ul similar\\ulnone  form of lighted object or device [which contains tobacco].\\fs27\\par\n\\fs24\\'a72. Section 17-502 of the administrative code of the city of New York is amended by adding new subdivisions qq, rr, ss, tt, uu and vv to read as follows:\\fs27\\par\n\\ul\\fs24 qq. \"Label\" means a display of written, printed, or graphic matter upon the immediate container of any tobacco product or non-tobacco product designed for consumption through the inhalation of smoke.\\ulnone\\fs27\\par\n\\ul\\fs24 rr. \"Labeling\" means all labels and other written, printed, or graphic matter upon any tobacco product or non-tobacco product designed for consumption through the inhalation of smoke or any of its packaging, or accompanying such tobacco product or non-tobacco product designed for consumption through the inhalation of smoke.\\ulnone\\fs27\\par\n\\ul\\fs24 ss. \"Manufacturer\" means any person, including any repacker or relabeler, who manufactures, fabricates, assembles, processes, or labels a tobacco product or non-tobacco product designed for consumption through the inhalation of smoke; or imports a finished tobacco product or non-tobacco product designed for consumption through the inhalation of smoke for sale or distribution into the United States.\\ulnone\\fs27\\par\n\\ul\\fs24 tt. \"Non-tobacco product designed for consumption through the inhalation of smoke\" means any substance designed for consumption through the inhalation of smoke which does not contain tobacco, including, but not limited to, herbal cigarettes as defined in section 17-713(f) and herbal shisha.\\ulnone\\fs27\\par\n\\ul\\fs24 uu. \"Non-tobacco bar\" or \"Non-tobacco smoking establishment\" means a bar or business establishment that, in the calendar year ending December 31, 2014, generated ten percent or more of its total annual gross income from the on-site sale of non-tobacco products designed for consumption through the inhalation of smoke and is registered with the department in accordance with the rules of such agency. Such registration shall remain in effect for one year and shall be renewable only if: (i) in the preceding calendar year, the previously registered business establishment or bar generated ten percent or more of its total annual gross income from the on-site sale of non-tobacco products designed for consumption through the inhalation of smoke; and (ii) the business establishment or bar has not expanded its size or changed its location from its size or location as of December 31, 2014.\\ulnone\\fs27\\par\n\\ul\\fs24 vv. \"Packaging\" means a pack, box, carton, or container of any kind or, if no other container, any wrapping (including cellophane) in which a product is offered for sale, sold, or otherwise distributed to consumers.\\ulnone\\fs27\\par\n\\fs24\\'a73. Paragraph 20 of subdivision a of section 17-503 of the administrative code of the city of New York, as amended by local law 47 for the year 2002, is amended to read as follows:\\fs27\\par\n\\fs24 20.  Bars; provided however, that \\ul (a) the\\ulnone  smoking \\ul of tobacco\\ulnone  shall be permitted in[: (a)] tobacco bars[; (b)] \\ul and\\ulnone  owner operated bars; and\\fs27\\par\n\\ul\\fs24 (b) the smoking of non-tobacco products designed for consumption through the inhalation of smoke shall be permitted in non-tobacco bars and non-tobacco smoking establishments.\\ulnone\\fs27\\par\n\\fs24\\'a74. Subdivision f of section 17-507 of the administrative code of the city of New York is relettered subdivision g and a new subdivision f is added to read as follows:\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sl480\\slmult0\\fs24       \\ul f. Every owner, operator, manager or other person in control of a non-tobacco bar or non-tobacco smoking establishment shall maintain on site the original labels, labeling and packaging provided by the manufacturer for all non-tobacco products designed for consumption through the inhalation of smoke that are sold or offered for sale by the non-tobacco bar or non-tobacco smoking establishment separately from its original packaging. The original labels, labeling and packaging from which the contents are sold separately shall be maintained during such time as the contents of the package are offered for sale, and may be disposed of upon the sale of the entire contents of such package.\\ulnone\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult0\\fs24\\'a75. This local law shall take effect one hundred eighty days after its enactment into law.\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar  \\par\n\\fs20\\par\nDSH\\fs27\\par\n\\fs20 LS # 1340\\fs27\\par\n\\fs20 5/28/13\\fs27\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\cf0\\fs22\\par\n}\n",
  "LastModified": "2013-12-23T20:55:38.2Z"
}
