{
  "ID": 45386,
  "GUID": "11D3E612-1932-402A-A606-D6E2A20F7DA2",
  "File": "Int 0389-2010",
  "Name": "Requiring the department to notify 311 and place information on its website regarding the location of motor vehicles towed due to a temporary parking restriction change.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department to notify 311 and place information on its website regarding the location of motor vehicles towed due to a temporary parking restriction change.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2010-10-27T00:00:00Z",
  "AgendaDate": "2010-10-27T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 247650,
      "Date": "2010-10-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247827,
      "Date": "2010-10-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10196,
      "AgendaSequence": 136,
      "MinutesSequence": 176,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284129,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46370,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 19-175.1 of the administrative code of the city of New York is amended by adding a new subdivision e to read as follows:\n\te. The commissioner shall make available on a website and by calling 311, information regarding the location of motor vehicles towed due to a temporary parking restriction change.  Such website shall be searchable by license plate number.  \n\t§2.  Subdivision b of section 19-175.2 of the administrative code of the city of New York is amended to read as follows: \n\tb. Before the department makes temporary parking restriction change to conduct road repairs, it shall post notice of the effective date of such restrictions as soon as practicable. Such notice shall state that no notice of violations shall be issued for violations of such temporary parking restrictions and that if an owner's  motor  vehicle  is  missing from the affected streets, the motor vehicle may have been towed and the motor  vehicle  owner  should  contact  the  local  police  precinct for information about the location of such motor vehicle.  The notice shall also state that the motor vehicle owner may contact 311 or visit the department’s website for information about the location of such motor vehicle.  \n\t§3.\tThis local law shall take effect ninety days after its enactment into law.\n\nJW\nLS# 1335\n06/17/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Section 1.  Section 19-175.1 of the administrative code of the city of New York is amended by adding a new subdivision e to read as follows:\\par\n\\tab\\ul e. The commissioner shall make available on a website and by calling 311, information regarding the location of motor vehicles towed due to a temporary parking restriction change.  Such website shall be searchable by license plate number.  \\par\n\\ulnone\\tab\\expndtw0\\'a72.  \\expndtw-3 Subdivision b of section 19-175.2 \\expndtw0 of the administrative code of the city of New York is amended to read as follows:\\ul  \\par\n\\ulnone\\tab b. \\cf1 Before the department makes temporary parking restriction change to conduct road repairs, it shall post notice of the effective date of such restrictions as soon as practicable. Such notice shall state that no notice of violations shall be issued for violations of such temporary parking restrictions and that if an owner's  motor  vehicle  is  missing from the affected streets, the motor vehicle may have been towed and the motor  vehicle  owner  should  contact  the  local  police  precinct for information about the location of such motor vehicle.  \\ul The notice shall also state that the motor vehicle owner may contact 311 or visit the department\\rquote s website for information about the location of such motor vehicle.\\ulnone   \\cf0\\par\n\\tab\\expndtw-3\\'a73.\\tab This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\par\nJW\\par\nLS# 1335\\par\n06/17/10\\par\n}\n",
  "LastModified": "2013-12-23T20:37:00.99Z"
}
