{
  "ID": 46000,
  "GUID": "0B55D81B-EBC1-412F-9244-DAA8B02ACC5F",
  "File": "Int 0395-2010",
  "Name": "Requiring the Department of Homeless Services and the Human Resources Administration to track and report to the Council certain data regarding rental assistance programs for the homeless.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the Department of Homeless Services and the Human Resources Administration to track and report to the Council certain data regarding rental assistance programs for the homeless.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2010-10-27T00:00:00Z",
  "AgendaDate": "2010-10-27T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7556,
      "Slug": "the-public-advocate-mr-de-blasio",
      "FullName": "The Public Advocate (Mr. de Blasio)"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 247642,
      "Date": "2010-10-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247834,
      "Date": "2010-10-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10196,
      "AgendaSequence": 144,
      "MinutesSequence": 184,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248797,
      "Date": "2010-12-09T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 10292,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 249464,
      "Date": "2010-12-09T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 10292,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284227,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 98696,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 12/9/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f77aa2c4-e2f1-4d98-929a-0d2e37a407f6.doc",
      "Sort": 1
    },
    {
      "ID": 98887,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 12/9/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9ce6a639-ef14-45bb-9c95-882fef674d2b.PDF",
      "Sort": 2
    },
    {
      "ID": 98991,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/9/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d48657ea-a0c5-4ba4-9fcb-618ea2d9d4f8.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 47024,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of legislative findings and intent.  In 2004, the Department of Homeless Services (“DHS”) implemented the Housing Stability Plus (“HSP”) rental subsidy program, which was intended to help homeless people move out of shelter and into permanent housing.  In 2007, DHS discontinued HSP and began the Advantage New York (“Advantage”) rental assistance programs, which included the Work Advantage, Children’s Advantage, and Fixed Income Advantage programs.  The Work Advantage program replaced HSP and aimed to assist shelter residents in securing permanent housing and achieving self-sufficiency by rewarding work, while Children’s Advantage was specifically targeted toward families in shelter with child welfare cases and Fixed Income Advantage helped shelter residents on a fixed income who were unable to work.  As of August 1, 2010, DHS will no longer offer the Children’s and Fixed Income Advantage programs, and instead there will be only one Advantage NY program.  In addition, participants in the new Advantage NY program will be subject to more stringent work and income contribution requirements than under the previous version of the program.\nDHS and the Human Resources Administration (“HRA”), which assists DHS with administering the Advantage program, maintain that the Advantage program was successful in keeping people permanently housed and out of the shelter system because to date few Advantage participants returned to shelter.  Moreover, according to both agencies, data collected from those who participated in one year of the Advantage program suggests that new participants will be able to meet the heightened work and income contribution requirements.  The Council finds, however, that additional data is necessary to truly evaluate whether the new Advantage NY program will be successful in reducing homelessness, and to inform whether additional changes to rental assistance programs in the future are well-advised.\n\t§2.  Chapter 3 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows:\n\t§21-316.  a.  Definitions.  For the purposes of this section, the following terms shall have the following meanings pursuant to federal, state and local laws and such rules and regulations as may be promulgated pursuant thereto:\n1.  “Advantage apartment” shall mean an apartment that is certified as an Advantage apartment by DHS and is at least partially funded by rental payments provided by DHS to landlords on behalf of tenants who are enrolled in any of the Advantage programs. \n2.  “Advantage NY program” shall mean the rental assistance program for eligible homeless individuals and families in shelter that became effective on August 1, 2010. \n3.  “Advantage program” shall mean the Advantage NY program, the Children’s Advantage program, the Fixed Income Advantage program, the Work Advantage program, and any other rental subsidy program that DHS and/or HRA designates as an Advantage program now or in the future. \n\t4.  “Children’s Advantage” shall mean the rental assistance program for eligible homeless families in shelter who have open cases with the Administration for Children’s Services (“ACS”) that was in effect until August 1, 2010. \n\t5.  “Federal Eviction Prevention Supplement (FEPS)” shall mean the housing subsidy that is provided to eligible homeless families who are facing eviction for non-payment of rent.\n\t6.  “Fixed Income Advantage” shall mean the rental assistance program for eligible homeless families and individuals in shelter who are receiving a fixed income benefit or who cannot work that was in effect until August 1, 2010. \n\t7. “Fixed income benefit” shall include social security disability insurance (SSDI) or supplemental security income (SSI) benefits under the federal social security act or disability pension or disability compensation benefits  provided by the United States department of veterans affairs.  \n\t8.  “Household” shall mean a single individual or family, including couples \nwithout dependent children who, or which, are eligible to receive transitional housing or services from the department of homeless services or the human resources administration pursuant to federal, state and local laws and such rules and regulations as may be promulgated pursuant thereto.\n\t9. “Housing Stability Plus” shall mean the five-year rental assistance program for eligible homeless families and individuals in shelter that began in 2004 and was replaced by the Work Advantage program in 2007.  \n\t10.  “Section 8” shall mean a housing assistance payment that is made pursuant to section eight of the United States housing act of nineteen-hundred thirty-seven, as it may be amended from time to time.\n\t11. “Work Advantage” shall mean the rental assistance program for eligible homeless families and individuals who work full or part-time that was in effect until August 1, 2010.  \n\tb.  Quarterly Reports Regarding Rental Assistance Programs.  Beginning no later than January 1, 2011 and no later than the last day of the month following each calendar quarter thereafter, the commissioner, in consultation with the commissioner of the human resources administration/department of social services, shall submit to the speaker of the city council, and shall make available to the public free of charge on the internet, a report in writing that includes, at a minimum, the following information, disaggregated by families, families with children, adult families, and single adults: \n\t1. Housing Stability Plus.  The following information regarding the HSP program shall be included in the quarterly report:\n(a) the number of households that were previously enrolled in the program, including the number that (i) no longer receive the subsidy, (ii) no longer receive the subsidy and completed at least five years of the program, (iii) are still residing in the housing unit into which they were placed upon the start of their enrollment in the program, (iv) have applied for shelter, (v) have returned to shelter after having been enrolled for any length of time, (vi) have returned to shelter after having been enrolled in the program for at least five years;\n(b) the number of households that are currently enrolled in the program, including (i) the number that receive public assistance, (ii) the number that have employment income, as well as their average and median incomes and average and median number of hours worked per week, (iii) their average and median monthly rent, (iv) the average and median monthly rent subsidy provided by the program, (v) the number still residing in the housing unit into which they were placed upon the start of their enrollment in the program, (vi) the number that have a head of household receiving a federal disability benefit, as well as their average and median household income, (vii) the number who are needed at home to care for another household member receiving a federal disability benefit, as well as their average and median household income;\n\t2.  Federal Eviction Prevention Supplement.  The following information regarding the FEPS program shall be included in the quarterly report:\n\t(a) the number of households that were previously enrolled in the program, including the number that (i) no longer receive the subsidy, (ii) no longer receive the subsidy and completed at least five years of the program, (iii) are still residing in the housing unit in which they were living upon the start of their enrollment in the program, (iv) have applied for shelter, (v) have returned to shelter after having been enrolled for any length of time, (vi) have returned to shelter after having been enrolled in the program for at least five years;\n(b) the number of households that are currently enrolled in the program, including (i) the number that receive public assistance, (ii) the number that have employment income, as well as their average and median incomes and average and median number of hours worked per week, (iii) their average and median monthly rent, (iv) the average and median monthly subsidy provided by the program, (v) the number still residing in the housing unit in which they were living upon the start of their enrollment in the program, (vi) the number that have a head of household receiving a federal disability benefit, as well as their average and median household income, (vii) the number who are needed at home to care for another household member receiving a federal disability benefit, as well as their average and median household income;\n\t3.  Advantage.  The following information regarding the Advantage program shall be included in the quarterly report, disaggregated by Advantage NY program, Work Advantage program, Children’s Advantage program, and Fixed Income Advantage program:\n(a) the number of households that applied for shelter after participating in the Advantage program, including those that were subsequently found ineligible for shelter;\n\t(b) the number of households that returned to the shelter system after participating in the Advantage program, broken down by the length of time the household participated in the program as follows:  less than one year; one year; between one and two years; two years;\n\t(c) for households that returned to the shelter system after participating in the Advantage program, the length of time between the end of the Advantage program and the household’s return to shelter, broken down as follows:  less than one year; one to two years; more than two years;\n\t(d) the number of households that returned to the shelter system after participating in the Advantage program that received rental assistance in addition to \nAdvantage, broken down by the type of rental assistance, including:  FEPS; Section 8 voucher; and any other rental assistance provided by HRA;  \n\t(e) for households that returned to shelter after participating in the Advantage program, the length of time they resided in their Advantage apartment, broken down as follows:  less than one year, one to two years, more than two years;\n\t(f) the average and median wages earned by households that returned to shelter after participating in the Advantage program during the time they were not participating in the Advantage program;\n\t(g) the average and median number of hours worked by households that returned to shelter after participating in the Advantage program during the time they were not participating in the Advantage program; \n\t(h) the number of households newly enrolled each quarter into each Advantage program;\n\t(i) the number of households currently enrolled in each Advantage program;\n\t(j) the number of households previously enrolled in the Advantage program that no longer receive the subsidy;\n\t(k) the number of households that no longer receive the Advantage subsidy and completed at least two years of the Advantage program;\n\t(l) the number of households that transitioned to Section 8 from the Advantage program;\n\t(m) the number of households that transitioned to the Advantage program from the HSP program;\n\t(n) the number of households enrolled in the Advantage program that are also receiving public assistance;\n\t(o) the number of households enrolled in the Advantage program that have employment income;\n\t(p) the average and median income of households enrolled in the Advantage program that have employment income;\n\t(q) the average and median number of hours worked per week of households enrolled in the Advantage program that have employment income;\n\t(r) the number of households enrolled in the Advantage program that have a head of household receiving a federal disability benefit;\n\t(s) the number of households enrolled in the Advantage program that have an adult residing in the household who is needed at home to care for another household member receiving a federal disability benefit;\n\t(t) the average and median monthly rent of households enrolled in the Advantage program;\n\t(u) the average and median monthly rent subsidy provided by DHS or HRA to households enrolled in the Advantage program;\n\t(v) the number of households enrolled in the Advantage program that are still residing in the housing unit into which they were placed upon the start of their enrollment in the Advantage program;\n\t(w) for households that previously participated in the Advantage program but are no longer enrolled, the number still residing in the housing unit into which they were placed upon the start of their enrollment in the Advantage program;\n\t(x) the number of households that participated in the Advantage program for one year and sought renewal for an additional year of the subsidy; and\n\t(y) the number of households that participated in the Advantage program for one year and sought renewal for an additional year of the subsidy and were not approved for an additional year of the subsidy.\nc.  Long Term Outcomes of Advantage NY Participants.  The commissioner, in consultation with the commissioner of the human resources administration/department of social services, shall establish a procedure, to be implemented within ninety days of the effective date of the local law that added this section, to determine the following information regarding former Advantage NY program households that have not been enrolled in the program for at least one year:   (a) the average and median monthly wages of the household; (b) the average and median monthly employment hours of the household; (c) the number of households that are still residing in the housing unit they resided in upon the termination of their enrollment in the Advantage NY program; (d) the number of households that are receiving cash assistance; (e) the number of households that are receiving FEPS; (f) the number of households that have a Section 8 voucher; and (g) the number of households that receive any other type of rental assistance from HRA.  \n§3.  This local law shall take effect immediately.\nLS 1313\nMRM \n10/15/10\n11:33am",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Declaration of legislative findings and intent.  In 2004, the Department of Homeless Services (\\ldblquote DHS\\rdblquote ) implemented the Housing Stability Plus (\\ldblquote HSP\\rdblquote ) rental subsidy program, which was intended to help homeless people move out of shelter and into permanent housing.  In 2007, DHS discontinued HSP and began the Advantage New York (\\ldblquote Advantage\\rdblquote ) rental assistance programs, which included the Work Advantage, Children\\rquote s Advantage, and Fixed Income Advantage programs.  The Work Advantage program replaced HSP and aimed to assist shelter residents in securing permanent housing and achieving self-sufficiency by rewarding work, while Children\\rquote s Advantage was specifically targeted toward families in shelter with child welfare cases and Fixed Income Advantage helped shelter residents on a fixed income who were unable to work.  As of August 1, 2010, DHS will no longer offer the Children\\rquote s and Fixed Income Advantage programs, and instead there will be only one Advantage NY program.  In addition, participants in the new Advantage NY program will be subject to more stringent work and income contribution requirements than under the previous version of the program.\\par\nDHS and the Human Resources Administration (\\ldblquote HRA\\rdblquote ), which assists DHS with administering the Advantage program, maintain that the Advantage program was successful in keeping people permanently housed and out of the shelter system because to date few Advantage participants returned to shelter.  Moreover, according to both agencies, data collected from those who participated in one year of the Advantage program suggests that new participants will be able to meet the heightened work and income contribution requirements.  The Council finds, however, that additional data is necessary to truly evaluate whether the new Advantage NY program will be successful in reducing homelessness, and to inform whether additional changes to rental assistance programs in the future are well-advised.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab\\'a72.  Chapter 3 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows:\\par\n\\tab\\ul\\'a721-316.  a.  Definitions.  For the purposes of this section, the following terms shall have the following meanings pursuant to federal, state and local laws and such rules and regulations as may be promulgated pursuant thereto:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 1.  \\ldblquote Advantage apartment\\rdblquote  shall mean an apartment that is certified as an Advantage apartment by DHS and is at least partially funded by rental payments provided by DHS to landlords on behalf of tenants who are enrolled in any of the Advantage programs. \\par\n2.  \\ldblquote Advantage NY program\\rdblquote  shall mean the rental assistance program for eligible homeless individuals and families in shelter that became effective on August 1, 2010. \\par\n3.  \\ldblquote Advantage program\\rdblquote  shall mean the Advantage NY program, the Children\\rquote s Advantage program, the Fixed Income Advantage program, the Work Advantage program, and any other rental subsidy program that DHS and/or HRA designates as an Advantage program now or in the future. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul 4.  \\ldblquote Children\\rquote s Advantage\\rdblquote  shall mean the rental assistance program for eligible homeless families in shelter who have open cases with the Administration for Children\\rquote s Services (\\ldblquote ACS\\rdblquote ) that was in effect until August 1, 2010. \\par\n\\ulnone\\tab\\ul 5.  \\ldblquote Federal Eviction Prevention Supplement (FEPS)\\rdblquote  shall mean the housing subsidy that is provided to eligible homeless families who are facing eviction for non-payment of rent.\\par\n\\ulnone\\tab\\ul 6.  \\ldblquote Fixed Income Advantage\\rdblquote  shall mean the rental assistance program for eligible homeless families and individuals in shelter who are receiving a fixed income benefit or who cannot work that was in effect until August 1, 2010. \\par\n\\ulnone\\tab\\ul 7. \\ldblquote Fixed income benefit\\rdblquote  shall include social security disability insurance (SSDI) or supplemental security income (SSI) benefits under the federal social security act or disability pension or disability compensation benefits  provided by the United States department of veterans affairs.  \\par\n\\ulnone\\tab\\ul 8.  \\ldblquote Household\\rdblquote  shall mean a single individual or family, including couples \\par\nwithout dependent children who, or which, are eligible to receive transitional housing or services from the department of homeless services or the human resources administration pursuant to federal, state and local laws and such rules and regulations as may be promulgated pursuant thereto.\\par\n\\ulnone\\tab\\ul 9. \\ldblquote Housing Stability Plus\\rdblquote  shall mean the five-year rental assistance program for eligible homeless families and individuals in shelter that began in 2004 and was replaced by the Work Advantage program in 2007.  \\par\n\\ulnone\\tab\\ul 10.  \\ldblquote Section 8\\rdblquote  shall mean a housing assistance payment that is made pursuant to section eight of the United States housing act of nineteen-hundred thirty-seven, as it may be amended from time to time.\\par\n\\ulnone\\tab\\ul 11. \\ldblquote Work Advantage\\rdblquote  shall mean the rental assistance program for eligible homeless families and individuals who work full or part-time that was in effect until August 1, 2010.  \\par\n\\ulnone\\tab\\ul b.  Quarterly Reports Regarding Rental Assistance Programs.  Beginning no later than January 1, 2011 and no later than the last day of the month following each calendar quarter thereafter, the commissioner, in consultation with the commissioner of the human resources administration/department of social services, shall submit to the speaker of the city council, and shall make available to the public free of charge on the internet, a report in writing that includes, at a minimum, the following information, disaggregated by families, families with children, adult families, and single adults: \\par\n\\ulnone\\tab\\ul 1. Housing Stability Plus.  The following information regarding the HSP program shall be included in the quarterly report:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (a) the number of households that were previously enrolled in the program, including the number that (i) no longer receive the subsidy, (ii) no longer receive the subsidy and completed at least five years of the program, (iii) are still residing in the housing unit into which they were placed upon the start of their enrollment in the program, (iv) have applied for shelter, (v) have returned to shelter after having been enrolled for any length of time, (vi) have returned to shelter after having been enrolled in the program for at least five years;\\par\n(b) the number of households that are currently enrolled in the program, including (i) the number that receive public assistance, (ii) the number that have employment income, as well as their average and median incomes and average and median number of hours worked per week, (iii) their average and median monthly rent, (iv) the average and median monthly rent subsidy provided by the program, (v) the number still residing in the housing unit into which they were placed upon the start of their enrollment in the program, (vi) the number that have a head of household receiving a federal disability benefit, as well as their average and median household income, (vii) the number who are needed at home to care for another household member receiving a federal disability benefit, as well as their average and median household income;\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul 2.  Federal Eviction Prevention Supplement.  The following information regarding the FEPS program shall be included in the quarterly report:\\par\n\\ulnone\\tab\\ul (a) the number of households that were previously enrolled in the program, including the number that (i) no longer receive the subsidy, (ii) no longer receive the subsidy and completed at least five years of the program, (iii) are still residing in the housing unit in which they were living upon the start of their enrollment in the program, (iv) have applied for shelter, (v) have returned to shelter after having been enrolled for any length of time, (vi) have returned to shelter after having been enrolled in the program for at least five years;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (b) the number of households that are currently enrolled in the program, including (i) the number that receive public assistance, (ii) the number that have employment income, as well as their average and median incomes and average and median number of hours worked per week, (iii) their average and median monthly rent, (iv) the average and median monthly subsidy provided by the program, (v) the number still residing in the housing unit in which they were living upon the start of their enrollment in the program, (vi) the number that have a head of household receiving a federal disability benefit, as well as their average and median household income, (vii) the number who are needed at home to care for another household member receiving a federal disability benefit, as well as their average and median household income;\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul 3.  Advantage.  The following information regarding the Advantage program shall be included in the quarterly report, disaggregated by Advantage NY program, Work Advantage program, Children\\rquote s Advantage program, and Fixed Income Advantage program:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (a) the number of households that applied for shelter after participating in the Advantage program, including those that were subsequently found ineligible for shelter;\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul (b) the number of households that returned to the shelter system after participating in the Advantage program, broken down by the length of time the household participated in the program as follows:  less than one year; one year; between one and two years; two years;\\par\n\\ulnone\\tab\\ul (c) for households that returned to the shelter system after participating in the Advantage program, the length of time between the end of the Advantage program and the household\\rquote s return to shelter, broken down as follows:  less than one year; one to two years; more than two years;\\par\n\\ulnone\\tab\\ul (d) the number of households that returned to the shelter system after participating in the Advantage program that received rental assistance in addition to \\par\nAdvantage, broken down by the type of rental assistance, including:  FEPS; Section 8 voucher; and any other rental assistance provided by HRA;  \\par\n\\ulnone\\tab\\ul (e) for households that returned to shelter after participating in the Advantage program, the length of time they resided in their Advantage apartment, broken down as follows:  less than one year, one to two years, more than two years;\\par\n\\ulnone\\tab\\ul (f) the average and median wages earned by households that returned to shelter after participating in the Advantage program during the time they were not participating in the Advantage program;\\par\n\\ulnone\\tab\\ul (g) the average and median number of hours worked by households that returned to shelter after participating in the Advantage program during the time they were not participating in the Advantage program; \\par\n\\ulnone\\tab\\ul (h) the number of households newly enrolled each quarter into each Advantage program;\\par\n\\ulnone\\tab\\ul (i) the number of households currently enrolled in each Advantage program;\\par\n\\ulnone\\tab\\ul (j) the number of households previously enrolled in the Advantage program that no longer receive the subsidy;\\par\n\\ulnone\\tab\\ul (k) the number of households that no longer receive the Advantage subsidy and completed at least two years of the Advantage program;\\par\n\\ulnone\\tab\\ul (l) the number of households that transitioned to Section 8 from the Advantage program;\\par\n\\ulnone\\tab\\ul (m) the number of households that transitioned to the Advantage program from the HSP program;\\par\n\\ulnone\\tab\\ul (n) the number of households enrolled in the Advantage program that are also receiving public assistance;\\par\n\\ulnone\\tab\\ul (o) the number of households enrolled in the Advantage program that have employment income;\\par\n\\ulnone\\tab\\ul (p) the average and median income of households enrolled in the Advantage program that have employment income;\\par\n\\ulnone\\tab\\ul (q) the average and median number of hours worked per week of households enrolled in the Advantage program that have employment income;\\par\n\\ulnone\\tab\\ul (r) the number of households enrolled in the Advantage program that have a head of household receiving a federal disability benefit;\\par\n\\ulnone\\tab\\ul (s) the number of households enrolled in the Advantage program that have an adult residing in the household who is needed at home to care for another household member receiving a federal disability benefit;\\par\n\\ulnone\\tab\\ul (t) the average and median monthly rent of households enrolled in the Advantage program;\\par\n\\ulnone\\tab\\ul (u) the average and median monthly rent subsidy provided by DHS or HRA to households enrolled in the Advantage program;\\par\n\\ulnone\\tab\\ul (v) the number of households enrolled in the Advantage program that are still residing in the housing unit into which they were placed upon the start of their enrollment in the Advantage program;\\par\n\\ulnone\\tab\\ul (w) for households that previously participated in the Advantage program but are no longer enrolled, the number still residing in the housing unit into which they were placed upon the start of their enrollment in the Advantage program;\\par\n\\ulnone\\tab\\ul (x) the number of households that participated in the Advantage program for one year and sought renewal for an additional year of the subsidy; and\\par\n\\ulnone\\tab\\ul (y) the number of households that participated in the Advantage program for one year and sought renewal for an additional year of the subsidy and were not approved for an additional year of the subsidy.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 c.  Long Term Outcomes of Advantage NY Participants.  The commissioner, in consultation with the commissioner of the human resources administration/department of social services, shall establish a procedure, to be implemented within ninety days of the effective date of the local law that added this section, to determine the following information regarding former Advantage NY program households that have not been enrolled in the program for at least one year:   (a) the average and median monthly wages of the household; (b) the average and median monthly employment hours of the household; (c) the number of households that are still residing in the housing unit they resided in upon the termination of their enrollment in the Advantage NY program; (d) the number of households that are receiving cash assistance; (e) the number of households that are receiving FEPS; (f) the number of households that have a Section 8 voucher; and (g) the number of households that receive any other type of rental assistance from HRA.  \\par\n\\ulnone\\'a73.  This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs20 LS 1313\\par\nMRM \\par\n10/15/10\\par\n11:33am \\ul\\fs24\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\li360\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone\\par\n\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T20:35:22.617Z"
}
