{
  "ID": 46035,
  "GUID": "43BA62F9-25CC-43D3-BFAC-2C156DC03F3C",
  "File": "Int 0397-2010",
  "Name": "Possession of firearms, rifles and shotguns while intoxicated and other abuse of firearm licenses and rifle and shotgun permits.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the possession of firearms, rifles and shotguns while intoxicated and other abuse of firearm licenses and rifle and shotgun permits.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2010-10-27T00:00:00Z",
  "AgendaDate": "2010-10-27T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 247654,
      "Date": "2010-10-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247837,
      "Date": "2010-10-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10196,
      "AgendaSequence": 146,
      "MinutesSequence": 186,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284124,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47059,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Title 10 of the administrative code of the city of New York is amended by adding new sections 10-313 and 10-314 to read as follows:\n§ 10-313.  Prohibition of the possession of firearms, rifles and shotguns while intoxicated.  \na.  A person shall not possess a firearm, rifle or shotgun outside of his or her home while:\n(i)  such person is in an intoxicated condition; or\n(ii)  such person has .08 of one per centum or more by weight of alcohol in such person’s blood as shown by chemical analysis of such person’s breath, blood, urine or saliva, made pursuant to section eleven hundred ninety-four of the vehicle and traffic law, section 10-314 of this article or other applicable law; or\n(iii)  such person’s ability to safely possess such firearm, rifle or shotgun is impaired by consumption of alcohol; or\n(iv)  such person’s ability to safely possess such firearm, rifle or shotgun is impaired by use of any drug; or\n(v)  such person’s ability to safely possess such firearm, rifle or shotgun is impaired by the combined influence of drugs or of alcohol and any drug or drugs.  \nb.  Any person who shall violate paragraph (i), (ii), (iv), or (v) of subdivision a of this section shall be guilty of a misdemeanor punishable by a fine of not more than one thousand dollars, or imprisonment not exceeding one year, or by both such fine and imprisonment.  Any person who shall violate paragraph (iii) of subdivision a of this section shall be guilty of a misdemeanor punishable by a fine of not more than five hundred dollars, or imprisonment not exceeding three months, or by both such fine and imprisonment.  Violation of subdivision a of this section shall also be grounds for the revocation of a license or permit to deal in firearms, deal in rifles and shotguns, possess firearms, or possess a rifle or shotgun in accordance with applicable law.\nc. (i)  Possession of a valid permit or license for a firearm, rifle or shotgun as provided under sections 10-131 and 10-303 of this title or any other applicable law shall not preclude a conviction for the offense defined in subdivision a of this section.  \n(ii)  Subdivision a of this section shall not apply in the circumstances described in paragraphs one, two, and eleven of subdivision a of section 265.20 of the penal law.\nd.  Definitions.  For purposes of this section and section 10-314 of this chapter, in addition to the definitions provided in section 10-301 of this chapter:\n(i)  The terms “firearm,” “rifle,” and “shotgun” shall be deemed to include assault weapons;\n(ii)  The term “police officer” shall mean a sworn officer of the police department of the city of New York; and \n(iii)  The term “drug” shall mean and include any controlled substance listed in section thirty-three hundred six of the public health law.\ne.  A person may be convicted of a violation of paragraph (i), (ii) or (iii) of subdivision a of this section, notwithstanding that the charge laid before the court alleged a violation of paragraph (i) or (ii) of such subdivision, and regardless of whether or not such conviction is based on a plea of guilty. \n§10-314.  Testing of persons who carry firearms, rifles or shotguns while appearing to be legally intoxicated; presumptions.  \na.  In the event that any person possesses a firearm, rifle or shotgun other than in the person’s home, while it reasonably appears that such person is in an intoxicated condition or that such person’s ability to safely possess such firearm, rifle or shotgun is impaired by consumption of alcohol, or by the combined influence of alcohol and any drug or drugs, and such person refuses to submit to a breath test to be administered by a police officer, then such refusal shall be grounds for suspension or revocation, for a recommended period of a maximum of six months, of a permit or license to deal in firearms, deal in rifles and shotguns, possess firearms, or possess a rifle or shotgun in accordance with applicable law.\nb. Presumptions. \n(i) Evidence that there was .05 of one per centum or less by weight of alcohol in such person's blood shall create rebuttable presumptions that the ability of such person to safely possess a firearm, rifle or shotgun was not impaired by the consumption of alcohol, and that such person was not in an intoxicated condition; \n(ii) Evidence that there was more than .05 of one per centum but less than .07 of one per centum by weight of alcohol in such person's blood shall create a rebuttable presumption that such person was not in an intoxicated condition, but such evidence shall not create any presumption regarding whether the ability of such person to safely possess a firearm, rifle or shotgun was impaired by the consumption of alcohol; and \n(iii) Evidence that there was .07 of one per centum or more but less than .08 of one per centum by weight of alcohol in such person's blood shall create a rebuttable presumption that such person was not in an intoxicated condition, but shall create a rebuttable presumption that the ability of such person to safely possess a firearm, rifle or shotgun was impaired by the consumption of alcohol. \n§2.  This local law shall take effect one hundred twenty days after its enactment into law; provided, however, that any actions, including but not limited to the promulgation of rules and regulations, necessary to implement the provisions of this act on its effective date are authorized and directed to be made and completed on or before such date.\n\n\n\n10/25/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 TimesNewRoman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\li2160\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi1440\\sl480\\slmult1\\qj Section 1. Title 10 of the administrative code of the city of New York is amended by adding new sections 10-313 and 10-314 to read as follows:\\ul\\par\n\\'a7 10-313.  Prohibition of the possession of firearms, rifles and shotguns while intoxicated.  \\par\na.  A person shall not possess a firearm, rifle or shotgun outside of his or her home while:\\par\n(i)  such person is in an intoxicated condition; or\\par\n(ii)  such person has .08 of one per centum or more by weight of alcohol in such person\\rquote s blood as shown by chemical analysis of such person\\rquote s breath, blood, urine or saliva, made pursuant to section eleven hundred ninety-four of the vehicle and traffic law, section 10-314 of this article or other applicable law; or\\par\n(iii)  such person\\rquote s ability to safely possess such firearm, rifle or shotgun is impaired by consumption of alcohol; or\\par\n(iv)  such person\\rquote s ability to safely possess such firearm, rifle or shotgun is impaired by use of any drug; or\\par\n(v)  such person\\rquote s ability to safely possess such firearm, rifle or shotgun is impaired by the combined influence of drugs or of alcohol and any drug or drugs.  \\par\nb.  Any person who shall violate paragraph (i), (ii), (iv), or (v) of subdivision a of this section shall be guilty of a misdemeanor punishable by a fine of not more than one thousand dollars, or imprisonment not exceeding one year, or by both such fine and imprisonment\\cf1 .\\cf0   Any person who shall violate paragraph (iii) of subdivision a of this section shall be guilty of a misdemeanor punishable by a fine of not more than five hundred dollars, or imprisonment not exceeding three months, or by both such fine and imprisonment.  \\cf1 Violation of\\cf0  subdivision a of\\cf1  this section shall also be grounds for the revocation of a license or permit to deal in firearms, deal in rifles and shotguns, possess firearms, or possess a rifle or shotgun in accordance with applicable law.\\par\n\\cf0 c. (i)  Possession of a valid permit or license for a firearm, rifle or shotgun as provided under sections 10-131 and 10-303 of this title or any other applicable law shall not preclude a conviction for the offense defined in subdivision a of this section.  \\par\n(ii)  Subdivision a of this section shall not apply in the circumstances described in paragraphs one, two, and eleven of subdivision a of section 265.20 of the penal law.\\par\nd.  Definitions.  For purposes of this section and section 10-314 of this chapter, in addition to the definitions provided in section 10-301 of this chapter:\\par\n(i)  The terms \\ldblquote firearm,\\rdblquote  \\ldblquote rifle,\\rdblquote  and \\ldblquote shotgun\\rdblquote  shall be deemed to include assault weapons;\\par\n(ii)  The term \\ldblquote police officer\\rdblquote  shall mean a sworn officer of the police department of the city of New York; and \\par\n(iii)  The term \\ldblquote drug\\rdblquote  shall mean and include any controlled substance listed in section thirty-three hundred six of the public health law.\\par\ne.  A person may be convicted of a violation of paragraph (i), (ii) or (iii) of subdivision a of this section, notwithstanding that the charge laid before the court alleged a violation of paragraph (i) or (ii) of such subdivision, and regardless of whether or not such conviction is based on a plea of guilty.\\ulnone  \\par\n\\ul\\'a710-314.  Testing of persons who carry firearms, rifles or shotguns while appearing to be legally intoxicated; presumptions.  \\par\na.  In the event that any person possesses a firearm, rifle or shotgun other than in the person\\rquote s home, while it reasonably appears that such person is in an intoxicated condition or that such person\\rquote s ability to safely possess such firearm, rifle or shotgun is impaired by consumption of alcohol, or by the combined influence of alcohol and any drug or drugs, and such person refuses to submit to a breath test to be administered by a police officer, then such refusal shall be grounds for suspension or revocation, for a recommended period of a maximum of six months, of a permit or license to deal in firearms, deal in rifles and shotguns, possess firearms, or possess a rifle or shotgun in accordance with applicable law.\\par\nb. Presumptions. \\par\n(i) Evidence that there was .05 of one per centum or less by weight of alcohol in such person's blood shall create rebuttable presumptions that the ability of such person to safely possess a firearm, rifle or shotgun was not impaired by the consumption of alcohol, and that such person was not in an intoxicated condition; \\par\n(ii) Evidence that there was more than .05 of one per centum but less than .07 of one per centum by weight of alcohol in such person's blood shall create a rebuttable presumption that such person was not in an intoxicated condition, but such evidence shall not create any presumption regarding whether the ability of such person to safely possess a firearm, rifle or shotgun was impaired by the consumption of alcohol; and \\par\n(iii) Evidence that there was .07 of one per centum or more but less than .08 of one per centum by weight of alcohol in such person's blood shall create a rebuttable presumption that such person was not in an intoxicated condition, but shall create a rebuttable presumption that the ability of such person to safely possess a firearm, rifle or shotgun was impaired by the consumption of alcohol. \\par\n\\ulnone\\'a72.  This local law shall take effect one hundred twenty days after its enactment into law; provided, however, that any actions, including but not limited to the promulgation of rules and regulations, necessary to implement the provisions of this act on its effective date are authorized and directed to be made and completed on or before such date.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\highlight2\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\highlight0 10/25/10\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1  \\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T20:34:42.35Z"
}
