{
  "ID": 46043,
  "GUID": "C4C2E3BB-0B96-4F7E-95FF-F64EF9B4A47D",
  "File": "Int 0398-2010",
  "Name": "Increasing biodiversity in sidewalk plantings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to increasing biodiversity in sidewalk plantings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2010-10-27T00:00:00Z",
  "AgendaDate": "2010-10-27T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    }
  ],
  "History": [
    {
      "ID": 247659,
      "Date": "2010-10-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 247838,
      "Date": "2010-10-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10196,
      "AgendaSequence": 147,
      "MinutesSequence": 187,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248010,
      "Date": "2010-11-10T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 10207,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248191,
      "Date": "2010-11-10T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 10207,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284226,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 98183,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 11/10/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/578ebfb2-d1f2-4ac9-8bdf-42185402efa3.doc",
      "Sort": 1
    },
    {
      "ID": 98470,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 11/10/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/148f8197-7fa9-4ab0-9167-99a79835a181.PDF",
      "Sort": 2
    },
    {
      "ID": 98399,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 11/10/10 (Con't)",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3e169136-5712-47d0-8d7e-fa0569b6ca5d.pdf",
      "Sort": 3
    },
    {
      "ID": 98548,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/10/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8716ca8c-db42-4b6c-99cf-6785b7c7dcfd.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 47067,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Legislative findings and intent.  The Council finds that the planting strips on our City’s sidewalks consist almost entirely of turf-grass, which has important negative consequences for the City. Turf-grass requires constant watering, which taxes the City’s reservoirs.  Turf-grass also typically requires costly maintenance, such as mowing, and fertilizers and herbicides, which contribute to dangerous chemical buildup in the City’s ground water and, eventually, the City’s surrounding waterways.  The Environmental Protection Agency’s voluntary WaterSense program proposes a forty percent limitation of turf grass in the landscapable area in order to advance efficient water use and protecting the United States’ finite water supply. \n\tUtilizing native plant species would reduce the water and chemical needs of these areas. Once established, native plants do not need pesticides, fertilizers, or watering according to the Environmental Protection Agency, in part because native plants species have adapted to regional climate conditions. Because native plant species require less water than turf-grass, they are more aesthetically-pleasing during the increasingly common periods of extreme temperature; they are also more likely to survive these periods. Moreover, during heavy rainfall, native plants can absorb stormwater better than turf-grass, which has a shallow root-system and easily floods. Therefore, native sidewalk plantings will better aid the City’s stormwater management capabilities.\nIn sum, increasing the biodiversity of sidewalk plantings will result in the decrease demand for reservoir water, reduce maintenance costs, reduce chemicals in our waterways, and increase the stormwater absorption capabilities of sidewalks. The Council, therefore, finds that it is in the best interests of the City to increase the biodiversity of our sidewalks. \n§ 2. Chapter 1 of title 18 of the administrative code of the city of New York is amended by adding a section 18-141 to read as follows:\n§ 18-141. Biodiversity in sidewalk plantings. a. Turf grass, defined as hybridized non-native grasses that, when regularly mowed, form a dense growth of leaf blades and roots, shall not be permitted on sidewalk planting strips. The department shall promulgate rules to determine the time period over which those sidewalk planting strips currently using turf-grass must switch to native species.\nb. The selection of plants intended to increase biodiversity shall be guided by the New York city department of parks and recreation greenbelt native plant center wetlands species lists and such other sources as the department deems appropriate.\n\t§ 3. This local law shall take effect ninety days after its enactment, except that the commissioner of parks and recreation shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such effective date.\nLS # 1595 and UE2 SS\n10/25/2010 6:06 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone S\\cf1 ection 1.  Legislative findings and intent.  The Council finds that\\cf0  the planting strips on our City\\rquote s sidewalks consist almost entirely of turf-grass, which has important negative consequences for the City. Turf-grass requires constant watering, which taxes the City\\rquote s reservoirs.  Turf-grass also typically requires costly maintenance, such as mowing, and fertilizers and herbicides, which contribute to dangerous chemical buildup in the City\\rquote s ground water and, eventually, the City\\rquote s surrounding waterways.  The Environmental Protection Agency\\rquote s voluntary WaterSense program proposes a forty percent limitation of turf grass in the landscapable area in order to advance efficient water use and protecting the United States\\rquote  finite water supply. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab Utilizing native plant species would reduce the water and chemical needs of these areas. \\cf1\\lang9 Once established, native plants do not need pesticides, fertilizers, or watering according to the Environmental Protection Agency, in part because n\\cf0\\lang1033 ative plants species have adapted to regional climate conditions. Because native plant species require less water than turf-grass, they are more aesthetically-pleasing during the increasingly common periods of extreme temperature; they are also more likely to survive these periods. Moreover, during heavy rainfall, native plants can absorb stormwater better than turf-grass, which has a shallow root-system and easily floods. Therefore, native sidewalk plantings will better aid the City\\rquote s stormwater management capabilities.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj In sum, increasing the biodiversity of sidewalk plantings will result in the decrease demand for reservoir water, reduce maintenance costs, reduce chemicals in our waterways, and increase the stormwater absorption capabilities of sidewalks. The Council, therefore, finds that it is in the best interests of the City to increase the biodiversity of our sidewalks. \\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa120\\sl480\\slmult1\\qj\\cf0\\'a7 2. Chapter 1 of title 18 of the administrative code of the city of New York is amended by adding a section 18-141 to read as follows:\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 18-141. Biodiversity in sidewalk plantings. a. Turf grass, defined as hybridized non-native grasses that, when regularly mowed, form a dense growth of leaf blades and roots, shall not be permitted on sidewalk planting strips. The department shall promulgate rules to determine the time period over which those sidewalk planting strips currently using turf-grass must switch to native species.\\par\nb. The selection of plants intended to increase biodiversity shall be guided by the New York city department of parks and recreation greenbelt native plant center wetlands species lists and such other sources as the department deems appropriate.\\par\n\\ulnone\\tab\\'a7 3. This local law shall take effect ninety days after its enactment, except that the commissioner of parks and recreation shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\sa120\\qj LS # 1595 and UE2 SS\\par\n\\pard\\ltrpar\\nowidctlpar\\lang1024 10/25/2010 6:06 PM\\lang1033\\ul\\par\n}\n",
  "LastModified": "2013-12-23T20:34:07.587Z"
}
