{
  "ID": 46078,
  "GUID": "91D8DA68-9308-4208-B577-E42EAACF900E",
  "File": "Int 0403-2010",
  "Name": "Extending the license term for base stations with hybrid-electric vehicles.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to extending the license term for base stations with hybrid-electric vehicles.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2010-11-17T00:00:00Z",
  "AgendaDate": "2010-11-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    }
  ],
  "History": [
    {
      "ID": 248345,
      "Date": "2010-11-17T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248461,
      "Date": "2010-11-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10266,
      "AgendaSequence": 100,
      "MinutesSequence": 127,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284120,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47104,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 19-502 of the administrative code of the city of New York is amended by adding new subdivisions x and y to read as follows\n\tx. “Hybrid-electric vehicle” shall mean a commercially available mass-produced vehicle originally equipped by the manufacturer with a combustion engine system together with an electric propulsion system that operates in an integrated manner.\ny. “Qualified hybrid-electric vehicle” shall mean a hybrid-electric vehicle that has  a United States environmental protection agency city mileage published label value, pursuant to section 32908(b) of title 49 of the United States code, of 45 miles per gallon or greater.\n\t§2. Chapter 5 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-511.2 to read as follows:\n§19-511.2 Duration of license for bases with clean air for-hire vehicles. a. The license term for a base station, black car base or luxury limousine base where at least twenty-five percent of the vehicles affiliated with such base station or base are hybrid-electric vehicles, but fewer than twenty-five percent of such vehicles are qualified hybrid-electric vehicles, shall be one year longer than the applicable standard license term established by the commission.  \nb. The license term for a base station, black car base or luxury limousine base where at least twenty-five percent of the vehicles affiliated with such base station or base are qualified hybrid-electric vehicles shall be two years longer than the applicable standard license term established by the commission.  \nc. The provisions of this section shall not apply to any base station, black car base or luxury limousine base for which there is a license as of the effective date of this section until the renewal of such license subsequent to such effective date.  \n §3. This local law shall take effect immediately after its enactment into law.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nR.C.\nLS 193\nInt. No. 361/2006\n10/19/10",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\fs25\\tab\\fs24 Section 1. Section 19-502 of the administrative code of the city of New York is amended by adding new subdivisions x and y to read as follows\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\ul x. \\ldblquote Hybrid-electric vehicle\\rdblquote  shall mean a commercially available mass-produced vehicle originally equipped by the manufacturer with a combustion engine system together with an electric propulsion system that operates in an integrated manner.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\fs25 y\\fs24 . \\ldblquote Qualified hybrid-electric vehicle\\rdblquote  shall mean a hybrid-electric vehicle that has  a United States environmental protection agency city mileage published label value, pursuant to section 32908(b) of title 49 of the United States code, of 45 miles per gallon or greater.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\ulnone\\tab\\'a72. Chapter 5 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-511.2 to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a719-511.2 Duration of license for bases with clean air for-hire vehicles. a. The license term for a base station, black car base or luxury limousine base where at least twenty-five percent of the vehicles affiliated with such base station or base are hybrid-electric vehicles, but fewer than twenty-five percent of such vehicles are qualified hybrid-electric vehicles, shall be one year longer than the applicable standard license term established by the commission.  \\par\nb. The license term for a base station, black car base or luxury limousine base where at least twenty-five percent of the vehicles affiliated with such base station or base are qualified hybrid-electric vehicles shall be two years longer than the applicable standard license term established by the commission.  \\par\nc. The provisions of this section shall not apply to any base station, black car base or luxury limousine base for which there is a license as of the effective date of this section until the renewal of such license subsequent to such effective date.  \\par\n\\ulnone  \\'a73. This local law shall take effect immediately after its enactment into law.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\nowidctlpar\\fs20\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nR.C.\\par\nLS 193\\par\nInt. No. 361/2006\\par\n10/19/10\\par\n}\n",
  "LastModified": "2013-12-23T20:33:14.757Z"
}
