{
  "ID": 46170,
  "GUID": "B523D5DD-165D-47AC-A2BA-6A0BE58C0331",
  "File": "Int 0408-2010",
  "Name": "Requiring the commissioner of housing preservation and development to report on the number of dwellings and dwelling units created or preserved.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the commissioner of housing preservation and development to report on the number of dwellings and dwelling units created or preserved.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-11-17T00:00:00Z",
  "AgendaDate": "2010-11-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 248365,
      "Date": "2010-11-17T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248469,
      "Date": "2010-11-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10266,
      "AgendaSequence": 106,
      "MinutesSequence": 133,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284118,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47198,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Title 27 of the administrative code of the city of New York is amended by adding a new section 27-2097 to read as follows:\n§27-2097  Reporting.  The commissioner shall provide to the mayor and the speaker of the council on a bi-annual basis a report identifying the type and number of all dwellings and dwelling units created, sponsored or preserved by the department or through programs administered by the department during the preceding six months which shall include, but shall not be limited to, rental dwelling units; dwellings or dwelling units available for ownership; dwellings or dwelling units rehabilitated or maintained as affordable housing through a preservation program; dwellings or dwelling units created, preserved or sponsored through the use of federal funding and any other dwellings or dwelling units created, sponsored or preserved through other programs or initiatives.  For each such dwelling or dwelling unit, the report shall identify its funding source and the area median income for the community district in which the dwelling of dwelling unit is located.  The report shall also be disaggregated by community board and must identify all dwellings or dwelling units that are anticipated or under consideration for development for the next year.\n§2.  This local law shall take effect on January 1, 2011, except that the commissioner of housing preservation and development shall take such actions, including the promulgations of rules, as are necessary for implementation of this local law prior to such effective date.  \n\nBH\nLS # 761\n11/8/2010 5:44 PM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. Title 27 of the administrative code of the city of New York is amended by adding a new section 27-2097 to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\b\\'a727-2097  Reporting\\b0 .  The commissioner shall provide to the mayor and the speaker of the council on a bi-annual basis a report identifying the type and number of all dwellings and dwelling units created, sponsored or preserved by the department or through programs administered by the department during the preceding six months which shall include, but shall not be limited to, rental dwelling units; dwellings or dwelling units available for ownership; dwellings or dwelling units rehabilitated or maintained as affordable housing through a preservation program; dwellings or dwelling units created, preserved or sponsored through the use of federal funding and any other dwellings or dwelling units created, sponsored or preserved through other programs or initiatives.  For each such dwelling or dwelling unit, the report shall identify its funding source and the area median income for the community district in which the dwelling of dwelling unit is located.  The report shall also be disaggregated by community board and must identify all dwellings or dwelling units that are anticipated or under consideration for development for the next year.\\par\n\\ulnone\\'a72.  This local law shall take effect on January 1, 2011, except that the commissioner of housing preservation and development shall take such actions, including the promulgations of rules, as are necessary for implementation of this local law prior to such effective date.  \\par\n\\pard\\nowidctlpar\\qj\\fs16\\par\nBH\\par\nLS # 761\\par\n11/8/2010 5:44 PM\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T20:19:29.387Z"
}
