{
  "ID": 45757,
  "GUID": "DAF700CB-0F4C-4D61-80F1-717DDAB07F89",
  "File": "Int 0410-2010",
  "Name": "Allowing immigrants lawfully present in New York city to vote in municipal elections.",
  "Title": "A Local Law to amend the New York city charter, in relation to allowing immigrants lawfully present in New York city to vote in municipal elections.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2010-11-17T00:00:00Z",
  "AgendaDate": "2010-11-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    }
  ],
  "History": [
    {
      "ID": 248358,
      "Date": "2010-11-17T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248471,
      "Date": "2010-11-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10266,
      "AgendaSequence": 108,
      "MinutesSequence": 135,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273656,
      "Date": "2013-05-09T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 12442,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 274148,
      "Date": "2013-05-09T13:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 12442,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273654,
      "Date": "2013-05-09T13:20:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 12441,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 274145,
      "Date": "2013-05-09T13:40:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 12441,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284224,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 111878,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/9/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5ab04ed0-a391-44be-bb07-fe246442d175.pdf",
      "Sort": 1
    },
    {
      "ID": 112130,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 5/9/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/256b4dbd-f0c4-4fbb-a9af-b621c5b06708.PDF",
      "Sort": 2
    },
    {
      "ID": 112190,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/9/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/da3fdcd1-3829-4489-a041-2d0081492d72.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 46763,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. The New York city charter is amended by adding a new chapter forty-six-a, to read as follows:\nChapter 46-A\nCITY ELECTIONS\nVoting By Non-Citizen Residents\n§1057-b Definitions.\n§1057-c Registering to Vote.\n§1057-d The role of the New York City Board of Elections.  \n§1057-e Poll administration.\n§1057-f Municipal voter registration forms.\n§1057-g Party affiliations.  \n§1057-h Availability of municipal voter registration forms.\n§1057-i Absentee ballots.  \n§1057-j Registration deadlines.\n§1057-k Municipal voter notification.\n§1057-l Change of address procedures.  \n§1057-m Confidentiality.\n§1057-n Community participation.  \n§1057-o Transitioning to citizenship.  \n§1057-p Challenges.\n§1057-q State and Federal elections.  \n §1057-r Violations. \n\n§1057-b Definitions. For purposes of this chapter, the following terms shall have the following meanings:\n1. A \"municipal voter\" shall mean a person who is not a United States citizen, but is lawfully present in the United States on the date of the election in which he or she is voting, and has been a resident of New York City, as defined herein, for six months or longer by the date of such election, and who meets all qualifications for registering to vote under the New York state election law, except for possessing United States citizenship, and has registered to vote with the New York city board of elections under this chapter. \n2. A \"resident of New York city\" shall mean a person who resides within the five boroughs of New York city. \n3. A \"municipal election\" shall mean the designation, nomination and election process for a municipal officer, including the mayor, the comptroller, the public advocate, members of the city council, and the borough presidents.  Municipal elections include all primary, special and general elections and all municipal ballot measures. \n4. \"Municipal voter registration\" shall mean the method by which the New York city board of elections registers new municipal voters pursuant to the provisions of this chapter. \n5. \"New York state board of elections voter registration\" shall mean the method currently used by the New York state board of elections to register voters under the New York state election law. \n§1057-c Registering to vote. All municipal voters shall have their names entered on the city board of election's list of registered voters and may thereafter vote in any municipal election. \n§1057-d The role of the New York City Board of Elections. The New York city board of elections shall create a municipal voter registration form for use by municipal voters, register municipal voters and adopt all necessary rules to carry out the provisions of this chapter. Municipal voters shall be entitled to the same rights and privileges as citizen voters with regard to municipal elections. \n§1057-e Poll administration. For each municipal election, the New York city board of elections shall produce a single poll list that combines municipal voters and other voters registered under the New York state election law for each election district. Municipal voters shall not be required to form a separate line or vote in a separate location from citizens registered under the New York state election law. Poll list entries for municipal voters shall be marked with an \"M\". Municipal voters shall vote using the same voting methods as citizen voters.\n§1057-f Municipal voter registration forms. The New York city board of elections shall design and distribute municipal voter registration forms. Such forms shall include, but not be limited to, the following:\na. Notice that individuals registering using municipal voter forms will be registered to vote in municipal elections only, and expressly state that municipal voters are not qualified to vote in state or federal elections.\nb. Information on the qualifications to vote at the state and federal levels according to the New York state election law, and information on how individuals who meet such qualifications can register.\nc. Notice that individuals who are not legally present in the United States at the time of the next election, or have been residents of New York city for less than six months by the time of the next election, do not qualify to register to vote as municipal voters.\nd. Notice that registration and enrollment is not complete until the municipal voter registration form is received and accepted by the New York city board of elections.\ne. Notice that it is a crime, along with the attendant penalties and possible immigration consequences, to procure a false registration or to furnish false information to the board of elections.\nf. Notice that political party enrollment is optional, but that in order to vote in a primary election of a political party, a voter must enroll in that political party.\ng. Notice that a voter notification form will be mailed to each applicant whose completed form is received.\nh. The telephone number of the relevant county board of elections and a phone number at the state board of elections that an individual may call to obtain answers to questions regarding registration, if one exists.\n i. The form shall also include the following:\n1. Space to indicate the name and address of the applicant.\n2. Space to indicate the date of birth of the applicant.\n3. Space to indicate whether the applicant is a citizen of the United States.\n4. Space to indicate the gender of the applicant, including notice that providing such information is optional.\n5. Space to indicate whether the applicant wishes to enroll in a party and, if so, which party.\n6. Space to indicate the telephone number of the applicant, including notice that providing such information is optional\n7. Space for the applicant to execute the form on a line which is clearly labeled \"signature of applicant\" preceded by the following form of affirmation: AFFIDAVIT: I swear or affirm that I will be lawfully present in the United States and will have been a resident of New York City for a minimum of six months by the time of the next election and, to the best of my knowledge, I meet all of the requirements to register to vote in New York State except for United States citizenship. This is my signature or mark on the line below. All the information contained on this application is true. I understand that if it is not true I can be convicted and fined up to $500 and/or jailed for up to one year.\n§1057-g Party affiliations.  Individuals who enroll in a political party using a municipal voter registration form shall be considered qualified members of that party for the purposes of primary elections and candidate nomination processes.\n§1057-h Availability of municipal voter registration forms. Municipal voter registration forms shall be made available at every location where New York state board of elections voter registration forms are available, including, but not limited to, libraries, post offices, on the internet, in public schools, and at all locations and government agencies and offices required by section 1057-a of the charter.\n§1057-i Absentee Ballots.  The New York city board of elections will develop an absentee ballot and absentee voting procedures for municipal voters.\n§1057-j Registration deadlines. Registration deadlines for municipal voters in each election shall be the same as the deadlines set by the New York state board of elections for citizen voters in that election.\n§1057-k Municipal voter notification. The New York city board of elections shall create and implement a municipal voter notification system consistent with New York state election law. \n§1057-l Change of address procedures.  The New York city board of elections shall create a process, consistent with the process used by the New York state board of elections for citizen voters, by which a municipal voter can change or update his or her address. \n§1057-m Confidentiality. a. No inquiries shall be made as to the immigration status of potential municipal voter or municipal voter, other than to ascertain whether he or she qualifies to vote under this chapter. If such information is volunteered to any city employee, it will not be recorded or shared with any other federal, state, or local agency, except as otherwise required by law.\nb. All federal, state, and municipal confidentiality policies that pertain to citizen voters shall also apply to municipal voters. \nc. No municipal voter shall be asked to produce photographic identification or proof of address as a prerequisite for voter registration, except as required by state or federal law. \nd. Lists of municipal voters shall not be published, distributed or otherwise provided to the public separately or distinctly from the complete voter registration list of all qualified voters in New York city or a political subdivision thereof. \n§1057-n Community participation.  The New York city board of elections shall consult regularly with appropriate organizations, including advocacy groups and community associations, in the implementation of these provisions. \n§1057-o Transitioning to citizenship.  Municipal voters who are registered to vote under this chapter and who subsequently become United States citizens shall remain qualified to vote under this provision until such time as they no longer meet the qualifications set forth in this chapter or until they register to vote on a New York state board of elections voter registration form. Upon filing of an individual’s New York state voter registration form, such individual's existing municipal voter registration shall become invalid. \n§1057-p Challenges. Any municipal voter's qualifications to register to vote under this chapter may be challenged according to the terms of the New York state election law, except that \"The Qualification Oath\" shall be altered for municipal voters to read: \"You do swear (or affirm) that you are eighteen years of age or older, that you are lawfully present in the United States, that you are a resident of this state and of New York city, that you still reside at the same address from which you have been duly registered in this election district, that you have not voted at this election, and that you do not know of any reason why you are not qualified to vote at this election. You do further declare that you are aware that it is a crime to make any false statement and that all the statements you have made to the board have been true and that you understand that a false statement is perjury and, if you make such a false statement, you will be guilty of a misdemeanor.\" \n§1057-q State or Federal elections.  Nothing in this chapter shall be construed so as to confer upon non-citizens the right to vote for any state or federal office or on any state or federal ballot question. \n§1057-r Violations. a. Any person who knowingly and willfully violates any provision of this chapter shall be guilty of a misdemeanor.      \nb. A public officer who knowingly and willfully omits, refuses or neglects to perform any act required of him by this chapter, who knowingly and willfully refuses to permit the doing of any act authorized by this chapter or who knowingly and willfully hinders, or delays or attempts to hinder or delay the performance of such an act is, if not otherwise provided by § 17-128 of the election law or any other law, guilty of a misdemeanor.\nc. Any person convicted of a misdemeanor under this section shall be punished by imprisonment for not more than one year, or by a fine of not less than one hundred dollars or more than five hundred dollars, or a combination of fine and imprisonment.\n§2. This local law shall be effective 180 days after its enactment.\n\nLS 1217\nInt. No. 245/2006\nMG\n6/11/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. The New York city charter is amended by adding a new chapter forty-six-a, to read as follows:\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc\\ul\\b Chapter 46-A\\ulnone\\b0\\par\n\\ul\\b CITY ELECTIONS\\ulnone\\b0\\par\n\\ul\\b Voting By Non-Citizen Residents\\ulnone\\b0\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul\\b\\'a71057-b Definitions.\\ulnone\\b0\\par\n\\ul\\b\\'a71057-c Registering to Vote.\\ulnone\\b0\\par\n\\ul\\b\\'a71057-d The role of the New York City Board of Elections.\\ulnone   \\b0\\par\n\\ul\\b\\'a71057-e Poll administration.\\ulnone\\b0\\par\n\\ul\\b\\'a71057-f Municipal voter registration forms.\\ulnone\\b0\\par\n\\ul\\b\\'a71057-g Party affiliations.\\ulnone   \\b0\\par\n\\ul\\b\\'a71057-h Availability of municipal voter registration forms.\\ulnone\\b0\\par\n\\ul\\b\\'a71057-i Absentee ballots.\\ulnone   \\b0\\par\n\\ul\\b\\'a71057-j Registration deadlines.\\ulnone\\b0\\par\n\\ul\\b\\'a71057-k Municipal voter notification.\\ulnone\\b0\\par\n\\ul\\b\\'a71057-l Change of address procedures.\\ulnone   \\b0\\par\n\\ul\\b\\'a71057-m Confidentiality.\\ulnone\\b0\\par\n\\ul\\b\\'a71057-n Community participation.\\ulnone   \\b0\\par\n\\ul\\b\\'a71057-o Transitioning to citizenship.\\ulnone   \\b0\\par\n\\ul\\b\\'a71057-p Challenges.\\ulnone\\b0\\par\n\\ul\\b\\'a71057-q State and Federal elections.\\ulnone\\b0   \\par\n\\ul\\b  \\'a71057-r Violations.\\ulnone\\b0  \\par\n\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi360\\sl480\\slmult1\\qj\\ul\\b\\'a71057-b Definitions.\\b0  For purposes of this chapter, the following terms shall have the following meanings:\\ulnone\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi360\\li360\\sb100\\sa100\\sl480\\slmult1\\qj\\ul 1. A \"municipal voter\" shall mean a person who is not a United States citizen, but is lawfully present in the United States on the date of the election in which he or she is voting, and has been a resident of New York City, as defined herein, for six months or longer by the date of such election, and who meets all qualifications for registering to vote under the New York state election law, except for possessing United States citizenship, and has registered to vote with the New York city board of elections under this chapter.\\ulnone  \\par\n\\ul 2. A \"resident of New York city\" shall mean a person who resides within the five boroughs of New York city.\\ulnone  \\par\n\\ul 3. A \"municipal election\" shall mean the designation, nomination and election process for a municipal officer, including the mayor, the comptroller, the public advocate, members of the city council, and the borough presidents.  Municipal elections include all primary, special and general elections and all municipal ballot measures.\\ulnone  \\par\n\\ul 4. \"Municipal voter registration\" shall mean the method by which the New York city board of elections registers new municipal voters pursuant to the provisions of this chapter.\\ulnone  \\par\n\\ul 5. \"New York state board of elections voter registration\" shall mean the method currently used by the New York state board of elections to register voters under the New York state election law. \\ulnone\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi360\\sl480\\slmult1\\qj\\ul\\b\\'a71057-c Registering to vote.\\b0  All municipal voters shall have their names entered on the city board of election's list of registered voters and may thereafter vote in any municipal election. \\par\n\\b\\'a71057-d The role of the New York City Board of Elections.\\b0  The New York city board of elections shall create a municipal voter registration form for use by municipal voters, register municipal voters and adopt all necessary rules to carry out the provisions of this chapter. Municipal voters shall be entitled to the same rights and privileges as citizen voters with regard to municipal elections. \\ulnone\\par\n\\ul\\b\\'a71057-e Poll administration\\b0 . For each municipal election, the New York city board of elections shall produce a single poll list that combines municipal voters and other voters registered under the New York state election law for each election district. Municipal voters shall not be required to form a separate line or vote in a separate location from citizens registered under the New York state election law. Poll list entries for municipal voters shall be marked with an \"M\". Municipal voters shall vote using the same voting methods as citizen voters.\\ulnone\\par\n\\ul\\b\\'a71057-f Municipal voter registration forms\\b0 . The New York city board of elections shall design and distribute municipal voter registration forms. Such forms shall include, but not be limited to, the following:\\ulnone\\par\n\\ul a. Notice that individuals registering using municipal voter forms will be registered to vote in municipal elections only, and expressly state that municipal voters are not qualified to vote in state or federal elections.\\ulnone\\par\n\\ul b. Information on the qualifications to vote at the state and federal levels according to the New York state election law, and information on how individuals who meet such qualifications can register.\\ulnone\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\li-360\\sl480\\slmult1\\qj\\ul c.\\ulnone  \\ul Notice that individuals who are not legally present in the United States at the time of the next election, or have been residents of New York city for less than six months by the time of the next election, do not qualify to register to vote as municipal voters.\\ulnone\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi360\\sl480\\slmult1\\qj\\ul d. Notice that registration and enrollment is not complete until the municipal voter registration form is received and accepted by the New York city board of elections.\\ulnone\\par\n\\ul e. Notice that it is a crime, along with the attendant penalties and possible immigration consequences, to procure a false registration or to furnish false information to the board of elections.\\ulnone\\par\n\\ul f. Notice that political party enrollment is optional, but that in order to vote in a primary election of a political party, a voter must enroll in that political party.\\ulnone\\par\n\\ul g. Notice that a voter notification form will be mailed to each applicant whose completed form is received.\\ulnone\\par\n\\ul h. The telephone number of the relevant county board of elections and a phone number at the state board of elections that an individual may call to obtain answers to questions regarding registration, if one exists.\\ulnone\\par\n \\ul i. The form shall also include the following:\\ulnone\\par\n\\ul 1. Space to indicate the name and address of the applicant.\\ulnone\\par\n\\ul 2. Space to indicate the date of birth of the applicant.\\ulnone\\par\n\\ul 3. Space to indicate whether the applicant is a citizen of the United States.\\ulnone\\par\n\\ul 4. Space to indicate the gender of the applicant, including notice that providing such information is optional.\\ulnone\\par\n\\ul 5. Space to indicate whether the applicant wishes to enroll in a party and, if so, which party.\\ulnone\\par\n\\ul 6. Space to indicate the telephone number of the applicant, including notice that providing such information is optional\\ulnone\\par\n\\ul 7. Space for the applicant to execute the form on a line which is clearly labeled \"signature of applicant\" preceded by the following form of affirmation: AFFIDAVIT: I swear or affirm that I will be lawfully present in the United States and will have been a resident of New York City for a minimum of six months by the time of the next election and, to the best of my knowledge, I meet all of the requirements to register to vote in New York State except for United States citizenship. This is my signature or mark on the line below. All the information contained on this application is true. I understand that if it is not true I can be convicted and fined up to $500 and/or jailed for up to one year.\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\b\\'a71057-g Party affiliations.\\b0   Individuals who enroll in a political party using a municipal voter registration form shall be considered qualified members of that party for the purposes of primary elections and candidate nomination processes.\\par\n\\b\\'a71057-h\\b0  \\b Availability\\b0  \\b of\\b0  \\b municipal\\b0  \\b voter\\b0  \\b registration\\b0  \\b forms.\\b0  Municipal voter\\ulnone  \\ul registration forms shall be made available at every location where New York state board of elections voter registration forms are available, including, but not limited to, libraries, post offices, on the internet, in public schools, and at all locations and government agencies and offices required by section 1057-a of the charter.\\ulnone\\par\n\\ul\\b\\'a71057-i Absentee Ballots.\\b0   The New York city board of elections will develop an absentee ballot and absentee voting procedures for municipal voters.\\ulnone\\par\n\\ul\\b\\'a71057-j Registration deadlines.\\b0  Registration deadlines for municipal voters in each election shall be the same as the deadlines set by the New York state board of elections for citizen voters in that election.\\ulnone\\par\n\\ul\\b\\'a71057-k Municipal voter notification.\\b0  The New York city board of elections shall create and implement a municipal voter notification system consistent with New York state election law. \\ulnone\\par\n\\ul\\b\\'a71057-l Change of address procedures.  \\b0 The New York city board of elections shall create a process, consistent with the process used by the New York state board of elections for citizen voters, by which a municipal voter can change or update his or her address. \\ulnone\\par\n\\ul\\b\\'a71057-m Confidentiality\\b0 . a. No inquiries shall be made as to the immigration status of potential municipal voter or municipal voter, other than to ascertain whether he or she qualifies to vote under this chapter. If such information is volunteered to any city employee, it will not be recorded or shared with any other federal, state, or local agency, except as otherwise required by law.\\ulnone\\par\n\\ul b. All federal, state, and municipal confidentiality policies that pertain to citizen voters shall also apply to municipal voters. \\ulnone\\par\n\\ul c. No municipal voter shall be asked to produce photographic identification or proof of address as a prerequisite for voter registration, except as required by state or federal law. \\ulnone\\par\n\\ul d. Lists of municipal voters shall not be published, distributed or otherwise provided to the public separately or distinctly from the complete voter registration list of all qualified voters in New York city or a political subdivision thereof. \\par\n\\b\\'a71057-n Community participation.\\b0   The New York city board of elections shall consult regularly with appropriate organizations, including advocacy groups and community associations, in the implementation of these provisions. \\ulnone\\par\n\\ul\\b\\'a71057-o Transitioning to citizenship.\\b0   Municipal voters who are registered to vote under this chapter and who subsequently become United States citizens shall remain qualified to vote under this provision until such time as they no longer meet the qualifications set forth in this chapter or until they register to vote on a New York state board of elections voter registration form. Upon filing of an individual\\rquote s New York state voter registration form, such individual's existing municipal voter registration shall become invalid. \\ulnone\\par\n\\ul\\b\\'a71057-p Challenges\\b0 . Any municipal voter's qualifications to register to vote under this chapter may be challenged according to the terms of the New York state election law, except that \"The Qualification Oath\" shall be altered for municipal voters to read: \"You do swear (or affirm) that you are eighteen years of age or older, that you are lawfully present in the United States, that you are a resident of this state and of New York city, that you still reside at the same address from which you have been duly registered in this election district, that you have not voted at this election, and that you do not know of any reason why you are not qualified to vote at this election. You do further declare that you are aware that it is a crime to make any false statement and that all the statements you have made to the board have been true and that you understand that a false statement is perjury and, if you make such a false statement, you will be guilty of a misdemeanor.\" \\ulnone\\par\n\\ul\\b\\'a71057-q State or Federal elections.\\b0   Nothing in this chapter shall be construed so as to confer upon non-citizens the right to vote for any state or federal office or on any state or federal ballot question. \\ulnone\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi360\\sl480\\slmult1\\qj\\ul\\b\\'a71057-r Violations\\b0 . a. Any person who knowingly and willfully violates any provision of this chapter shall be guilty of a misdemeanor.\\ulnone       \\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul b. A public officer who knowingly and willfully omits, refuses or neglects to perform any act required of him by this chapter, who knowingly and willfully refuses to permit the doing of any act authorized by this chapter or who knowingly and willfully hinders, or delays or attempts to hinder or delay the performance of such an act is, if not otherwise provided by \\'a7 17-128 of the election law or any other law, guilty of a misdemeanor.\\ulnone\\par\n\\ul c. Any person convicted of a misdemeanor under this section shall be punished by imprisonment for not more than one year, or by a fine of not less than one hundred dollars or more than five hundred dollars, or a combination of fine and imprisonment.\\ulnone\\par\n\\'a72. This local law shall be effective 180 days after its enactment.\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\sl360\\slmult1 LS 1217\\par\nInt. No. 245/2006\\par\nMG\\par\n\\pard\\ltrpar\\nowidctlpar 6/11/10\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\fs20\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T20:19:06.17Z"
}
