{
  "ID": 46003,
  "GUID": "5317D8CE-5B6D-441E-8C20-3787F25708F5",
  "File": "Int 0411-2010",
  "Name": "Ensuring a minimum level of gifted and talented programs in public schools.",
  "Title": "A Local Law to amend the New York city charter, in relation to ensuring a minimum level of gifted and talented programs in public schools.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2010-11-17T00:00:00Z",
  "AgendaDate": "2010-11-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    }
  ],
  "History": [
    {
      "ID": 248350,
      "Date": "2010-11-17T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248473,
      "Date": "2010-11-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10266,
      "AgendaSequence": 109,
      "MinutesSequence": 136,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284116,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47027,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings.  Approximately 1.1 million students attend public school within the City of New York.  Many of these students are exceptionally bright and talented, and their needs are not fully met by the school system because there are not enough programs for gifted and talented students.  \n\tThe Council finds that the lack of programs for gifted and talented students negatively impacts the quality of education in New York City and is a significant cause of parents leaving the public school system and the City in order to find appropriate placements for their children. This deterioration in quality can be remedied though appropriate legislation that ensures a minimum level of gifted and talented programs in public schools.\n\t§2.  Chapter 20 of the New York city charter is hereby amended to add a new section 530-A to read as follows:\n\t§ 530-A  Gifted and Talented. a. Definitions. The following terms shall have the following meanings: \n\t1.\t“Department” shall mean the New York city department of education.\n\t2.\t“Gifted and talented programs” shall mean programs that are developed for and restricted to children who excel academically or in a special talent, and that are designed to provide enhanced, accelerated, enriched or extra instruction to such students.  Such programs shall include, but not be limited to honors, advanced placement, college preparatory and accelerated placement classes, and programs at schools that limit admissions to students with above average grades and/or who pass specialized admissions tests.\n\t3. \t“School district” shall mean each of the community school districts established pursuant to article 52-A of the New York state education law and, with respect to a high school, the school district in which such high school is located.\n1.\tThe department shall either: \ni.\tmaintain the overall number of gifted and talented programs, including the number of classroom seats allocated thereto, as of the last day of school in June 2010; or \nii.\tensure that in each school district, not fewer than 10% of classroom seats are maintained for gifted and talented programs.\n\t2.\tAt each grade level, the average student to teacher ratio in gifted and talented programs shall be no more than the citywide average student to teacher ratio in all general academic programs at such grade level.\n\tc.\tThe department shall report to the city council twice annually, not later than November 1 and March 1 of each year, the total number of gifted and talented programs and the number of students attending such programs citywide, disaggregated by grade level, subject matter and school district, and shall further report on the same based on department projections for the upcoming school year to begin in September. Such report shall be promptly placed on the department’s website and made available at each school and regional office in the city.\n\t§3.  If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\n\t§4.  This local law shall take effect immediately upon enactment.\n\n\n\nSS/LP\nInt. No. 493/2004\n\nAES\nLS #605\n10/19/2010\nInt. No. 0333/2006",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1.  Legislative findings.  Approximately 1.1 million students attend public school within the City of New York.  Many of these students are exceptionally bright and talented, and their needs are not fully met by the school system because there are not enough programs for gifted and talented students.  \\par\n\\tab The Council finds that the lack of programs for gifted and talented students negatively impacts the quality of education in New York City and is a significant cause of parents leaving the public school system and the City in order to find appropriate placements for their children. This deterioration in quality can be remedied though appropriate legislation that ensures a minimum level of gifted and talented programs in public schools.\\par\n\\tab\\'a72.  Chapter 20 of the New York city charter is hereby amended to add a new section 530-A to read as follows:\\par\n\\tab\\ul\\'a7 530-A  Gifted and Talented. a. Definitions. The following terms shall have the following meanings: \\par\n\\ulnone\\tab\\ul 1.\\tab\\ldblquote Department\\rdblquote  shall mean the New York city department of education.\\par\n\\ulnone\\tab\\ul 2.\\tab\\ldblquote Gifted and talented programs\\rdblquote  shall mean programs that are developed for and restricted to children who excel academically or in a special talent, and that are designed to provide enhanced, accelerated, enriched or extra instruction to such students.  Such programs shall include, but not be limited to honors, advanced placement, college preparatory and accelerated placement classes, and programs at schools that limit admissions to students with above average grades and/or who pass specialized admissions tests.\\par\n\\ulnone\\tab\\ul 3. \\tab\\ldblquote School district\\rdblquote  shall mean each of the community school districts established pursuant to article 52-A of the New York state education law and, with respect to a high school, the school district in which such high school is located.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ul 1.\\tab The department shall either: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi-720\\li2160\\sl480\\slmult1\\qj\\tx2160 i.\\tab maintain the overall number of gifted and talented programs, including the number of classroom seats allocated thereto, as of the last day of school in June 2010; or \\par\n\\pard\\ltrpar\\nowidctlpar\\fi-720\\li2160\\sl480\\slmult1\\qj ii.\\tab ensure that in each school district, not fewer than 10% of classroom seats are maintained for gifted and talented programs.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul 2.\\tab At each grade level, the average student to teacher ratio in gifted and talented programs shall be no more than the citywide average student to teacher ratio in all general academic programs at such grade level.\\par\n\\ulnone\\tab\\ul c.\\tab The department shall report to the city council twice annually, not later than November 1 and March 1 of each year, the total number of gifted and talented programs and the number of students attending such programs citywide, disaggregated by grade level, subject matter and school district, and shall further report on the same based on department projections for the upcoming school year to begin in September. Such report shall be promptly placed on the department\\rquote s website and made available at each school and regional office in the city.\\ulnone\\par\n\\tab\\'a73.  If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\\par\n\\tab\\'a74.  This local law shall take effect immediately upon enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\par\n\\par\n\\fs20 SS/LP\\par\nInt. No. 493/2004\\par\n\\par\nAES\\par\nLS #605\\par\n10/19/2010\\par\nInt. No. 0333/2006\\par\n}\n",
  "LastModified": "2013-12-23T20:18:49.263Z"
}
