{
  "ID": 46073,
  "GUID": "CCC155E8-32A2-47C3-A822-F1B04A6188D3",
  "File": "Int 0413-2010",
  "Name": "Convening an advisory board to develop a strategic long-term plan to slow the spread of invasive plant species.",
  "Title": "A Local Law to amend the administrative code of the city of New York in relation to convening an advisory board to develop a strategic long-term plan to slow the spread of invasive plant species through measures including the creation of an invasive species list, regulation of related commerce and cultivation and public education.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2010-11-17T00:00:00Z",
  "AgendaDate": "2010-11-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 248012,
      "Date": "2010-11-10T13:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Introduction was Hearing on P-C Item by Comm",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 10207,
      "AgendaSequence": 4,
      "MinutesSequence": 8,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248193,
      "Date": "2010-11-10T13:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Introduction was P-C Item Laid Over by Comm",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 10207,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248008,
      "Date": "2010-11-17T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248475,
      "Date": "2010-11-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10266,
      "AgendaSequence": 112,
      "MinutesSequence": 139,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284115,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 98185,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 11/10/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d63c5cfa-143d-41c5-afca-650dc35f5699.doc",
      "Sort": 1
    },
    {
      "ID": 98472,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 11/10/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/28d927cd-2a3d-492f-8a34-57d969ecd14b.PDF",
      "Sort": 2
    },
    {
      "ID": 98401,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 11/10/10 (Con't)",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3e169136-5712-47d0-8d7e-fa0569b6ca5d.pdf",
      "Sort": 3
    },
    {
      "ID": 98550,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/10/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8716ca8c-db42-4b6c-99cf-6785b7c7dcfd.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 47098,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Legislative findings and intent.  The Council finds that New York City has committed to plant millions of plants, including trees, in PlaNYC 2030 and in its Sustainable Storm Water Management Plan, but nowhere has New York City proposed to address invasive alien plant species in a comprehensive manner that will protect its massive investment in plantings.  New York City is also considering measures to increase biodiversity in public spaces and sidewalk plantings.  Yet invasive alien species present the primary threat to biodiversity and to the success of New York City’s planting commitments.  Without measures designed to control invasive species, the success of all of our planting initiatives and our measures to increase biodiversity is threatened. To protect our investments in planting and “greening” New York City invasive species must be controlled with all of New York City’s residents playing a role.\nThe Council further finds that preventive actions to stop the spread of invasive plant species before they start or take hold are far more cost-effective than trying to ameliorate the problem afterwards and that action must be taken expeditiously to prevent invasive non-native plant species from causing further damage to the lands of the City of New York.  According to the Nature Conservancy, invasive species are responsible for annual damages estimated at almost one hundred and twenty billion dollars nationally.  As such, the Council finds that a coordinated public and private effort is needed to develop and implement an invasive species control program along with supportive policies or strategies.\nTherefore, the Council finds that it is in the best interests of the City to protect the lands of New York City and its planting commitments by creating an Invasive Species Advisory Board to develop a long-term invasives control policy, and strategies for implementation and education of the public.\n\n\t§2 Chapter 1 of title 18 of the administrative code of the city of New York is amended by adding new section 18-107.1 to read as follows:\n§18-107.1 Control of Invasive Plant Species. a. Definitions. For purposes of this section the following terms shall have the following meanings:\n1. “Invasive species” shall mean a species that is non-native to the ecosystem under consideration and whose introduction causes or is likely to cause economic or environmental harm or harm to human health as determined by the partnership for regional invasive species management, long island and lower hudson regions, the invasive plant council of new york state and the United States department of agriculture. \n2. “Invasive species advisory board” shall mean a board established to develop, implement and manage a long-term plan for current and future invasive plant species control.\n3. “Control policy” shall mean measures designed to eradicate, suppress, reduce or manage invasive plant species populations, including preventing the spread of invasive species where they are present, and taking steps such as restoration of native species or habitats to reduce the effects of invasive species and to prevent further invasions.\n4. “Prohibited species list” shall mean a list of prohibited invasive plant species that are unlawful to possess, import, sell, purchase or otherwise introduce by cultivation on arable land.\nb. There shall be established an invasive species advisory board. \nc.  The invasive species advisory board shall consist of twelve members who shall include the commissioner of parks and recreation or a designee, the commissioner of environmental protection or a designee; the commissioner of transportation or a designee, the director of the department of city planning or a designee, the director of the office of long term planning and sustainability and six public members including: a representative from the New York city soil and water conservation district; a representative from cornell cooperative extension , a specialist in terrestrial invasive species; two representatives of environmental advocacy organizations;and two representatives from the nursery industry.  Representatives from the brooklyn botanic garden, the new york botanical garden, the nature conservancy, the New York state department of environmental conservation, the United States fish and wildlife service and the United States department of agriculture shall be invited to participate but shall not be members of the advisory board.  The speaker of the New York city council and the mayor shall jointly make the public members appointments.\n\td. The invasive species advisory board shall hold its first meeting no later than thirty days from the effective date of this local law and a chairperson and a secretary shall be elected by its members  The advisory board must meet at least monthly, keep a record of its proceedings, and determine the rules of its own proceedings with special meetings to be called by the chairperson upon his or her own initiative or upon receipt of a written request signed by at least four members of the board.  Written notice of the time and place of such special meetings shall be given by the secretary to each member at least two weeks before the date fixed by the notice for such special meeting.  Five members of the invasive species advisory board shall constitute a quorum to transact the business of such board at both regular and special meetings and a decision made by the affirmative vote of five or more members shall constitute a decision of the board.\ne. The invasive species advisory board may conduct such hearings and meetings at any place or places within the city designated by the board for the purpose of obtaining necessary information or other data to assist it in the proper performance of its duties and functions as it deems necessary.  The invasive species advisory board may delegate to any member of the invasive species advisory board the power and authority to conduct such hearings and meetings.\nf. The invasive species advisory board shall expire, and the terms of office of its members shall terminate three years from the effective date of this section except, based upon the progress of the development of the long term plan to slow the spread of invasive species, where reauthorization is recommended by a majority of the board to the council and the council concurs and independently enacts legislation reauthorizing the board for another three year term.\ng. The invasive species advisory board shall submit a written report of its findings and determinations together with its recommendations for action, to the mayor and the speaker of the council no later than two years subsequent to its first meeting.\nh. Duties of the invasive species advisory board. The invasive species advisory board shall develop recommendations for a control policy, which shall, at a minimum, provide for preventing the introduction of invasive species; detecting and responding rapidly to and controlling populations of invasive species in a cost-effective and environmentally sound manner; enhancing monitoring of invasive species populations accurately and reliably; restoring native species and habitat conditions in ecosystems that have been invaded as well as conducting research on invasive species and detection protocols to prevent introduction; assuring environmentally sound control measures for invasive species; making taxonomic information more readily available to the public and promoting public education on invasive species control.  Control measures shall include creation of a list of prohibited species, consistent with the list already developed by the partnership for regional invasive species management and developed through working with the invasive plant council of the state of New York, that shall be unlawful to possess, import, sell, purchase or introduce and penalties for violation of such prohibition.  The invasive species advisory board shall also work to foster greater coordination between agencies and the public, examine existing staff and funding resources needed to implement the proposed program and recommend ways to close any potential staff or funding gaps which could impede implementation.\n§3. This local law shall take effect ninety days after its enactment except that the commissioner of parks and recreation, in consultation with the commissioner of environmental protection, shall take such measures as are necessary for its implementation, including the promulgation of rules prior to such effective date.\n\nLS #1045\nSS 10/26/10 2:34 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi540\\sl480\\slmult1\\qj\\ulnone S\\cf1 ection 1.  Legislative findings and intent.  The Council finds that New York City has committed to plant millions of plants, including trees, in PlaNYC 2030 and in its Sustainable Storm Water Management Plan, but nowhere has New York City proposed to address invasive alien plant species in a comprehensive manner that will protect its massive investment in plantings.  New York City is also considering measures to increase biodiversity in public spaces and sidewalk plantings.  Yet invasive alien species present the primary threat to biodiversity and to the success of New York City\\rquote s planting commitments.  Without measures designed to control invasive species, the success of all of our planting initiatives and our measures to increase biodiversity is threatened. To protect our investments in planting and \\ldblquote greening\\rdblquote  New York City invasive species must be controlled with all of New York City\\rquote s residents playing a role.\\ul\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\fi540\\sl480\\slmult1\\cf0\\ulnone\\b0 The Council further finds that preventive actions to stop the spread of invasive plant species before they start or take hold are far more cost-effective than trying to ameliorate the problem afterwards and that action must be taken expeditiously to prevent invasive non-native plant species from causing further damage to the lands of the City of New York.  According to the Nature Conservancy, invasive species are responsible for annual damages estimated at almost one hundred and twenty billion dollars nationally.  As such, the Council finds that a coordinated public and private effort is needed to develop and implement an invasive species control program along with supportive policies or strategies.\\par\nTherefore, the Council finds that it is in the best interests of the City to protect the lands of New York City and its planting commitments by creating an Invasive Species Advisory Board to develop a long-term invasives control policy, and strategies for implementation and education of the public.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\'a72 Chapter 1 of title 18 of the administrative code of the city of New York is amended by adding new section 18-107.1 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a718-107.1 Control of Invasive Plant Species. a. Definitions. For purposes of this section the following terms shall have the following meanings:\\par\n1. \\cf1\\ldblquote Invasive species\\rdblquote  shall mean a species that is non-native to the ecosystem under consideration and whose introduction causes or is likely to cause economic or environmental harm or harm to human health as determined by the partnership for regional invasive species management, long island and lower hudson regions, the invasive plant council of new york state and the United States department of agriculture. \\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sb120\\sl480\\slmult1 2. \\ldblquote Invasive species advisory board\\rdblquote  shall mean a board established to develop, implement and manage a long-term plan for current and future invasive plant species control.\\par\n3. \\ldblquote Control policy\\rdblquote  shall mean measures designed to eradicate, suppress, reduce or manage invasive plant species populations, including preventing the spread of invasive species where they are present, and taking steps such as restoration of native species or habitats to reduce the effects of invasive species and to prevent further invasions.\\par\n4. \\ldblquote Prohibited species list\\rdblquote  shall mean a list of prohibited invasive plant species that are unlawful to possess, import, sell, purchase or otherwise introduce by cultivation on arable land.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa120\\sl480\\slmult1\\qj b. There shall be established an invasive species advisory board. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 c.  The invasive species advisory board shall consist of twelve members who shall include the commissioner of parks and recreation or a designee, the commissioner of environmental protection or a designee; the commissioner of transportation or a designee, the director of the department of city planning or a designee, the director of the office of long term planning and sustainability and six public members including: a representative from the New York city soil and water conservation district; a representative from cornell cooperative extension , a specialist in terrestrial invasive species; two representatives of environmental advocacy organizations;and two representatives from the nursery industry.  Representatives from the brooklyn botanic garden, the new york botanical garden, the nature conservancy, the New York state department of environmental conservation, the United States fish and wildlife service and the United States department of agriculture shall be invited to participate but shall not be members of the advisory board.  The speaker of the New York city council and the mayor shall jointly make the public members appointments.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul d. The invasive species advisory board shall hold its first meeting no later than thirty days from the effective date of this local law and a chairperson and a secretary shall be elected by its members  The advisory board must meet at least monthly, keep a record of its proceedings, and determine the rules of its own proceedings with special meetings to be called by the chairperson upon his or her own initiative or upon receipt of a written request signed by at least four members of the board.  Written notice of the time and place of such special meetings shall be given by the secretary to each member at least two weeks before the date fixed by the notice for such special meeting.  Five members of the invasive species advisory board shall constitute a quorum to transact the business of such board at both regular and special meetings and a decision made by the affirmative vote of five or more members shall constitute a decision of the board.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 e. The invasive species advisory board may conduct such hearings and meetings at any place or places within the city designated by the board for the purpose of obtaining necessary information or other data to assist it in the proper performance of its duties and functions as it deems necessary.  The invasive species advisory board may delegate to any member of the invasive species advisory board the power and authority to conduct such hearings and meetings.\\par\nf. The invasive species advisory board shall expire, and the terms of office of its members shall terminate three years from the effective date of this section except, based upon the progress of the development of the long term plan to slow the spread of invasive species, where reauthorization is recommended by a majority of the board to the council and the council concurs and independently enacts legislation reauthorizing the board for another three year term.\\par\ng. The invasive species advisory board shall submit a written report of its findings and determinations together with its recommendations for action, to the mayor and the speaker of the council no later than two years subsequent to its first meeting.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\sl480\\slmult1 h. Duties of the invasive species advisory board. The invasive species advisory board shall develop recommendations for a control policy, which shall, at a minimum, provide for preventing the introduction of invasive species; detecting and responding rapidly to and controlling populations of invasive species in a cost-effective and environmentally sound manner; enhancing monitoring of invasive species populations accurately and reliably; restoring native species and habitat conditions in ecosystems that have been invaded as well as conducting research on invasive species and detection protocols to prevent introduction; assuring environmentally sound control measures for invasive species; making taxonomic information more readily available to the public and promoting public education on invasive species control.  Control measures shall include creation of a list of prohibited species, consistent with the list already developed by the partnership for regional invasive species management and developed through working with the invasive plant council of the state of New York, that shall be unlawful to possess, import, sell, purchase or introduce and penalties for violation of such prohibition.  The invasive species advisory board shall also work to foster greater coordination between agencies and the public, examine existing staff and funding resources needed to implement the proposed program and recommend ways to close any potential staff or funding gaps which could impede implementation.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a73. This local law shall take effect ninety days after its enactment except that the commissioner of parks and recreation, in consultation with the commissioner of environmental protection, shall take such measures as are necessary for its implementation, including the promulgation of rules prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\nLS #1045\\par\nSS 10/26/10 2:34 p.m.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T20:18:30.84Z"
}
