{
  "ID": 45345,
  "GUID": "E4327D12-220D-4832-B62A-761910478CFD",
  "File": "Int 0414-2010",
  "Name": "Placing greater regulations and restraints on the creation of driveway curb cuts, and providing local community board notification.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to placing greater regulations and restraints on the creation of driveway curb cuts, and providing local community board notification.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2010-11-17T00:00:00Z",
  "AgendaDate": "2010-11-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 248360,
      "Date": "2010-11-17T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248477,
      "Date": "2010-11-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10266,
      "AgendaSequence": 113,
      "MinutesSequence": 140,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284114,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 114948,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 414 - 11/17/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0f6be6a0-889b-434a-a9a9-5c2fe37400d7.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 52515,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 19-147 of the administrative code of the city of New York is amended by adding a new subdivisions h and i to read as follows:\nh. Curb cuts. If a curb cut is created without a permit from the department, the commissioner shall order the owner or owners of the property benefited by such curb cut to correct the violation by either restoring the curb to its proper condition or by obtaining the proper work permits and final sign-off from the department of transportation within thirty days. Failure to correct the violation of a curb pursuant to an order of the commissioner within the time designated therein shall be a continuing violation until such time as the curb is corrected to the satisfaction of the department.  \ni.  Notwithstanding any other provisions of law, within six months of the department of transportation’s becoming aware of an illegal curb cut, the department of transportation shall restore the curb to its original condition.  The department shall recover the cost of restoring the curb from the owner of any property that benefited from the illegal curb cut, the person responsible for creating the illegal curb cut, or all of such persons.  The recovery of such costs shall be in addition to any civil penalty imposed in accordance with subdivision h of this section.\n§2. Article 108 of title 28 of the administrative code of the city of New York, as added by local law number 33 for the year 2007 is amended by adding a new section 28-108.4 to read as follows:\n§28-108.4  Community Board Notification.  Within seven days of receipt of each new application for a permit to create a curb cut, the department shall notify the community board of the community district within which the proposed curb cut would be created of such application. The community board shall have sixty days from the date of notification to submit comments and recommendations to the department with respect to such application.\nThe department shall consider these comments and recommendations in its decision to grant or deny a permit for a curb cut and shall inspect any location proposed as the location of a curb cut prior to the issuance of a permit to create a curb cut.\n §3. This local law shall take effect ninety days after it is enacted into law.\n\n\nLS # 308, 309\n05/24/10\nJW\nInt 213/2006\nInt 620/2007",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. \\expndtw0 Section 19-147 of the administrative code of the city of New York is amended by adding a new subdivisions h and i to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul h. Curb cuts. If a curb cut is created without a permit from the department, the commissioner shall order the owner or owners of the property benefited by such curb cut to correct the violation by either restoring the curb to its proper condition or by obtaining the proper work permits and final sign-off from the department of transportation within thirty days. Failure to correct the violation of a curb pursuant to an order of the commissioner within the time designated therein shall be a continuing violation until such time as the curb is corrected to the satisfaction of the department.  \\ulnone\\par\n\\ul i.  Notwithstanding any other provisions of law, within six months of the department of transportation\\rquote s becoming aware of an illegal curb cut, the department of transportation shall restore the curb to its original condition.  The department shall recover the cost of restoring the curb from the owner of any property that benefited from the illegal curb cut, the person responsible for creating the illegal curb cut, or all of such persons.  The recovery of such costs shall be in addition to any civil penalty imposed in accordance with subdivision h of this section.\\par\n\\ulnone\\'a72. Article 108 of title 28 of the administrative code of the city of New York, as added by local law number 33 for the year 2007 is amended by adding a new section 28-108.4 to read as follows:\\par\n\\ul\\'a728-108.4  Community Board Notification.  Within seven days of receipt of each new application for a permit to create a curb cut, the department shall notify the community board of the community district within which the proposed curb cut would be created of such application. The community board shall have sixty days from the date of notification to submit comments and recommendations to the department with respect to such application.\\par\nThe department shall consider these comments and recommendations in its decision to grant or deny a permit for a curb cut and shall inspect any location proposed as the location of a curb cut prior to the issuance of a permit to create a curb cut.\\par\n\\ulnone  \\'a73. This local law shall take effect ninety days after it is enacted into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\expndtw-3\\par\n\\par\nLS \\lang9\\expndtw0 #\\lang1033\\expndtw-3  308, 309\\par\n05/24/10\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\expndtw0 JW\\par\nInt 213/2006\\par\nInt 620/2007\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qc\\tqc\\tx4680\\fs22\\par\n}\n",
  "LastModified": "2013-12-23T20:17:54.403Z"
}
