{
  "ID": 45740,
  "GUID": "CA77F84A-3219-4532-B8F0-EC8C8177A4D8",
  "File": "Int 0421-2010",
  "Name": "Seizure of abandoned bicycles.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the seizure of abandoned bicycles.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2010-11-17T00:00:00Z",
  "AgendaDate": "2010-11-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 248359,
      "Date": "2010-11-17T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248484,
      "Date": "2010-11-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10266,
      "AgendaSequence": 121,
      "MinutesSequence": 148,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284108,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46746,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of Legislative Findings and Intent.  The New York City Council finds that removing genuinely abandoned bicycles affixed to public property serves a legitimate governmental objective.  Accordingly, in order to authorize the City to remove actually abandoned bicycles, and prevent bicycles that have not been abandoned from being impounded, the New York City Council finds that it is necessary to amend the Administrative Code in relation to the seizures of bicycles by (1) explicitly authorizing the seizure of actually abandoned bicycles, (b) creating a notice requirement in connection therewith, and (c) establishing procedures for the retrieval of abandoned bicycles seized pursuant to this section.\n§2.\tSubdivision a of section 16-122 of the administrative code of the city of New York is amended to read as follows:\na.\tLegislative intent.  The need for this legislation is indicated by the ever increasing number of abandoned cars and bicycles in the city of New York.  The purpose of this section is to punish those persons who abandon and/or remove component parts of motor vehicles in public streets, and to provide for the seizure of genuinely abandoned bicycles.  It is not the intent to prohibit or preclude any person in lawful possession of a vehicle from making lawful repairs or removing any component part for the purpose of making lawful repairs or removing any component part for the purpose of making such lawful repairs to a motor vehicle on a public street.  It is not the intent to prohibit or preclude any person from temporarily leaving a bicycle unattended without it being deemed to have been abandoned.\n§3.\tSubdivision i of section 16-122 of the administrative code of the city of New York is amended to read as follows:\ni.  In the instance where the notice of violation, appearance ticket or summons is issued for breach of the provisions of this section and sets forth thereon civil penalties only, such process shall be returnable to the environmental control board, which shall have the power to impose the civil penalties hereinabove provided in [subdivision] subdivisions h and l of this section.\n§4.\tSection 16-122 of the administrative code of the city of New York is amended by adding new subdivisions k, l, m, n, o and p to read as follows:\nk.  It shall be unlawful for any person or such person’s agent or employee to abandon, or to suffer or permit to be abandoned, any bicycle, whether or not owned by such person, in any public place.  The owner or operator of a bicycle shall be allowed a reasonable time, not less than thirty-six hours, within which to remove such abandoned bicycle from the public place.\nl.  Any person found to have violated any of the provisions of subdivision k of this section shall be liable for a civil penalty of not less than twenty-five dollars nor more than one hundred dollars.  \nm.  Before a bicycle may be impounded pursuant to this section, the owner of such bicycle shall be given notice of the city’s intent to impound the bicycle.  The notice of intention to impound the bicycle shall be affixed to the bicycle and shall state the section of law violated, the date, time and location where the enforcement officer issued the notice of intent to impound.  Where the operator of the bicycle to be impounded is known to the enforcement officer, the enforcement officer may give the notice of intention to impound and information to the operator explaining the procedures for obtaining release of the bicycle.  The notice shall include a brief description of the bicycle, the location where the bicycle may be claimed, the applicable charges for removal and storage, and instructions on the steps necessary to request a hearing before the environmental control board.  The notice shall also include a conspicuous notification to the operator and/or owner that he or she is required to contact the agency in possession of the bicycle to inform that agency if and when a hearing is scheduled on the matter.  If, after thirty-six hours from the issuance of the notice of intention to impound, the bicycle is still at the same location, the city may impound the bicycle.\nn.  A bicycle impounded under this section shall be released to the owner or another person lawfully entitled to possession upon payment of the costs of removal and storage as set forth in the rules of the police department and proof of payment of any fine or civil penalty for the violation or, if a proceeding for the violation is pending in a court or before the environmental control board, upon the posting of a bond or other form of security acceptable to the police department in an amount which will assure the payment of such costs and any fine or penalty which may be imposed for the violation.  The police department shall establish by rule the time within which bicycles which are not redeemed may be disposed of and the procedures for disposal. \no.  The owner of a bicycle that has been impounded shall be given the opportunity for a hearing regarding the impoundment before the environmental control board within five business days of the impoundment.  The environmental control board shall render a determination within three business days after the conclusion of the hearing.  Where the board finds that there was no basis for the impoundment, the owner shall be entitled to immediate possession of the bicycle without charge or to the extent that any amount has been previously paid for the release of the bicycle, such amount shall be refunded.\np.  Upon the impoundment of a bicycle, a reasonable attempt will be made to give the owner of the bicycle written notice of the procedure for redemption of the bicycle and the procedure for requesting a post seizure hearing.  Where the operator is not the owner thereof, notice provided to the operator shall be deemed to be notice to the owner.  Where the defendant or respondent is less than eighteen years old, such notice shall also be mailed to the parent, guardian or, where relevant, employer of the respondent, if the name and address of such person is reasonably ascertainable.\n§3.  This local law shall take effect thirty days after it is enacted into law.\n\n\nR.C.\nLS # 1199\nInt 685/2004\n8/27/10",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\qj\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Declaration of Legislative Findings and Intent.  The New York City Council finds that removing genuinely abandoned bicycles affixed to public property serves a legitimate governmental objective.  Accordingly, in order to authorize the City to remove actually abandoned bicycles, and prevent bicycles that have not been abandoned from being impounded, the New York City Council finds that it is necessary to amend the Administrative Code in relation to the seizures of bicycles by (1) explicitly authorizing the seizure of actually abandoned bicycles, (b) creating a notice requirement in connection therewith, and (c) establishing procedures for the retrieval of abandoned bicycles seized pursuant to this section.\\par\n\\'a72.\\tab Subdivision a of section 16-122 of the administrative code of the city of New York is amended to read as follows:\\par\na.\\tab Legislative intent.  The need for this legislation is indicated by the ever increasing number of abandoned cars \\ul and bicycles\\ulnone  in the city of New York.  The purpose of this section is to punish those persons who abandon and/or remove component parts of motor vehicles in public streets\\ul , and to provide for the seizure of genuinely abandoned bicycles\\ulnone .  It is not the intent to prohibit or preclude any person in lawful possession of a vehicle from making lawful repairs or removing any component part for the purpose of making lawful repairs or removing any component part for the purpose of making such lawful repairs to a motor vehicle on a public street.  \\ul It is not the intent to prohibit or preclude any person from temporarily leaving a bicycle unattended without it being deemed to have been abandoned.\\par\n\\ulnone\\'a73.\\tab Subdivision i of section 16-122 of the administrative code of the city of New York is amended to read as follows:\\par\ni.  In the instance where the notice of violation, appearance ticket or summons is issued for breach of the provisions of this section and sets forth thereon civil penalties only, such process shall be returnable to the environmental control board, which shall have the power to impose the civil penalties hereinabove provided in [subdivision] \\ul subdivisions\\ulnone  h \\ul and l\\ulnone  of this section.\\par\n\\'a74.\\tab Section 16-122 of the administrative code of the city of New York is amended by adding new subdivisions k, l, m, n, o and p to read as follows:\\par\n\\ul k.  It shall be unlawful for any person or such person\\rquote s agent or employee to abandon, or to suffer or permit to be abandoned, any bicycle, whether or not owned by such person, in any public place.  The owner or operator of a bicycle shall be allowed a reasonable time, not less than thirty-six hours, within which to remove such abandoned bicycle from the public place.\\par\nl.  Any person found to have violated any of the provisions of subdivision k of this section shall be liable for a civil penalty of not less than twenty-five dollars nor more than one hundred dollars.  \\par\nm.  Before a bicycle may be impounded pursuant to this section, the owner of such bicycle shall be given notice of the city\\rquote s intent to impound the bicycle.  The notice of intention to impound the bicycle shall be affixed to the bicycle and shall state the section of law violated, the date, time and location where the enforcement officer issued the notice of intent to impound.  Where the operator of the bicycle to be impounded is known to the enforcement officer, the enforcement officer may give the notice of intention to impound and information to the operator explaining the procedures for obtaining release of the bicycle.  The notice shall include a brief description of the bicycle, the location where the bicycle may be claimed, the applicable charges for removal and storage, and instructions on the steps necessary to request a hearing before the environmental control board.  The notice shall also include a conspicuous notification to the operator and/or owner that he or she is required to contact the agency in possession of the bicycle to inform that agency if and when a hearing is scheduled on the matter.  If, after thirty-six hours from the issuance of the notice of intention to impound, the bicycle is still at the same location, the city may impound the bicycle.\\par\nn.  A bicycle impounded under this section shall be released to the owner or another person lawfully entitled to possession upon payment of the costs of removal and storage as set forth in the rules of the police department and proof of payment of any fine or civil penalty for the violation or, if a proceeding for the violation is pending in a court or before the environmental control board, upon the posting of a bond or other form of security acceptable to the police department in an amount which will assure the payment of such costs and any fine or penalty which may be imposed for the violation.  The police department shall establish by rule the time within which bicycles which are not redeemed may be disposed of and the procedures for disposal. \\par\no.  The owner of a bicycle that has been impounded shall be given the opportunity for a hearing regarding the impoundment before the environmental control board within five business days of the impoundment.  The environmental control board shall render a determination within three business days after the conclusion of the hearing.  Where the board finds that there was no basis for the impoundment, the owner shall be entitled to immediate possession of the bicycle without charge or to the extent that any amount has been previously paid for the release of the bicycle, such amount shall be refunded.\\par\np.  Upon the impoundment of a bicycle, a reasonable attempt will be made to give the owner of the bicycle written notice of the procedure for redemption of the bicycle and the procedure for requesting a post seizure hearing.  Where the operator is not the owner thereof, notice provided to the operator shall be deemed to be notice to the owner.  Where the defendant or respondent is less than eighteen years old, such notice shall also be mailed to the parent, guardian or, where relevant, employer of the respondent, if the name and address of such person is reasonably ascertainable.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a73.  This local law shall take effect thirty days after it is enacted into law.\\par\n\\pard\\nowidctlpar\\par\n\\par\n\\fs20 R.C.\\par\nLS # 1199\\par\nInt 685/2004\\par\n8/27/10\\par\n\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T20:16:52.357Z"
}
