{
  "ID": 45998,
  "GUID": "4BE28323-40CB-434E-B743-41CFD92A884D",
  "File": "Int 0422-2010",
  "Name": "Providing smoke-free zones in pedestrian plazas and public parks.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to providing smoke-free zones in pedestrian plazas and public parks, to repeal subdivision b of section 17-513 of the administrative code of the city of New York, in relation to requiring a study regarding the prevention of second-hand smoke circulation in restaurants.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2010-11-17T00:00:00Z",
  "AgendaDate": "2010-11-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 248351,
      "Date": "2010-11-17T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248487,
      "Date": "2010-11-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10266,
      "AgendaSequence": 123,
      "MinutesSequence": 150,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284107,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47022,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 17-502 of the administrative code of the city of New York is amended by adding new subdivisions oo, pp, qq and rr to read as follows: \noo. “Park or other property under the jurisdiction of the department of parks and recreation” means public parks, beaches, waters and land under water, pools, boardwalks, marinas, playgrounds, recreation centers and all other property, equipment, buildings and facilities now or hereafter under the jurisdiction, charge or control of the department of parks and recreation.  \npp. “Pedestrian plaza” means an area designated by the department of transportation for use as a plaza located within the bed of a roadway, which may contain benches, tables or other facilities for pedestrian use.\nqq. “Smoke-free zone within a park or other property under the jurisdiction of the department of parks and recreation” means any indoor area within a park or other property under the jurisdiction of the department of parks and recreation and a clearly designated outdoor area of up to one-eighth of the total acreage of a park or other property under the jurisdiction of the department of parks and recreation. For any park or other property under the jurisdiction of the department of parks and recreation that is larger than two acres, there shall be at least two areas designated as smoke-free zones; provided, however, that the combined acreage of such areas shall equal no more than one-eighth of the total acreage of such park or other property under the jurisdiction of the department of parks and recreation.\nrr. “Smoke-free zone within a pedestrian plaza” means a clearly designated area of up to one-eighth of the total acreage of a pedestrian plaza.\n§ 2. Subdivision c of section 17-503 of the administrative code of the city of New York is amended by adding a new paragraph 7 to read as follows.\n7. Smoke-free zones within pedestrian plazas.\n§ 3. Subdivision d of section 17-503 of the administrative code of the city of New York is amended by adding a new paragraph 3 to read as follows:\n3.  Smoke-free zones within any park or other property under the jurisdiction of the department of parks and recreation; provided, however, that this paragraph shall not apply to: (a) the sidewalks immediately adjoining parks, squares and public places; (b) any park strip or park mall that serves as a pedestrian route through property located adjacent to vehicular traffic designed primarily for pedestrians to cross vehicular thoroughfares; and (c) parking lots.\n§ 4. Section 17-507 of the administrative code of the city of New York is amended by adding a new subdivision g to read as follows:\ng. The department of parks and recreation shall have the power to enforce section 17-503 as it relates to property under its jurisdiction.\n§ 5. The title of section 17-513 of the administrative code of the city of New York is amended to read as follows.\n§ 17-513 Rules [and report].\n§ 6. Subdivision b of section 17-513 of the administrative code of the city of New York is REPEALED and a new subdivision b is added to read as follows.\nb. The department of parks and recreation and the department of transportation may promulgate rules as may be necessary for the purpose of implementing and carrying out the provisions of this chapter. \n§ 7. This local law shall take effect one hundred twenty days after its enactment.\nAMS\nLS # 1669\n10/20/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Section 17-502 of the administrative code of the city of New York is amended by adding new subdivisions oo, pp, qq and rr to read as follows: \\par\n\\ul oo. \\ldblquote Park or other property under the jurisdiction of the department of parks and recreation\\rdblquote  means public parks, beaches, waters and land under water, pools, boardwalks, marinas, playgrounds, recreation centers and all other property, equipment, buildings and facilities now or hereafter under the jurisdiction, charge or control of the department of parks and recreation.  \\par\npp. \\ldblquote Pedestrian plaza\\rdblquote  means an area designated by the department of transportation for use as a plaza located within the bed of a roadway, which may contain benches, tables or other facilities for pedestrian use.\\par\nqq. \\ldblquote Smoke-free zone within a park or other property under the jurisdiction of the department of parks and recreation\\rdblquote  means any indoor area within a park or other property under the jurisdiction of the department of parks and recreation and a clearly designated outdoor area of up to one-eighth of the total acreage of a park or other property under the jurisdiction of the department of parks and recreation. For any park or other property under the jurisdiction of the department of parks and recreation that is larger than two acres, there shall be at least two areas designated as smoke-free zones; provided, however, that the combined acreage of such areas shall equal no more than one-eighth of the total acreage of such park or other property under the jurisdiction of the department of parks and recreation.\\par\nrr. \\ldblquote Smoke-free zone within a pedestrian plaza\\rdblquote  means a clearly designated area of up to one-eighth of the total acreage of a pedestrian plaza.\\par\n\\ulnone\\'a7 2. Subdivision c of section 17-503 of the administrative code of the city of New York is amended by adding a new paragraph 7 to read as follows.\\par\n\\ul 7. Smoke-free zones within pedestrian plazas.\\par\n\\ulnone\\'a7 3. Subdivision d of section 17-503 of the administrative code of the city of New York is amended by adding a new paragraph 3 to read as follows:\\par\n\\ul 3.  Smoke-free zones within any park or other property under the jurisdiction of the department of parks and recreation; provided, however, that this paragraph shall not apply to: (a) the sidewalks immediately adjoining parks, squares and public places; (b) any park strip or park mall that serves as a pedestrian route through property located adjacent to vehicular traffic designed primarily for pedestrians to cross vehicular thoroughfares; and (c) parking lots.\\par\n\\ulnone\\'a7 4. Section 17-507 of the administrative code of the city of New York is amended by adding a new subdivision g to read as follows:\\par\n\\ul g. The department of parks and recreation shall have the power to enforce section 17-503 as it relates to property under its jurisdiction.\\par\n\\ulnone\\'a7 5. The title of section 17-513 of the administrative code of the city of New York is amended to read as follows.\\par\n\\'a7 17-513 Rules [and report].\\par\n\\'a7 6. Subdivision b of section 17-513 of the administrative code of the city of New York is REPEALED and a new subdivision b is added to read as follows.\\par\n\\ul b. The department of parks and recreation and the department of transportation may promulgate rules as may be necessary for the purpose of implementing and carrying out the provisions of this chapter.\\ulnone  \\ul\\par\n\\ulnone\\'a7 7. This local law shall take effect one hundred twenty days after its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20 AMS\\par\nLS # 1669\\par\n10/20/10\\par\n}\n",
  "LastModified": "2013-12-23T20:16:35.763Z"
}
