{
  "ID": 46164,
  "GUID": "7DF97199-921B-4EBD-A23D-DB2EEC309613",
  "File": "Int 0426-2010",
  "Name": "Requiring the police department to create and maintain a database of information collected after police contacts with emotionally disturbed persons.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the police department to create and maintain a database of information collected after police contacts with emotionally disturbed persons.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2010-11-17T00:00:00Z",
  "AgendaDate": "2010-11-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 248329,
      "Date": "2010-11-17T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248499,
      "Date": "2010-11-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10266,
      "AgendaSequence": 131,
      "MinutesSequence": 158,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284104,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47192,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter 1 of title 14 of the administrative code of the city of New York is hereby amended by adding a new section 14-152, to read as follows:\n      §14-152. Database of emotionally disturbed persons in contact with the police.\n      a. Definition.  As used in this section, “Emotionally disturbed person” means a person who appears to be mentally ill or temporarily deranged and is conducting himself or herself in a manner which a police officer reasonably believes is likely to result in serious injury to himself or herself or others.\n      b. The commissioner shall create and maintain a database containing information regarding every department incident involving an emotionally disturbed person.  The database shall include, at a minimum, the location and nature of each such incident and shall be maintained in a manner that permits, at a minimum, members of the department responding to calls involving an emotionally disturbed person to access the information contained therein.\nc. The commissioner may make and promulgate such rules and regulations and establish such forms as are necessary to carry out the provisions of this section.\n§2.  This local law local law shall take effect ninety days after it shall have been enacted into law, except that prior to such effective date the police commissioner may promulgate rules or take any other action necessary for the implementation of this local law.  \n\nLS #697\nRCC/OP\nInt. 799/2008\n10/19/10",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Chapter 1 of title 14 of the administrative code of the city of New York is hereby amended by adding a new section 14-152, to read as follows:\\highlight1\\par\n\\pard\\cbpat2\\nowidctlpar\\sl480\\slmult1\\highlight0       \\ul\\'a714-152. Database of emotionally disturbed persons in contact with the police\\b .\\ulnone\\b0\\par\n      \\ul a. Definition.  As used in this section, \\ldblquote Emotionally disturbed person\\rdblquote  means a person who appears to be mentally ill or temporarily deranged and is conducting himself or herself in a manner which a police officer reasonably believes is likely to result in serious injury to himself or herself or others.\\ulnone\\par\n      \\ul b. The commissioner shall create and maintain a database containing information regarding every department incident involving an emotionally disturbed person.  The database shall include, at a minimum, the location and nature of each such incident and shall be maintained in a manner that permits, at a minimum, members of the department responding to calls involving an emotionally disturbed person to access the information contained therein.\\par\n\\pard\\cbpat2\\nowidctlpar\\fi360\\sl480\\slmult1 c. The commissioner may make and promulgate such rules and regulations and establish such forms as are necessary to carry out the provisions of this section.\\par\n\\pard\\cbpat2\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a72.  This local law local law shall take effect ninety days after it shall have been enacted into law, except that prior to such effective date the police commissioner may promulgate rules or take any other action necessary for the implementation of this local law.\\fs20   \\fs24\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\par\n\\pard\\nowidctlpar LS #697\\par\nRCC/OP\\par\nInt. 799/2008\\par\n10/19/10\\par\n\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T20:15:59.577Z"
}
