{
  "ID": 46141,
  "GUID": "09B0D3D2-24DD-4248-A081-C95FB3CFDD3E",
  "File": "Int 0427-2010",
  "Name": "Prohibiting the use of high-frequency noise devices designed to repel or deter certain persons from entering upon real property.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the use of high-frequency noise devices designed to repel or deter certain persons from entering upon real property.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2010-11-17T00:00:00Z",
  "AgendaDate": "2010-11-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 248336,
      "Date": "2010-11-17T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248507,
      "Date": "2010-11-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10266,
      "AgendaSequence": 139,
      "MinutesSequence": 166,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284103,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47169,
  "Text": "Be it enacted by the Council as follows:\n\n Section one.  Subchapter 3 of chapter 2 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-218.2 to read as follows:\n§ 24-218.2 High-frequency devices for repelling or deterring persons from entering upon real property.  No person shall use or permit to be used a device capable of emitting high-frequency sound that is designed to be audible only to children and young adults and is used for purposes of repelling or deterring such children and young adults from entering upon any real property.  The provisions of this section shall not apply to law enforcement personnel acting in their official capacity or in cases of emergency, as such circumstances may be defined by the commissioner by rule.\n§ 2. This local law shall take effect within ninety days, except that the commissioner of environmental protection shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.  \nJJH - 11/9/10\nLS 1038",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone  Section one.  Subchapter 3 of chapter 2 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-218.2 to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a7 24-218.2 High-frequency devices for repelling or deterring persons from entering upon real property.  No person shall use or permit to be used a device capable of emitting high-frequency sound that is designed to be audible only to children and young adults and is used for purposes of repelling or deterring such children and young adults from entering upon any real property.  The provisions of this section shall not apply to law enforcement personnel acting in their official capacity or in cases of emergency, as such circumstances may be defined by the commissioner by rule.\\ulnone\\par\n\\'a7 2. This local law shall take effect within ninety days, except that the commissioner of environmental protection shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.  \\par\n\\pard\\nowidctlpar\\qj JJH - 11/9/10\\par\nLS 1038\\par\n\\pard\\nowidctlpar\\fi720  \\par\n}\n",
  "LastModified": "2013-12-23T20:15:50.28Z"
}
