{
  "ID": 46214,
  "GUID": "671B6D99-7DAB-4958-BF23-0C898BFA9C06",
  "File": "Int 0429-2010",
  "Name": "Maintenance of vacant buildings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the maintenance of vacant buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-11-30T00:00:00Z",
  "AgendaDate": "2010-11-30T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 248771,
      "Date": "2010-11-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248868,
      "Date": "2010-11-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10296,
      "AgendaSequence": 62,
      "MinutesSequence": 72,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284102,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47244,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Legislative findings and intent. The Council finds that inadequately secured vacant properties can be the cause of numerous problems affecting neighborhoods across New York City, such as fire and public safety hazards, urban blight, and depressing local property values. Currently rules promulgated by the Department of Buildings allow the use of concrete block or plywood to seal and secure doors and windows in vacant buildings. Rules promulgated by the Department of Housing Preservation and Development allow for the use of concrete block, sheet metal, or plywood to seal and secure buildings.  Over time doors and windows secured with concrete blocks, sheet metal or plywood can become vulnerable to the elements or torn off by vandals or criminals wishing to gain access to the building. Cities such as Boston and Chicago have addressed the issue of inadequately secured vacant properties by strengthening their ordinances to require the installation of internal metal security panels on windows and doors in buildings that have remained vacant for longer than a prescribed period of time. Amending the New York City Administrative Code to require the installation of internal metal security panels on buildings that have remained vacant and insufficiently secured for more than six months will increase the likelihood that such buildings will be protected from unauthorized entry which will serve to stabilize and protect neighborhoods. \n§2. Section 28-216.1.2 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows: \n28-216.1.2 Vacant buildings. i Any vacant building not continuously guarded or not sealed and kept secure against unauthorized entry shall for the first six months it is vacant have all openings sealed in a manner approved by the commissioner, and it shall be the duty of the owner thereof promptly to make any repairs that may be necessary for the purpose of keeping such building sealed and secure.\nii. For a building that has been vacant for more than six months, the owner must implement and provide proof to the department that said building either (i) is secured as described in section 28-216.1.2.1 of this article or (ii) contains all of the security features set forth in section 28-216.1.2.2 of this article. \n28-216.1.2.1 Secured buildings. For purposes of this chapter the term “secured” shall refer to a building that has a permanent door or window, as applicable, in each appropriate building opening; has each such door or window maintained in a manner so as to prevent unauthorized entry; and has all of its door and window components including, but not limited to, frames, jambs, rails, stiles, muntins, mullions, panels, sashes, lights and panes, intact and unbroken. \n28-216.1.2.2 Steel security panels. Any building found not to be secured as set forth in section 28-216.1.2.1 of this article that has been vacant for six months or more must have every exterior opening larger than one square foot, including door openings, which are in the cellar, basement or first story, on the course of a fire escape, are less than six feet measured horizontally from an opening in an adjoining building or which are less than ten feet from grade closed and secured with a commercial-quality 14-gauge, rust-proof steel security panel or door. Such panel or door shall have an exterior finish that allows for easy graffiti removal and shall be secured from the interior of the building to prevent unauthorized removal. \n28-216.1.2.3 Penalty. In addition to any other penalties provided by law, it shall be a violation of this article for a vacant building not to be secured in accordance with the provisions of this section where the owner has presented proof to the department that such building complied with section 28-216.1.1 or section 28-216.1.2.2. Where the commissioner determines, based on an inspection by the department or a report prepared by another city agency and provided to the department, that a vacant building represented by the owner as being in compliance with such sections is not in compliance, the commissioner shall send by certified mail a written notice of violation to the owner of record. Within 30 days of the mailing of such notice of violation, the owner shall be required to comply with the provisions of section 28-216.1.2.2 of this article.\n§3. This law shall take effect ninety days after its enactment, except that the commissioner of buildings shall take such actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\t\nLR\nLS 1533\n11/23/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 TimesNewRomanPSMT;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Legislative findings and intent. The Council finds that inadequately secured vacant properties can be the cause of numerous problems affecting neighborhoods across New York City, such as fire and public safety hazards, urban blight, and depressing local property values. Currently rules promulgated by the Department of Buildings allow the use of concrete block or plywood to seal and secure doors and windows in vacant buildings. Rules promulgated by the Department of Housing Preservation and Development allow for the use of concrete block, sheet metal, or plywood to seal and secure buildings.  Over time doors and windows secured with concrete blocks, sheet metal or plywood can become vulnerable to the elements or torn off by vandals or criminals wishing to gain access to the building. Cities such as Boston and Chicago have addressed the issue of inadequately secured vacant properties by strengthening their ordinances to require the installation of internal metal security panels on windows and doors in buildings that have remained vacant for longer than a prescribed period of time. Amending the New York City Administrative Code to require the installation of internal metal security panels on buildings that have remained vacant and insufficiently secured for more than six months will increase the likelihood that such buildings will be protected from unauthorized entry which will serve to stabilize and protect neighborhoods. \\par\n\\'a72. Section 28-216.1.2 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows\\cf1\\b :\\cf0\\b0  \\cf1\\b\\par\n\\cf0\\f1 28-216.1.2 Vacant buildings.\\b0  \\ul i \\ulnone Any vacant building not continuously guarded or not sealed and kept secure against unauthorized entry shall \\ul for the first six months it is vacant\\ulnone  have all openings sealed in a manner approved by the commissioner, and it shall be the duty of the owner thereof promptly to make any repairs that may be necessary for the purpose of keeping such building sealed and secure.\\par\n\\ul ii. For a building that has been vacant for more than six months, the owner must implement and provide proof to the department that said building either (i) is secured as described in section 28-216.1.2.1 of this article or (ii) contains all of the security features set forth in section 28-216.1.2.2 of this article. \\par\n\\b 28-216.1.2.1 Secured buildings. \\b0 For purposes of this chapter the term \\ldblquote secured\\rdblquote  shall refer to a building that has a permanent door or window, as applicable, in each appropriate building opening; has each such door or window maintained in a manner so as to prevent unauthorized entry; and has all of its door and window components including, but not limited to, frames, jambs, rails, stiles, muntins, mullions, panels, sashes, lights and panes, intact and unbroken. \\b\\par\n28-216.1.2.2 Steel security panels\\b0 . Any building found not to be secured as set forth in section 28-216.1.2.1\\b  \\b0 of this article\\b  \\b0 that has been vacant for six months or more must have every exterior opening larger than one square foot, including door openings, which are in the cellar, basement or first story, on the course of a fire escape, are less than six feet measured horizontally from an opening in an adjoining building or which are less than ten feet from grade closed and secured with a commercial-quality 14-gauge, rust-proof steel security panel or door. Such panel or door shall have an exterior finish that allows for easy graffiti removal and shall be secured from the interior of the building to prevent unauthorized removal. \\par\n\\b 28-216.1.2.3 Penalty. \\b0 In addition to any other penalties provided by law, it shall be a violation of this article for a vacant building not to be secured in accordance with the provisions of this section where the owner has presented proof to the department that such building complied with section 28-216.1.1 or section 28-216.1.2.2. Where the commissioner determines, based on an inspection by the department or a report prepared by another city agency and provided to the department, that a vacant building represented by the owner as being in compliance with such sections is not in compliance, the commissioner shall send by certified mail a written notice of violation to the owner of record. Within 30 days of the mailing of such notice of violation, the owner shall be required to comply with the provisions of section 28-216.1.2.2 of this article.\\par\n\\ulnone\\'a73. This law shall take effect ninety days after its enactment, except that the commissioner of buildings shall take such actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul\\tab\\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone\\fs20 LR\\par\nLS 1533\\par\n11/23/10\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T20:15:31.403Z"
}
