{
  "ID": 46144,
  "GUID": "8F595365-74B3-47AC-9674-1399522448FC",
  "File": "Int 0430-2010",
  "Name": "Allowing on-site disposal of storm water runoff to improve the quality of NYC waters and enhance the potential for recreational use of the city's waterfronts.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to allowing on-site disposal of storm water runoff to improve the quality of New York city waters and enhance the potential for recreational use of the city's waterfronts.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2010-11-30T00:00:00Z",
  "AgendaDate": "2010-11-30T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 248741,
      "Date": "2010-11-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248869,
      "Date": "2010-11-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10296,
      "AgendaSequence": 63,
      "MinutesSequence": 73,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284101,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47172,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.Subdivision b of section 24-526 of the administrative code of the city of New York is amended to read as follows:\n(b) Required conveyance of storm water for off-site disposal when public sewers into which discharge is feasible are located within five hundred feet of property. If the commissioner determines that a public street storm sewer or a public street combined sewer is located within five hundred feet, measured along a street, alley or right-of-way, from any point on the boundary of a development or of a lot which is not within a development into which it would be feasible, as described in subdivision (g) of this section, to discharge storm water from such development or lot:\n(1) An owner of a lot within such a development or of such a lot not within a development who is constructing or causing to be constructed a building on such lot may, with the approval of the commissioner, dispose of the storm water falling or coming to rest on such lot in accordance with the provisions of section P110.13 of reference standard RS-16 of this code.\n [(1)] (2) An owner of a lot within such a development or of such a lot not within a development, who is constructing or causing to be constructed on such a lot a single one-family or two-family detached or semi-detached building, may dispose of the storm water falling or coming to rest within such lot which is required, by paragraph two of subdivision (b) of section P110.2 of reference standard RS-16 of this code, to be conveyed to a boundary of such lot abutting a street for off-site disposal, by causing such storm water to be discharged through an under-the-sidewalk drain or across a sidewalk onto a paved street improved in accordance with the requirements of the department of\n transportation and containing curbs; provided that catch basins adequate to receive such storm water are located, or are installed in accordance with the requirements of this code and of the department, within five hundred feet from the farthest point of storm water discharge onto such street; provided further that the commissioner determines that such\n means of storm water disposal is feasible, as described in subdivision (g) of this section, and also provided that the commissioner of buildings agrees with such determination.\n[(2)] (3) An owner of a lot within such a development or of such a lot not within a development who is constructing or causing to be constructed a building on such lot shall dispose of the storm water falling or coming to rest on such lot which is required, by paragraph three of subdivision (b) of section P110.2 of reference standard RS-16 of this code, to be conveyed to a boundary of such lot abutting a street for off-site disposal, except as provided in [paragraph] paragraphs one and two of this subdivision, by conveying such storm water, together with all storm water falling or coming to rest on all streets and other paved areas outside of such lot constructed or altered in connection with the construction of such building for the primary purpose of improving vehicular or pedestrian access thereto, by sewers, constructed in accordance with requirements in subdivision (e) of this section and elsewhere in this code and of the department, to such public sewer; provided that no sewage shall be discharged into any such public street storm sewer. If installation of a controlled flow storm water system, in accordance with the requirements of section P110.6 of this reference standard, is necessary to make it feasible to discharge such storm water into such public sewer, the owner of the lot shall install such a system.\n§2. Subdivision b of section P110.2 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York is amended to read as follows:\n(b) Disposal of storm water when public sewers are located in front of the property.-Where any new building or other substantial horizontal enlargement is to be constructed on a lot and the department determines that a public street storm sewer or public street combined sewer is located directly in front of any point of any boundary of such lot and that it would be feasible, pursuant to subdivision (j) of this section, to discharge storm water from such lot into such street storm sewer or street combined sewer, the owner of such lot shall ensure that all storm water falling or coming to rest on all impervious surfaces within such lot will be discharged to such street storm sewer or street combined sewer, or, with the approval of the commissioner, in accordance with the provisions of section P110.13 of this reference standard. Such discharge into a street storm sewer or street combined sewer shall be by means of building storm sewers or building combined sewers, provided that no sewage shall be discharged into a public street storm sewer. If the department determines that such street storm sewer or street combined sewer has partial capacity to receive the storm water discharged from such lot, the remainder of such storm water shall be discharged pursuant to subdivision (c) of this section.\n§3. Subdivision c of section P110.2 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York is amended by renumbering paragraphs 1 and 2 as paragraphs 2 and 3, respectively, and by adding a new paragraph 1 to read as follows:\n (1) With the approval of the commissioner, on-site disposal of storm water in accordance with the provisions of section P110.13 of this reference standard;\n§4. Paragraph 3 of subdivision c of section P110.2 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York, as renumbered by section 3 of this local law, is amended by deleting subparagraph A and relettering subparagraphs B, C, D and E as subparagraphs A, B, C, and D, respectively and by amending paragraph 3 to read as follows:\n(3) Where [paragraph] paragraphs one and two of this subdivision [does] do not apply, drainage of storm water shall be by means of:\n§5. Subparagraph D of paragraph 3 of subdivision c of section P110.2 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York, as relettered by section 4 of this local law, is amended to read as follows:\n(D) Any means of drainage acceptable to the commissioner, including any combination of the means specified in subparagraphs (A), (B), and (C)[, an (D)] above. Provided, however, that over-sidewalk drains shall not be permitted. Provided, further, that the commissioner shall consult with the commissioner of environmental protection or the commissioner of transportation, as appropriate, prior to approving any such combination of means or any means of drainage not specified in this paragraph.\n§6. Subdivision d of section P110.2 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York is amended to read as follows:\n(d) Points of discharge for storm water from a lot or development.-Storm water drained from a lot or development pursuant to subparagraph [(D)] (C) of paragraph [two] three of subdivision (c) of this section may be discharged into: \n§7. Subdivision a of section P110.13 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York is amended to read as follows:\n (a) Stormwater, as defined in subdivision (a) of section P110.2 of this reference standard, falling on areaways 25 sq. ft. or less in area, or greater than 25 sq. ft. in area with the approval of the commissioner, may be leached into the ground within the areaway if the ground water is at least 2 ft. below the elevation of the areaway.\n§8. Subdivision c of section P110.13 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York is amended to read as follows:\n(c) Drywells shall be the only method of on-site disposal of storm water permitted, except as provided in subdivision (a) of this section or unless an alternate method of on-site disposal is approved by the commissioner with the concurrence of the commissioner of environmental protection or the commissioner of transportation, as appropriate, pursuant to subparagraph [(E)] (D) of paragraph [two] three of subdivision (c) of section P110.2 of this reference standard. Drywells shall be constructed in accordance with the following provisions:\n§9. Section P110.13 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York is amended by adding a new subdivision d to read as follows:\n (d) Other methods of on-site disposal of storm water may be permitted with the authorization of the commissioner and the commissioner of environmental protection.\n§10. This local law shall take effect immediately after it is enacted into law.\njtb\nLS# 0803\n11/4/10\nInt 321/2006",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\fi360\\qj\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.Subdivision b of section 24-526 of the administrative code of the city of New York is amended to read as follows:\\par\n(b) Required conveyance of storm water for off-site disposal when public sewers into which discharge is feasible are located within five hundred feet of property. If the commissioner determines that a public street storm sewer or a public street combined sewer is located within five hundred feet, measured along a street, alley or right-of-way, from any point on the boundary of a development or of a lot which is not within a development into which it would be feasible, as described in subdivision (g) of this section, to discharge storm water from such development or lot:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx0\\ul (1) An owner of a lot within such a development or of such a lot not within a development who is constructing or causing to be constructed a building on such lot may, with the approval of the commissioner, dispose of the storm water falling or coming to rest on such lot in accordance with the provisions of section P110.13 of reference standard RS-16 of this code.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj  [(1)] \\ul (2)\\ulnone  An owner of a lot within such a development or of such a lot not within a development, who is constructing or causing to be constructed on such a lot a single one-family or two-family detached or semi-detached building, may dispose of the storm water falling or coming to rest within such lot which is required, by paragraph two of subdivision (b) of section P110.2 of reference standard RS-16 of this code, to be conveyed to a boundary of such lot abutting a street for off-site disposal, by causing such storm water to be discharged through an under-the-sidewalk drain or across a sidewalk onto a paved street improved in accordance with the requirements of the department of\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj  transportation and containing curbs; provided that catch basins adequate to receive such storm water are located, or are installed in accordance with the requirements of this code and of the department, within five hundred feet from the farthest point of storm water discharge onto such street; provided further that the commissioner determines that such\\par\n means of storm water disposal is feasible, as described in subdivision (g) of this section, and also provided that the commissioner of buildings agrees with such determination.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone [(2)] \\ul (3)\\ulnone  An owner of a lot within such a development or of such a lot not within a development who is constructing or causing to be constructed a building on such lot shall dispose of the storm water falling or coming to rest on such lot which is required, by paragraph three of subdivision (b) of section P110.2 of reference standard RS-16 of this code, to be conveyed to a boundary of such lot abutting a street for off-site disposal, except as provided in [paragraph] \\ul paragraphs\\ulnone  one \\ul and two\\ulnone  of this subdivision, by conveying such storm water, together with all storm water falling or coming to rest on all streets and other paved areas outside of such lot constructed or altered in connection with the construction of such building for the primary purpose of improving vehicular or pedestrian access thereto, by sewers, constructed in accordance with requirements in subdivision (e) of this section and elsewhere in this code and of the department, to such public sewer; provided that no sewage shall be discharged into any such public street storm sewer. If installation of a controlled flow storm water system, in accordance with the requirements of section P110.6 of this reference standard, is necessary to make it feasible to discharge such storm water into such public sewer, the owner of the lot shall install such a system.\\par\n\\'a72. Subdivision b of section P110.2 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York is amended to read as follows:\\par\n(b) Disposal of storm water when public sewers are located in front of the property.-Where any new building or other substantial horizontal enlargement is to be constructed on a lot and the department determines that a public street storm sewer or public street combined sewer is located directly in front of any point of any boundary of such lot and that it would be feasible, pursuant to subdivision (j) of this section, to discharge storm water from such lot into such street storm sewer or street combined sewer, the owner of such lot shall ensure that all storm water falling or coming to rest on all impervious surfaces within such lot will be discharged to such street storm sewer or street combined sewer\\ul , or, with the approval of the commissioner, in accordance with the provisions of section P110.13 of this reference standard\\ulnone . Such discharge \\ul into a street storm sewer or street combined sewer\\ulnone  shall be by means of building storm sewers or building combined sewers, provided that no sewage shall be discharged into a public street storm sewer. If the department determines that such street storm sewer or street combined sewer has partial capacity to receive the storm water discharged from such lot, the remainder of such storm water shall be discharged pursuant to subdivision (c) of this section.\\par\n\\'a73. Subdivision c of section P110.2 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York is amended by renumbering paragraphs 1 and 2 as paragraphs 2 and 3, respectively, and by adding a new paragraph 1 to read as follows:\\par\n\\ul  (1) With the approval of the commissioner, on-site disposal of storm water in accordance with the provisions of section P110.13 of this reference standard;\\par\n\\ulnone\\'a74. Paragraph 3 of subdivision c of section P110.2 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York, as renumbered by section 3 of this local law, is amended by deleting subparagraph A and relettering subparagraphs B, C, D and E as subparagraphs A, B, C, and D, respectively and by amending paragraph 3 to read as follows:\\par\n(3) Where [paragraph] \\ul paragraphs\\ulnone  one \\ul and two\\ulnone  of this subdivision [does] \\ul do\\ulnone  not apply, drainage of storm water shall be by means of:\\par\n\\'a75. Subparagraph D of paragraph 3 of subdivision c of section P110.2 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York, as relettered by section 4 of this local law, is amended to read as follows:\\par\n(D) Any means of drainage acceptable to the commissioner, including any combination of the means specified in subparagraphs (A), (B), \\ul and\\ulnone  (C)[, an (D)] above. Provided, however, that over-sidewalk drains shall not be permitted. Provided, further, that the commissioner shall consult with the commissioner of environmental protection or the commissioner of transportation, as appropriate, prior to approving any such combination of means or any means of drainage not specified in this paragraph.\\par\n\\'a76. Subdivision d of section P110.2 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York is amended to read as follows:\\par\n(d) Points of discharge for storm water from a lot or development.-Storm water drained from a lot or development pursuant to subparagraph [(D)] \\ul (C)\\ulnone  of paragraph [two] \\ul three\\ulnone  of subdivision (c) of this section may be discharged into: \\par\n\\'a77. Subdivision a of section P110.13 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York is amended to read as follows:\\par\n (a) Stormwater, as defined in subdivision (a) of section P110.2 of this reference standard, falling on areaways 25 sq. ft. or less in area\\ul , or greater than 25 sq. ft. in area with the approval of the commissioner,\\ulnone  may be leached into the ground within the areaway if the ground water is at least 2 ft. below the elevation of the areaway.\\par\n\\'a78. Subdivision c of section P110.13 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York is amended to read as follows:\\par\n(c) Drywells shall be the only method of on-site disposal of storm water permitted, except as provided in subdivision (a) of this section or unless an alternate method of on-site disposal is approved by the commissioner with the concurrence of the commissioner of environmental protection or the commissioner of transportation, as appropriate, pursuant to subparagraph [(E)] \\ul (D)\\ulnone  of paragraph [two] \\ul three\\ulnone  of subdivision (c) of section P110.2 of this reference standard. Drywells shall be constructed in accordance with the following provisions:\\par\n\\'a79. Section P110.13 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York is amended by adding a new subdivision d to read as follows:\\par\n\\ul  (d) Other methods of on-site disposal of storm water may be permitted with the authorization of the commissioner and the commissioner of environmental protection.\\par\n\\ulnone\\'a710. This local law shall take effect immediately after it is enacted into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs16 jtb\\par\nLS# 0803\\par\n11/4/10\\par\nInt 321/2006\\par\n}\n",
  "LastModified": "2013-12-23T20:15:21.75Z"
}
