{
  "ID": 46185,
  "GUID": "7E3DDE42-9C92-48F3-A241-AE3C075A8E38",
  "File": "Int 0432-2010",
  "Name": "Providing paid family leave to private employees.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to providing paid family leave to private employees.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2010-11-30T00:00:00Z",
  "AgendaDate": "2010-11-30T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 248739,
      "Date": "2010-11-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248873,
      "Date": "2010-11-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10296,
      "AgendaSequence": 67,
      "MinutesSequence": 77,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284099,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47214,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Declaration of legislative findings and intent. The Council hereby finds that although the federal Family and Medical Leave Act (FMLA) guarantees twelve weeks of unpaid leave to covered employees, a national study by the U.S. Department of Labor found that 78 percent of employees who needed FMLA leave did not take leave because they could not afford the unpaid time. The study also found that 37 percent of employees had to cut their leave short due to lost pay. With the average workday becoming longer, many employees are left with a decreasing amount of time to attend to their own health needs and that of their families. This law seeks to promote the health and general welfare of private employees and their families in the City of New York by providing paid family leave.\n§2. Title 22 of the administrative code of the city of New York is amended by adding a new chapter 5-A to follow chapter 5 to read as follows: \nCHAPTER 5-A\n\nFAMILY LEAVE FOR PRIVATE EMPLOYEES ACT\n\n§22-521 Short title.\n§22-522 Definitions.\n§22-523 Paid family leave for private employees.\n§22-524 Enforcement.\n§22-525 Policy adoption and notice requirements.\n§22-526 Record retention.\n§22-527 Violations and penalties.\n§22-528 Unlawful retaliation.\n§22-529 Construction.\n§22-530 Collective bargaining agreements.\n\n§22-521 Short title. This chapter shall be known as and may be cited as the “Family Leave for Private Employees Act”.\n§22-522 Definitions. As used in this chapter, the following terms shall have the following meanings:\na. “Administering agency” shall mean any city agency, office, department, division, bureau or institution of government, the expenses of which are paid in whole or in part from the city treasury, as the mayor shall designate.\nb. “Domestic partner” shall mean persons who have a registered domestic partnership pursuant to section 3-240 of the administrative code, a domestic partnership registered in accordance with executive order number 123, dated August 7, 1989, or a domestic partnership registered in accordance with executive order number 48, dated January 7, 1993.\nc. “Employee” shall mean an individual who is employed by a private employer and who is eligible for leave pursuant to the FMLA.\nd. “FMLA” shall mean the federal Family and Medical Leave Act, 29 U.S.C. section 2601 et. seq., as amended.\ne. “Leave” shall mean a leave of absence from work taken by an employee.\nf. “Paid family leave” shall mean paid leave provided pursuant to the provisions of this chapter.\ng. “Paid leave” shall mean leave that is paid by a private employer of an employee taking such leave, pursuant to a paid leave policy adopted by such employer.\nh. “Private employer” shall mean an “employer” of one or more employees as otherwise defined in section 2611 of the FMLA, provided however, that for the purposes of this chapter, “private employer” shall not include New York state, a municipal corporation, a local governmental agency or other political subdivision of such state or a public authority.\ni. “Retaliatory action” shall mean the discharge, suspension, transfer, demotion or penalization of, or the discrimination or taking of other adverse action against, an employee with respect to the terms and conditions of such employee’s employment.\nj. “Unpaid leave” shall mean a leave of absence that is unpaid by the employer, as permitted pursuant to section 2612(c) of the FMLA.\n§22-523 Paid family leave for private employees. a. Any private employer shall provide paid leave pursuant to the provisions of this chapter, to be referred herein as paid family leave, to any employee who takes leave, and is eligible to take such leave as unpaid leave pursuant to the FMLA to care for the persons covered under the FMLA, and to any employee who takes leave to care for an adopted child, domestic partner, foster child, grandchild, grandparent, nephew, niece, parent-in-law or parent of a domestic partner, if such employee would otherwise be eligible for unpaid leave pursuant to the FMLA for the care of a different family member covered by the FMLA.\nb. Such employee shall be entitled to a total of twelve work weeks of paid family leave during any 12-month period pursuant to the provisions of this chapter and the FMLA.\nc. Any private employer is permitted to allow the use of accrued sick leave and/or any paid disability leave, whether pursuant to a private benefit package that said employer provides or whether pursuant to the disability laws of New York state, for the purposes of providing paid family leave pursuant to this chapter.\n§22-524 Enforcement. The provisions of this chapter shall be enforced by the administering agency.\n§22-525 Policy adoption and notice requirements. a. Every private employer subject to the provisions of this chapter shall adopt, implement, make known, maintain and update as necessary to reflect any changes thereto, a written paid family leave policy, which shall contain at a minimum:\n1. a reasonable methodology to determine the amounts to be paid, and\n2. the length of time, or reasonable methodology for determining the length of time, over which such payments shall be made.\nb. Private employers shall prominently post the paid family leave policy in the workplace, and shall, within three weeks of its adoption or any modification, disseminate the policy to all employees.\nc. Private employers shall supply a written copy of the paid family leave policy to all new employees when hired, and upon request to any employee or prospective employee.\nd. A copy of the paid family leave policy, updated with any changes, shall be provided to the administering agency within three weeks of its adoption or any modification.\n§22-526 Record retention. Employers shall keep records documenting hours worked by employees and paid family leave used by employees and shall retain such records for a period of four years, and shall allow the administering agency access to such records, with appropriate notice and at a mutually agreeable time, to monitor compliance with the requirements of this section. When an issue arises as to an employee’s entitlement to paid family leave pursuant to this section, if the employer does not maintain or retain adequate records as required by this subdivision, or does not allow the administering agency reasonable access to such records as required by this subdivision, such actions shall raise a rebuttable presumption that the employer has violated this section.\n§22-527 Violations and penalties. a. A violation of this chapter shall result in the imposition of a civil penalty to the private employer in the amount of one thousand dollars for a first violation, three thousand dollars for a second violation, and five thousand dollars for a third violation or any subsequent violation.\nb. A proceeding to recover any civil penalty authorized pursuant to this chapter shall be commenced by the service of a notice of violation which may be recovered in a proceeding before a civil court of competent jurisdiction by the administering agency.\n§22-528 Unlawful retaliation. a. It shall be unlawful for any private employer to deprive or threaten to deprive any person of employment, take or threaten to take any retaliatory action against any employee, or directly or indirectly intimidate, threaten, coerce, command or influence or attempt to intimidate, threaten, coerce, command or influence any person because such person has taken an action to enforce, inquire about or inform others about the requirements of this chapter.\nb. The private employer shall establish a procedure to provide for the adequate redress of any retaliatory adverse personnel action taken against an employee in retaliation for that employee’s attempt to exercise his or her rights under this chapter with respect to inquiring about, requesting or using paid family leave.\n§22-529 Construction. a. Nothing in this chapter shall be construed to preempt, limit or otherwise affect the applicability of any other law, rule or regulation, or to create any power or duty in conflict with any federal or state law, nor shall anything in this chapter be construed to prevent private employers from adopting or retaining leave policies that are more generous than policies that comply with this chapter.\nb. Nothing in this chapter shall be construed as requiring an employer to provide financial or other reimbursement to an employee under any circumstances including, but not limited to, an employee’s termination, resignation, retirement, or other separation from employment, for accrued paid family leave that has not been used.\n§22-530 Collective bargaining agreements. Nothing in this chapter shall be construed to diminish or impair the rights and obligations of an employee or private employer under any valid collective bargaining agreement.\n§3. If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall remain in full force and effect.\n§4. This local law shall take effect on May 1, 2011, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this local law prior to such effective date.\n\nMWC \nLS 1158\n11-23-10\nInt. 805-2008\nCivil Service & Labor",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Declaration of legislative findings and intent. The Council hereby finds that although the federal Family and Medical Leave Act (FMLA) guarantees twelve weeks of unpaid leave to covered employees, a national study by the U.S. Department of Labor found that 78 percent of employees who needed FMLA leave did not take leave because they could not afford the unpaid time. The study also found that 37 percent of employees had to cut their leave short due to lost pay. With the average workday becoming longer, many employees are left with a decreasing amount of time to attend to their own health needs and that of their families. This law seeks to promote the health and general welfare of private employees and their families in the City of New York by providing paid family leave.\\par\n\\'a72. Title 22 of the administrative code of the city of New York is amended by adding a new chapter 5-A to follow chapter 5 to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\qc\\ul\\b CHAPTER 5-A\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\qc FAMILY LEAVE FOR PRIVATE EMPLOYEES ACT\\ulnone\\b0\\par\n\\pard\\ltrpar\\nowidctlpar\\ul\\b\\par\n\\'a722-521 Short title.\\par\n\\'a722-522 Definitions.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\'a722-523 Paid family leave for private employees.\\par\n\\'a722-524 Enforcement.\\par\n\\'a722-525 Policy adoption and notice requirements.\\par\n\\'a722-526 Record retention\\ulnone\\b0 .\\ul\\b\\par\n\\'a722-527 Violations and penalties.\\par\n\\'a722-528 Unlawful retaliation.\\par\n\\'a722-529 Construction.\\par\n\\'a722-530 Collective bargaining agreements.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\b0\\'a722-521 Short title. This chapter shall be known as and may be cited as the \\ldblquote Family Leave for Private Employees Act\\rdblquote .\\par\n\\'a722-522 Definitions. As used in this chapter, the following terms shall have the following meanings:\\par\na. \\ldblquote\\cf1 Administering agency\\rdblquote  shall mean any city agency, office, department, division, bureau or institution of government, the expenses of which are paid in whole or in part from the city treasury, as the mayor shall designate.\\par\nb. \\ldblquote Domestic partner\\rdblquote  \\cf0 shall mean persons who have a registered domestic partnership pursuant to section 3-240 of the administrative code, a domestic partnership registered in accordance with executive order number 123, dated August 7, 1989, or a domestic partnership registered in accordance with executive order number 48, dated January 7, 1993.\\par\nc. \\ldblquote Employee\\rdblquote  shall mean an individual who is employed by a private employer and who is eligible for leave pursuant to the FMLA.\\par\nd. \\ldblquote FMLA\\rdblquote  shall mean the federal Family and Medical Leave Act, 29 U.S.C. section 2601 et. seq., as amended.\\par\ne. \\ldblquote Leave\\rdblquote  shall mean a leave of absence from work taken by an employee.\\par\nf. \\ldblquote Paid family leave\\rdblquote  shall mean paid leave provided pursuant to the provisions of this chapter.\\par\ng. \\ldblquote Paid leave\\rdblquote  shall mean leave that is paid by a private employer of an employee taking such leave, pursuant to a paid leave policy adopted by such employer.\\par\nh. \\ldblquote Private employer\\rdblquote  shall mean an \\ldblquote employer\\rdblquote  of one or more employees as otherwise defined in section 2611 of the FMLA, provided however, that for the purposes of this chapter, \\ldblquote private employer\\rdblquote  shall not include New York state, a municipal corporation, a local governmental agency or other political subdivision of such state or a public authority.\\par\ni. \\ldblquote Retaliatory action\\rdblquote  shall mean the discharge, suspension, transfer, demotion or penalization of, or the discrimination or taking of other adverse action against, an employee with respect to the terms and conditions of such employee\\rquote s employment.\\par\nj. \\ldblquote Unpaid leave\\rdblquote  shall mean a leave of absence that is unpaid by the employer, as permitted pursuant to section 2612(c) of the FMLA.\\par\n\\'a722-523 Paid family leave for private employees. a. Any private employer shall provide paid leave pursuant to the provisions of this chapter, to be referred herein as paid family leave, to any employee who takes leave, and is eligible to take such leave as unpaid leave pursuant to the FMLA to care for the persons covered under the FMLA, and to any employee who takes leave to care for an adopted child, domestic partner, foster child, grandchild, grandparent, nephew, niece, parent-in-law or parent of a domestic partner, if such employee would otherwise be eligible for unpaid leave pursuant to the FMLA for the care of a different family member covered by the FMLA.\\par\nb. Such employee shall be entitled to a total of twelve work weeks of paid family leave during any 12-month period pursuant to the provisions of this chapter and the FMLA.\\par\nc. Any private employer is permitted to allow the use of accrued sick leave and/or any paid disability leave, whether pursuant to a private benefit package that said employer provides or whether pursuant to the disability laws of New York state, for the purposes of providing paid family leave pursuant to this chapter.\\par\n\\'a722-524 Enforcement. The provisions of this chapter shall be enforced by the administering agency.\\par\n\\'a722-525 Policy adoption and notice requirements. a. Every private employer subject to the provisions of this chapter shall adopt, implement, make known, maintain and update as necessary to reflect any changes thereto, a written paid family leave policy, which shall contain at a minimum:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\li720\\sl480\\slmult1\\qj 1. a reasonable methodology to determine the amounts to be paid, and\\par\n2. the length of time, or reasonable methodology for determining the length of time, over which such payments shall be made.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b. Private employers shall prominently post the paid family leave policy in the workplace, and shall, within three weeks of its adoption or any modification, disseminate the policy to all employees.\\par\nc. Private employers shall supply a written copy of the paid family leave policy to all new employees when hired, and upon request to any employee or prospective employee.\\par\nd. A copy of the paid family leave policy, updated with any changes, shall be provided to the administering agency within three weeks of its adoption or any modification.\\par\n\\'a722-526 Record retention. Employers shall keep records documenting hours worked by employees and paid family leave used by employees and shall retain such records for a period of four years, and shall allow the administering agency access to such records, with appropriate notice and at a mutually agreeable time, to monitor compliance with the requirements of this section. When an issue arises as to an employee\\rquote s entitlement to paid family leave pursuant to this section, if the employer does not maintain or retain adequate records as required by this subdivision, or does not allow the administering agency reasonable access to such records as required by this subdivision, such actions shall raise a rebuttable presumption that the employer has violated this section.\\par\n\\'a722-527 Violations and penalties. a. A violation of this chapter shall result in the imposition of a civil penalty to the private employer in the amount of one thousand dollars for a first violation, three thousand dollars for a second violation, and five thousand dollars for a third violation or any subsequent violation.\\par\nb. A proceeding to recover any civil penalty authorized pursuant to this chapter shall be commenced by the service of a notice of violation which may be recovered in a proceeding before a civil court of competent jurisdiction by the administering agency.\\par\n\\'a722-528 Unlawful retaliation. a. It shall be unlawful for any private employer to deprive or threaten to deprive any person of employment, take or threaten to take any retaliatory action against any employee, or directly or indirectly intimidate, threaten, coerce, command or influence or attempt to intimidate, threaten, coerce, command or influence any person because such person has taken an action to enforce, inquire about or inform others about the requirements of this chapter.\\par\nb. The private employer shall establish a procedure to provide for the adequate redress of any retaliatory adverse personnel action taken against an employee in retaliation for that employee\\rquote s attempt to exercise his or her rights under this chapter with respect to inquiring about, requesting or using paid family leave.\\par\n\\'a722-529 Construction. a. Nothing in this chapter shall be construed to preempt, limit or otherwise affect the applicability of any other law, rule or regulation, or to create any power or duty in conflict with any federal or state law, nor shall anything in this chapter be construed to prevent private employers from adopting or retaining leave policies that are more generous than policies that comply with this chapter.\\par\nb. \\cf1 Nothing in this chapter shall be construed as requiring an employer to provide financial or other reimbursement to an employee under any circumstances including, but not limited to, an employee\\rquote s termination, resignation, retirement, or other separation from employment, for accrued paid family leave that has not been used.\\cf0\\par\n\\'a722-530 Collective bargaining agreements. Nothing in this chapter shall be construed to diminish or impair the rights and obligations of an employee or private employer under any valid collective bargaining agreement.\\par\n\\ulnone\\'a73. If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall remain in full force and effect.\\par\n\\'a74. This local law shall take effect on May 1, 2011, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this local law prior to such effective date.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\qj MWC \\line LS 1158\\par\n11-23-10\\par\nInt. 805-2008\\line Civil Service & Labor\\fs18  \\fs20\\par\n}\n",
  "LastModified": "2013-12-23T20:15:00.25Z"
}
