{
  "ID": 46223,
  "GUID": "BAE94D20-2F6D-4A6D-9D00-BD11AB1640B0",
  "File": "Int 0438-2010",
  "Name": "Community impact reports for city-subsidized economic development projects.",
  "Title": "A Local Law to amend the New York city charter and the administrative code of the city of New York, in relation to community impact reports for city-subsidized economic development projects.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 7,
  "BodyName": "Committee on Economic Development",
  "IntroDate": "2010-11-30T00:00:00Z",
  "AgendaDate": "2010-11-30T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    }
  ],
  "History": [
    {
      "ID": 248780,
      "Date": "2010-11-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 248887,
      "Date": "2010-11-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Economic Development",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10296,
      "AgendaSequence": 80,
      "MinutesSequence": 90,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Economic Development",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273327,
      "Date": "2013-05-01T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 12424,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 438-A",
      "MinutesNote": "Proposed Int. No. 438-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273821,
      "Date": "2013-05-01T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 12424,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273822,
      "Date": "2013-05-01T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 12424,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284221,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 111530,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 438 - 11/30/10",
      "Link": "http://nyc.legistar1.com/nyc/attachments/43941d6f-eeae-4804-9632-579a77a6f5ef.doc",
      "Sort": 1
    },
    {
      "ID": 111767,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/1/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9c020c35-25cf-4a5d-bda9-d94440ef8975.pdf",
      "Sort": 2
    },
    {
      "ID": 111859,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 5/1/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0bd73557-4f52-4871-b7bf-74af896ce3f4.PDF",
      "Sort": 3
    },
    {
      "ID": 111989,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/1/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7d7c67ae-f267-4dd4-9566-31cc5523baae.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 51563,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Title 22 of the administrative code of the city of New York is amended by adding a new chapter 8 to read as follows:\nChapter 8\nCommunity Impact Reports\n§22-801.  Definitions\n§22-802.  Community Impact Reports    \n\t§22-801.  Definitions.  a. For the purposes of this chapter, the following terms shall have the following meanings: \n1.\t“Department” shall mean the department of business services.\n2.\t“Economic development benefit” shall mean the sale or lease of city-owned property to a person or entity for the purpose of job creation, retention, growth or other economic development project, or  the provision or administration of financial assistance to a person or entity for the improvement or development of real property, job creation,  retention, growth or other economic development project which is provided or administered by a city agency or an economic development entity..  Economic development benefits shall not include the sale or lease of city-owned property or the provision of a benefit in connection with contracts or other agreements for the provision of social services or for the creation of affordable housing units where such housing units are not created in connection with the creation of market rate housing units.\n3.\t“Economic development entity” shall mean a local development corporation or not-for-profit corporation which, pursuant to a contract with the city, is providing or administering economic development benefits on behalf of and for the benefit of the city. \n4.\t“Economic development project” shall mean a project undertaken by a person or entity which receives an economic development benefit for such project. \n5.\t“Financial assistance” shall mean the provision of monetary payments, loans or grants; bond financing; tax abatements or exemptions; energy savings or any other financial incentive including, but not limited to, abatements or exemptions from real property, mortgage recording, sales and uses taxes, or the difference between any payments in lieu of taxes and the amount of real property or other taxes that would have been due if the property were not exempted from the payment of such taxes which is valued at one hundred fifty thousand dollars or more but shall not include any benefit or assistance in connection with contracts or other agreements for the provision of social services or for the creation of affordable housing units where such housing units are not created in connection with the creation of market rate housing units.\n§22-802.  Community Impact Reports.  For each economic development project, the department shall prepare or cause to be prepared a community impact report which shall describe and assess certain economic and social data related to the proposed economic development project and the community in which it will be located along with the following: \na. a general, functional description of the proposed project; its prospective location; its initial owner, operator or manager; existing number of employees; whether the project is a new or continuing endeavor; a full description of the funding source benefit or program name, dollar amount or equivalent along with the term of all economic development benefits being contemplated including a list of as-of-right business incentive program benefits provided by the city; \n\tb. information on whether the economic development project would be located in a highly distressed area as defined under section 854(18) of the general municipal law with a listing of such qualifying characteristics.  Where a project would be  located in a highly distressed area, the community impact report should address the impact the proposed project will have in (i) alleviating unemployment; (ii) spurring private or public investment in employment, housing or educational opportunities for residents (iii) increasing wages or other employment compensation, such as health benefits, of other businesses in the distressed area; (iv) providing opportunities for training and skills development and improving employment opportunities for entry-level or low-skill workers and  (v) facilitating and supporting local entrepreneurial efforts. \n\tc. Where a business will be created or moved to a prospective location in furtherance of the economic development project, the current use of the prospective location shall be identified;\nd. The community impact report shall also include:  (i) the estimated number of residential units to be directly created or renovated as a result of such project, proposed rents for such units, how such rents compare to current rents in the community district or districts within which such project will be located and the estimated increase in rents within such community district or districts resulting from such project;\n(ii) the estimated number of residents who will be displaced as a direct result of the project and as to these residents, a demographic profile to include, but not limited to the racial, ethnic and gender composition of these residents, the estimated number of residents over sixty-five years of age and under 18 years of age; the average individual and household income;  the number of residents receiving subsidized housing assistance from vouchers, grants or other program;  the number of any rent regulated units in an existing building at risk of elimination; and such other  information determined by the department to be appropriate;\n(iii) the estimated number of businesses that will be displaced as a direct result of the project; the estimated number of full-time employees and part-time employees to be displaced; the business type classification as commercial, industrial or retail and percentage representation, average gross floor area and the final actual assessed total value of the business properties to be displaced.\n(iv) the estimated number of permanent and seasonal full-time jobs to be directly created by such project, the number of permanent full-time jobs to be indirectly created by such project and how each such estimate was derived;\n(v) the number of jobs directly created by such project, aggregated by business sector including, but not limited to, construction, retail, professional services, financial services, tourism and hospitality, information and technology and building services;\n (vi) the percentage of employees in each category set forth in paragraphs iv and v  of this subdivision, respectively, who it is estimated will earn up to thirty-five thousand dollars per year, the percentage of employees who it is estimated will earn more than thirty-five thousand dollars per year and up to fifty thousand dollars per year and the percentage of employees who it is estimated will earn more than fifty thousand dollars per year and for those employees who are not salaried but are paid based upon an hourly wage, the percentage of employees in each such category, respectively, who it is estimated will be paid an hourly wage between the minimum wage and ten dollars an hour and above ten dollars  and up to fifteen dollars an hour;\n(vii) information on whether the project will utilize local job recruitment programs and the number of jobs which may be filled by such programs;\n(viii) the number of persons in each category set forth in paragraphs iv and v of this subdivision, respectively, who it is estimated will receive employer provided health benefits.\nd. A community impact report shall be submitted to the council at least thirty days prior to the approval by the city or the economic development entity of the proposed economic development benefit and related project.  Each report shall also be made available on the website of the economic development entity or on the website of the city of New York.\n§2. Paragraph a of subdivision 1 of section 1301 of the New York city charter is amended to read as follows:\n\ta. to establish business, industrial and commercial policies, programs  and  projects  which  affect  the  business,  industrial,  commercial or  economic well-being, development, growth and expansion of  the  economic  life of the city; and to examine the impact on communities for which  an economic development project is proposed.;\n§3.  This local law shall take effect one hundred twenty days from its enactment.   \n\n\nTD\nVann - LS #801\n4/12/2013 12:41 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1.  Title 22 of the administrative code of the city of New York is amended by adding a new chapter 8 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc\\ul Chapter 8\\par\nCommunity Impact Reports\\par\n\\'a722-801.  Definitions\\par\n\\'a722-802.  Community Impact Reports    \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\'a722-801.  Definitions.  a. For the purposes of this chapter, the following terms shall have the following meanings: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi576\\li144\\sl480\\slmult1\\qj\\ulnone 1.\\tab\\ul\\ldblquote Department\\rdblquote  shall mean the department of business services.\\par\n\\ulnone 2.\\tab\\ul\\ldblquote Economic development benefit\\rdblquote  shall mean the sale or lease of city-owned property to a person or entity for the purpose of job creation, retention, growth or other economic development project, or  the provision or administration of financial assistance to a person or entity for the improvement or development of real property, job creation,  retention, growth or other economic development project which is provided or administered by a city agency or an economic development entity..  Economic development benefits shall not include the sale or lease of city-owned property or the provision of a benefit in connection with contracts or other agreements for the provision of social services or for the creation of affordable housing units where such housing units are not created in connection with the creation of market rate housing units.\\par\n\\ulnone 3.\\tab\\ul\\ldblquote Economic development entity\\rdblquote  shall mean \\cf1 a local development corporation or not-for-profit corporation which, pursuant to a contract with the city, is providing or administering economic development benefits on behalf of and for the benefit of the city.\\cf0  \\par\n\\ulnone 4.\\tab\\ul\\ldblquote Economic development project\\rdblquote  shall mean a project undertaken by a person or entity which receives an economic development benefit for such project. \\par\n\\ulnone 5.\\tab\\ul\\ldblquote Financial assistance\\rdblquote  shall mean the provision of monetary payments, loans or grants; bond financing; tax abatements or exemptions; energy savings or any other financial incentive including, but not limited to, abatements or exemptions from real property, mortgage recording, sales and uses taxes, or the difference between any payments in lieu of taxes and the amount of real property or other taxes that would have been due if the property were not exempted from the payment of such taxes which is valued at one hundred fifty thousand dollars or more but shall not include any benefit or assistance in connection with contracts or other agreements for the provision of social services or for the creation of affordable housing units where such housing units are not created in connection with the creation of market rate housing units.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a722-802.  Community Impact Reports.  For each economic development project, the department shall prepare or cause to be prepared a community impact report which shall describe and assess certain economic and social data related to the proposed economic development project and the community in which it will be located along with the following: \\par\na. a general, functional description of the proposed project; its prospective location; its initial owner, operator or manager; existing number of employees; whether the project is a new or continuing endeavor; a full description of the funding source benefit or program name, dollar amount or equivalent along with the term of all economic development benefits being contemplated including a list of as-of-right business incentive program benefits provided by the city; \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul b. information on whether the economic development project would be located in a highly distressed area as defined under section 854(18) of the general municipal law with a listing of such qualifying characteristics.  Where a project would be  located in a highly distressed area, the community impact report should address the impact the proposed project will have in (i) alleviating unemployment; (ii) spurring private or public investment in employment, housing or educational opportunities for residents (iii) increasing wages or other employment compensation, such as health benefits, of other businesses in the distressed area; (iv) providing opportunities for training and skills development and improving employment opportunities for entry-level or low-skill workers and  (v) facilitating and supporting local entrepreneurial efforts. \\par\n\\ulnone\\tab\\ul c. Where a business will be created or moved to a prospective location in furtherance of the economic development project, the current use of the prospective location shall be identified;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj d.\\cf1  The community impact report shall also include:  (i) the estimated number of residential units to be directly created or renovated as a result of such project, proposed rents for such units, how such rents compare to current rents in the community district or districts within which such project will be located and the estimated increase in rents within such community district or districts resulting from such project;\\par\n(ii) the estimated number of residents who will be displaced as a direct result of the project and as to these residents, a demographic profile to include, but not limited to the racial, ethnic and gender composition of these residents, the estimated number of residents over sixty-five years of age and under 18 years of age; the average individual and household income;  the number of residents receiving subsidized housing assistance from vouchers, grants or other program;  the number of any rent regulated units in an existing building at risk of elimination; and such other  information determined by the department to be appropriate;\\par\n(iii) the estimated number of businesses that will be displaced as a direct result of the project; the estimated number of full-time employees and part-time employees to be displaced; the business type classification as commercial, industrial or retail and percentage representation, average gross floor area and the final actual assessed total value of the business properties to be displaced.\\par\n\\cf0 (iv) the estimated number of permanent and seasonal full-time jobs to be directly created by such project, the number of permanent full-time jobs to be indirectly created by such project and how each such estimate was derived;\\par\n(v) the number of jobs directly created by such project, aggregated by business sector including, but not limited to, construction, retail, professional services, financial services, tourism and hospitality, information and technology and building services;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx7380\\b\\i  \\b0\\i0 (vi) the percentage of employees in each category set forth in paragraphs iv and v  of this subdivision, respectively, who it is estimated will earn up to thirty-five thousand dollars per year, the percentage of employees who it is estimated will earn more than thirty-five thousand dollars per year and up to fifty thousand dollars per year and the percentage of employees who it is estimated will earn more than fifty thousand dollars per year and for those employees who are not salaried but are paid based upon an hourly wage, the percentage of employees in each such category, respectively, who it is estimated will be paid an hourly wage between the minimum wage and ten dollars an hour and above ten dollars  and up to fifteen dollars an hour;\\par\n(vii) information on whether the project will utilize local job recruitment programs and the number of jobs which may be filled by such programs;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (viii) the number of persons in each category set forth in paragraphs iv and v of this subdivision, respectively, who it is estimated will receive employer provided health benefits.\\par\nd. A community impact report shall be submitted to the council at least thirty days prior to the approval by the city or the economic development entity of the proposed economic development benefit and related project.  Each report shall also be made available on the website of the economic development entity or on the website of the city of New York.\\par\n\\ulnone\\'a72. Paragraph a of subdivision 1 of section 1301 of the New York city charter is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab a. to establish business, industrial and commercial policies, programs  and  projects  which  affect  the  business,  industrial,  commercial or  economic well-being, development, growth and expansion of  the  economic  life of the city\\ul ;\\ulnone  \\ul and to examine the impact on communities for which  an economic development project is proposed.\\ulnone ;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a73.  This local law shall take effect one hundred twenty days from its enactment.   \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\par\n\\fs20 TD\\par\nVann - LS #801\\par\n4/12/2013 12:41 PM\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T20:13:35.86Z"
}
