{
  "ID": 46262,
  "GUID": "878E636F-D4E0-4344-B2EC-D3266EF2A9AC",
  "File": "Int 0439-2010",
  "Name": "Required installation of indoor thermometers in multiple dwellings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the required installation of indoor thermometers in multiple dwellings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2010-12-08T00:00:00Z",
  "AgendaDate": "2010-12-08T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7556,
      "Slug": "the-public-advocate-mr-de-blasio",
      "FullName": "The Public Advocate (Mr. de Blasio)"
    }
  ],
  "History": [
    {
      "ID": 249145,
      "Date": "2010-12-08T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 249333,
      "Date": "2010-12-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10345,
      "AgendaSequence": 63,
      "MinutesSequence": 74,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 250597,
      "Date": "2011-02-08T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 10472,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 251033,
      "Date": "2011-02-08T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 10472,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284220,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 99467,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 2/8/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8dd6fd97-d0a6-4c41-b792-1153231c18c2.doc",
      "Sort": 1
    },
    {
      "ID": 99527,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 2/8/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/74dc36ce-06de-4c65-a5fd-45e02f266197.PDF",
      "Sort": 2
    },
    {
      "ID": 99649,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 2/8/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6f5b21c8-335a-4bb1-b61e-7ff5a4363ddc.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 47295,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Article 11 of subchapter 2 of chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2046.3 to read as follows:\n\tSection 27-2046.3  Duties of owner and occupant with respect to installation and replacement of indoor thermometers in class A  multiple dwellings. a. It shall be the duty of the owner of a class A multiple dwelling to:\n\t(1) provide and install one or more approved and operational indoor thermometers in each living room of each dwelling unit. Such thermometers shall be installed pursuant to rules promulgated by the commissioner;\n\t(2) replace any indoor thermometer which has been removed, is missing or has been rendered inoperable prior to the occupancy of a dwelling unit by a new occupant;\n\t(3) replace such thermometer within thirty calendar days after the receipt of written notice that such thermometer has become inoperable due to a defect in the manufacture of such thermometer  and through no fault of the occupant of the dwelling unit;\n\t(4) maintain such records as the commissioner shall prescribe by rule relating  to the  installation  and  maintenance  of  such indoor thermometers and make  such  records  available  to  the  commissioner  upon request.\n\tb.  It shall be the sole duty of the occupant of each dwelling unit in a class A multiple dwelling in which an indoor thermometer has been provided  and  installed  by  the  owner of this section to:\n\t(1) keep and maintain such thermometer  in good repair; and\n\t(2) replace any and all indoor thermometers  which  are  stolen,  removed, missing  or  rendered  inoperable  during the occupancy of such dwelling unit.\n\tc. Except as otherwise  provided  in  paragraphs two and three of subdivision  a  of this section, an owner of a class A multiple dwelling who has provided and installed an indoor thermometer in a dwelling unit pursuant to this section shall not be required to keep and maintain such  thermometer in  good  repair  or  to  replace any such thermometer  which is stolen, removed, missing or rendered inoperable during the occupancy of such dwelling unit.\n\td.  The  occupant of a dwelling unit in which an indoor thermometer is provided and  installed  pursuant  to  this  section shall  reimburse  the  owner  a  maximum  of ten  dollars for the cost of providing and installing each such thermometer. The occupant shall  have  one year from the date of installation to make such reimbursement.\n\t§2. This local law shall take effect one hundred eighty days after its enactment, except that the commissioner of housing preservation and development shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\nLS #553\nTBD\n7/28/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\tab Section 1.  Article 11 of subchapter 2 of chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2046.3 to read as follows:\\par\n\\tab\\ul Section 27-2046.3  Duties of owner and occupant with respect to installation and replacement of indoor thermometers in class A  multiple dwellings. a. It shall be the duty of the owner of a class A multiple dwelling to:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf1\\ulnone\\tab\\ul (1) provide and install one or more approved and operational indoor thermometers in each living room of each dwelling unit. Such thermometers shall be installed pursuant to rules promulgated by the commissioner;\\par\n\\ulnone\\tab\\ul (2) replace any indoor thermometer which has been removed, is missing or has been rendered inoperable prior to the occupancy of a dwelling unit by a new occupant;\\par\n\\ulnone\\tab\\ul (3) replace such thermometer within thirty calendar days after the receipt of written notice that such thermometer has become inoperable due to a defect in the manufacture of such thermometer  and through no fault of the occupant of the dwelling unit;\\par\n\\ulnone\\tab\\ul (4) maintain such records as the commissioner shall prescribe by rule relating  to the  installation  and  maintenance  of  such indoor thermometers and make  such  records  available  to  the  commissioner  upon request.\\par\n\\ulnone\\tab\\ul b.  It shall be the sole duty of the occupant of each dwelling unit in a class A multiple dwelling in which an indoor thermometer has been provided  and  installed  by  the  owner of this section to:\\par\n\\ulnone\\tab\\ul (1) keep and maintain such thermometer  in good repair; and\\par\n\\ulnone\\tab\\ul (2) replace any and all indoor thermometers  which  are  stolen,  removed, missing  or  rendered  inoperable  during the occupancy of such dwelling unit.\\par\n\\ulnone\\tab\\ul c. Except as otherwise  provided  in  paragraphs two and three of subdivision  a  of this section, an owner of a class A multiple dwelling who has provided and installed an indoor thermometer in a dwelling unit pursuant to this section shall not be required to keep and maintain such  thermometer in  good  repair  or  to  replace any such thermometer  which is stolen, removed, missing or rendered inoperable during the occupancy of such dwelling unit.\\par\n\\ulnone\\tab\\ul d.  The  occupant of a dwelling unit in which an indoor thermometer is provided and  installed  pursuant  to  this  section shall  reimburse  the  owner  a  maximum  of ten  dollars for the cost of providing and installing each such thermometer. The occupant shall  have  one year from the date of installation to make such reimbursement.\\par\n\\ulnone\\tab\\'a72.\\cf0  This local law shall take effect one hundred eighty days after its enactment, except that the commissioner of housing preservation and development shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar LS #553\\par\nTBD\\par\n7/28/10\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar\\cf0\\par\n}\n",
  "LastModified": "2013-12-23T20:13:12.687Z"
}
