{
  "ID": 48297,
  "GUID": "1BF7B8D4-9AFA-430A-83B8-A56A5738A71A",
  "File": "Int 0750-2012",
  "Name": "Guards along pedestrian walkways and in shopping center parking garages.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to guards along pedestrian walkways and in shopping center parking garages.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2012-01-04T00:00:00Z",
  "AgendaDate": "2012-01-04T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    }
  ],
  "History": [
    {
      "ID": 261126,
      "Date": "2012-01-04T12:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261200,
      "Date": "2012-01-04T12:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11311,
      "AgendaSequence": 52,
      "MinutesSequence": 57,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261988,
      "Date": "2012-02-28T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 11394,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 750-A",
      "MinutesNote": "Proposed Int. No. 750-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262216,
      "Date": "2012-02-28T13:10:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 11394,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262217,
      "Date": "2012-02-28T13:20:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 11394,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261991,
      "Date": "2012-02-28T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 11411,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No.750-A",
      "MinutesNote": "Proposed Int. No.750-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262208,
      "Date": "2012-02-28T13:40:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 11411,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262209,
      "Date": "2012-02-28T13:50:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 11411,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284183,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 105368,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 750 - 1/4/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2083f9d1-1d05-40c9-a089-04901d9eb1bc.doc",
      "Sort": 1
    },
    {
      "ID": 105504,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 2/28/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4ae8e577-75b5-4edb-8205-dc934a0c1c55.doc",
      "Sort": 2
    },
    {
      "ID": 105569,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 2/28/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fcea5324-e58a-4277-9bd3-6829f0a2eabd.PDF",
      "Sort": 3
    },
    {
      "ID": 105828,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 2/28/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/33e12dbe-f7bc-4298-bdf0-32cfc599c9b2.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 49590,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section BC 202 of the New York city building code, as added by local law number 33 for the year 2007, is amended by adding a definition for “shopping center parking garage” in alphabetical order following the definition of “shell” to read as follows:\nSHOPPING CENTER PARKING GARAGE.  A publicly accessible parking garage attached to: \n(1) a covered mall building; \n(2) an anchor building; or \n(3) a single building enclosing a number of tenants and occupants such as retail stores, drinking and dining establishments, entertainment and amusement facilities, passenger transportation terminals, offices, and other similar uses wherein two or more tenants have a main entrance into one or more common pedestrian areas.\n§2. Section BC 1012.2 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\n1012.2 Height.  Guards shall form a protective barrier not less than 42 inches (1067 mm) high, measured vertically above the leading edge of the tread, adjacent walking surface or adjacent seatboard.\nExceptions:\n1. For occupancies in Group R-3, and within individual dwelling units in occupancies in Group R-2, guards whose top rail also serves as a handrail shall have a height not less than 34 inches (864 mm) and not more than 38 inches (965 mm) measured vertically from the leading edge of the stair tread nosing.\n2. The height in assembly seating areas shall be in accordance with Section 1024.14.  \n3. For all new and existing guards required pursuant to Section 406.2.3.2 in shopping center parking garages and for all new and existing guards on pedestrian walkways designed in accordance with Section 3104 where such walkways are located more than 30 inches (762 mm) above the floor or grade below and are accessible to the general public:\n3.1. The height shall be at least 8 feet (2438 mm) and the upper portion of such guard shall be curved or angled so that the top of the guard extends horizontally over the walking surface of the walkway or shopping center parking garage floor or roof area at least three feet (914 mm) or, where such surface is less than six feet (1828 mm) wide, half the width of such surface; or\n3.2. Such guard shall extend fully to the floor or grade above.\n§3.  Section BC 1607.7.1.1 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\n1607.7.1.1 Concentrated load.  Handrail assemblies and guards shall be able to resist a single concentrated load of 200 pounds (0.89 kN), applied in any direction at any point along the top, and have attachment devices and supporting structure to transfer this loading to appropriate structural elements of the building.  This load need not be assumed to act concurrently with the loads specified in the preceding paragraph.\nException:\n1. Guards required pursuant to Section 406.2.3.2 in shopping center parking garages and guards on pedestrian walkways designed in accordance with Section 3104 where such walkways are (a) located more than 30 inches (762 mm) above the floor or grade below and (b) accessible to the general public, shall also be able to resist a single concentrated load of 200 pounds (0.89 kN), applied in any direction at any point between 42 inches (1067 mm) and 43.25 inches (1099 mm) measured vertically above the leading edge of the tread, adjacent walking surface or adjacent seatboard.  This provision shall apply retroactively to all existing pedestrian walkways and shopping center parking garages.\n§4.  Subchapter seven of the New York city building code is amended by adding new articles 23 and 24 to read as follows:  \nARTICLE 23\nPEDESTRIAN WALKWAYS\n§27-523.1 Retroactive guard requirement.\n\n§27-523.1 Retroactive guard requirement.  Bridges between buildings as described in subdivision d of section 27-313 of this title shall comply with section BC 1012 of title 28 of this code.  This provision shall apply retroactively to all existing bridges between buildings.\nARTICLE 24\nSHOPPING CENTER PARKING GARAGES\n\n\t§27-524.1 Retroactive guard requirement.\n\n\t§27-524.1 Retroactive guard requirement.  Shopping center parking garages, as defined by section BC 202 of title 28 of this code, shall comply with sections BC 406.2.3.2 and BC 1012 of title 28 of this code.  This provision shall apply retroactively to all existing shopping center parking garages.\n§5.  This local law shall take effect three years after its enactment except that the commissioner of the department of buildings shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\nEAA\nLS #3037/3304/3312\n2/10/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Section BC 202 of the New York city building code, as added by local law number 33 for the year 2007, is amended by adding a definition for \\ldblquote shopping center parking garage\\rdblquote  in alphabetical order following the definition of \\ldblquote shell\\rdblquote  to read as follows:\\par\n\\ul SHOPPING CENTER PARKING GARAGE.  A publicly accessible parking garage attached to: \\par\n(1) a covered mall building; \\par\n(2) an anchor building; or \\par\n(3) a single building enclosing a number of tenants and occupants such as retail stores, drinking and dining establishments, entertainment and amusement facilities, passenger transportation terminals, offices, and other similar uses wherein two or more tenants have a main entrance into one or more common pedestrian areas.\\par\n\\ulnone\\'a72. Section BC 1012.2 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n1012.2 Height.  Guards shall form a protective barrier not less than 42 inches (1067 mm) high, measured vertically above the leading edge of the tread, adjacent walking surface or adjacent seatboard.\\par\nExceptions:\\par\n1. For occupancies in Group R-3, and within individual dwelling units in occupancies in Group R-2, guards whose top rail also serves as a handrail shall have a height not less than 34 inches (864 mm) and not more than 38 inches (965 mm) measured vertically from the leading edge of the stair tread nosing.\\par\n2. The height in assembly seating areas shall be in accordance with Section 1024.14.\\b   \\par\n\\ul\\b0 3. For all new and existing guards required pursuant to Section 406.2.3.2 in shopping center parking garages and for all new and existing guards on pedestrian walkways designed in accordance with Section 3104 where such walkways are located more than 30 inches (762 mm) above the floor or grade below and are accessible to the general public:\\par\n3.1. The height shall be at least 8 feet (2438 mm) and the upper portion of such guard shall be curved or angled so that the top of the guard extends horizontally over the walking surface of the walkway or shopping center parking garage floor or roof area at least three feet (914 mm) or, where such surface is less than six feet (1828 mm) wide, half the width of such surface; or\\par\n3.2. Such guard shall extend fully to the floor or grade above.\\par\n\\ulnone\\'a73.  Section BC 1607.7.1.1 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n1607.7.1.1 Concentrated load.  Handrail assemblies and guards shall be able to resist a single concentrated load of 200 pounds (0.89 kN), applied in any direction at any point along the top, and have attachment devices and supporting structure to transfer this loading to appropriate structural elements of the building.  This load need not be assumed to act concurrently with the loads specified in the preceding paragraph.\\par\n\\ul Exception:\\par\n1. Guards required pursuant to Section 406.2.3.2 in shopping center parking garages and guards on pedestrian walkways designed in accordance with Section 3104 where such walkways are (a) located more than 30 inches (762 mm) above the floor or grade below and (b) accessible to the general public, shall also be able to resist a single concentrated load of 200 pounds (0.89 kN), applied in any direction at any point between 42 inches (1067 mm) and 43.25 inches (1099 mm) measured vertically above the leading edge of the tread, adjacent walking surface or adjacent seatboard.  This provision shall apply retroactively to all existing pedestrian walkways and shopping center parking garages.\\par\n\\ulnone\\'a74.  Subchapter seven of the New York city building code is amended by adding new articles 23 and 24 to read as follows:  \\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qc ARTICLE 23\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qc PEDESTRIAN WALKWAYS\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\'a727-523.1 Retroactive guard requirement.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a727-523.1 Retroactive guard requirement.  Bridges between buildings as described in subdivision d of section 27-313 of this title shall comply with section BC 1012 of title 28 of this code.  This provision shall apply retroactively to all existing bridges between buildings.\\par\n\\pard\\ltrpar\\nowidctlpar\\qc ARTICLE 24\\par\nSHOPPING CENTER PARKING GARAGES\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\par\n\\tab\\ul\\'a727-524.1 Retroactive guard requirement.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\'a727-524.1 Retroactive guard requirement.  Shopping center parking garages, as defined by section BC 202 of title 28 of this code, shall comply with sections BC 406.2.3.2 and BC 1012 of title 28 of this code.  This provision shall apply retroactively to all existing shopping center parking garages.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a75.  This local law shall take effect three years after its enactment except that the commissioner of the department of buildings shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj EAA\\par\nLS #3037/3304/3312\\par\n2/10/12\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T18:37:28.363Z"
}
