{
  "ID": 48314,
  "GUID": "35C2E37F-8EDB-4C4D-A667-8DCF2E75755A",
  "File": "Int 0756-2012",
  "Name": "Reporting of deficiencies in Department of Homeless Services adult and family shelters, and to repeal subdivision e of section 21-312.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the reporting of deficiencies in Department of Homeless Services adult and family shelters, and to repeal subdivision e of section 21-312.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2012-01-18T00:00:00Z",
  "AgendaDate": "2012-01-18T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    }
  ],
  "History": [
    {
      "ID": 261293,
      "Date": "2012-01-18T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261379,
      "Date": "2012-01-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11334,
      "AgendaSequence": 55,
      "MinutesSequence": 66,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283870,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49440,
  "Text": "Be it enacted by the Council as follows: \n \nSection 1. Subdivision e of §21-312 of the administrative code of the city of New York is hereby REPEALED. \n§2. Chapter three of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows: \n§21-316. Shelter deficiency reports.\na. Definitions. For the purposes of this section, the following terms shall have the following meanings:\n(1) “Adult” shall mean any person who is eighteen years of age or older;\n(2) “Adult families” shall mean families comprised of adults and no children;\n(3) “Child” shall mean any person under eighteen years of age;\n(4) “DHS” shall mean the Department of Homeless Services;\n(5) “DHS-administered facilities” shall mean city-administered facilities managed directly by DHS or by a provider under contract or similar agreement with DHS;\n(6) “DHS drop-in centers” shall mean city-administered facilities that provide single adults with hot meals, showers, laundry facilities, clothing, medical care, recreational space, employment referrals and/or housing placement services, but not overnight housing;\n(7) “DHS faith-based beds” shall mean city-administered facilities that provide overnight housing to individuals, are affiliated with one or more religious groups and receive client referrals through organizations under contract with DHS;\n(8) “DHS safe havens” shall mean city-administered facilities that provide low-threshold, harm-reduction housing to chronic street homeless individuals, who are referred to such facilities through a DHS outreach program, without the obligation of entering into other supportive and rehabilitative services in order to reduce barriers to temporary housing;\n(9) “DHS stabilization beds” shall mean city-administered facilities that provide a short-term housing option for a chronic street homeless individual while such individual works with his/her outreach team to locate a more permanent housing option;\n(10) “DHS veterans shelters” shall mean city-administered facilities that provide short-term housing for people who actively served in the United States military;\n(11) “Families with children” shall mean families with adults and children, couples including at least one pregnant woman, single pregnant women, or parents or grandparents with a pregnant individual; and\n(12) “Single adults” shall mean individuals without an accompanying adult or child.\nb. Quarterly reports. The commissioner shall submit to the speaker of the council quarterly reports summarizing the health, sanitation, safety and fire protection-related deficiencies identified in any inspection of DHS-administered facilities housing (i) single adults, (ii) adult families, and (iii) families with children, including but not limited to DHS drop-in centers, DHS faith-based centers, DHS safe havens, DHS stabilization beds, and DHS veterans shelters, conducted by any state agency, including but not limited to the office of temporary and disability assistance, the office of children and family services, and the New York state department of health; and any city agency including, but not limited to, the New York city fire department, the New York city department of health and mental hygiene, and the New York city department of buildings; any other government agency; and any organization appointed by any court. The first such report shall be due thirty business days following the calendar quarter ending March thirtieth, two thousand and twelve and all subsequent reports shall be due thirty business days following the last day of each succeeding calendar quarter. Such quarterly reports shall include, but not be limited to, the following:\n1. a list of all deficiencies identified by any state, city or other inspecting government agencies or organizations appointed by any court during the quarter which have not yet been brought into compliance with applicable statutes, laws, rules and regulations and the date on which deficiencies previously reported to the speaker of the council were brought into compliance;\n2. a list of all deficiencies identified by the fire department in three or more consecutive inspections which have not yet been brought into compliance with applicable statutes, laws, rules and regulations;\n3. a copy of all court orders regarding health, sanitation, safety and fire protection-related deficiencies issued during the quarter; and \n4. a copy of all corrective action plans, and amendments thereto, regarding health, sanitation, safety and fire protection-related deficiencies filed with any court during the quarter.\n§3. This local law shall take effect immediately.\nLS# 2953\nJMG\n12/28/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows: \\ulnone\\par\n \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Subdivision e of \\'a721-312 of the administrative code of the city of New York is hereby REPEALED. \\par\n\\'a72. Chapter three of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows: \\par\n\\ul\\'a721-316. Shelter deficiency reports.\\par\na. Definitions. For the purposes of this section, the following terms shall have the following meanings:\\ulnone\\par\n\\ul (1) \\ldblquote Adult\\rdblquote  shall mean any person who is eighteen years of age or older;\\par\n(2) \\ldblquote Adult families\\rdblquote  shall mean families comprised of adults and no children;\\par\n(3) \\ldblquote Child\\rdblquote  shall mean any person under eighteen years of age;\\par\n(4) \\ldblquote DHS\\rdblquote  shall mean the Department of Homeless Services;\\par\n(5) \\ldblquote DHS-administered facilities\\rdblquote  shall mean city-administered facilities managed directly by DHS or by a provider under contract or similar agreement with DHS;\\par\n(6) \\ldblquote DHS drop-in centers\\rdblquote  shall mean city-administered facilities that provide single adults with hot meals, showers, laundry facilities, clothing, medical care, recreational space, employment referrals and/or housing placement services, but not overnight housing;\\par\n(7) \\ldblquote DHS faith-based beds\\rdblquote  shall mean city-administered facilities that provide overnight housing to individuals, are affiliated with one or more religious groups and receive client referrals through organizations under contract with DHS;\\par\n(8) \\ldblquote DHS safe havens\\rdblquote  shall mean city-administered facilities that provide low-threshold, harm-reduction housing to chronic street homeless individuals, who are referred to such facilities through a DHS outreach program, without the obligation of entering into other supportive and rehabilitative services in order to reduce barriers to temporary housing;\\par\n(9) \\ldblquote DHS stabilization beds\\rdblquote  shall mean city-administered facilities that provide a short-term housing option for a chronic street homeless individual while such individual works with his/her outreach team to locate a more permanent housing option;\\par\n(10) \\ldblquote DHS veterans shelters\\rdblquote  shall mean city-administered facilities that provide short-term housing for people who actively served in the United States military;\\par\n(11) \\ldblquote Families with children\\rdblquote  shall mean families with adults and children, couples including at least one pregnant woman, single pregnant women, or parents or grandparents with a pregnant individual; and\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1 (12) \\ldblquote Single adults\\rdblquote  shall mean individuals without an accompanying adult or child.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 b. Quarterly reports. The commissioner shall submit to the speaker of the council quarterly reports summarizing the health, sanitation, safety and fire protection-related deficiencies identified in any inspection of DHS-administered facilities housing (i) single adults, (ii) adult families, and (iii) families with children, including but not limited to DHS drop-in centers, DHS faith-based centers, DHS safe havens, DHS stabilization beds, and DHS veterans shelters, conducted by any state agency, including but not limited to the office of temporary and disability assistance, the office of children and family services, and the New York state department of health; and any city agency including, but not limited to, the New York city fire department, the New York city department of health and mental hygiene, and the New York city department of buildings; any other government agency; and any organization appointed by any court. The first such report shall be due thirty business days following the calendar quarter ending March thirtieth, two thousand and twelve and all subsequent reports shall be due thirty business days following the last day of each succeeding calendar quarter. Such quarterly reports shall include, but not be limited to, the following:\\par\n1. a list of all deficiencies identified by any state, city or other inspecting government agencies or organizations appointed by any court during the quarter which have not yet been brought into compliance with applicable statutes, laws, rules and regulations and the date on which deficiencies previously reported to the speaker of the council were brought into compliance;\\par\n2. a list of all deficiencies identified by the fire department in three or more consecutive inspections which have not yet been brought into compliance with applicable statutes, laws, rules and regulations;\\par\n3. a copy of all court orders regarding health, sanitation, safety and fire protection-related deficiencies issued during the quarter; and \\par\n4. a copy of all corrective action plans, and amendments thereto, regarding health, sanitation, safety and fire protection-related deficiencies filed with any court during the quarter.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl276\\slmult1\\ulnone\\'a73. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1 LS# 2953\\line JMG\\line 12/28/11\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T18:35:41.553Z"
}
