{
  "ID": 48305,
  "GUID": "7BF56ED3-D3D0-4725-A9F1-AB390A275019",
  "File": "Int 0757-2012",
  "Name": "Disclosing the energy and water efficiency in dwelling units, co-ops and condominiums in buildings under fifty thousand square feet.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to disclosing the energy and water efficiency in dwelling units, co-ops and condominiums in buildings under fifty thousand square feet.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2012-01-18T00:00:00Z",
  "AgendaDate": "2012-01-18T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 261294,
      "Date": "2012-01-18T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261378,
      "Date": "2012-01-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11334,
      "AgendaSequence": 56,
      "MinutesSequence": 67,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283869,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49431,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Article 1 of subchapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2009.2 to read as follows:\n§27-2009.2 Disclosure of energy and water use in dwelling units, co-ops and condominiums. a. Definitions. For the purposes of this section only, the term “Energy Star” shall mean a designation from the United States environmental protection agency or department of energy indicating that a product meets the energy efficiency standards set forth by the agency for compliance with the ENERGY STAR program.\nb. The owner of any dwelling unit, co-op or condominium in a building under fifty thousand square feet for sale or rent in the city shall provide to prospective purchasers and renters information regarding the energy and water use of such unit, co-op or condominium, including but not limited to for each such unit, co-op or condominium (a) a list of and whether or not appliances qualify for Energy Star, (b) a list of washrooms and toilet rooms and whether or not the plumbing fixtures and fixture settings in such rooms utilize more water than allowed for fixtures and fixture settings pursuant to section 604.4 of the New York plumbing code, and (c) the monthly cost of electricity, gas, oil and water, disaggregated by each such cost, for the preceding two years or for the time such owner owned such unit, co-op or condominium, whichever is shorter.\nc. The information provided pursuant to subdivision b of this section shall be indicated on a standard reporting form developed by the department in consultation with the office of long-term planning and sustainability. Such form shall be made available on the department website and shall include, but not be limited to, an explanation of the economic and environmental benefits of energy efficiency and water conservation, an explanation of the regulation relating to water closets in the energy policy and conservation act, an explanation of Energy Star, and a list of measures an owner or tenant may follow to improve energy efficiency and water conservation.\n§2.  This local law shall take effect one hundred eighty days upon enactment.\njtb\nLS# 2507\n12/5/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\expndtw0\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  Article 1 of subchapter 2 of t\\expndtw-3 itle 27 of the administrative code of the city of New York is amended by adding a new section 27-2009.2 to read as follows:\\par\n\\ul\\'a727-2009.2 Disclosure of energy and water use in dwelling units, co-ops and condominiums.\\expndtw0  \\expndtw-3 a. Definitions. For the purposes of this section only, the term \\ldblquote Energy Star\\rdblquote  shall mean a designation from the United States environmental protection agency or department of energy indicating that a product meets the energy efficiency standards set forth by the agency for compliance with the ENERGY STAR program.\\par\nb. The owner of any dwelling unit, co-op or condominium in a building under fifty thousand square feet for sale or rent in the city shall provide to prospective purchasers and renters information regarding the energy and water use of such unit, co-op or condominium, including but not limited to for each such unit, co-op or condominium (a) a list of and whether or not appliances qualify for Energy Star, (b) a list of washrooms and toilet rooms and whether or not the plumbing fixtures and fixture settings in such rooms utilize more water than allowed for fixtures and fixture settings pursuant to section 604.4 of the New York plumbing code, and (c) the monthly cost of electricity, gas, oil and water, disaggregated by each such cost, for the preceding two years or for the time such owner owned such unit, co-op or condominium, whichever is shorter.\\par\nc. The information provided pursuant to subdivision b of this section shall be indicated on a standard reporting form developed by the department in consultation with the office of long-term planning and sustainability. Such form shall be made available on the department website and shall include, but not be limited to, an explanation of the economic and environmental benefits of energy efficiency and water conservation, an explanation of the regulation relating to water closets in the energy policy and conservation act, an explanation of Energy Star, and a list of measures an owner or tenant may follow to improve energy efficiency and water conservation.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\expndtw0\\ulnone\\'a72.  This local law shall take effect one hundred eighty days upon enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs16 jtb\\par\nLS# 2507\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj 12/5/11\\par\n\\fs24\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T18:35:29.77Z"
}
