{
  "ID": 48097,
  "GUID": "C9AD5370-20D2-42EE-82CB-8C5D1F712BB0",
  "File": "Int 0759-2012",
  "Name": "Diversifying the membership of the conflicts of interest board.",
  "Title": "A Local Law to amend the New York city charter, in relation to diversifying the membership of the conflicts of interest board.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2012-01-18T00:00:00Z",
  "AgendaDate": "2012-01-18T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 261296,
      "Date": "2012-01-18T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261381,
      "Date": "2012-01-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11334,
      "AgendaSequence": 58,
      "MinutesSequence": 69,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283867,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49215,
  "Text": "Be it enacted by the Council as follows:\n\n Section 1.  Section 2602 of chapter sixty-eight of the New York city charter is amended to read as follows:\n\t§ 2602. Conflicts of interest board.  a. There shall be a conflicts of interest board consisting of five members, three members appointed by the mayor with the advice and consent of the council, one member appointed by the comptroller with the advice and consent of the council, and one member appointed by the public advocate with the advice and consent of the council. The[ mayor] members shall designate a chair.\n\tb. Members shall be chosen for their independence, integrity, civic commitment and high ethical standards. No person while a member shall hold any public office, seek election to any public office, be a public employee in any jurisdiction, hold any political party office, or appear as a lobbyist before the city.\n\tc. Each member shall serve for a term of six years; provided, however, that of the three members first appointed by the mayor, one shall be appointed for a term[ to expire on March thirty-first, nineteen hundred ninety] of two years, one shall be appointed for a term[ to expire on March thirty-first, nineteen hundred ninety-two] of four years and one shall be appointed for a term[ to expire on March thirty-first, nineteen hundred ninety-four] of six years, and of the remaining members, one shall be appointed by the comptroller for a term[ to expire on March thirty first, nineteen hundred ninety two] of six years and one shall be appointed by the public advocate for a term[ to expire on March thirty first, nineteen hundred ninety four] of six years.  If the[ mayor] appointing authority has not submitted to the council a nomination for appointment of a successor at least sixty days prior to the expiration of the term of the member whose term is expiring, the term of the member in office shall be extended for an additional year and the term of the successor to such member shall be shortened by an equal amount of time. If the council fails to act within forty-five days of receipt of such nomination from the [mayor]appointing authority, the nomination shall be deemed to be confirmed. No member shall serve for more than two consecutive six-year terms. [The three initial nominations by the mayor shall be made by the first day of February, nineteen hundred eighty-nine, and both later nominations by the mayor shall be made by the first day of March, nineteen hundred ninety.]  No later than ninety days after the effective date of the local law amending this subdivision, the mayor, comptroller and public advocate shall each nominate new members to serve terms as provided herein.  Such terms shall commence upon the confirmation and appointment of the last member.  Upon such confirmation and appointment of the last member, the members of the board appointed prior to the effective date of the local law amending this subdivision shall cease to be members of the board.\n\td. Members shall receive a per diem compensation, no less than the highest amount paid to an official appointed to a board or commission with the advice and consent of the council and compensated on a per diem basis, for each calendar day when performing the work of the board.\n\te. Members of the board shall serve until their successors have been confirmed. Any vacancy occurring other than by expiration of a term shall be filled by nomination by the[ mayor] appointing authority who appointed the vacating member of the board made to the council within sixty days of the creation of the vacancy, for the unexpired portion of the term of the member succeeded. If the council fails to act within forty-five days of receipt of such nomination from the[ mayor] appointing authority, the nomination shall be deemed to be confirmed.\n\tf. Members may be removed by the[ mayor] appointing authority for substantial neglect of duty, gross misconduct in office, inability to discharge the powers or duties of office or violation of this section, after written notice and opportunity for a reply.\n\tg. The board shall appoint a counsel to serve at its pleasure and shall employ or retain such other officers, employees and consultants as are necessary to exercise its powers and fulfill its obligations. The authority of the counsel shall be defined in writing, provided that neither the counsel, nor any other officer, employee or consultant of the board shall be authorized to issue advisory opinions, promulgate rules, issue subpoenas, issue final determinations of violations of this chapter, or make final recommendations of or impose penalties. The board may delegate its authority to issue advisory opinions to the chair.\n\th. The board shall meet at least once a month and at such other times as the chair may deem necessary. Two members of the board shall constitute a quorum and all acts of the board shall be by the affirmative vote of at least two members of the board.\n§ 2.  This local law shall become effective ninety days after it is submitted for the approval of the qualified electors of the city at the next general election held after its enactment and approved by a majority of such electors voting thereon.\n\nSAG\nLS #2875\n11/16/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1  Section 1.  Section 2602 of chapter sixty-eight of the New York city charter is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\'a7 2602. Conflicts of interest board.\\b  \\b0  a. There shall be a conflicts of interest board consisting of five members, \\ul three members\\ulnone  appointed by the mayor with the advice and consent of the council\\ul , one member appointed by the comptroller with the advice and consent of the council, and one member appointed by the public advocate with the advice and consent of the council\\ulnone . The[ mayor] \\ul members\\ulnone  shall designate a chair.\\par\n\\tab b. Members shall be chosen for their independence, integrity, civic commitment and high ethical standards. No person while a member shall hold any public office, seek election to any public office, be a public employee in any jurisdiction, hold any political party office, or appear as a lobbyist before the city.\\par\n\\tab c. Each member shall serve for a term of six years; provided, however, that of the three members first appointed\\ul  by the mayor\\ulnone , one shall be appointed for a term[ to expire on March thirty-first, nineteen hundred ninety] \\ul of two years\\ulnone , one shall be appointed for a term[ to expire on March thirty-first, nineteen hundred ninety-two] \\ul of four years\\ulnone  and one shall be appointed for a term[ to expire on March thirty-first, nineteen hundred ninety-four] \\ul of six years\\ulnone , and of the remaining members, one shall be appointed \\ul by the comptroller \\ulnone for a term[ to expire on March thirty first, nineteen hundred ninety two] \\ul of six years\\ulnone  and one shall be appointed \\ul by the public advocate \\ulnone for a term[ to expire on March thirty first, nineteen hundred ninety four] \\ul of six years\\ulnone .  If the[ mayor] \\ul appointing authority\\ulnone  has not submitted to the council a nomination for appointment of a successor at least sixty days prior to the expiration of the term of the member whose term is expiring, the term of the member in office shall be extended for an additional year and the term of the successor to such member shall be shortened by an equal amount of time. If the council fails to act within forty-five days of receipt of such nomination from the [mayor]\\ul appointing authority\\ulnone , the nomination shall be deemed to be confirmed. No member shall serve for more than two consecutive six-year terms. [The three initial nominations by the mayor shall be made by the first day of February, nineteen hundred eighty-nine, and both later nominations by the mayor shall be made by the first day of March, nineteen hundred ninety.]  \\ul No later than ninety days after the effective date of the local law amending this subdivision, the mayor, comptroller and public advocate shall each nominate new members to serve terms as provided herein.  Such terms shall commence upon the confirmation and appointment of the last member.  Upon such confirmation and appointment of the last member, the members of the board appointed prior to the effective date of the local law amending this subdivision shall cease to be members of the board.\\par\n\\ulnone\\tab d. Members shall receive a per diem compensation, no less than the highest amount paid to an official appointed to a board or commission with the advice and consent of the council and compensated on a per diem basis, for each calendar day when performing the work of the board.\\par\n\\tab e. Members of the board shall serve until their successors have been confirmed. Any vacancy occurring other than by expiration of a term shall be filled by nomination by the[ mayor] \\ul appointing authority who appointed the vacating member of the board\\ulnone  made to the council within sixty days of the creation of the vacancy, for the unexpired portion of the term of the member succeeded. If the council fails to act within forty-five days of receipt of such nomination from the[ mayor] \\ul appointing authority\\ulnone , the nomination shall be deemed to be confirmed.\\par\n\\tab f. Members may be removed by the[ mayor] \\ul appointing authority\\ulnone  for substantial neglect of duty, gross misconduct in office, inability to discharge the powers or duties of office or violation of this section, after written notice and opportunity for a reply.\\par\n\\tab g. The board shall appoint a counsel to serve at its pleasure and shall employ or retain such other officers, employees and consultants as are necessary to exercise its powers and fulfill its obligations. The authority of the counsel shall be defined in writing, provided that neither the counsel, nor any other officer, employee or consultant of the board shall be authorized to issue advisory opinions, promulgate rules, issue subpoenas, issue final determinations of violations of this chapter, or make final recommendations of or impose penalties. The board may delegate its authority to issue advisory opinions to the chair.\\par\n\\tab h. The board shall meet at least once a month and at such other times as the chair may deem necessary. Two members of the board shall constitute a quorum and all acts of the board shall be by the affirmative vote of at least two members of the board.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a7 2.  This local law shall become effective ninety days after it is submitted for the approval of the qualified electors of the city at the next general election held after its enactment and approved by a majority of such electors voting thereon.\\par\n\\pard\\ltrpar\\nowidctlpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\fs22\\par\nSAG\\par\nLS #2875\\par\n11/16/11\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ul\\b\\f1\\fs20\\par\n}\n",
  "LastModified": "2013-12-23T18:35:02.35Z"
}
