{
  "ID": 48388,
  "GUID": "1E6B0139-A187-4476-9DF7-1ADC3F4850CD",
  "File": "Int 0763-2012",
  "Name": "Establishing a pilot program for issuing warning notifications for first-time offenders of certain litter laws.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing a pilot program for issuing warning notifications for first-time offenders of certain litter laws.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2012-02-01T00:00:00Z",
  "AgendaDate": "2012-02-01T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 261681,
      "Date": "2012-02-01T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261797,
      "Date": "2012-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11377,
      "AgendaSequence": 69,
      "MinutesSequence": 84,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283866,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49528,
  "Text": "Be it enacted by the Council as follows: \n\t\nSection 1.  Section 16-118 of the administrative code of the city of New York is amended by adding new subdivision 12 to read as follows:\n12.  No later than ninety days after effective date of this subdivision, the department shall implement a pilot program, for a period of six months within a community district to be selected by the department, in which it shall issue warning notifications with respect to one- and two-family dwellings for a first violation of subdivision two of this section, as such subdivision relates to cleaning of sidewalks, flagging, curbstones and roadway areas by owners, lessees, tenants, occupants or persons in charge of any such premises instead of issuing a notice of violation or summons.  The department shall report to the mayor and the council, no later than nine months after its inception, the results of such program, which report shall include but not be limited to, the number of warning notifications issued, the number of violations issued to a dwelling after a warning notification was issued for such dwelling, the cleanliness ratings for the community district selected for the pilot period and for the same six-month period during the previous year, loss of revenue as a result of issuing warnings rather than notices of violation or summonses, if any, and any other information the department deems appropriate to the evaluation of such pilot program.\n§2.\tThis local law shall take effect immediately upon enactment. \nJJH - LS 249\n1/14/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0  \\par\n\\ul Be it enacted by the Council as follows: \\par\n\\ulnone\\tab\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Section 16-118 of the administrative code of the city of New York is amended by adding new subdivision 12 to read as follows:\\par\n\\ul 12.  No later than ninety days after effective date of this subdivision, the department shall implement a pilot program, for a period of six months within a community district to be selected by the department, in which it shall issue warning notifications with respect to one- and two-family dwellings for a first violation of subdivision two of this section, as such subdivision relates to cleaning of sidewalks, flagging, curbstones and roadway areas by owners, lessees, tenants, occupants or persons in charge of any such premises instead of issuing a notice of violation or summons.  The department shall report to the mayor and the council, no later than nine months after its inception, the results of such program, which report shall include but not be limited to, the number of warning notifications issued, the number of violations issued to a dwelling after a warning notification was issued for such dwelling, the cleanliness ratings for the community district selected for the pilot period and for the same six-month period during the previous year, loss of revenue as a result of issuing warnings rather than notices of violation or summonses, if any, and any other information the department deems appropriate to the evaluation of such pilot program.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sa240\\sl480\\slmult1\\qj\\ulnone\\'a72.\\tab This local law shall take effect immediately upon enactment. \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj JJH - LS 249\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sa240\\sl480\\slmult1\\qj 1/14/12\\par\n}\n",
  "LastModified": "2013-12-23T18:30:05.79Z"
}
