{
  "ID": 48399,
  "GUID": "5BF923EF-6A4A-4924-8740-12E499B0E0D7",
  "File": "Int 0767-2012",
  "Name": "Services to persons temporarily displaced by vacate orders.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to services to persons temporarily displaced by vacate orders.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2012-02-01T00:00:00Z",
  "AgendaDate": "2012-02-01T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 261694,
      "Date": "2012-02-01T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261802,
      "Date": "2012-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11377,
      "AgendaSequence": 74,
      "MinutesSequence": 89,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283863,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49539,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Paragraph a of subdivision one of section 26-301 of the administrative code of the city of New York is amended to read as follows: \n (v) for tenants of any privately owned building where the displacement of such tenants results from the enforcement of any law, regulation, order or requirement pertaining to the maintenance or operation of such building or the health, safety and welfare of its occupants. \nFor those tenants relocated in accordance with subparagraphs (i), (ii), (iii) and (iv), [Such] such services shall consist of such activities as he or she may deem necessary, useful or  appropriate for the relocation of such tenants, including but not limited to the gathering and furnishing of information as to suitable vacant accommodations, the making of studies and surveys for the purpose of locating such accommodations and the provision of facilities for the registration of  such accommodations with the department by owners, lessors and managing agents of real property and others. For tenants relocated in accordance with subparagraph (v) the department must provide relocation services according to section 26-306.\n§2. Chapter two of Title 26 of the administrative code of the city of New York is amended by adding a new section 26-306 to read as follows:\n26-306. Services to tenants temporarily displaced by vacate orders. \n1. Definitions. The following terms used in this section shall have the meanings stated below. \n (a) “Agency or department” shall mean the Division of Relocation Operations, of the Department of Housing Preservation and Development (HPD). \n(b) “Prepared for occupancy” shall mean that premises are prepared for occupancy when freed of all hazardous violations classified as hazardous by the Office of Rent and Housing Maintenance pursuant to Article 2 of Subchapter 5 of Chapter 2 of Title 27 of the Housing Maintenance Code, supplied with all appropriate fixtures and appliances, painted, and reasonably cleansed and available for occupancy. \n(c) “Relocatee” shall mean an individual or a head of household and his or her family, deprived of a permanent residence rented by him or her in the City of New York as a direct result of the enforcement of a Vacate Order imposed in accordance with section 26-301(a)(v) of the administrative code and not ineligible for relocation services or benefits under any provision of these regulations or of law. \n(d)“Family” shall include those persons who permanently resided with a head of household at the time the Vacate Order was issued. \n(e) “Relocation Manager” shall mean an employee of the Department assigned to coordinate and direct the furnishing of relocation services to a particular relocatee. \n(f) “Site occupancy record” shall mean a written file concerning each relocatee, maintained by the Relocation manager, recording all pertinent agency actions concerning the relocatee. \n(g) “Standard apartment” shall mean an apartment satisfying the following criteria: \n(i) There may not be more than three hazardous violations associated with the apartment as classified by the Office of Rent and Housing Maintenance pursuant to Article 2 of Subchapter 5 of Chapter 2 of Title 27 of the Housing Maintenance Code. \n(ii) Floor area of rooms must be adequate for all resident family members as defined in the Administrative Code. \n(iii) Absence of vermin infestation, mice, or other pests or a letter from a licensed exterminator certifying that the building is under contract to be serviced monthly. \n(iv) Apartment must be self-contained; it may not have any rooms or facilities which can be reached only by going through a public area. \n(v) The building must have central heat and hot water. \n(vi) There must be a private kitchen or kitchenette within the apartment for the exclusive use of the tenant. \n(vii) There must be private and fully enclosed toilet and bathing facilities within the apartment for the exclusive use of the tenant. \n(viii) Each room must have a window or adequate light and ventilation. \n(h) “Suitable accommodation” shall mean accommodations adequate in size to meet the needs of relocatee and his/her family as defined by section 27-2075 of the Administrative Code. \n(i) “Uninhabitable” shall mean substantial structural or other damage due to fire, smoke or water that cannot be or is not remedied within a reasonable time. \n(j) “Vacate order” shall mean any order of a governmental agency requiring occupants of a structure to depart therefrom pursuant to the following: \n(i) Health Department vacate orders issued pursuant to section 17-159 Administrative Code (relating to orders for housing defects likely to cause disease) or other provision of law; \n(ii) Buildings Department vacate orders issued pursuant to section 26-101 et seq. of the Administrative Code or other provision of law. \n(iii) Fire Department vacate orders issued pursuant to section 15-227 of the Administrative Code or other provision of law. \n(iv) Code enforcement vacate order issued by the Division of Code Enforcement of HPD. \n2.  Department duties upon issuance of vacate order. (a) Upon receiving notice of a vacate order, the department shall offer temporary shelter to a relocatee. The department may order a relocatee to move from one temporary shelter to another if in the judgment of the department such movement would facilitate the work of the department or reduce the costs to the department associated with the temporary shelter. \n(b) after offering such temporary shelter to a relocatee, the department shall: \n(i) provide the relocatee with a copy of this section in English and Spanish and notify him or her of the name, office address and telephone number of the Relocation Manager assigned to the relocatee; \n(ii) submit an application to the New York City Housing Authority on behalf of the relocatee within seven days of the  relocatee's entry into temporary shelter; and \n(iii) refer relocatee to at least three Standard Apartments in the borough of relocatee's choice, if available. Copies of this section in English and Spanish shall be posted in the offices of relocation managers. \n3. Refusal to relocate; termination of benefits. Relocatee's temporary shelter benefits shall be terminated after notice and hearing as provided in subdivisions (6)-(9) of this section, upon his or her unjustified refusal of three standard apartments or, if the relocatee is to be relocated to a rooming unit, three rooming units which are suitable accommodations, to which the relocatee has been referred by the department, unless any of the following is true: \n(a) the relocatee has been offered and has agreed to rent an accommodation from New York City Housing Authority, and such accommodation is not yet prepared for occupancy; \n(b) an accommodation previously accepted by the relocatee and not withdrawn by the department is not prepared for occupancy; \n(c) the department has failed to process a public housing application expeditiously; or \n(d) physical incapacity or illness of the relocatee or member of his or her household prevents the relocatee from complying with his or her obligations under subdivision 6 hereof. \n4. Adjournment of termination hearing. A termination hearing pursuant to subdivisions (6) through (9) of this section based on relocatee's unjustified refusal as provided in subdivision (3) above, shall be adjourned for seven days if: \n(a) the relocatee has an application for public housing pending with the New York City Housing Authority; and the Authority, through no fault or delay of the relocatee, has not certified, rejected, or given notice of deferral of certification regarding such application; or; \n(b) other good cause is shown. \n5. Other grounds of termination. Relocatee's temporary shelter benefits may be terminated immediately, after notice and hearing pursuant to subdivisions (6) through (9) of this section upon occurrence of any of the following: \n(a) the relocatee refuses, without good cause, to accept an offer to rent suitable accommodations made by the New York City Housing Authority; \n(b) the relocatee refuses, without good cause, to move into accommodations which the relocatee has agreed to rent from the New York City Housing Authority and which are prepared for occupancy; \n(c) the relocatee refuses, without good cause, to move into accommodations which were offered through the efforts of the department which the relocatee has agreed to accept, and which have been prepared for occupancy; \n(d) The relocatee has refused without good cause, a request by the department or by the New York City Housing Authority to provide pertinent information relevant to the agency's relocation efforts or the relocatee's eligibility for benefits and services; \n(e) the relocatee has failed without good cause, to comply with the obligation to actively seek out suitable accommodations; or \n(f) the relocatee or any member of his or her household dwelling in temporary shelter has engaged in conduct which threatens the health, safety or property of other residents, guests or visitors in the facility; city personnel, agents or employees; or of the proprietor of the facility, his or her agents or employees. \n(g) the relocatee has made material misstatements or concealed material facts from the department concerning his or her initial or continued eligibility for relocation services. \n(h) the relocatee has available to him or her suitable and habitable permanent accommodations at the time of notice of the intention to terminate. \n(i) the relocatee has failed to respond to a notice for appointment with employees of the department, as required under subdivisions (6) through (9) of this section. \n(j) the relocatee is ineligible for relocation benefits or services: \n(i) because the relocatee did not in fact dwell in the vacated premises; \n(ii) because the vacated premises were not uninhabitable, unless the prior accommodations are no longer available to the relocatee through no fault of his or her own; or \n(iii) because the relocatee is otherwise ineligible. \n6. Hearing procedures; notice of hearing. Prior to the termination of temporary shelter benefits paid on behalf of any relocatee, the department shall give such relocatee notice of the intended termination and an opportunity to be heard, according to the procedures stated in this subdivision and the following subdivisions. \n(a) notice of intention to terminate benefits shall be delivered to relocatee in the manner provided in subdivision (12) of this section for the giving of notice and within the time stated in paragraph (b) below. This notice shall be given in Spanish and English and shall advise relocatee: \n(i) of the date upon which the department intends to terminate temporary shelter benefits and of the factual and legal basis upon which the department intends to terminate temporary shelter benefits; \n(ii) of the time, date and place which the department will make available for a hearing if requested. \n(iii) that if the relocatee desires a hearing, he or she must make a written request therefor which must be received by the department at least three days before the date which the department has indicated it will make available for a hearing; except, in the case of a termination under paragraph (b) below, relocatee's request for a hearing must be received by the department at least one day before the date which the department has indicated it will make available for a hearing. \n(iv) that for good cause the relocatee may request a change in the time, date and/or place which the department has indicated it will make available for a hearing; \n(v) that a timely request for a hearing and appearance at the hearing will stay any intended termination until at least seven days after a hearing officer's decision; \n(vi) that, if the relocatee requests a hearing, he or she has the right to be represented by an attorney or other representative, to provide a translator, to testify, to produce witnesses to testify, to offer documentary evidence, to cross-examine opposing witnesses, and to examine the site occupancy record prior to or at the hearing. \n(b) notice of the hearing shall be served no fewer than seven days prior to the scheduled date of the hearing except that notice of the hearing shall be served no fewer than three days prior to the scheduled date of the hearing when termination is intended by reason of: \n(i) threatening conduct of the relocatee or member of his or her family as described in paragraph (f) of subdivision (5) above; \n(ii) the fact that relocatee did not dwell in the vacated premises, as provided in subparagraph (i) of subdivision (5)  above; or \n(iii) the fact that the vacate premises were not uninhabitable, as provided in subparagraph (ii) of subdivision (5) above. \n(c) relocatee or his or her attorney or representative shall be entitled upon request to examine his or her site occupancy records at a reasonable time before the hearing. \n7. Hearing procedures; conduct of hearing. \n(a) the hearing shall be conducted by an impartial hearing officer appointed by the department in accordance with the Manual for Administrative Law Judges and Hearing Officers published by the state department of civil service. The hearing officer shall have the power to administer oaths and shall have no prior personal knowledge of the facts concerning the proposed termination of the relocatee. \n(b) the hearing shall be informal, all relevant and material evidence shall be admissible and the legal rules of evidence shall not apply. The site occupancy record shall be part of the evidence at any hearing whether or not the relocation manager is or can be present. The hearing shall be confined to the factual and legal issues raised in the notice of intention to terminate benefits. \n(c) the relocatee shall have a right to be represented by counsel or other representative, to testify, to produce witnesses to testify, to offer documentary evidence, to cross-examine opposing witnesses and to examine the site occupancy record. \n(d) for good cause, the hearing may be adjourned by the hearing officer on his or her own motion or at the request of a relocatee or the department. \n(e) the hearing officer shall make a written summary of the proceedings including a statement of the relocatee's oral and written position and shall annex any documentary evidence offered at the hearing in support thereof. The relocatee shall be shown this summary and given the opportunity to object. In the case of a Spanish-speaking relocatee the summary shall be read to the relocatee in Spanish. In the event the objection is not resolved at the hearing, that objection shall be made part of the summary. The relocatee shall promptly be provided with a copy of the completed summary. The hearing officer may, in his discretion, combine this summary with his findings of fact. \n(f) the department will provide adequate translation services for Spanish-speaking relocatees. \n8. Hearing procedures: decision. \n(a) the hearing officer shall render a decision which shall include written findings of fact and shall state the legal basis for any decision to terminate and shall set the termination date in the event that termination is ordered. The decision shall be final absent a timely appeal as described in subdivision (10) below. \n(b) a copy of the decision shall be delivered to the relocatee no fewer than seven days prior to the termination date set by the hearing officer, except in the case of termination under paragraph (b) of subdivision (6) of this section delivery shall be at least 24 hours before termination. Delivery shall be effected in the manner for giving notice provided in subdivision (12) of this section. \n(c) in setting a termination date the hearing officer shall take into consideration all the surrounding circumstances, including in appropriate cases: \n(i) the grounds for the termination; \n(ii) the number of offerings of standard apartments to relocatee; \n(iii) the relocatee's cooperation with the department; \n(iv) the status of any public housing application; \n(v) any delay in the processing of such application that may be due to the department or the relocatee; and \n(vi) the hardship which will result to the relocatee or his or her family. \n(d) notwithstanding any other provision of this section, the hearing officer may not stay termination for a period greater than 14 days after the date of his or her decision, unless the relocatee establishes that the termination would result in exceptional hardship to the relocatee or his/her household. \n9. Hearing procedures; default. Failure to appear at the scheduled termination hearing shall result in termination of temporary shelter benefits unless upon written application to the Department, the relocatee establishes either that: (a) the relocatee was not properly served with a notice of intention to terminate an opportunity for a hearing; or \n(b) the default was excusable and that relocatee has a meritorious defense to the intended termination. \nTermination shall be stayed if such written application is made prior to the scheduled date of termination. If termination has occurred, the relocatee may make written application to the department within four days of termination for temporary accommodations which shall be granted if the relocatee set forth facts establishing either of the grounds set forth above. The department shall issue and serve the relocatee a notice of intention to terminate and opportunity for a hearing, in accordance with the provisions of subdivision (6) above, except that the hearing shall be scheduled on the third business day after service of such notice and that the relocatee need not make a separate request for such hearing. \n10. Appeal. An appeal from a decision of a hearing officer may be made in writing to the Assistant Commissioner of Division of Relocation Services or his designee provided it is received by the department no later than five business days after the delivery of the hearing officer's decision. The record before the Assistant Commissioner shall consist of the summary of proceedings, the site occupancy record, the hearing officer's decision and any affidavits or documentary evidence or written arguments which the appellant may wish to submit. Termination shall be stayed pending a determination of the appeal. A copy of the decision on appeal will be delivered in the manner for giving notice provided in subdivision (12) of this section. In no event shall termination be ordered during the seven-day period immediately following the delivery of the decision on appeal, except in the case of termination under paragraph (b) of subdivision (6) of this section, termination shall occur within 24 hours after delivery of notice of an adverse decision on appeal. \n(11) Application for relief. If, at any time, a relocatee believes he has been or will be harmed by any action of the department which he believes is in violation of any law or regulation and if no other provision of this section provides an opportunity for a hearing, he may make application for a hearing to the commissioner or his designee in writing setting forth the department's action and the manner in which he will be harmed. Notice of the time, date, and place of the hearing and the hearing procedures will be as set forth in subdivisions (6) through (9) of this section. \n(12) Notice. Any notice required under this section to be given by the department shall be: (a) personally served on relocatee; or \n(b) left with a person of suitable age and discretion in relocatee's place of residence, including temporary shelter; or \n(c) placed under the door of relocatee's place of residence and a copy with the desk clerk or other responsible representative of the proprietor or lessee of temporary shelter. \n§3. This local law shall take effect immediately.\nLS 3198\nLER 1/27/2012",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sb100\\sa100\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab Section 1. Paragraph a of subdivision one of section 26-301 of the administrative code of the city of New York is amended to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sb100\\sa100\\sl480\\slmult1  (v) for tenants of any privately owned building where the displacement of such tenants results from the enforcement of any law, regulation, order or requirement pertaining to the maintenance or operation of such building or the health, safety and welfare of its occupants. \\par\n\\ul For those tenants relocated in accordance with subparagraphs (i), (ii), (iii) and (iv), [\\ulnone Such] \\ul such\\ulnone  services shall consist of such activities as he or she may deem necessary, useful or  appropriate for the relocation of such tenants, including but not limited to the gathering and furnishing of information as to suitable vacant accommodations, the making of studies and surveys for the purpose of locating such accommodations and the provision of facilities for the registration of  such accommodations with the department by owners, lessors and managing agents of real property and others. \\ul For tenants relocated in accordance with subparagraph (v) the department must provide relocation services according to section 26-306.\\par\n\\ulnone\\'a72. Chapter two of Title 26 of the administrative code of the city of New York is amended by adding a new section 26-306 to read as follows:\\par\n\\ul 26-306. Services to tenants temporarily displaced by vacate orders. \\par\n1. Definitions. The following terms used in this section shall have the meanings stated below. \\par\n (a) \\ldblquote Agency or department\\rdblquote  shall mean the Division of Relocation Operations, of the Department of Housing Preservation and Development (HPD). \\par\n(b) \\ldblquote Prepared for occupancy\\rdblquote  shall mean that premises are prepared for occupancy when freed of all hazardous violations classified as hazardous by the Office of Rent and Housing Maintenance pursuant to Article 2 of Subchapter 5 of Chapter 2 of Title 27 of the Housing Maintenance Code, supplied with all appropriate fixtures and appliances, painted, and reasonably cleansed and available for occupancy. \\par\n(c) \\ldblquote Relocatee\\rdblquote  shall mean an individual or a head of household and his or her family, deprived of a permanent residence rented by him or her in the City of New York as a direct result of the enforcement of a Vacate Order imposed in accordance with section 26-301(a)(v) of the administrative code and not ineligible for relocation services or benefits under any provision of these regulations or of law. \\par\n(d)\\ldblquote Family\\rdblquote  shall include those persons who permanently resided with a head of household at the time the Vacate Order was issued. \\par\n(e) \\ldblquote Relocation Manager\\rdblquote  shall mean an employee of the Department assigned to coordinate and direct the furnishing of relocation services to a particular relocatee. \\par\n(f) \\ldblquote Site occupancy record\\rdblquote  shall mean a written file concerning each relocatee, maintained by the Relocation manager, recording all pertinent agency actions concerning the relocatee. \\par\n(g) \\ldblquote Standard apartment\\rdblquote  shall mean an apartment satisfying the following criteria: \\par\n(i) There may not be more than three hazardous violations associated with the apartment as classified by the Office of Rent and Housing Maintenance pursuant to Article 2 of Subchapter 5 of Chapter 2 of Title 27 of the Housing Maintenance Code. \\par\n(ii) Floor area of rooms must be adequate for all resident family members as defined in the Administrative Code. \\par\n(iii) Absence of vermin infestation, mice, or other pests or a letter from a licensed exterminator certifying that the building is under contract to be serviced monthly. \\par\n(iv) Apartment must be self-contained; it may not have any rooms or facilities which can be reached only by going through a public area. \\par\n(v) The building must have central heat and hot water. \\par\n(vi) There must be a private kitchen or kitchenette within the apartment for the exclusive use of the tenant. \\par\n(vii) There must be private and fully enclosed toilet and bathing facilities within the apartment for the exclusive use of the tenant. \\par\n(viii) Each room must have a window or adequate light and ventilation. \\par\n(h) \\ldblquote Suitable accommodation\\rdblquote  shall mean accommodations adequate in size to meet the needs of relocatee and his/her family as defined by section 27-2075 of the Administrative Code. \\par\n(i) \\ldblquote Uninhabitable\\rdblquote  shall mean substantial structural or other damage due to fire, smoke or water that cannot be or is not remedied within a reasonable time. \\par\n(j) \\ldblquote Vacate order\\rdblquote  shall mean any order of a governmental agency requiring occupants of a structure to depart therefrom pursuant to the following: \\par\n(i) Health Department vacate orders issued pursuant to section 17-159 Administrative Code (relating to orders for housing defects likely to cause disease) or other provision of law; \\par\n(ii) Buildings Department vacate orders issued pursuant to section 26-101 et seq. of the Administrative Code or other provision of law. \\par\n(iii) Fire Department vacate orders issued pursuant to section 15-227 of the Administrative Code or other provision of law. \\par\n(iv) Code enforcement vacate order issued by the Division of Code Enforcement of HPD. \\par\n2.  Department duties upon issuance of vacate order. (a) Upon receiving notice of a vacate order, the department shall offer temporary shelter to a relocatee. The department may order a relocatee to move from one temporary shelter to another if in the judgment of the department such movement would facilitate the work of the department or reduce the costs to the department associated with the temporary shelter. \\par\n(b) after offering such temporary shelter to a relocatee, the department shall: \\par\n(i) provide the relocatee with a copy of this section in English and Spanish and notify him or her of the name, office address and telephone number of the Relocation Manager assigned to the relocatee; \\par\n(ii) submit an application to the New York City Housing Authority on behalf of the relocatee within seven days of the  relocatee's entry into temporary shelter; and \\par\n(iii) refer relocatee to at least three Standard Apartments in the borough of relocatee's choice, if available. Copies of this section in English and Spanish shall be posted in the offices of relocation managers. \\par\n3. Refusal to relocate; termination of benefits. Relocatee's temporary shelter benefits shall be terminated after notice and hearing as provided in subdivisions (6)-(9) of this section, upon his or her unjustified refusal of three standard apartments or, if the relocatee is to be relocated to a rooming unit, three rooming units which are suitable accommodations, to which the relocatee has been referred by the department, unless any of the following is true: \\par\n(a) the relocatee has been offered and has agreed to rent an accommodation from New York City Housing Authority, and such accommodation is not yet prepared for occupancy; \\par\n(b) an accommodation previously accepted by the relocatee and not withdrawn by the department is not prepared for occupancy; \\par\n(c) the department has failed to process a public housing application expeditiously; or \\par\n(d) physical incapacity or illness of the relocatee or member of his or her household prevents the relocatee from complying with his or her obligations under subdivision 6 hereof. \\par\n4. Adjournment of termination hearing. A termination hearing pursuant to subdivisions (6) through (9) of this section based on relocatee's unjustified refusal as provided in subdivision (3) above, shall be adjourned for seven days if: \\par\n(a) the relocatee has an application for public housing pending with the New York City Housing Authority; and the Authority, through no fault or delay of the relocatee, has not certified, rejected, or given notice of deferral of certification regarding such application; or; \\par\n(b) other good cause is shown. \\par\n5. Other grounds of termination. Relocatee's temporary shelter benefits may be terminated immediately, after notice and hearing pursuant to subdivisions (6) through (9) of this section upon occurrence of any of the following: \\par\n(a) the relocatee refuses, without good cause, to accept an offer to rent suitable accommodations made by the New York City Housing Authority; \\par\n(b) the relocatee refuses, without good cause, to move into accommodations which the relocatee has agreed to rent from the New York City Housing Authority and which are prepared for occupancy; \\par\n(c) the relocatee refuses, without good cause, to move into accommodations which were offered through the efforts of the department which the relocatee has agreed to accept, and which have been prepared for occupancy; \\par\n(d) The relocatee has refused without good cause, a request by the department or by the New York City Housing Authority to provide pertinent information relevant to the agency's relocation efforts or the relocatee's eligibility for benefits and services; \\par\n(e) the relocatee has failed without good cause, to comply with the obligation to actively seek out suitable accommodations; or \\par\n(f) the relocatee or any member of his or her household dwelling in temporary shelter has engaged in conduct which threatens the health, safety or property of other residents, guests or visitors in the facility; city personnel, agents or employees; or of the proprietor of the facility, his or her agents or employees. \\par\n(g) the relocatee has made material misstatements or concealed material facts from the department concerning his or her initial or continued eligibility for relocation services. \\par\n(h) the relocatee has available to him or her suitable and habitable permanent accommodations at the time of notice of the intention to terminate. \\par\n(i) the relocatee has failed to respond to a notice for appointment with employees of the department, as required under subdivisions (6) through (9) of this section. \\par\n(j) the relocatee is ineligible for relocation benefits or services: \\par\n(i) because the relocatee did not in fact dwell in the vacated premises; \\par\n(ii) because the vacated premises were not uninhabitable, unless the prior accommodations are no longer available to the relocatee through no fault of his or her own; or \\par\n(iii) because the relocatee is otherwise ineligible. \\par\n6. Hearing procedures; notice of hearing. Prior to the termination of temporary shelter benefits paid on behalf of any relocatee, the department shall give such relocatee notice of the intended termination and an opportunity to be heard, according to the procedures stated in this subdivision and the following subdivisions. \\par\n(a) notice of intention to terminate benefits shall be delivered to relocatee in the manner provided in subdivision (12) of this section for the giving of notice and within the time stated in paragraph (b) below. This notice shall be given in Spanish and English and shall advise relocatee: \\par\n(i) of the date upon which the department intends to terminate temporary shelter benefits and of the factual and legal basis upon which the department intends to terminate temporary shelter benefits; \\par\n(ii) of the time, date and place which the department will make available for a hearing if requested. \\par\n(iii) that if the relocatee desires a hearing, he or she must make a written request therefor which must be received by the department at least three days before the date which the department has indicated it will make available for a hearing; except, in the case of a termination under paragraph (b) below, relocatee's request for a hearing must be received by the department at least one day before the date which the department has indicated it will make available for a hearing. \\par\n(iv) that for good cause the relocatee may request a change in the time, date and/or place which the department has indicated it will make available for a hearing; \\par\n(v) that a timely request for a hearing and appearance at the hearing will stay any intended termination until at least seven days after a hearing officer's decision; \\par\n(vi) that, if the relocatee requests a hearing, he or she has the right to be represented by an attorney or other representative, to provide a translator, to testify, to produce witnesses to testify, to offer documentary evidence, to cross-examine opposing witnesses, and to examine the site occupancy record prior to or at the hearing. \\par\n(b) notice of the hearing shall be served no fewer than seven days prior to the scheduled date of the hearing except that notice of the hearing shall be served no fewer than three days prior to the scheduled date of the hearing when termination is intended by reason of: \\par\n(i) threatening conduct of the relocatee or member of his or her family as described in paragraph (f) of subdivision (5) above; \\par\n(ii) the fact that relocatee did not dwell in the vacated premises, as provided in subparagraph (i) of subdivision (5)  above; or \\par\n(iii) the fact that the vacate premises were not uninhabitable, as provided in subparagraph (ii) of subdivision (5) above. \\par\n(c) relocatee or his or her attorney or representative shall be entitled upon request to examine his or her site occupancy records at a reasonable time before the hearing. \\par\n7. Hearing procedures; conduct of hearing. \\par\n(a) the hearing shall be conducted by an impartial hearing officer appointed by the department in accordance with the Manual for Administrative Law Judges and Hearing Officers published by the state department of civil service. The hearing officer shall have the power to administer oaths and shall have no prior personal knowledge of the facts concerning the proposed termination of the relocatee. \\par\n(b) the hearing shall be informal, all relevant and material evidence shall be admissible and the legal rules of evidence shall not apply. The site occupancy record shall be part of the evidence at any hearing whether or not the relocation manager is or can be present. The hearing shall be confined to the factual and legal issues raised in the notice of intention to terminate benefits. \\par\n(c) the relocatee shall have a right to be represented by counsel or other representative, to testify, to produce witnesses to testify, to offer documentary evidence, to cross-examine opposing witnesses and to examine the site occupancy record. \\par\n(d) for good cause, the hearing may be adjourned by the hearing officer on his or her own motion or at the request of a relocatee or the department. \\par\n(e) the hearing officer shall make a written summary of the proceedings including a statement of the relocatee's oral and written position and shall annex any documentary evidence offered at the hearing in support thereof. The relocatee shall be shown this summary and given the opportunity to object. In the case of a Spanish-speaking relocatee the summary shall be read to the relocatee in Spanish. In the event the objection is not resolved at the hearing, that objection shall be made part of the summary. The relocatee shall promptly be provided with a copy of the completed summary. The hearing officer may, in his discretion, combine this summary with his findings of fact. \\par\n(f) the department will provide adequate translation services for Spanish-speaking relocatees. \\par\n8. Hearing procedures: decision. \\par\n(a) the hearing officer shall render a decision which shall include written findings of fact and shall state the legal basis for any decision to terminate and shall set the termination date in the event that termination is ordered. The decision shall be final absent a timely appeal as described in subdivision (10) below. \\par\n(b) a copy of the decision shall be delivered to the relocatee no fewer than seven days prior to the termination date set by the hearing officer, except in the case of termination under paragraph (b) of subdivision (6) of this section delivery shall be at least 24 hours before termination. Delivery shall be effected in the manner for giving notice provided in subdivision (12) of this section. \\par\n(c) in setting a termination date the hearing officer shall take into consideration all the surrounding circumstances, including in appropriate cases: \\par\n(i) the grounds for the termination; \\par\n(ii) the number of offerings of standard apartments to relocatee; \\par\n(iii) the relocatee's cooperation with the department; \\par\n(iv) the status of any public housing application; \\par\n(v) any delay in the processing of such application that may be due to the department or the relocatee; and \\par\n(vi) the hardship which will result to the relocatee or his or her family. \\par\n(d) notwithstanding any other provision of this section, the hearing officer may not stay termination for a period greater than 14 days after the date of his or her decision, unless the relocatee establishes that the termination would result in exceptional hardship to the relocatee or his/her household. \\par\n9. Hearing procedures; default. Failure to appear at the scheduled termination hearing shall result in termination of temporary shelter benefits unless upon written application to the Department, the relocatee establishes either that: (a) the relocatee was not properly served with a notice of intention to terminate an opportunity for a hearing; or \\par\n(b) the default was excusable and that relocatee has a meritorious defense to the intended termination. \\par\nTermination shall be stayed if such written application is made prior to the scheduled date of termination. If termination has occurred, the relocatee may make written application to the department within four days of termination for temporary accommodations which shall be granted if the relocatee set forth facts establishing either of the grounds set forth above. The department shall issue and serve the relocatee a notice of intention to terminate and opportunity for a hearing, in accordance with the provisions of subdivision (6) above, except that the hearing shall be scheduled on the third business day after service of such notice and that the relocatee need not make a separate request for such hearing. \\par\n10. Appeal. An appeal from a decision of a hearing officer may be made in writing to the Assistant Commissioner of Division of Relocation Services or his designee provided it is received by the department no later than five business days after the delivery of the hearing officer's decision. The record before the Assistant Commissioner shall consist of the summary of proceedings, the site occupancy record, the hearing officer's decision and any affidavits or documentary evidence or written arguments which the appellant may wish to submit. Termination shall be stayed pending a determination of the appeal. A copy of the decision on appeal will be delivered in the manner for giving notice provided in subdivision (12) of this section. In no event shall termination be ordered during the seven-day period immediately following the delivery of the decision on appeal, except in the case of termination under paragraph (b) of subdivision (6) of this section, termination shall occur within 24 hours after delivery of notice of an adverse decision on appeal. \\par\n(11) Application for relief. If, at any time, a relocatee believes he has been or will be harmed by any action of the department which he believes is in violation of any law or regulation and if no other provision of this section provides an opportunity for a hearing, he may make application for a hearing to the commissioner or his designee in writing setting forth the department's action and the manner in which he will be harmed. Notice of the time, date, and place of the hearing and the hearing procedures will be as set forth in subdivisions (6) through (9) of this section. \\par\n(12) Notice. Any notice required under this section to be given by the department shall be: (a) personally served on relocatee; or \\par\n(b) left with a person of suitable age and discretion in relocatee's place of residence, including temporary shelter; or \\par\n(c) placed under the door of relocatee's place of residence and a copy with the desk clerk or other responsible representative of the proprietor or lessee of temporary shelter. \\par\n\\ulnone\\'a73. This local law shall take effect immediately.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\sb100\\sa100\\ulnone\\fs20 LS 3198\\par\nLER 1/27/2012\\par\n\\pard\\ltrpar\\nowidctlpar\\sb100\\sa100\\sl480\\slmult1\\qc\\fs24\\line\\par\n}\n",
  "LastModified": "2013-12-23T18:29:27.68Z"
}
