{
  "ID": 48400,
  "GUID": "0752641A-6B29-4E71-8EA1-DDCE039F259E",
  "File": "Int 0768-2012",
  "Name": "Requiring the department of education to distribute material on emergency preparedness to high school students.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department of education to distribute material on emergency preparedness to high school students.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2012-02-01T00:00:00Z",
  "AgendaDate": "2012-02-01T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 261695,
      "Date": "2012-02-01T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261804,
      "Date": "2012-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11377,
      "AgendaSequence": 75,
      "MinutesSequence": 90,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283862,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49540,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Subchapter one of chapter two of title three of the administrative code of the city of New York is amended by adding a new section 3-209.2 to read as follows:\n§3-209.2 Distribution of emergency preparedness materials.  a. For the purposes of this section, the following terms shall have the following meanings. \n \t1. \"Department\" shall mean the New York city department of education.\n2.  \"High school\" shall mean any school in a building owned or leased by the department, including charter schools, that contains any combination of grade nine through grade twelve.\nb. The department shall ensure that the publication “Get Ready NY” or any subsequent written or electronic publication or material prepared by the office of emergency management for use by high school students designed to help prepare such students for all types of emergencies is made available: (i) to each high school for distribution to every student upon his or her entry into grade nine and to each new student upon his or her entry into a high school; (ii) in the main administrative office in each high school for students, parents and employees who wish to obtain such materials; and (iii) on the individual web portal of each high school in electronic format.  \n§ 2.  This local law shall take effect 120 days after its enactment into law.  \nLS 2731\nAES/KET 1.27.12\n11:00a.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\sl480\\slmult1 Section 1. Subchapter one of chapter two of title three of the administrative code of the city of New York is amended by adding a new section 3-209.2 to read as follows:\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi360\\sl480\\slmult1\\ul\\'a73-209.2 Distribution of emergency preparedness materials.  a. For the purposes of this section, the following terms shall have the following meanings. \\par\n\\ulnone  \\tab\\ul 1. \"Department\" shall mean the New York city department of education.\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 2.  \"High school\" shall mean any school in a building owned or leased by the department, including charter schools, that contains any combination of grade nine through grade twelve.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul b. The department shall ensure that the publication \\ldblquote Get Ready NY\\rdblquote  or any subsequent written or electronic publication or material prepared by the office of emergency management for use by high school students designed to help prepare such students for all types of emergencies is made available: (i) to each high school for distribution to every student upon his or her entry into grade nine and to each new student upon his or her entry into a high school; (ii) in the main administrative office in each high school for students, parents and employees who wish to obtain such materials; and (iii) on the individual web portal of each high school in electronic format.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a7 2.  This local law shall take effect 120 days after its enactment into law.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fs20 LS 2731\\par\nAES/KET 1.27.12\\par\n11:00a.m.\\par\n}\n",
  "LastModified": "2013-12-23T18:29:16.947Z"
}
