{
  "ID": 48331,
  "GUID": "AAC27908-7337-4B48-9E61-396EBD839561",
  "File": "Int 0770-2012",
  "Name": "Requiring that local government websites are accessible to persons with disabilities.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring that local government websites are accessible to persons with disabilities.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5213,
  "BodyName": "Committee on Technology",
  "IntroDate": "2012-02-01T00:00:00Z",
  "AgendaDate": "2012-02-01T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 261697,
      "Date": "2012-02-01T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261807,
      "Date": "2012-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Technology",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11377,
      "AgendaSequence": 78,
      "MinutesSequence": 93,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Technology",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283861,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49461,
  "Text": "Be it enacted by the Council as follows:\n\n \tSection 1.  Title 8 of the administrative code of the city of New York is amended by adding a new chapter 12 to read as follows:\nCHAPTER 12\nAccessible City Websites\n§ 8-1104 Definitions\n§ 8-1105 Accessible Websites \n§ 8-1106 Reporting \n\n\t§8-1104 Definitions.  For the purposes of this chapter, the following terms shall have the following meanings:  \n\ta. “Accessible software applications and operating systems” shall mean: \n\t1.  When software is designed to run on a system that has a keyboard, product functions are executable from a keyboard where the function itself or the result of performing a function can be discerned textually;\n\t2.  applications do not disrupt or disable activated features of other products that are identified as accessibility features, where those features are developed and documented according to industry standards.  Applications also do not disrupt or disable activated features of any operating system that are identified as accessibility features where the application programming interface for those accessibility features has been documented by the manufacturer of the operating system and is available to the product developer;  \n\t3. a well-defined on-screen indication of the current focus is provided that moves among interactive interface elements as the input focus changes.  The focus is programmatically exposed so that assistive technology can track focus and focus changes;\n\t4. sufficient information about a user interface element including the identity, operation and state of the element is available to assistive technology.  When an image represents a program element, the information conveyed by the image is also available in text;\n\t5. when bitmap images are used to identify controls, status indicators, or other programmatic elements, the meaning assigned to those images is consistent throughout an applications performance;\n\t6. textual information is provided through operating system functions for displaying text.  The minimum information made available is text content, text input caret location, and text attributes.;\n\t7. applications do not override user selected contrast and color selections and other individual display attributes;\n\t8. when animation is displayed, the information is displayable in at least one non-animated presentation mode at the option of the user;\n\t9. color coding is not used as the only means of conveying information, indicating an action, prompting a response, or distinguishing a visual element;\n\t10. when a product permits a user to adjust color and contrast settings, a variety of color selections capable of producing a range of contrast levels is provided;\n\t11. software does not use flashing or blinking text, objects, or other elements having a flash or blink frequency greater than 2 Hz and lower than 55Hz; and\n\t12. when electronic forms are used, the form allows people using assistive technology to access the information, field elements, and functionality required for completion of submission of the form, including all directions and cues.  \n\tb. “Accessible to persons with disabilities” shall mean:\n\t1. A text equivalent for every non-text element is provided;\n\t2. equivalent alternatives for any multimedia presentation are synchronized with the presentation;\n\t3.  web pages are designed so that all information conveyed with color is also available without color;\n\t4. documents are organized so they are readable without requiring an associated style sheet;\n\t5. redundant text links are provided for each active region of a server-side image map;\n\t6. client-side image maps are provided instead of server-side image maps except where the regions cannot be defined with an available geometric shape;\n\t7. row and column headers are identified for data tables;\n\t8. markup is used to associate data cells and header cells for data tables that have two or more logical levels of row or column headers;\n\t9. frames are titled with text that facilitates frame identification and navigation;\n\t10.  pages are designed to avoid causing the screen to flicker with a frequency greater than 2 HZ and lower than 55 Hz; \n\t11. when pages utilize scripting languages to display content, or to create interface elements, the information provided by the script is identified with functional text that can be read by assistive technology; \n\t12.  when a web page requires an applet, plug-in or other application be present on the client system to interpret page content, the page must provide a link to a plug-in or applet that meets the definition of accessible software applications and operating systems;\n\t13. when electronic forms are designed to be completed on-line the form shall allow people using assistive technology to access the information, field elements, and functionality required for completion and submission of the form, including all directions and cues;\n\t14. a method shall be provided that permits users to skip repetitive navigation links; \n\t15. when a timed response is required, the user is alerted and given sufficient time to indicate more time is required; and\n\t16. a text-only page, with equivalent information or functionality shall be provided to make a web site comply with the provisions of this part, when compliance cannot be accomplished in any other way. The content of the text-only page shall be updated whenever the primary page updates.\nc. “Department” shall mean the New York city department of information technology and telecommunications.\n§8-1105 Accessible websites.  The department shall ensure that all New York city agency websites are accessible to persons with disabilities.     \n§8-1106 Reporting.  Within one year of the effective date of this section, the department shall submit to the council a written report analyzing the accessibility of New York city agency websites which shall include, but not be limited to, a list of city websites which are not in compliance with this chapter and a list of and an explanation for city websites that have chosen to create a separate text-only page, with equivalent information or functionality.  \n\t§2. This local law shall take effect one hundred and twenty days after its enactment into law.\n\n\n\n\nLS# 1435\n1/1/12\nJW",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656  \\tab Section 1.  \\expndtw0 Title 8 of the administrative code of the city of New York is amended by adding a new chapter 12 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qc\\ul\\b CHAPTER 12\\par\nAccessible City Websites\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a7 8-1104 Definitions\\par\n\\'a7 8-1105 Accessible Websites \\par\n\\'a7 8-1106 Reporting \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ulnone\\b0\\tab\\ul\\'a78-1104 Definitions.\\b   \\b0 For the purposes of this chapter, the following terms shall have the following meanings:  \\par\n\\ulnone\\tab\\ul a. \\ldblquote Accessible software applications and operating systems\\rdblquote  shall mean: \\par\n\\ulnone\\tab\\ul 1.  When software is designed to run on a system that has a keyboard, product functions are executable from a keyboard where the function itself or the result of performing a function can be discerned textually;\\par\n\\ulnone\\tab\\ul 2.  applications do not disrupt or disable activated features of other products that are identified as accessibility features, where those features are developed and documented according to industry standards.  Applications also do not disrupt or disable activated features of any operating system that are identified as accessibility features where the application programming interface for those accessibility features has been documented by the manufacturer of the operating system and is available to the product developer;  \\par\n\\ulnone\\tab\\ul 3. a well-defined on-screen indication of the current focus is provided that moves among interactive interface elements as the input focus changes.  The focus is programmatically exposed so that assistive technology can track focus and focus changes;\\par\n\\ulnone\\tab\\ul 4. sufficient information about a user interface element including the identity, operation and state of the element is available to assistive technology.  When an image represents a program element, the information conveyed by the image is also available in text;\\par\n\\ulnone\\tab\\ul 5. when bitmap images are used to identify controls, status indicators, or other programmatic elements, the meaning assigned to those images is consistent throughout an applications performance;\\par\n\\ulnone\\tab\\ul 6. textual information is provided through operating system functions for displaying text.  The minimum information made available is text content, text input caret location, and text attributes.;\\par\n\\ulnone\\tab\\ul 7. applications do not override user selected contrast and color selections and other individual display attributes;\\par\n\\ulnone\\tab\\ul 8. when animation is displayed, the information is displayable in at least one non-animated presentation mode at the option of the user;\\par\n\\ulnone\\tab\\ul 9. color coding is not used as the only means of conveying information, indicating an action, prompting a response, or distinguishing a visual element;\\par\n\\ulnone\\tab\\ul 10. when a product permits a user to adjust color and contrast settings, a variety of color selections capable of producing a range of contrast levels is provided;\\par\n\\ulnone\\tab\\ul 11. software does not use flashing or blinking text, objects, or other elements having a flash or blink frequency greater than 2 Hz and lower than 55Hz; and\\par\n\\ulnone\\tab\\ul 12. when electronic forms are used, the form allows people using assistive technology to access the information, field elements, and functionality required for completion of submission of the form, including all directions and cues.  \\par\n\\ulnone\\tab\\ul b. \\ldblquote\\expndtw-3 Accessible to persons with disabilities\\expndtw0\\rdblquote  shall mean:\\par\n\\ulnone\\tab\\ul 1. A text equivalent for every non-text element is provided;\\par\n\\ulnone\\tab\\ul 2. equivalent alternatives for any multimedia presentation are synchronized with the presentation;\\par\n\\ulnone\\tab\\ul 3.  web pages are designed so that all information conveyed with color is also available without color;\\par\n\\ulnone\\tab\\ul 4. documents are organized so they are readable without requiring an associated style sheet;\\par\n\\ulnone\\tab\\ul 5. redundant text links are provided for each active region of a server-side image map;\\par\n\\ulnone\\tab\\ul 6. client-side image maps are provided instead of server-side image maps except where the regions cannot be defined with an available geometric shape;\\par\n\\ulnone\\tab\\ul 7. row and column headers are identified for data tables;\\par\n\\ulnone\\tab\\ul 8. markup is used to associate data cells and header cells for data tables that have two or more logical levels of row or column headers;\\par\n\\ulnone\\tab\\ul 9. frames are titled with text that facilitates frame identification and navigation;\\par\n\\ulnone\\tab\\ul 10.  pages are designed to avoid causing the screen to flicker with a frequency greater than 2 HZ and lower than 55 Hz; \\par\n\\ulnone\\tab\\ul 11. when pages utilize scripting languages to display content, or to create interface elements, the information provided by the script is identified with functional text that can be read by assistive technology; \\par\n\\ulnone\\tab\\ul 12.  when a web page requires an applet, plug-in or other application be present on the client system to interpret page content, the page must provide a link to a plug-in or applet that meets the definition of accessible software applications and operating systems;\\par\n\\ulnone\\tab\\ul 13. when electronic forms are designed to be completed on-line the form shall allow people using assistive technology to access the information, field elements, and functionality required for completion and submission of the form, including all directions and cues;\\par\n\\ulnone\\tab\\ul 14. a method shall be provided that permits users to skip repetitive navigation links; \\par\n\\ulnone\\tab\\ul 15. when a timed response is required, the user is alerted and given sufficient time to indicate more time is required; and\\par\n\\ulnone\\tab\\ul 16. a text-only page, with equivalent information or functionality shall be provided to make a web site comply with the provisions of this part, when compliance cannot be accomplished in any other way. The content of the text-only page shall be updated whenever the primary page updates.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj c. \\ldblquote Department\\rdblquote  shall mean the New York city department of information technology and telecommunications.\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\'a78-1105 Accessible websites.  The department shall ensure that all New York city agency websites are accessible to persons with disabilities.     \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a78-1106 Reporting.  Within one year of the effective date of this section, the department shall submit to the council a written report analyzing the accessibility of New York city agency websites which shall include, but not be limited to, a list of city websites which are not in compliance with this chapter and a list of and an explanation for city websites that have chosen to create a separate\\cf0  text-only page, with equivalent information or functionality.  \\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\cf0\\ulnone\\tab\\expndtw-3\\'a72. This local law shall take effect one hundred and twenty days after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\par\n\\par\n\\par\n\\fs16\\par\nLS# 1435\\par\n1/1/12\\par\nJW\\par\n\\cf2\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T18:28:00.04Z"
}
