{
  "ID": 48389,
  "GUID": "A81BD373-B276-4520-A82B-F2386E36EDD8",
  "File": "Int 0773-2012",
  "Name": "Eco-friendly plumbers.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to eco-friendly plumbers.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2012-02-01T00:00:00Z",
  "AgendaDate": "2012-02-01T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 261682,
      "Date": "2012-02-01T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261811,
      "Date": "2012-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11377,
      "AgendaSequence": 83,
      "MinutesSequence": 98,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 279362,
      "Date": "2013-10-24T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 12833,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 279627,
      "Date": "2013-10-24T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 12833,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284178,
      "Date": "2013-12-31T13:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 115389,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/24/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/15506338-2d37-467a-92fa-d8d1d4d2ae13.doc",
      "Sort": 1
    },
    {
      "ID": 115664,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/24/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/94356676-7049-4a0a-aa04-dbec39ef967c.PDF",
      "Sort": 2
    },
    {
      "ID": 115513,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/24/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/79626e29-821d-4ba0-8061-0a5ac7646cbe.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 49529,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1. Findings and Intent.  Environmentally conscious consumers are increasingly seeking out businesses and products they believe to be “organic,” “green,” or “environmentally friendly.”  Reducing potentially harmful impact on the environment is a laudable and important goal, yet in many industries there are no standards to define environmentally friendly products.  Numerous plumbers throughout New York City have “greenwashed” their businesses, claiming in advertising that they are “eco-friendly” or “green” and however, currently there is no codified definition of what these terms mean in the plumbing industry.  \n\tAccordingly, the Council finds that it is in the best interest of consumers to increase awareness of the methods and supplies an eco-friendly plumber uses and to create standards to prevent deceptive advertising by plumbers who may baselessly claim to be environmentally friendly.\n\t§2.  Chapter 4 of title 28 of the administrative code of the city of New York is amended by adding a new article 421 to read as follows:\nARTICLE 421 \nECO-FRIENDLY PLUMBER REGISTRATION\n§28-421.1 Eco-Friendly plumber registration.\n§28-421.2 Term. \n§28-421.3 Regulations.\n§28-421.4 Effect on other licensing requirements.\n\n§28-421.1 Eco-friendly plumber registration.  Upon receiving proof satisfactory to the commissioner that an applicant operates in accordance with internationally recognized standards for eco-friendly plumbers, the commissioner shall register the applicant as an eco-friendly plumber. Such standards shall be set forth in rules promulgated by the department, and may include those adopted by the International Association for Plumbing and Mechanical Operators.  Such proof shall reflect a progressive understanding, proficiency and competence in the plumbing trade regarding the use of eco-friendly methods and supplies.\n§28-421.2 Term. The registration as an eco-friendly plumber shall expire on the third anniversary that such registration was issued.\n§28-421.3 Regulations.  The commissioner may promulgate such rules and regulations as may be necessary to carry out the provisions of this article.\n§28-421.4 Effect on other licensing requirements.  The provisions of this article, and any rules promulgated thereunder, shall have no effect on any other city, state or federal requirements pertaining to plumbers or the regulation of substances or methods used by plumbers in New York city.  \n§3. This local law shall take effect one hundred and twenty (120) days after it shall have been enacted into law, provided that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\n\n\n\n\nLCC \nLS 1684\n11/1/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ul Be it enacted by the Council as follows: \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Findings and Intent.  Environmentally conscious consumers are increasingly seeking out businesses and products they believe to be \\ldblquote organic,\\rdblquote  \\ldblquote green,\\rdblquote  or \\ldblquote environmentally friendly.\\rdblquote   Reducing potentially harmful impact on the environment is a laudable and important goal, yet in many industries there are no standards to define environmentally friendly products.  Numerous plumbers throughout New York City have \\ldblquote greenwashed\\rdblquote  their businesses, claiming in advertising that they are \\ldblquote eco-friendly\\rdblquote  or \\ldblquote green\\rdblquote  and however, currently there is no codified definition of what these terms mean in the plumbing industry.  \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Accordingly, the Council finds that it is in the best interest of consumers to increase awareness of the methods and supplies an eco-friendly plumber uses and to create standards to prevent deceptive advertising by plumbers who may baselessly claim to be environmentally friendly.\\par\n\\tab\\'a72.  Chapter 4 of title 28 of the administrative code of the city of New York is amended by adding a new article 421 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc\\ul\\b ARTICLE 421 \\par\nECO-FRIENDLY PLUMBER REGISTRATION\\par\n\\pard\\ltrpar\\nowidctlpar\\'a728-421.1 Eco-Friendly plumber registration.\\par\n\\'a728-421.2 Term. \\par\n\\'a728-421.3 Regulations.\\par\n\\'a728-421.4 Effect on other licensing requirements.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\b0\\'a728-421.1 \\b Eco-friendly plumber registration\\b0 .  Upon receiving proof satisfactory to the commissioner that an applicant operates in accordance with internationally recognized standards for eco-friendly plumbers, the commissioner shall register the applicant as an eco-friendly plumber. Such standards shall be set forth in rules promulgated by the department, and may include those adopted by the International Association for Plumbing and Mechanical Operators.  Such proof shall reflect a progressive understanding, proficiency and competence in the plumbing trade regarding the use of eco-friendly methods and supplies.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\'a728-421.2 \\b Term\\b0 . The registration as an eco-friendly plumber shall \\cf1 expire on the third anniversary that such registration was issued.\\par\n\\'a728-421.3 \\b Regulations\\b0 .  The commissioner may promulgate such rules and regulations as may be necessary to carry out the provisions of this article.\\par\n\\'a728-421.4 \\b Effect on other licensing requirements\\b0 .  The provisions of this article, and any rules promulgated thereunder, shall have no effect on any other city, state or federal requirements pertaining to plumbers or the regulation of substances or methods used by plumbers in New York city.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf0\\ulnone\\'a73. This local law shall take effect one hundred and twenty (120) days after it shall have been enacted into law, provided that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20\\par\n\\par\n\\par\n\\par\nLCC \\par\nLS 1684\\par\n11/1/11 \\par\n}\n",
  "LastModified": "2013-12-23T18:24:08.51Z"
}
