{
  "ID": 48329,
  "GUID": "4D98EBD3-FE41-463F-AD5F-289FB108D346",
  "File": "Int 0776-2012",
  "Name": "Creating a land bank.",
  "Title": "A Local Law to amend the administrative code of New York City, in relation to creating a land bank.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2012-02-01T00:00:00Z",
  "AgendaDate": "2012-02-01T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 261701,
      "Date": "2012-02-01T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261815,
      "Date": "2012-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11377,
      "AgendaSequence": 86,
      "MinutesSequence": 101,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283857,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49459,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Title 25 of the administrative code of the city of New York is amended to add a new chapter 7 to read as follows:\nCHAPTER 7\nNEW YORK CITY LAND CORPORATION\n\n\t§25-605 Definitions.\n\t§25-606 Land bank established; purpose.\n\t§25-607 Members.\n\t§25-608 Board of directors.\n\t§25-609 Priority order for conveyances.\n§25-610 Review by urban development corporation.\n§25-611 Timeframe for certification and initial appointments.\n\tAppendix A Certificate of Incorporation of New York City Land Corporation.\n\tAppendix B Bylaws of the New York City Land Corporation.\n\n§25-605 Definitions.  For the purposes of this chapter, the following terms shall be defined as follows:\n(1) “Accessory use” shall mean “accessory use” as defined by section 12-10 of the zoning resolution. \n(2) “Approved redevelopment plan” shall mean a plan as described by section 197-a of the charter that has been properly noticed, reviewed and approved pursuant to sections 197-a through 197-d of the charter and any other law, rule or regulation governing the notice, review or approval of such plans.\n(3) “Area median income” shall mean the New York metropolitan area median income, adjusted for family size, as determined by the United States department of housing and urban development.\n(4) “Building area” shall mean “building area” as defined in section BC 502.1 of the New York city building code.\n(5) “Census tract” shall mean a census tract delineated by the United States bureau of the census in the most recent decennial census.\n(6) “Director” shall mean “director” as defined in paragraph six of section one hundred two of the not-for-profit corporation law and shall refer herein to directors of the land corporation.\n(7) “FRESH food store” shall mean a “FRESH food store” as defined by section 63-01 of the zoning resolution.\n(8) “Industrial business zone” shall mean an “industrial business zone” established pursuant to section 22-626 of this code.\n(9) “Land corporation” shall mean the New York City Land Corporation established in accordance with this chapter.\n(10) “Low income dwelling unit” shall mean a dwelling unit, other than a very low income dwelling unit, that is affordable to and occupied or available for occupancy by individuals or families whose incomes at the time of initial occupancy do not exceed eighty percent (80%) of the area median income.\n(11) “Low income housing” shall mean mixed income housing where: \n(i) at least fifty percent (50%) of the dwelling units in such housing are low income dwelling units and at least fifty percent (50%) of the building area contains low income dwelling units; and\n(ii) a valid and legally enforceable possibility of reverter or other provision in an agreement, contract, deed or other instrument requires that such mixed income housing perpetually satisfy the requirements described in subparagraph (i) of this paragraph.\n(12) “Lowest priority use” shall mean commercial, entertainment or office use except where such use is an accessory use at a property that is low income housing or very low income housing.\n(13) “Member” shall mean “member” as defined in paragraph nine of section one hundred two of the not-for-profit corporation law and shall refer herein to members of the land corporation.\n(14) “Mixed income housing” shall mean a property where: \n(i) at least ten percent (10%) of the total number of dwelling units are very low income dwelling units and at least ten percent (10%) of the building area contains very low income dwelling units;\n(ii) at least ten percent (10%) of the total number of dwelling units are low income dwelling units and at least ten percent (10%) of the building area contains low income dwelling units;\n(iii) at least ten percent (10%) of the total number of dwelling units are moderate income dwelling units and at least ten percent (10%) of the building area contains moderate income dwelling units; and \n(iv) a valid and legally enforceable possibility of reverter or other provision in an agreement, contract, deed or other instrument requires that such property perpetually satisfy the requirements described in subparagraphs (i), (ii) and (iii) of this paragraph.\n(15) “Moderate income dwelling unit” shall mean a dwelling unit, other than a low income dwelling unit or very low income dwelling unit, that is affordable to and occupied or available for occupancy by individuals or families whose incomes at the time of initial occupancy do not exceed one hundred twenty percent (120%) of the area median income.\n(16) “Off-street parking factor” shall mean the number obtained for a property by adding one (1) for each off-street motor vehicle parking space located at such property.\n(17) “Property affordability factor” shall mean the number obtained for a property by adding three (3) for each very low income dwelling unit at such property, two (2) for each low income dwelling unit at such property and one (1) for each moderate income dwelling unit at such property.\n(18) “Uses” shall mean lawful uses of property that comply with all applicable laws, rules and regulations including, but not limited to, laws, rules and regulations related to zoning.\n(19) “Very low income community” shall mean a census tract in which the median family income for such tract does not exceed sixty percent (60%) of the area median income as of the last decennial census.\n(20) “Very low income dwelling unit” shall mean a dwelling unit that is affordable to and occupied or available for occupancy by individuals or families whose incomes at the time of initial occupancy do not exceed sixty percent (60%) of the area median income.\n(21) “Very low income housing” shall mean mixed income housing where: \n(i) at least fifty percent (50%) of the dwelling units in such housing are very low income dwelling units and at least fifty percent (50%) of the building area contains very low income dwelling units; and\n(ii) a valid and legally enforceable possibility of reverter or other provision in an agreement, contract, deed or other instrument requires that such mixed income housing perpetually satisfy the requirements described in subparagraph (i) of this paragraph; provided however that such possibility of reverter or other provision in an agreement, contract, deed or other instrument may provide that, if the census tract in which such housing is located ceases to be a very low income community, such housing need only satisfy the requirements for low income housing. \n§25-606 Land bank established; purpose.  \na. There is hereby established a type C not-for-profit corporation to be known as the New York City Land Corporation which shall be a land bank pursuant to article sixteen of the not-for-profit corporation law; provided however that the land corporation shall not be deemed created until the certificate of incorporation of the land corporation has been filed with the department of state as described in subdivision b of section 25-611 of this chapter.  \nb. The purpose of the land corporation shall be to encourage property uses that best serve the interests of the community but which are not sufficiently provided for by the free market, which uses include the construction and development of affordable housing; industrial, manufacturing and maritime activities; fresh food stores; and public and open spaces.\n§25-607 Members.  There shall be thirty seven members divided into three classes designated class A, class B and class C.  Members shall be appointed every four years as follows:  the mayor shall appoint nineteen members for class A, the speaker of the council shall appoint thirteen members for class B and the borough presidents shall each appoint one member for class C, for a total of five members in class C.   \n§25-608 Board of directors.\na. The five initial directors shall serve until the first meeting of the members whereupon the members shall elect new directors.  The initial directors shall be:\n(1) the president of the New York city economic development corporation;\n(2) the department of housing preservation and development’s associate commissioner for management and disposition of property;\n(3) the department of city planning’s director of sustainability;\n(4) the department of design and construction’s deputy commissioner for the infrastructure division; and\n(5) the director of the mayor’s office of environmental remediation.\nb. The directors other than the initial directors shall be elected annually as follows:\n(1) if the total number of directors is eleven, then the class A members shall elect six directors, the class B members shall elect four directors and the class C members shall elect one director; or\n(2) if the total number of directors is greater or less than eleven, then the class A members shall elect a number of directors equal to one half of the total number of directors, rounded down to the nearest whole number, and shall elect one director upon nomination by the class C members; and the class B members shall elect a number of directors equal to one half of the total number of directors, rounded down to the nearest whole number.\nc. No person shall be eligible to serve or continue serving as a director unless he or she is:\n(1) a person of ability and integrity;\n(2) a person with appropriate experience in real estate, finance, property management, community planning and development, organized community-based activities or other relevant field of endeavor;\n(3) a registered voter of the city throughout his or her service on the board of directors; and\n(4) a “public officer” under paragraph (c) of section sixteen hundred five of the not-for-profit corporation law.\n§25-609 Priority order for conveyances.  \na. When conveying property located within an industrial business zone, the land corporation shall convey such property in the following order of priority unless such conveyance is pursuant to an approved redevelopment plan:  \n(1) for uses related to industrial or maritime activities; \n(2) for use as a public space or place; \n(3) for use as a wildlife conservation area; \n(4) for all other uses except lowest priority uses;\n(5) for lowest priority uses.  \nb. When conveying property that is (i) zoned for residential use or otherwise zoned to permit dwelling units whether solely or in combination with other uses and (ii) not located within an industrial business zone, the land corporation shall convey such property in the following order of priority unless such conveyance is pursuant to an approved redevelopment plan:  \n(1) if such property is located in a very low income community, then for use as very low income housing; \n(2) for use as low income housing;\n(3) for use as mixed income housing;\n(4) for use as housing other than mixed income housing; \n(5) for all other uses except lowest priority uses;\n(6) for lowest priority uses.  \nc. When conveying property that is (i) located in a FRESH food store designated area as described in paragraph (a) of section 63-02 of the zoning resolution, (ii) not zoned for manufacturing use whether solely or in combination with other uses, (iii) not zoned for residential use or otherwise zoned to permit dwelling units whether solely or in combination with other uses and (iv) not located in an industrial business zone, the land corporation shall convey such property in the following order of priority unless such conveyance is pursuant to an approved redevelopment plan:\n(1) for use as a FRESH food store;\n(2) for all other uses except lowest priority uses;\n(3) for lowest priority uses.  \nd. When considering uses of the same priority level, the land corporation shall: \n(1) in the case of housing uses, give higher priority to uses with higher property affordability factors and lower priority to uses with lower property affordability factors;\n(2) in the case of non-housing uses or housing uses with equal property affordability factors, where the underlying property is located within one half mile of a subway or commuter rail station, give higher priority to uses with lower off-street parking factors and lower priority to uses with higher off-street parking factors; and\n(3) in the case of non-housing uses or housing uses with equal property affordability factors, where the underlying property is located more than one half mile from a subway or commuter rail station or where such uses have equal off-street parking factors, give higher priority to uses which the land corporation determines shall best serve the interests of the community.\ne. The land corporation shall not convey property for a use other than the use with highest priority in accordance with this section unless such conveyance is pursuant to an approved redevelopment plan or the land corporation does the following:\n(1) no less than one hundred eighty days and no more than one year before such conveyance, the land corporation holds a public hearing, solicits public comment with respect to the conveyance and considers the results of such public hearing and comments;\n(2) no more than ninety days after the public hearing described in paragraph (1) of this subdivision, the land corporation finds that conveying such property for such use will best serve the interests of the community and prepares and makes available online a report, signed by at least two thirds of the directors, setting forth all information supporting such finding including but not limited to: \n(i) all benefits that such use will provide for the community; \n(ii) all negative impacts that such use will have on the community\n(iii) a description of each public comment received and how such comment has been or will be addressed;\n(iv) how such use will better serve the community than uses with higher priority;\n(3) no more than sixty days and no less than thirty days after publication of the report described in paragraph (2) of this subdivision, the land corporation holds a public hearing with respect to such report and such conveyance, solicits public comment with respect to the conveyance and considers the results of such public hearing and comments;\n(4) no more than twenty days after the public hearing described in paragraph (3) of this subdivision, at least two thirds of the directors vote to approve such conveyance; and \n(5) no more than thirty days after such conveyance, the land corporation prepares and makes available online the following information with respect to such conveyance:\n(i) the address of the property conveyed;\n(ii) the name, address and telephone number of the person to whom the property was conveyed; and\n(iii) the use for which the property was conveyed.\nf. All information that the land corporation must make available online pursuant to subdivision e of this section shall remain available online for at least ten years after the date of conveyance.\n§25-610 Review by urban development corporation.  No later than thirty days after the effective date of this chapter, the mayor shall prepare, as necessary, and forward the following information to the urban development corporation for review and approval pursuant to subdivision (g) of section sixteen hundred three of the not-for-profit corporation law:\n(1) a copy of this chapter; and\n(2) all other materials and information required by the urban development corporation.\n§25-611 Timeframe for certification and initial appointments.\na. No later than one year after the effective date of this chapter, initial members shall be appointed in accordance with section 25-607 of this chapter.\nb. No later than thirty days after the last appointment made pursuant to subdivision a of this section, the speaker of the council shall properly execute the certificate of incorporation for the land corporation, as approved by the urban development corporation, and shall file such certificate with the department of state pursuant to article one of the not-for-profit corporation law. \nAppendix A Certificate of Incorporation of New York City Land Corporation.  The certificate of incorporation of the land corporation shall read as follows until amended in accordance with this certificate of incorporation, any later certificate of incorporation or applicable law:\nCERTIFICATE OF INCORPORATION\nOF\nNEW YORK CITY LAND CORPORATION\n(Under section 402 of the Not-for-Profit Corporation Law)\n\n\t1. Name.  The name of the corporation is NEW YORK CITY LAND CORPORATION (the “Corporation”).\n\n\t2. Type of Corporation.  The Corporation is a “corporation” as defined in Subparagraph (a)(5) of Section 102 of the Not-for-Profit Corporation Law and is a Type C corporation under Section 201 of said law.  The Corporation is also a “land bank” pursuant to Section 1602 of the Not-for-Profit Corporation Law.\n\n\t3. Purposes.  The Corporation is formed for the following purposes and to achieve the following lawful public or quasi-public objectives:\n\n\ta. to perform the functions of a land bank as described in Article 16 of the Not-for-Profit Corporation Law;\n\nb. to encourage property uses that best serve the interests of the community but which are not sufficiently provided for by the free market, which uses include the construction and development of affordable housing; industrial, manufacturing, and maritime activities; fresh food stores; and public and open spaces;\n\nc. to conduct regular inventories of vacant properties and provide the public with efficient access to a listing of these inventories;\n\nd. to aggregate and responsibly hold properties for future productive use;\n\ne. to eliminate blight by the removal of barriers to returning vacant properties to productive use;\n\nf. to effectively market and strategically convey properties of the Corporation; and\n\ng. notwithstanding any other provision of this Certificate, the Corporation is organized exclusively for charitable, educational, and nonprofit purposes, and not for pecuniary or financial gain, as specified in Section 501(c)(3) of the Internal Revenue Code, or the corresponding section of any future tax code.\n\n4. Powers.  In furtherance of the purposes and objectives described in Article 3, the Corporation shall have all of the powers now or hereafter set forth in Section 1607 of the Not-for-Profit Corporation Law.\n\n5. Office.  The office of the Corporation is to be located in the County of New York, State of New York.\n\n6. Registered Agent.  The Secretary of the State of New York is hereby designated the agent of the Corporation upon whom process against it may be served.  The Secretary of State shall mail a copy of any process against the Corporation served upon the Secretary of State as agent of the Corporation to the Mayor of the City of New York at City Hall, New York City, New York 10007.  \n\nAppendix B Bylaws of New York City Land Corporation.  The bylaws of the land corporation shall read as follows until amended in accordance with these bylaws, the certificate of incorporation of the land corporation or any applicable law:\nBYLAWS\nOF \nNEW YORK CITY LAND CORPORATION\n\n1. Members.  Members shall be appointed in accordance with Section 25-607 of the Administrative Code of the City.  \n\n2. Directors.  The powers of the Corporation shall be exercised by a board of directors.\n\na. Number of directors.  The Corporation shall have five (5) initial directors and thereafter shall have eleven (11) directors.\n\nb. Election.  The directors shall be elected in accordance with subdivision b of Section 25-608 of the Administrative Code of the City.\n\nc. Amendments to Certificate and Bylaws; Selling Substantially All Assets.  The board of directors may amend the Certificate and these Bylaws without approval of the members, except that approval of two-thirds (2/3) of the members shall be required for any proposed amendment to (i) this Paragraph, (ii) Paragraph b of this Article, or (iii) Article 1.  In the event that the Corporation undertakes to sell or otherwise dispose of substantially all of its assets, such action must be approved by the members in accordance with Section 510 of the Not-for-Profit Corporation Law.\n\n3. Strategic Plan.  The Corporation shall develop a strategic plan to address the purposes for which it has been formed and shall update such plan from time to time as needed.  The Corporation shall provide a copy of such plan, and any updates thereto, to each member.  \n\n4. Nondiscrimination and Affirmative Action Policy.  The Corporation shall have a nondiscrimination and affirmative action policy which shall read as follows:\n\n“NEW YORK CITY LAND CORPORATION\nNONDISCRIMINATION AND AFFIRMATIVE ACTION POLICY\n\nThe New York City Land Corporation (NYCLC) shall not discriminate against any person upon the basis of race, color, religion, national origin, sex, disability, sexual orientation, gender identity, age, familial status, marital status, partnership status, lawful occupation, lawful source of income, military status, alienage or citizenship status, or on the grounds that a person is a victim of domestic violence, dating violence, or stalking.  This policy also prohibits retaliation.\n\nNYCLC shall also ensure that any transferee or purchaser of any property from NYCLC, and any successor in interest thereto, abides by this policy in the sale, lease or rental, or in the use of occupancy of the property or improvements erected or to be erected thereon or any part thereof.”   \n\n§2.  This local law shall take effect immediately. \nEAA\nLS #2746\n1/23/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Title 25 of the administrative code of the city of New York is amended to add a new chapter 7 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qc\\ul CHAPTER 7\\par\nNEW YORK CITY LAND CORPORATION\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj\\par\n\\ulnone\\tab\\ul\\'a725-605 Definitions.\\par\n\\ulnone\\tab\\ul\\'a725-606 Land bank established; purpose.\\par\n\\ulnone\\tab\\ul\\'a725-607 Members.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\ulnone\\tab\\ul\\'a725-608 Board of directors.\\par\n\\ulnone\\tab\\ul\\'a725-609 Priority order for conveyances.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\li720\\'a725-610 Review by urban development corporation.\\par\n\\'a725-611 Timeframe for certification and initial appointments.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\ulnone\\tab\\ul Appendix A Certificate of Incorporation of New York City Land Corporation.\\par\n\\ulnone\\tab\\ul Appendix B Bylaws of the New York City Land Corporation.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a725-605 Definitions.  For the purposes of this chapter, the following terms shall be defined as follows:\\par\n(1) \\ldblquote Accessory use\\rdblquote  shall mean \\ldblquote accessory use\\rdblquote  as defined by section 12-10 of the zoning resolution. \\par\n(2) \\ldblquote Approved redevelopment plan\\rdblquote  shall mean a plan as described by section 197-a of the charter that has been properly noticed, reviewed and approved pursuant to sections 197-a through 197-d of the charter and any other law, rule or regulation governing the notice, review or approval of such plans.\\par\n(3) \\ldblquote Area median income\\rdblquote  shall mean the New York metropolitan area median income, adjusted for family size, as determined by the United States department of housing and urban development.\\par\n(4) \\ldblquote Building area\\rdblquote  shall mean \\ldblquote building area\\rdblquote  as defined in section BC 502.1 of the New York city building code.\\par\n(5) \\ldblquote Census tract\\rdblquote  shall mean a census tract delineated by the United States bureau of the census in the most recent decennial census.\\par\n(6) \\ldblquote Director\\rdblquote  shall mean \\ldblquote director\\rdblquote  as defined in paragraph six of section one hundred two of the not-for-profit corporation law and shall refer herein to directors of the land corporation.\\par\n(7) \\ldblquote FRESH food store\\rdblquote  shall mean a \\ldblquote FRESH food store\\rdblquote  as defined by section 63-01 of the zoning resolution.\\par\n(8) \\ldblquote Industrial business zone\\rdblquote  shall mean an \\ldblquote industrial business zone\\rdblquote  established pursuant to section 22-626 of this code.\\par\n(9) \\ldblquote Land corporation\\rdblquote  shall mean the New York City Land Corporation established in accordance with this chapter.\\par\n(10) \\ldblquote Low income dwelling unit\\rdblquote  shall mean a dwelling unit, other than a very low income dwelling unit, that is affordable to and occupied or available for occupancy by individuals or families whose incomes at the time of initial occupancy do not exceed eighty percent (80%) of the area median income.\\par\n(11) \\ldblquote Low income housing\\rdblquote  shall mean mixed income housing where: \\par\n(i) at least fifty percent (50%) of the dwelling units in such housing are low income dwelling units and at least fifty percent (50%) of the building area contains low income dwelling units; and\\par\n(ii) a valid and legally enforceable possibility of reverter or other provision in an agreement, contract, deed or other instrument requires that such mixed income housing perpetually satisfy the requirements described in subparagraph (i) of this paragraph.\\par\n(12) \\ldblquote Lowest priority use\\rdblquote  shall mean commercial, entertainment or office use except where such use is an accessory use at a property that is low income housing or very low income housing.\\par\n(13) \\ldblquote Member\\rdblquote  shall mean \\ldblquote member\\rdblquote  as defined in paragraph nine of section one hundred two of the not-for-profit corporation law and shall refer herein to members of the land corporation.\\par\n(14) \\ldblquote Mixed income housing\\rdblquote  shall mean a property where: \\par\n(i) at least ten percent (10%) of the total number of dwelling units are very low income dwelling units and at least ten percent (10%) of the building area contains very low income dwelling units;\\par\n(ii) at least ten percent (10%) of the total number of dwelling units are low income dwelling units and at least ten percent (10%) of the building area contains low income dwelling units;\\par\n(iii) at least ten percent (10%) of the total number of dwelling units are moderate income dwelling units and at least ten percent (10%) of the building area contains moderate income dwelling units; and \\par\n(iv) a valid and legally enforceable possibility of reverter or other provision in an agreement, contract, deed or other instrument requires that such property perpetually satisfy the requirements described in subparagraphs (i), (ii) and (iii) of this paragraph.\\par\n(15) \\ldblquote Moderate income dwelling unit\\rdblquote  shall mean a dwelling unit, other than a low income dwelling unit or very low income dwelling unit, that is affordable to and occupied or available for occupancy by individuals or families whose incomes at the time of initial occupancy do not exceed one hundred twenty percent (120%) of the area median income.\\par\n(16) \\ldblquote Off-street parking factor\\rdblquote  shall mean the number obtained for a property by adding one (1) for each off-street motor vehicle parking space located at such property.\\par\n(17) \\ldblquote Property affordability factor\\rdblquote  shall mean the number obtained for a property by adding three (3) for each very low income dwelling unit at such property, two (2) for each low income dwelling unit at such property and one (1) for each moderate income dwelling unit at such property.\\par\n(18) \\ldblquote Uses\\rdblquote  shall mean lawful uses of property that comply with all applicable laws, rules and regulations including, but not limited to, laws, rules and regulations related to zoning.\\par\n(19) \\ldblquote Very low income community\\rdblquote  shall mean a census tract in which the median family income for such tract does not exceed sixty percent (60%) of the area median income as of the last decennial census.\\par\n(20) \\ldblquote Very low income dwelling unit\\rdblquote  shall mean a dwelling unit that is affordable to and occupied or available for occupancy by individuals or families whose incomes at the time of initial occupancy do not exceed sixty percent (60%) of the area median income.\\par\n(21) \\ldblquote Very low income housing\\rdblquote  shall mean mixed income housing where: \\par\n(i) at least fifty percent (50%) of the dwelling units in such housing are very low income dwelling units and at least fifty percent (50%) of the building area contains very low income dwelling units; and\\par\n(ii) a valid and legally enforceable possibility of reverter or other provision in an agreement, contract, deed or other instrument requires that such mixed income housing perpetually satisfy the requirements described in subparagraph (i) of this paragraph; provided however that such possibility of reverter or other provision in an agreement, contract, deed or other instrument may provide that, if the census tract in which such housing is located ceases to be a very low income community, such housing need only satisfy the requirements for low income housing. \\par\n\\'a725-606 Land bank established; purpose.  \\par\na. There is hereby established a type C not-for-profit corporation to be known as the New York City Land Corporation which shall be a land bank pursuant to article sixteen of the not-for-profit corporation law; provided however that the land corporation shall not be deemed created until the certificate of incorporation of the land corporation has been filed with the department of state as described in subdivision b of section 25-611 of this chapter.  \\par\nb. The purpose of the land corporation shall be to encourage property uses that best serve the interests of the community but which are not sufficiently provided for by the free market, which uses include the construction and development of affordable housing; industrial, manufacturing and maritime activities; fresh food stores; and public and open spaces.\\par\n\\'a725-607 Members.  There shall be thirty seven members divided into three classes designated class A, class B and class C.  Members shall be appointed every four years as follows:  the mayor shall appoint nineteen members for class A, the speaker of the council shall appoint thirteen members for class B and the borough presidents shall each appoint one member for class C, for a total of five members in class C.   \\par\n\\'a725-608 Board of directors.\\par\na. The five initial directors shall serve until the first meeting of the members whereupon the members shall elect new directors.  The initial directors shall be:\\par\n(1) the president of the New York city economic development corporation;\\par\n(2) the department of housing preservation and development\\rquote s associate commissioner for management and disposition of property;\\par\n(3) the department of city planning\\rquote s director of sustainability;\\par\n(4) the department of design and construction\\rquote s deputy commissioner for the infrastructure division; and\\par\n(5) the director of the mayor\\rquote s office of environmental remediation.\\par\nb. The directors other than the initial directors shall be elected annually as follows:\\par\n(1) if the total number of directors is eleven, then the class A members shall elect six directors, the class B members shall elect four directors and the class C members shall elect one director; or\\par\n(2) if the total number of directors is greater or less than eleven, then the class A members shall elect a number of directors equal to one half of the total number of directors, rounded down to the nearest whole number, and shall elect one director upon nomination by the class C members; and the class B members shall elect a number of directors equal to one half of the total number of directors, rounded down to the nearest whole number.\\par\nc. No person shall be eligible to serve or continue serving as a director unless he or she is:\\par\n(1) a person of ability and integrity;\\par\n(2) a person with appropriate experience in real estate, finance, property management, community planning and development, organized community-based activities or other relevant field of endeavor;\\par\n(3) a registered voter of the city throughout his or her service on the board of directors; and\\par\n(4) a \\ldblquote public officer\\rdblquote  under paragraph (c) of section sixteen hundred five of the not-for-profit corporation law.\\par\n\\'a725-609 Priority order for conveyances.  \\par\na. When conveying property located within an industrial business zone, the land corporation shall convey such property in the following order of priority unless such conveyance is pursuant to an approved redevelopment plan:  \\par\n(1) for uses related to industrial or maritime activities; \\par\n(2) for use as a public space or place; \\par\n(3) for use as a wildlife conservation area; \\par\n(4) for all other uses except lowest priority uses;\\par\n(5) for lowest priority uses.  \\par\nb. When conveying property that is (i) zoned for residential use or otherwise zoned to permit dwelling units whether solely or in combination with other uses and (ii) not located within an industrial business zone, the land corporation shall convey such property in the following order of priority unless such conveyance is pursuant to an approved redevelopment plan:  \\par\n(1) if such property is located in a very low income community, then for use as very low income housing; \\par\n(2) for use as low income housing;\\par\n(3) for use as mixed income housing;\\par\n(4) for use as housing other than mixed income housing; \\par\n(5) for all other uses except lowest priority uses;\\par\n(6) for lowest priority uses.  \\par\nc. When conveying property that is (i) located in a FRESH food store designated area as described in paragraph (a) of section 63-02 of the zoning resolution, (ii) not zoned for manufacturing use whether solely or in combination with other uses, (iii) not zoned for residential use or otherwise zoned to permit dwelling units whether solely or in combination with other uses and (iv) not located in an industrial business zone, the land corporation shall convey such property in the following order of priority unless such conveyance is pursuant to an approved redevelopment plan:\\par\n(1) for use as a FRESH food store;\\par\n(2) for all other uses except lowest priority uses;\\par\n(3) for lowest priority uses.  \\par\nd. When considering uses of the same priority level, the land corporation shall: \\par\n(1) in the case of housing uses, give higher priority to uses with higher property affordability factors and lower priority to uses with lower property affordability factors;\\par\n(2) in the case of non-housing uses or housing uses with equal property affordability factors, where the underlying property is located within one half mile of a subway or commuter rail station, give higher priority to uses with lower off-street parking factors and lower priority to uses with higher off-street parking factors; and\\par\n(3) in the case of non-housing uses or housing uses with equal property affordability factors, where the underlying property is located more than one half mile from a subway or commuter rail station or where such uses have equal off-street parking factors, give higher priority to uses which the land corporation determines shall best serve the interests of the community.\\par\ne. The land corporation shall not convey property for a use other than the use with highest priority in accordance with this section unless such conveyance is pursuant to an approved redevelopment plan or the land corporation does the following:\\par\n(1) no less than one hundred eighty days and no more than one year before such conveyance, the land corporation holds a public hearing, solicits public comment with respect to the conveyance and considers the results of such public hearing and comments;\\par\n(2) no more than ninety days after the public hearing described in paragraph (1) of this subdivision, the land corporation finds that conveying such property for such use will best serve the interests of the community and prepares and makes available online a report, signed by at least two thirds of the directors, setting forth all information supporting such finding including but not limited to: \\par\n(i) all benefits that such use will provide for the community; \\par\n(ii) all negative impacts that such use will have on the community\\par\n(iii) a description of each public comment received and how such comment has been or will be addressed;\\par\n(iv) how such use will better serve the community than uses with higher priority;\\par\n(3) no more than sixty days and no less than thirty days after publication of the report described in paragraph (2) of this subdivision, the land corporation holds a public hearing with respect to such report and such conveyance, solicits public comment with respect to the conveyance and considers the results of such public hearing and comments;\\par\n(4) no more than twenty days after the public hearing described in paragraph (3) of this subdivision, at least two thirds of the directors vote to approve such conveyance; and \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (5) no more than thirty days after such conveyance, the land corporation prepares and makes available online the following information with respect to such conveyance:\\par\n(i) the address of the property conveyed;\\par\n(ii) the name, address and telephone number of the person to whom the property was conveyed; and\\par\n(iii) the use for which the property was conveyed.\\par\nf. All information that the land corporation must make available online pursuant to subdivision e of this section shall remain available online for at least ten years after the date of conveyance.\\par\n\\'a725-610 Review by urban development corporation.  No later than thirty days after the effective date of this chapter, the mayor shall prepare, as necessary, and forward the following information to the urban development corporation for review and approval pursuant to subdivision (g) of section sixteen hundred three of the not-for-profit corporation law:\\par\n(1) a copy of this chapter; and\\par\n(2) all other materials and information required by the urban development corporation.\\par\n\\'a725-611 Timeframe for certification and initial appointments.\\par\na. No later than one year after the effective date of this chapter, initial members shall be appointed in accordance with section 25-607 of this chapter.\\par\nb. No later than thirty days after the last appointment made pursuant to subdivision a of this section, the speaker of the council shall properly execute the certificate of incorporation for the land corporation, as approved by the urban development corporation, and shall file such certificate with the department of state pursuant to article one of the not-for-profit corporation law.\\ulnone  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx3960\\ul Appendix A Certificate of Incorporation of New York City Land Corporation.  The certificate of incorporation of the land corporation shall read as follows until amended in accordance with this certificate of incorporation, any later certificate of incorporation or applicable law:\\par\n\\pard\\ltrpar\\nowidctlpar\\qc\\b CERTIFICATE OF INCORPORATION\\par\nOF\\par\nNEW YORK CITY LAND CORPORATION\\par\n\\b0 (Under section 402 of the Not-for-Profit Corporation Law)\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\ulnone\\tab\\ul 1. Name.  The name of the corporation is NEW YORK CITY LAND CORPORATION (the \\ldblquote Corporation\\rdblquote ).\\par\n\\par\n\\ulnone\\tab\\ul 2. Type of Corporation.  The Corporation is a \\ldblquote corporation\\rdblquote  as defined in Subparagraph (a)(5) of Section 102 of the Not-for-Profit Corporation Law and is a Type C corporation under Section 201 of said law.  The Corporation is also a \\ldblquote land bank\\rdblquote  pursuant to Section 1602 of the Not-for-Profit Corporation Law.\\par\n\\par\n\\ulnone\\tab\\ul 3. Purposes.  The Corporation is formed for the following purposes and to achieve the following lawful public or quasi-public objectives:\\par\n\\par\n\\ulnone\\tab\\ul a. to perform the functions of a land bank as described in Article 16 of the Not-for-Profit Corporation Law;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj\\par\nb. to encourage property uses that best serve the interests of the community but which are not sufficiently provided for by the free market, which uses include the construction and development of affordable housing; industrial, manufacturing, and maritime activities; fresh food stores; and public and open spaces;\\par\n\\par\nc. to conduct regular inventories of vacant properties and provide the public with efficient access to a listing of these inventories;\\par\n\\par\nd. to aggregate and responsibly hold properties for future productive use;\\par\n\\par\ne. to eliminate blight by the removal of barriers to returning vacant properties to productive use;\\par\n\\par\nf. to effectively market and strategically convey properties of the Corporation; and\\par\n\\par\ng. notwithstanding any other provision of this Certificate, the Corporation is organized exclusively for charitable, educational, and nonprofit purposes, and not for pecuniary or financial gain, as specified in Section 501(c)(3) of the Internal Revenue Code, or the corresponding section of any future tax code.\\par\n\\par\n4. Powers.  In furtherance of the purposes and objectives described in Article 3, the Corporation shall have all of the powers now or hereafter set forth in Section 1607 of the Not-for-Profit Corporation Law.\\par\n\\par\n5. Office.  The office of the Corporation is to be located in the County of New York, State of New York.\\par\n\\par\n6. Registered Agent.  The Secretary of the State of New York is hereby designated the agent of the Corporation upon whom process against it may be served.  The Secretary of State shall mail a copy of any process against the Corporation served upon the Secretary of State as agent of the Corporation to the Mayor of the City of New York at City Hall, New York City, New York 10007.  \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx1080 Appendix B Bylaws of New York City Land Corporation.  The bylaws of the land corporation shall read as follows until amended in accordance with these bylaws, the certificate of incorporation of the land corporation or any applicable law:\\par\n\\pard\\ltrpar\\nowidctlpar\\qc\\tx1080\\b BYLAWS\\par\nOF \\par\nNEW YORK CITY LAND CORPORATION\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj\\b0 1. Members.  Members shall be appointed in accordance with Section 25-607 of the Administrative Code of the City.  \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj 2. Directors.  The powers of the Corporation shall be exercised by a board of directors.\\par\n\\par\na. Number of directors.  The Corporation shall have five (5) initial directors and thereafter shall have eleven (11) directors.\\par\n\\par\nb. Election.  The directors shall be elected in accordance with subdivision b of Section 25-608 of the Administrative Code of the City.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj c. Amendments to Certificate and Bylaws; Selling Substantially All Assets.  The board of directors may amend the Certificate and these Bylaws without approval of the members, except that approval of two-thirds (2/3) of the members shall be required for any proposed amendment to (i) this Paragraph, (ii) Paragraph b of this Article, or (iii) Article 1.  In the event that the Corporation undertakes to sell or otherwise dispose of substantially all of its assets, such action must be approved by the members in accordance with Section 510 of the Not-for-Profit Corporation Law.\\par\n\\par\n3. Strategic Plan.  The Corporation shall develop a strategic plan to address the purposes for which it has been formed and shall update such plan from time to time as needed.  The Corporation shall provide a copy of such plan, and any updates thereto, to each member.  \\par\n\\par\n4. Nondiscrimination and Affirmative Action Policy.  The Corporation shall have a nondiscrimination and affirmative action policy which shall read as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\qc\\ldblquote NEW YORK CITY LAND CORPORATION\\par\nNONDISCRIMINATION AND AFFIRMATIVE ACTION POLICY\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj The New York City Land Corporation (NYCLC) shall not discriminate against any person upon the basis of race, color, religion, national origin, sex, disability, sexual orientation, gender identity, age, familial status, marital status, partnership status, lawful occupation, lawful source of income, military status, alienage or citizenship status, or on the grounds that a person is a victim of domestic violence, dating violence, or stalking.  This policy also prohibits retaliation.\\par\n\\par\nNYCLC shall also ensure that any transferee or purchaser of any property from NYCLC, and any successor in interest thereto, abides by this policy in the sale, lease or rental, or in the use of occupancy of the property or improvements erected or to be erected thereon or any part thereof.\\rdblquote    \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx1080\\'a72.  This local law shall take effect immediately. \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\cf1 EAA\\par\nLS #2746\\par\n1/23/12\\cf0\\par\n}\n",
  "LastModified": "2013-12-23T18:23:34.807Z"
}
