{
  "ID": 48299,
  "GUID": "6E50801E-AC2F-4B70-BBBA-418D64E06084",
  "File": "Int 0777-2012",
  "Name": "Create a senior housing task force.",
  "Title": "A Local Law to create a senior housing task force.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 3,
  "BodyName": "Committee on Aging",
  "IntroDate": "2012-02-01T00:00:00Z",
  "AgendaDate": "2012-02-01T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 261702,
      "Date": "2012-02-01T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261814,
      "Date": "2012-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Aging",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11377,
      "AgendaSequence": 87,
      "MinutesSequence": 102,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Aging",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283856,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49425,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  a. There is hereby established a senior housing task force that shall develop and recommend changes to the laws, rules, regulations and policies related to the building code, housing development, housing maintenance, taxation and zoning in order to increase the availability and affordability of safe, appropriate housing for older New Yorkers both present and future.\nb. The senior housing task force shall perform the following actions and propose changes to the laws, rules, regulations and policies where appropriate:\n(i) identify and evaluate the public and private financing sources available for the construction or rehabilitation of housing for older New Yorkers;\n(ii) identify and evaluate options for converting, rehabilitating or altering existing structures to better accommodate older New Yorkers;\n(iii) identify and evaluate the public and private financing sources available to promote independent living, shared or communal housing, supportive housing or assisted living among older New Yorkers;\n(iv) identify and evaluate the policies related to encouraging healthy aging behaviors or aging in place;\n(v) identify and evaluate the public and private financing sources available for the maintenance and repair of housing for older New Yorkers;\n(vi) identify and evaluate the policies related to older New Yorkers’ access to home improvement contractors and other means of maintenance and repair, including but not limited to weatherization programs;\n(vii) identify and evaluate current tax exemptions, tax abatements and other financial programs that would affect the rent, maintenance costs or other housing costs for older New Yorkers; \n(viii) identify and evaluate the legal assistance, social services, crisis intervention and financial assistance options available for older New Yorkers facing eviction or at risk of eviction;\n(ix) identify and evaluate the current parking requirements for affordable housing and determine whether such requirements create a bar to the construction of affordable housing for older New Yorkers;\n(x) identify, evaluate and encourage the coordination of and partnerships among housing unit managers, housing managers, residents and providers of health and social services in naturally occurring retirement communities and other communities with significant populations of older New Yorkers;\n(xi) identify and evaluate efforts in other jurisdictions to address the issues described in paragraphs (i) through (x) above in order to identify best practices; and\n(xii) consult with senior housing advocacy groups.  \nc. The senior housing task force shall have nineteen members which shall be: \n(i) the commissioner of buildings or his/her representative; \n(ii) the commissioner of housing preservation and development or his/her representative; \n(iii) the director of city planning or his/her representative;\n(iv) the commissioner of aging or his/her representative;\n(v) the commissioner of design and construction or his/her representative;\n(vi) the commissioner of finance or his/her representative;\n(vii) the chairperson of the New York city housing authority or his/her representative;\n(viii) the commissioner of health and mental hygiene or his representative;\n(ix) the commissioner of the mayor’s office for people with disabilities or his/her representative;\n(x) nine members appointed by the speaker of the council no later than thirty days after the effective date of this chapter; and\n(xi) one additional member to serve as chairperson of the senior housing task force no later than thirty days after the effective date of this chapter.\nd. The senior housing task force shall have a duration of three years and thirty days.  \ne. The senior housing task force shall meet at least quarterly and every six months shall issue a report to the mayor and the council detailing its activities and recommendations.\n§2.  This local law shall take effect immediately.\nEAA\nLS #3095\n12/27/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  a. There is hereby established a senior housing task force that shall develop and recommend changes to the laws, rules, regulations and policies related to the building code, housing development, housing maintenance, taxation and zoning in order to increase the availability and affordability of safe, appropriate housing for older New Yorkers both present and future.\\par\nb. The senior housing task force shall perform the following actions and propose changes to the laws, rules, regulations and policies where appropriate:\\par\n(i) identify and evaluate the public and private financing sources available for the construction or rehabilitation of housing for older New Yorkers;\\par\n(ii) identify and evaluate options for converting, rehabilitating or altering existing structures to better accommodate older New Yorkers;\\par\n(iii) identify and evaluate the public and private financing sources available to promote independent living, shared or communal housing, supportive housing or assisted living among older New Yorkers;\\par\n(iv) identify and evaluate the policies related to encouraging healthy aging behaviors or aging in place;\\par\n(v) identify and evaluate the public and private financing sources available for the maintenance and repair of housing for older New Yorkers;\\par\n(vi) identify and evaluate the policies related to older New Yorkers\\rquote  access to home improvement contractors and other means of maintenance and repair, including but not limited to weatherization programs;\\par\n(vii) identify and evaluate current tax exemptions, tax abatements and other financial programs that would affect the rent, maintenance costs or other housing costs for older New Yorkers; \\par\n(viii) identify and evaluate the legal assistance, social services, crisis intervention and financial assistance options available for older New Yorkers facing eviction or at risk of eviction;\\par\n(ix) identify and evaluate the current parking requirements for affordable housing and determine whether such requirements create a bar to the construction of affordable housing for older New Yorkers;\\par\n(x) identify, evaluate and encourage the coordination of and partnerships among housing unit managers, housing managers, residents and providers of health and social services in naturally occurring retirement communities and other communities with significant populations of older New Yorkers;\\par\n(xi) identify and evaluate efforts in other jurisdictions to address the issues described in paragraphs (i) through (x) above in order to identify best practices; and\\par\n(xii) consult with senior housing advocacy groups.  \\ul\\par\n\\ulnone c. The senior housing task force shall have nineteen members which shall be: \\par\n(i) the commissioner of buildings or his/her representative; \\par\n(ii) the commissioner of housing preservation and development or his/her representative; \\par\n(iii) the director of city planning or his/her representative;\\par\n(iv) the commissioner of aging or his/her representative;\\par\n(v) the commissioner of design and construction or his/her representative;\\par\n(vi) the commissioner of finance or his/her representative;\\par\n(vii) the chairperson of the New York city housing authority or his/her representative;\\par\n(viii) the commissioner of health and mental hygiene or his representative;\\par\n(ix) the commissioner of the mayor\\rquote s office for people with disabilities or his/her representative;\\par\n(x) nine members appointed by the speaker of the council no later than thirty days after the effective date of this chapter; and\\par\n(xi) one additional member to serve as chairperson of the senior housing task force no later than thirty days after the effective date of this chapter.\\par\nd. The senior housing task force shall have a duration of three years and thirty days.  \\par\ne. The senior housing task force shall meet at least quarterly and every six months shall issue a report to the mayor and the council detailing its activities and recommendations.\\par\n\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj EAA\\par\nLS #3095\\par\n12/27/11\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T18:23:24.573Z"
}
