{
  "ID": 48371,
  "GUID": "C9AC9B8F-3DFE-46E6-A8CF-9E63EDDF14B5",
  "File": "Int 0780-2012",
  "Name": "Disclosure requirements for operators of private pumping stations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to disclosure requirements for operators of private pumping stations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2012-02-01T00:00:00Z",
  "AgendaDate": "2012-02-01T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 261706,
      "Date": "2012-02-01T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261819,
      "Date": "2012-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11377,
      "AgendaSequence": 91,
      "MinutesSequence": 106,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283854,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49507,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter five of title 24 of the administrative code of the city of New York is amended by adding a new section 24-529 to read as follows: \n§24-529 Private pumping stations. a. Definitions. For the purposes of this section\nthe following terms shall have the following meanings:\n1. “Private pumping station” means a privately owned, operated, and maintained wastewater collection facility required for the pumping of sanitary or stormwater runoff or combined sewage.\n2. “Owner” means any individual, firm, corporation, company, association, society, institution or any other legal entity that owns a private pumping station and the property, appurtenances, and sewer easements on which a private pumping station is located.\n3. “Operator” means any individual, firm, corporation, company, association, society, institution or other legal entity that has responsibility for the daily operation of a private pumping station.\nb. The owner of a private pumping station shall on the first day of every month provide to the department documentation that such private pumping station is not more than thirty days in arrears of any charges for utility services related to the operation of such private pumping station. \nc. By December thirty-first of each year, the owner of a private pumping station shall provide, in writing, the business address, phone number and email address of such private pumping station’s owners and operators to the department, the council member in whose district the private pumping station is located and the community board for the community district in which the private pumping station is located. \nd. The owner of any private pumping station shall post a sign on the main entrance of such private pumping station that indicates the business address, phone number and email address of such private pumping station’s owners and operators.\ne. By December thirty-first of each year, the owner of such private pumping station shall also provide to the department an affidavit that such private pumping station is in good working order and shall provide a copy of such affidavit to the council member in whose district the private pumping station is located and the community board for the community district in which the private pumping station is located.  Such affidavit shall include documentation of any inspections that were performed by any individual or entity during the year and the results of such inspections. \nf. An owner of a private pumping station who violates any provision of this section shall be liable for a civil penalty of not less than two hundred fifty dollars for the first violation and five hundred dollars for each subsequent violation.\n§2. This local law shall take effect ninety days after its enactment into law, except that the department shall take such actions as are necessary for the implementation of this local law, including promulgating rules, prior to such effective date.\nKS \nLS #2313\n1/10/12 (revised)",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 TimesNewRoman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Chapter five of title 24 of the administrative code of the city of New York is amended by adding a new section 24-529 to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1\\qj\\ul\\'a724-529 Private pumping stations. a. Definitions. For the purposes of this section\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj the following terms shall have the following meanings:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\f1 1. \\ldblquote Private pumping station\\rdblquote  means \\f0 a privately owned, operated, and maintained wastewater collection facility required for the pumping of sanitary or stormwater runoff or combined sewage.\\f1\\par\n2. \\ldblquote Owner\\rdblquote  means any individual, firm, corporation, company, association, society, institution or\\f0  \\f1 any other legal entity that owns a private pumping station and the property, appurtenances, and sewer easements on which a private pumping station is located.\\par\n3. \\ldblquote Operator\\rdblquote  means \\f0 any \\f1 individual, firm, corporation, company, association, society, institution or\\f0  \\f1 other legal entity that\\f0  has responsibility for the daily operation of a private pumping station.\\f1\\par\nb. The owner of a private pumping station shall on the first day of every month provide to the department documentation that such private pumping station is not more than thirty days in arrears of any charges for utility services related to the operation of such private pumping station. \\par\nc. \\f0 By December thirty-first of each year, t\\f1 he owner of a private pumping station \\f0 shall provide, in writing, the business address, phone number and email address of such private pumping station\\rquote s owners and operators to \\f1 the department, the council member in whose district the private pumping station is located and the community board \\f0 for the community district in which the \\f1 private pumping station \\f0 is located. \\par\nd.\\f1  The owner of any private pumping station \\f0 shall post a sign on the main entrance of such private pumping station that indicates the business address, phone number and email address of such private pumping station\\rquote s owners and operators.\\par\ne. \\f1 By \\f0 December thirty-first of each year\\f1 , the owner of such private pumping station shall also provide to the department an affidavit that such private pumping station is in good working order and shall provide a copy of such affidavit to the council member in whose district the private pumping station is located and the community board \\f0 for the community district in which the \\f1 private pumping station \\f0 is located\\f1 .  Such affidavit shall include documentation of any inspections that were performed by any individual or entity during the year and the results of such inspections. \\par\n\\f0 f. An owner of a private pumping station who violates any provision of this section shall be liable for a civil penalty of not less than two hundred fifty dollars for the first violation and five hundred dollars for each subsequent violation.\\f1\\par\n\\cf1\\ulnone\\f0\\'a72. This local law shall take effect ninety days after its enactment into law, except that \\cf0\\f1 the department shall take such actions as are necessary for the implementation of this local law, including promulgating rules, prior to such effective date.\\f0\\par\n\\pard\\ltrpar\\nowidctlpar KS \\par\nLS #2313\\par\n1/10/12 (revised) \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n}\n",
  "LastModified": "2013-12-23T18:22:42.463Z"
}
