{
  "ID": 48390,
  "GUID": "DA7B7CA9-DD6C-4AF2-B839-D1C383C4247A",
  "File": "Int 0781-2012",
  "Name": "Staggered inspections of taxicabs and for-hire vehicles.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to staggered inspections of taxicabs and for-hire vehicles.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2012-02-01T00:00:00Z",
  "AgendaDate": "2012-02-01T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    }
  ],
  "History": [
    {
      "ID": 261683,
      "Date": "2012-02-01T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261821,
      "Date": "2012-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11377,
      "AgendaSequence": 93,
      "MinutesSequence": 108,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283853,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49530,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subdivision f of section 19-504 of the administrative code of the city of New York is amended to read as follows:\n\tf.  All  taxicabs now or hereafter licensed pursuant to the provisions of this chapter shall be inspected at an inspection facility operated by the commission at least once every four months,  in  accordance  with  a procedure to be established by the commission.  On or before July 1, 2012, the commission shall by rule establish staggered inspection cycles for taxicabs required to comply with this section and for-hire vehicles required to be inspected pursuant to any law, rule or regulation that requires such inspection. All other vehicles now or hereafter licensed pursuant to the provisions of this chapter other than commuter  vans  shall  be  inspected  at  official  inspection  stations licensed by the commissioner of motor vehicles pursuant to section three hundred three of the vehicle and traffic law at least  once  every  four months  in  accordance with the regulations of the commissioner of motor vehicles, codified in part seventy-nine of title fifteen of the official compilation of codes, rules and regulations of the state of New York (15 N.Y.C.R.R.  part  79).  All  commuter  vans  now  or  hereafter licensed  pursuant to the provisions of this chapter shall be inspected and  shall  meet  safety  standards as provided in paragraph two of subdivision a of  section 19-504.3 of this chapter. If  any  taxicab  fails  to  pass  its  inspection  for  any  reason relating to the requirements established by the  New  York  state  department  of  motor  vehicles,  it   shall   be reinspected.  The  fee payable to the commission for each inspection and  each  reinspection  required  for  the  issuance  of  a  certificate  of  inspection for a taxicab, inclusive of the issuance of such certificate,  shall  not  exceed  ninety  dollars  for  the first inspection and fifty  dollars  for  each  reinspection.  The  fees  payable  to  the  official  inspection  station for the inspection and the issuance of a certificate of inspection for all other licensed vehicles other than  commuter  vans shall  be  the  fees  charged  and  collected  pursuant to section three hundred five of the vehicle and traffic law. The commission or any other agency authorized by law may conduct on-street inspections of vehicles licensed pursuant to the provisions of this chapter. The date of the inspection of a taxicab and the signature of the persons making the inspection shall be recorded upon the rate card in the space provided therefor. An owner shall be ordered  by  the  commission  to  repair  or replace  his  or her licensed vehicle where it appears that it no longer meets the reasonable standards for  safe  operation  prescribed  by  the commission.  Upon failure of such owner to have his or her vehicle inspected or to comply with any such order within ten days after service thereof, the license shall be suspended; upon failure of such owner to comply with any such order within one hundred twenty days after service thereof, the license may, at the discretion of the commission, be deemed to have been abandoned by nonuser.\n\t§2. This local law shall take effect immediately.\n\nLF\nLS#2772\n11/17/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf1\\expndtw0\\f1\\tab\\cf0\\expndtw-3\\f0\\fs22 Section 1. \\cf1\\expndtw0\\fs24 Subdivision f of section 19-504 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab f.  All  taxicabs now or hereafter licensed pursuant to the provisions of this chapter shall be inspected at an inspection facility operated by the commission at least once every four months,  in  accordance  with  a procedure to be established by the commission.  \\ul On or before July 1, 2012, the commission shall by rule establish staggered inspection cycles for taxicabs required to comply with this section and for-hire vehicles required to be inspected pursuant to any law, rule or regulation that requires such inspection.\\ulnone  All other vehicles now or hereafter licensed pursuant to the provisions of this chapter other than commuter  vans  shall  be  inspected  at  official  inspection  stations licensed by the commissioner of motor vehicles pursuant to section three hundred three of the vehicle and traffic law at least  once  every  four months  in  accordance with the regulations of the commissioner of motor vehicles, codified in part seventy-nine of title fifteen of the official compilation of codes, rules and regulations of the state of New York (15 N.Y.C.R.R.  part  79).  All  commuter  vans  now  or  hereafter licensed  pursuant to the provisions of this chapter shall be inspected and  shall  meet  safety  standards as provided in paragraph two of subdivision a of  section 19-504.3 of this chapter. If  any  taxicab  fails  to  pass  its  inspection  for  any  reason relating to the requirements established by the  New  York  state  department  of  motor  vehicles,  it   shall   be reinspected.  The  fee payable to the commission for each inspection and  each  reinspection  required  for  the  issuance  of  a  certificate  of  inspection for a taxicab, inclusive of the issuance of such certificate,  shall  not  exceed  ninety  dollars  for  the first inspection and fifty  dollars  for  each  reinspection.  The  fees  payable  to  the  official  inspection  station for the inspection and the issuance of a certificate of inspection for all other licensed vehicles other than  commuter  vans shall  be  the  fees  charged  and  collected  pursuant to section three hundred five of the vehicle and traffic law. The commission or any other agency authorized by law may conduct on-street inspections of vehicles licensed pursuant to the provisions of this chapter. The date of the inspection of a taxicab and the signature of the persons making the inspection shall be recorded upon the rate card in the space provided therefor. An owner shall be ordered  by  the  commission  to  repair  or replace  his  or her licensed vehicle where it appears that it no longer meets the reasonable standards for  safe  operation  prescribed  by  the commission.  Upon failure of such owner to have his or her vehicle inspected or to comply with any such order within ten days after service thereof, the license shall be suspended; upon failure of such owner to comply with any such order within one hundred twenty days after service thereof, the license may, at the discretion of the commission, be deemed to have been abandoned by nonuser.\\par\n\\tab\\cf0\\expndtw-3\\'a72. This local law shall take effect immediately\\cf1\\expndtw0 .\\f1\\par\n\\pard\\ltrpar\\nowidctlpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\fs20\\par\n\\f0\\fs18 LF\\par\nLS#2772\\par\n11/17/11\\f1\\fs20\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\cf0\\f0\\fs22\\par\n}\n",
  "LastModified": "2013-12-23T18:22:33.603Z"
}
