{
  "ID": 48494,
  "GUID": "626314CC-EAB5-4434-8BCB-0FBE15D48FDD",
  "File": "Int 0788-2012",
  "Name": "Requiring secondhand automobile dealers to furnish bonds to the city.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring secondhand automobile dealers to furnish bonds to the city.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2012-02-29T00:00:00Z",
  "AgendaDate": "2012-02-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 262105,
      "Date": "2012-02-29T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262394,
      "Date": "2012-02-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11479,
      "AgendaSequence": 94,
      "MinutesSequence": 108,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283848,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49638,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Subdivision a of section 20-266 of subchapter eleven of chapter two of title twenty of the New York city administrative code is amended to read as follows: \n\ta. Each dealer securing a general license or a second-hand automobile dealer’s license shall furnish a bond to the city, with sufficient surety, to be approved by the commissioner in the penal sum of one thousand dollars conditioned for the due observance of the law relating to such dealers.\n\t§ 2. This local law shall take effect one hundred twenty days after it shall have been enacted into law; provided that the commissioner and the commissioner of the department of transportation may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, promulgating rules.\n\n\n\n\n\nRC\nLS 3107\n1/26/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. Subdivision a of section 20-266 of subchapter eleven of chapter two of title twenty of the New York city administrative code is amended to read as follows: \\par\n\\tab a. Each dealer securing a general license \\ul or a second-hand automobile dealer\\rquote s license\\ulnone  shall furnish a bond to the city, with sufficient surety, to be approved by the commissioner in the penal sum of one thousand dollars conditioned for the due observance of the law relating to such dealers.\\par\n\\tab\\'a7 2. This local law shall take effect one hundred twenty days after it shall have been enacted into law; provided that the commissioner and the commissioner of the department of transportation may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, promulgating rules.\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs20 RC\\par\nLS 3107\\par\n1/26/12\\par\n}\n",
  "LastModified": "2013-12-23T03:48:26.78Z"
}
