{
  "ID": 48450,
  "GUID": "19788147-C9FE-4453-B81C-E90257C74D4B",
  "File": "Int 0793-2012",
  "Name": "Requiring the Department of Consumer Affairs to establish a uniform rating system for retail food stores.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the Department of Consumer Affairs to establish a uniform rating system for retail food stores.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2012-02-29T00:00:00Z",
  "AgendaDate": "2012-02-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 262265,
      "Date": "2012-02-29T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262401,
      "Date": "2012-02-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11479,
      "AgendaSequence": 100,
      "MinutesSequence": 114,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283846,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49592,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subchapter two of chapter five of title twenty of the administrative code of the city of New York is amended by adding a new section 20-711.1 to read as follows: \n\t§ 20-711.1. Rating system for retail food stores.  a. For the purpose of this section, \"retail food store\" shall mean a store selling primarily food and food products for consumption or use off the premises. The term does not include stores that sell only pre-packaged, non-potentially hazardous foods, food service establishments, or food and beverage vending machines.   \t\n\tb. Within one hundred and eighty days of the effective date of the local law that added this section, the department shall create a uniform rating system for retail food stores, and shall rate all retail food stores in New York city. Ratings shall be based on the retail food stores’ violations of the provisions contained in this subchapter including, but not limited to, violations related to the following: (i) item pricing; (ii) pricing accuracy; (iii) scanner accuracy; and (iv) shelf pricing.   \n\tc. Required posting of rating.  Retail food stores shall conspicuously post such rating in a location, size and style to be determined by the commissioner.\n\t§ 2. This local law shall take effect immediately upon enactment.\n\nR.C.\nLS 1939\n2/14/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. Subchapter two of chapter five of title twenty of the administrative code of the city of New York is amended by adding a new section 20-711.1 to read as follows: \\par\n\\tab\\ul\\'a7 20-711.1. \\b Rating system for retail food stores\\b0 .  a. For the purpose of this section, \"retail food store\" shall mean a store selling primarily food and food products for consumption or use off the premises. The term does not include stores that sell only pre-packaged, non-potentially hazardous foods, food service establishments, or food and beverage vending machines.\\ulnone    \\tab\\par\n\\tab\\ul b. Within one hundred and eighty days of the effective date of the local law that added this section, the department shall create a uniform rating system for retail food stores, and shall rate all retail food stores in New York city. Ratings shall be based on the retail food stores\\rquote  violations of the provisions contained in this subchapter including, but not limited to, violations related to the following: (i) item pricing; (ii) pricing accuracy; (iii) scanner accuracy; and (iv) shelf pricing.   \\par\n\\ulnone\\tab\\ul c. Required posting of rating.  Retail food stores shall conspicuously post such rating in a location, size and style to be determined by the commissioner.\\par\n\\ulnone\\tab\\'a7 2. This local law shall take effect immediately upon enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs18\\par\nR.C.\\fs24\\par\n\\pard\\ltrpar\\nowidctlpar\\fs18 LS 1939\\par\n2/14/12\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\fs22\\par\n}\n",
  "LastModified": "2013-12-23T03:46:38.377Z"
}
