{
  "ID": 48515,
  "GUID": "12F6A0D1-C1E0-4049-9B47-C07124CE591B",
  "File": "Int 0795-2012",
  "Name": "Doubling the civil penalty for illegally operating a motorized scooter.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to doubling the civil penalty for illegally operating a motorized scooter.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2012-02-29T00:00:00Z",
  "AgendaDate": "2012-02-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 262269,
      "Date": "2012-02-29T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262404,
      "Date": "2012-02-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11479,
      "AgendaSequence": 103,
      "MinutesSequence": 117,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283844,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49667,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 19-176.2 of chapter 1 of title 19 of the administrative code of the city of New York is amended by amending subdivision c to read as follows:\n\tc. Any person who violates subdivision b of this section shall be liable for a civil penalty in the amount of [five hundred] one thousand dollars. Authorized employees of the police department and department of parks and recreation shall have the authority to enforce the provisions of this section. Such penalties shall be recovered in a civil action or in a proceeding commenced by the service of a notice of violation that shall be returnable before the environmental control board. In addition, such violation shall be a traffic infraction and shall be punishable in accordance with section eighteen hundred of the New York state vehicle and traffic law.\n\t§2. This local law shall take effect immediately.\n\nLS# 3212\nSH/LF\n2/7/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab Section 1. Section 19-176.2 of chapter 1 of title 19 of the administrative code of the city of New York is amended by amending subdivision c to read as follows:\\par\n\\tab c. Any person who violates subdivision b of this section shall be liable for a civil penalty in the amount of [five hundred] \\ul one thousand\\ulnone  dollars. Authorized employees of the police department and department of parks and recreation shall have the authority to enforce the provisions of this section. Such penalties shall be recovered in a civil action or in a proceeding commenced by the service of a notice of violation that shall be returnable before the environmental control board. In addition, such violation shall be a traffic infraction and shall be punishable in accordance with section eighteen hundred of the New York state vehicle and traffic law.\\par\n\\tab\\'a72. This local law shall take effect immediately.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fs18 LS# 3212\\par\nSH/LF\\par\n2/7/12 \\par\n}\n",
  "LastModified": "2013-12-23T03:45:56.47Z"
}
