{
  "ID": 48512,
  "GUID": "289C2C4A-5303-4D60-A5CD-2D0BFD0F085D",
  "File": "Int 0800-2012",
  "Name": "Prohibiting bias-based profiling.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting bias-based profiling.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2012-02-29T00:00:00Z",
  "AgendaDate": "2012-02-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7556,
      "Slug": "the-public-advocate-mr-de-blasio",
      "FullName": "The Public Advocate (Mr. de Blasio)"
    }
  ],
  "History": [
    {
      "ID": 262277,
      "Date": "2012-02-29T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262416,
      "Date": "2012-02-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11479,
      "AgendaSequence": 117,
      "MinutesSequence": 131,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 268075,
      "Date": "2012-10-10T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 11868,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 268347,
      "Date": "2012-10-10T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 11868,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283840,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 111698,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 800 - 2/29/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/adac7008-8fba-401a-82ef-3b230deff4f9.doc",
      "Sort": 1
    },
    {
      "ID": 108934,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/10/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9c72668b-10f7-429b-8bc4-3517a31f926b.doc",
      "Sort": 2
    },
    {
      "ID": 109324,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/10/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b0d5d96d-e7a7-46b9-b15f-2a49b6baf2d3.PDF",
      "Sort": 3
    },
    {
      "ID": 109211,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/10/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2fe87fb4-dd9c-47a3-bf43-28aee2cbf5ae.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 51631,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Declaration of Legislative Intent and Findings. The City Council finds that bias-based policing endangers New York City’s long tradition of serving as a welcoming place for people of all backgrounds.  The Council further finds that the people of the City of New York are in great debt to the hard work and dedication of police officers in their daily duties. The name and reputation of these officers should not be tarnished by the actions of those who would commit discriminatory practices. \nThe City Council expresses deep concern about the impact of NYPD practices on various communities in New York City.  In particular, the Council expresses concern about the NYPD’s growing reliance on stop-and-frisk tactics and the impact of this practice on communities of color.  In 2002, the NYPD made approximately 97,000 stops.  By 2010, the number of stops had increased to more than 601,000.  Black and Latino New Yorkers face the brunt of this practice and consistently represent more than 80 percent of people stopped despite representing just over 50 percent of the city’s population.  Moreover, stop-and-frisk practices have not increased public safety, as year-after-year nearly 90 percent of individuals stopped are neither arrested nor issued a summons.  \nBias-based profiling by the police alienates communities from law enforcement, violates New Yorkers’ rights and freedoms, and is a danger to public safety.  It is the Council’s intent that the provisions herein be construed broadly, consistent with the \"Local Civil Rights Restoration Act of 2005,\" to ensure protection of the civil rights of all persons covered by the law. By passing this legislation, it is the intent of the City Council to prohibit bias-based policing and to create a safer city for all New Yorkers.\n§ 2. Section 14-151 of the administrative code of the City of New York is amended to read as follows:\n§ 14-151. [Racial or Ethnic] Bias-Based Profiling Prohibited.\na. Definitions. As used in this section, the following terms have the following meanings:\n1. “[Racial or ethnic] Bias-based profiling” means an act of a member of the force of the police department or other law enforcement officer that relies on actual or perceived race, [ethnicity, religion or] national origin color, creed, age, alienage or citizenship status, gender, sexual orientation, disability, or housing status as the determinative factor in initiating law enforcement action against an individual, rather than an individual’s behavior or other information or circumstances that links a person or persons [of a particular race, ethnicity, religion national origin] to suspected unlawful activity.\n2. “Law enforcement officer” means (i) a peace officer or police officer as defined in the Criminal Procedure Law who is employed by the city of New York; or (ii) a special patrolman appointed by the police commissioner pursuant to section 14-106 of the administrative code.\nb. Prohibition. Every member of the police department or other law enforcement officer shall be prohibited from [racial or ethnic] engaging in bias-based profiling or unlawful discriminatory practices as defined in paragraph 3 of subdivision c of this section.\nc.  Enforcement. \n1. An individual subject to bias-based profiling or an unlawful discriminatory practices as defined in paragraph 3 of subdivision c of this section may enforce this section in a civil action for injunctive and declaratory relief, or by filing a complaint with the New York City Commission on Human Rights, pursuant to Title 8 of the Administrative Code of the City of New York.\n2. In an action brought under this section, relief may be obtained against:\n(i) any governmental body that employs any law enforcement officer who has engaged, is engaging, or continues to engage in bias-based profiling or unlawful discriminatory practices as defined in paragraph 3 of subdivision c of this section or employed such officer at the time of the act(s); and\n(ii) any law enforcement officer who has engaged, is engaging, or continues to engage in bias-based profiling or unlawful discriminatory practices as defined in paragraph 3 of subdivision c of this section.\n3. An unlawful discriminatory practice is established under this section when \n(i) (A) An individual brings an action demonstrating that a law enforcement officer has, or law enforcement officers have, intentionally engaged in bias-based profiling of one or more individuals; and (B) the governmental body or law enforcement officer against whom such action is brought fails to prove that:\n(1) such bias-based profiling is necessary to achieve a compelling governmental interest, and \n(2) the bias-based profiling was narrowly tailored to achieve that compelling governmental interest, and \n(3) the least restrictive means were used to achieve the compelling governmental interest, or\n(ii) (A) An individual brings an action demonstrating that a policy or practice of the police department or a group of policies or practices of the police department results in a disparate impact to the detriment of any group protected by the provisions of this chapter; and (B) The police department fails to plead and prove as an affirmative defense that each such policy or practice bears a significant relationship to a significant law enforcement objective or does not contribute to the disparate impact; provided, however, that if such person who may bring an action demonstrates that a group of policies or practices results in a disparate impact, such person shall not be required to demonstrate which specific policies or practices within the group results in such disparate impact; (C) A policy or practice or group of policies or practices demonstrated to result in a disparate impact shall be unlawful where such person who may bring an action produces substantial evidence that an alternative policy or practice with less disparate impact is available and the police department fails to prove that such alternative policy or practice would not serve the law enforcement objective as well. \n4.  In any action or proceeding to enforce this section, the court may allow a prevailing plaintiff reasonable attorney's fees as part of the costs, and may include expert fees as part of the attorney's fees.\nd. Preservation of rights. This section shall be in addition to all rights, procedures, and remedies available under the United States Constitution, Section 1983 of Title 42 of the United States Code, the Constitution of the State of New York and all other federal law, state law, law of the City of New York or the New York City Administrative Code, and all pre-existing civil remedies, including monetary damages, created by statute, ordinance, regulation or common law.\n§ 3. Section 8-102 of the administrative code of the city of New York is amended to add a new subdivision 10, re-number subdivision 10 as subdivision 11, re-number subdivision 11 as subdivision 12, re-number subdivision 12 as subdivision 13, re--number subdivision 13 as subdivision 14, re-number subdivision 14 as subdivision 15, re-number subdivision 15 as subdivision 16, re-number subdivision 17 as subdivision 18, re-number subdivision 18 as subdivision 19, re-number subdivision 19 as subdivision 20, re-number subdivision 21 as subdivision 22, re-number subdivision 23 as subdivision 24, re-number subdivision 24 as subdivision 25, re-number subdivision 25 as subdivision 26, and re-number subdivision 26 as subdivision 27 as follows:\n10. The term “housing status” shall mean the place, publicly or privately owned, where an individual resides, whether on a temporary or permanent basis, and shall include but not be limited to:\n(a) an individual’s ownership status with regard to the individual’s residence;\n(b) the status of having or not having a fixed residence;\n(c) an individual’s use of publicly assisted housing;\n(d) an individual’s use of the shelter system; and\n(e) an individual’s actual or perceived homelessness.\n[10.]11. The term \"housing accommodation\" includes any building, structure, or portion thereof which is used or occupied or is intended, arranged or designed to be used or occupied, as the home, residence or sleeping place of one or more human beings. Except as otherwise specifically provided, such term shall include a publicly assisted housing accommodation.\n[11]12. The term \"publicly-assisted housing accommodations\" shall include: (a) Publicly-owned or operated housing accommodations. (b) Housing accommodations operated by housing companies under the supervision of the state commissioner of housing and community renewal, or the department of housing preservation and development. (c) Housing accommodations constructed after July first, nineteen hundred fifty, and housing accommodations sold after July first, nineteen hundred ninety-one: (1) Which are exempt in whole or in part from taxes levied by the state or any of its political subdivisions, (2) Which are constructed on land sold below cost by the state or any of its political subdivisions or any agency thereof, pursuant to the federal housing act of nineteen hundred forty-nine, (3) Which are constructed in whole or in part on property acquired or assembled by the state or any of its political subdivisions or any agency thereof through the power of condemnation or otherwise for the purpose of such construction, or (4) For the acquisition, construction, repair or maintenance for which the state or any of its political subdivisions or any agency thereof supplies funds or other financial assistance. (d) Housing accommodations, the acquisition, construction, rehabilitation, repair or maintenance of which is, after July first, nineteen hundred fifty-five, financed in whole or in part by a loan, whether or not secured by a mortgage, the repayment of which is guaranteed or insured by the federal government or any agency thereof, or the state or any of its political subdivisions or any agency thereof.\n[12]13. The term \"family,\" as used in subparagraph four of paragraph (a) of subdivision five of section 8-107 of this chapter, means either a person occupying a dwelling and maintaining a household, with not more than four boarders, roomers or lodgers, or two or more persons occupying a dwelling, living together and maintaining a common household, with not more than four boarders, roomers or lodgers. A “boarder,\" \"roomer\" or “lodger” residing with a family means a person living within the household who pays consideration for such residence and does not occupy such space within the household as an incident of employment therein.\n[13]14. The term \"commercial space\" means any space in a building, structure, or portion thereof which is used or occupied or is intended, arranged or designed to be used or occupied for the manufacture, sale, resale, processing, reprocessing, displaying, storing, handling, garaging or distribution of personal property; and any space which is used or occupied, or is intended, arranged or designed to be used or occupied as a business or professional unit or office in any building, structure or portion thereof.\n[14]15. The term \"real estate broker\" means any person who, for another and for a fee, commission or other valuable consideration, lists for sale, sells, at auction or otherwise, exchanges, buys or rents, or offers or attempts to negotiate a sale at auction, or otherwise, exchange, purchase or rental of an estate or interest in real estate or collects or offers or attempts to collect rent for the use of real estate, or negotiates, or offers or attempts to negotiate, a loan secured or to be secured by a mortgage or other encumbrance upon or transfer of real estate. In the sale of lots pursuant to the provisions of article nine-a of the real property law, the term “real estate broker\" shall also include any person employed by or on behalf of the owner or owners of lots or other parcels of real estate, at a stated salary, or upon commission, or upon a salary and commission, or otherwise, to sell such real estate, or any parts thereof, in lots or other parcels, and who shall sell or exchange, or offer or attempt or agree to negotiate the sale or exchange of any such lot or parcel of real estate.\n[15]16. The term \"real estate salesperson\" means a person employed by or authorized by a licensed real estate broker to list for sale, sell or offer for sale at auction or otherwise to buy or offer to buy or to negotiate the purchase or sale or exchange of real estate or to negotiate a loan on real estate or to lease or rent or offer to lease, rent or place for rent any real estate, or who collects or offers or attempts to collect rents for the use of real estate for or on behalf of such real estate broker.\n[16]17. (a) The term \"disability\" means any physical, medical, mental or psychological impairment, or a history or record of such impairment. (b) The term \"physical, medical, mental, or psychological impairment\" means: (1) An impairment of any system of the body; including, but not limited to: the neurological system; the musculoskeletal system; the special sense organs and respiratory organs, including, but not limited to, speech organs; the cardiovascular system; the reproductive system; the digestive and genito-urinary systems; the hemic and lymphatic systems; the immunological systems; the skin; and the endocrine system; or (2) A mental or psychological impairment. (c) In the case of alcoholism, drug addiction or other substance abuse, the term \"disability\" shall only apply to a person who (1) is recovering or has recovered and (2) currently is free of such abuse, and shall not include an individual who is currently engaging in the illegal use of drugs, when the covered entity acts on the basis of such use.\n[17]18. The term \"covered entity\" means a person required to comply with any provision of section 8- 107 of this chapter.\n[18]19. The term \"reasonable accommodation\" means such accommodation that can be made that shall not cause undue hardship in the conduct of the covered entity's business. The covered entity shall have the burden of proving undue hardship. In making a determination of undue hardship with respect to claims filed under subdivisions one or two of section 8-107 or section 8-107.1 of this chapter, the factors which may be considered include but shall not be limited to: (a) The nature and cost of the accommodation; (b) The overall financial resources of the facility or the faculties involved in the provision of the reasonable accommodation; the number of persons employed at such facility; the effect on expenses and resources, or the impact otherwise of such accommodation upon the operation of the facility; (c) The overall financial resources of the covered entity; the overall size of the business of a covered entity with respect to the number of its employees, the number, type, and location of its facilities; and (d) The type of operation or operations of the covered entity, including the composition, structure, and functions of the workforce of such entity; the geographic separateness, administrative, or fiscal relationship of the facility or facilities in question to the covered entity.\nIn making a determination of undue hardship with respect to claims for reasonable accommodation to an employee's or prospective employee's religious observance filed under subdivision three of section 8-107 of this chapter, the definition of \"undue hardship\" set forth in paragraph b of such subdivision shall apply.\n[19]20. The term \"occupation\" means any lawful vocation, trade, profession or field of specialization.\n[20]21. The term \"sexual orientation\" means heterosexuality, homosexuality, or bisexuality.\n[21]22. The term \"alienage or citizenship status\" means: (a) The citizenship of any person, or (b) The immigration status of any person who is not a citizen or national of the United States.\n[22]23. The term \"hate crime\" means a crime that manifests evidence of prejudice based on race, religion, ethnicity, disability, sexual orientation, national origin, age, gender, or alienage or citizenship status.\n[23]24. The term “gender” shall include actual or perceived sex and shall also include a person’s gender identity, self-image, appearance, behavior or expression, whether or not that gender identity, self-image, appearance, behavior or expression is different from that traditionally associated with the legal sex assigned to that person at birth.\n[24]25. The term “partnership status” means the status of being in a domestic partnership, as defined by § 3-240(a) of the Administrative Code of the City of New York.\n[25]26. The term \"lawful source of income\" shall include income derived from social security, or any form of federal, state or local public assistance or housing assistance including section 8 vouchers.\n[26]27.  The term “cyberbullying” means willful and repeated harm inflicted through the use of computers, cell phones, and other electronic devices that is intended to frighten, harass, cause harm to, extort, or otherwise target another.\n§ 4. Paragraph a of subdivision 17 of section 8-107 of the administrative code of the city of New York is amended to read as follows:\n17. Disparate Impact. \na. An unlawful discriminatory practice based upon disparate impact is established when:\n(1)(a) the commission or a person who may bring an action under chapter four or five of this title demonstrates that a policy or practice of a covered entity or a group of policies or practices of a covered entity results in a disparate impact to the detriment of any group protected by the provisions of this chapter; and\n[(2)](b) the covered entity fails to plead and prove as an affirmative defense that each such policy or practice bears a significant relationship to a significant business objective of the covered entity or does not contribute to the disparate impact; provided, however, that if the commission or such person who may bring an action demonstrates that a group of policies or practices results in a disparate impact, the commission or such person shall not be required to demonstrate which specific policies or practices within the group results in such disparate impact; provided further, that a policy or practice or group of policies or practices demonstrated to result in a disparate impact shall be unlawful where the commission or such person who may bring an action produces substantial evidence that an alternative policy or practice with less disparate impact is available to the covered entity and the covered entity fails to prove that such alternative policy or practice would not serve the covered entity as well. “Significant business objective” shall include, but not be limited to, successful performance of the job; or\n(2)(a) the commission or a person who may bring an action under Section 14-151 of the administrative code of the City of New York demonstrates that a policy or practice of the police department or a group of policies or practices of the police department results in a disparate impact to the detriment of any group protected by the provisions of this chapter; and\n(b) the police department fails to plead and prove as an affirmative defense that each such policy or practice bears a significant relationship to a significant law enforcement objective or does not contribute to the disparate impact; provided, however, that if the commission or such person who may bring an action demonstrates that a group of policies or practices results in a disparate impact, the commission or such person shall not be required to demonstrate which specific policies or practices within the group results in such disparate impact; provided further, that a policy or practice or group of policies or practices demonstrated to result in a disparate impact shall be unlawful where the commission or such person who may bring an action produces substantial evidence that an alternative policy or practice with less disparate impact is available and the police department fails to prove that such alternative policy or practice would not serve the law enforcement objective as well. \n§ 5. Section 8-502 of the administrative code of the city of New York is amended to read as follows:\n§ 8-502. Civil action by persons aggrieved by unlawful discriminatory practices.\na. Except as otherwise provided by law, any person claiming to be aggrieved by an unlawful discriminatory practice as defined in chapter one of this title or by an act of discriminatory harassment or violence as set forth in chapter six of this title shall have a cause of action in any court of competent jurisdiction for damages, including punitive damages where permitted under law, and for injunctive relief and such other remedies as may be appropriate, unless such person has filed a complaint with the city commission on human rights or with the state division of human rights with respect to such alleged unlawful discriminatory practice or act of discriminatory harassment or violence. For purposes of this subdivision, the filing of a complaint with a federal agency pursuant to applicable federal law prohibiting discrimination which is subsequently referred to the city commission on human rights or to the state division of human rights pursuant to such law shall not be deemed to constitute the filing of a complaint under this subdivision.\n b. Notwithstanding any inconsistent provision of subdivision a of this section, where a complaint filed with the city commission on human rights or the state division on human rights is dismissed by the city commission on human rights pursuant to subdivisions a, b or c of section 8-113 of chapter one of this title, or by the state division of human rights pursuant to subdivision nine of section two hundred ninety-seven of the executive law either for administrative convenience or on the grounds that such person's election of an administrative remedy is annulled, an aggrieved person shall maintain all rights to commence a civil action pursuant to this chapter as if no such complaint had been filed.\nc. The city commission on human rights and the corporation counsel shall each designate a representative authorized to receive copies of complaints in actions commenced in whole or in part pursuant to subdivision a of this section. Within 10 days after having commenced a civil action pursuant to subdivision a of this section, the plaintiff shall serve a copy of the complaint upon such authorized representatives.\nd. A civil action commenced under this section must be commenced within three years after the alleged unlawful discriminatory practice or act of discriminatory harassment or violence as set forth in chapter six of this title occurred. Upon the filing of a complaint with the city commission on human rights or the state division of human rights and during the pendency of such complaint and any court proceeding for review of the dismissal of such complaint, such three year limitations period shall be tolled.\ne. Notwithstanding any inconsistent provision of this section, where a complaint filed with the city commission on human rights or state division of human rights is dismissed for administrative convenience and such dismissal is due to the complainant's malfeasance, misfeasance or recalcitrance, the three year limitation period on commencing a civil action pursuant to this section shall not be tolled. Unwillingness to accept a reasonable proposed conciliation agreement shall not be considered malfeasance, misfeasance or recalcitrance.\n [e]f. The provisions of this section which provide a cause of action to persons claiming to be aggrieved by an act of discriminatory harassment or violence as set forth in chapter six of this title shall not apply to acts committed by members of the police department in the course of performing their official duties as police officers whether the police officer is on or off duty. This section does not apply to causes of action maintained against members of the police department pursuant to section 14-151 of the Administrative Code of the City of New York or section 107 of this title.\n[f] g. In any civil action commenced pursuant to this section, the court, in its discretion, may award the prevailing party costs and reasonable attorney's fees. For the purposes of this subdivision, the term “prevailing” includes a plaintiff whose commencement of litigation has acted as a catalyst to effect policy change on the part of the defendant, regardless of whether that change has been implemented voluntarily, as a result of a settlement or as a result of a judgment in such plaintiff's favor.\n§ 6. Severability. If any provision of this bill or any other provision of this local law, or any amendments thereto, shall be held invalid or ineffective in whole or in part or inapplicable to any person or situation, such holding shall not affect, impair or invalidate any portion of or the remainder of this local law, and all other provisions thereof shall nevertheless be separately and fully effective and the application of any such provision to other persons or situations shall not be affected.\n§ 7.  This local law shall take effect ninety days after it is enacted.\n\nCJG\n4/29/13",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue0;}\n{\\info{\\horzdoc}{\\*\\lchars (<?[\\'7b\\'ab\\'91\\'93}{\\*\\fchars )>?]\\'7d\\'92\\'94}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab Section 1.  Declaration of Legislative Intent and Findings. The City Council finds that bias-based policing endangers New York City\\rquote s long tradition of serving as a welcoming place for people of all backgrounds.  The Council further finds that the people of the City of New York are in great debt to the hard work and dedication of police officers in their daily duties. The name and reputation of these officers should not be tarnished by the actions of those who would commit discriminatory practices. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 The City Council expresses deep concern about the impact of NYPD practices on various communities in New York City.  In particular, the Council expresses concern about the NYPD\\rquote s growing reliance on stop-and-frisk tactics and the impact of this practice on communities of color.  In 2002, the NYPD made approximately 97,000 stops.  By 2010, the number of stops had increased to more than 601,000.  Black and Latino New Yorkers face the brunt of this practice and consistently represent more than 80 percent of people stopped despite representing just over 50 percent of the city\\rquote s population.  Moreover, stop-and-frisk practices have not increased public safety, as year-after-year nearly 90 percent of individuals stopped are neither arrested nor issued a summons.  \\par\nBias-based profiling by the police alienates communities from law enforcement, violates New Yorkers\\rquote  rights and freedoms, and is a danger to public safety.  It is the Council\\rquote s intent that the provisions herein be construed broadly, consistent with the \"Local Civil Rights Restoration Act of 2005,\" to ensure protection of the civil rights of all persons covered by the law. By passing this legislation, it is the intent of the City Council to prohibit bias-based policing and to create a safer city for all New Yorkers.\\highlight2\\par\n\\cf0\\highlight0\\'a7 2. Section 14-151 of the administrative code of the City of New York is amended to read as follows:\\par\n\\'a7 14-151. [Racial or Ethnic] \\ul Bias-Based\\ulnone  Profiling Prohibited.\\par\na. Definitions. As used in this section, the following terms have the following meanings:\\par\n1. \\ldblquote [Racial or ethnic] \\ul Bias-based\\ulnone  profiling\\rdblquote  means an act of a member of the force of the police department or other law enforcement officer that relies on \\ul actual or perceived\\ulnone  race, [ethnicity, religion or] national origin \\ul color, creed, age, alienage or citizenship status, gender, sexual orientation, disability, or housing status\\ulnone  as the determinative factor in initiating law enforcement action against an individual, rather than an individual\\rquote s behavior or other information or circumstances that links a person or persons [of a particular race, ethnicity, religion national origin] to suspected unlawful activity.\\par\n2. \\ldblquote Law enforcement officer\\rdblquote  means (i) a peace officer or police officer as defined in the Criminal Procedure Law who is employed by the city of New York; or (ii) a special patrolman appointed by the police commissioner pursuant to section 14-106 of the administrative code.\\par\nb. Prohibition. Every member of the police department or other law enforcement officer shall be prohibited from [racial or ethnic] \\ul engaging in\\ulnone  \\ul bias-based\\ulnone  profiling or unlawful discriminatory practices \\ul as defined in paragraph 3 of subdivision c of this section\\ulnone .\\par\n\\ul c.  Enforcement. \\ulnone\\par\n\\ul 1. An individual subject to bias-based profiling or an unlawful discriminatory practices as defined in paragraph 3 of subdivision c of this section may enforce this section in a civil action for injunctive and declaratory relief, or by filing a complaint with the New York City Commission on Human Rights, pursuant to Title 8 of the Administrative Code of the City of New York.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\li360\\sl480\\slmult1 2. In an action brought under this section, relief may be obtained against:\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul (i) any governmental body that employs any law enforcement officer who has engaged, is engaging, or continues to engage in bias-based profiling or unlawful discriminatory practices as defined in paragraph 3 of subdivision c of this section or employed such officer at the time of the act(s); and\\ulnone\\par\n\\ul (ii) any law enforcement officer who has engaged, is engaging, or continues to engage in bias-based profiling or unlawful discriminatory practices as defined in paragraph 3 of subdivision c of this section.\\par\n3. An unlawful discriminatory practice is established under this section when \\par\n(i) (A) An individual brings an action demonstrating that a law enforcement officer has, or law enforcement officers have, intentionally engaged in bias-based profiling of one or more individuals; and (B) the governmental body or law enforcement officer against whom such action is brought fails to prove that:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi810\\sl480\\slmult1 (1) such bias-based profiling \\cf1 is necessary to achieve a compelling governmental interest, and \\cf0\\par\n\\cf1 (2) the bias-based profiling was narrowly tailored to achieve that compelling governmental interest, and \\cf0\\par\n(3) the least restrictive means were used to achieve the compelling governmental interest, or\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (ii) (A) An individual brings an action demonstrating that a policy or practice of the police department or a group of policies or practices of the police department results in a disparate impact to the detriment of any group protected by the provisions of this chapter; and (B) The police department fails to plead and prove as an affirmative defense that each such policy or practice bears a significant relationship to a significant law enforcement objective or does not contribute to the disparate impact; provided, however, that if such person who may bring an action demonstrates that a group of policies or practices results in a disparate impact, such person shall not be required to demonstrate which specific policies or practices within the group results in such disparate impact; (C) A policy or practice or group of policies or practices demonstrated to result in a disparate impact shall be unlawful where such person who may bring an action produces substantial evidence that an alternative policy or practice with less disparate impact is available and the police department fails to prove that such alternative policy or practice would not serve the law enforcement objective as well. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi630\\li90\\sl480\\slmult1 4.  In any action or proceeding to enforce this section, the court may allow a prevailing plaintiff reasonable attorney's fees as part of the costs, and may include expert fees as part of the attorney's fees.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul d. Preservation of rights. This section shall be in addition to all rights, procedures, and remedies available under the United States Constitution, Section 1983 of Title 42 of the United States Code, the Constitution of the State of New York and all other federal law, state law, law of the City of New York or the New York City Administrative Code, and all pre-existing civil remedies, including monetary damages, created by statute, ordinance, regulation or common law.\\ulnone\\par\n\\'a7 3. Section 8-102 of the administrative code of the city of New York is amended to add a new subdivision 10, re-number subdivision 10 as subdivision 11, re-number subdivision 11 as subdivision 12, re-number subdivision 12 as subdivision 13, re--number subdivision 13 as subdivision 14, re-number subdivision 14 as subdivision 15, re-number subdivision 15 as subdivision 16, re-number subdivision 17 as subdivision 18, re-number subdivision 18 as subdivision 19, re-number subdivision 19 as subdivision 20, re-number subdivision 21 as subdivision 22, re-number subdivision 23 as subdivision 24, re-number subdivision 24 as subdivision 25, re-number subdivision 25 as subdivision 26, and re-number subdivision 26 as subdivision 27 as follows:\\par\n\\ul 10. The term \\ldblquote housing status\\rdblquote  shall mean the place, publicly or privately owned, where an individual resides, whether on a temporary or permanent basis, and shall include but not be limited to:\\ulnone\\par\n\\ul (a) an individual\\rquote s ownership status with regard to the individual\\rquote s residence;\\ulnone\\par\n\\ul (b) the status of having or not having a fixed residence;\\ulnone\\par\n\\ul (c) an individual\\rquote s use of publicly assisted housing;\\ulnone\\par\n\\ul (d) an individual\\rquote s use of the shelter system; and\\ulnone\\par\n\\ul (e) an individual\\rquote s actual or perceived homelessness.\\ulnone\\par\n[10.]\\ul 11.\\ulnone  The term \"housing accommodation\" includes any building, structure, or portion thereof which is used or occupied or is intended, arranged or designed to be used or occupied, as the home, residence or sleeping place of one or more human beings. Except as otherwise specifically provided, such term shall include a publicly assisted housing accommodation.\\par\n[11]\\ul 12\\ulnone . The term \"publicly-assisted housing accommodations\" shall include: (a) Publicly-owned or operated housing accommodations. (b) Housing accommodations operated by housing companies under the supervision of the state commissioner of housing and community renewal, or the department of housing preservation and development. (c) Housing accommodations constructed after July first, nineteen hundred fifty, and housing accommodations sold after July first, nineteen hundred ninety-one: (1) Which are exempt in whole or in part from taxes levied by the state or any of its political subdivisions, (2) Which are constructed on land sold below cost by the state or any of its political subdivisions or any agency thereof, pursuant to the federal housing act of nineteen hundred forty-nine, (3) Which are constructed in whole or in part on property acquired or assembled by the state or any of its political subdivisions or any agency thereof through the power of condemnation or otherwise for the purpose of such construction, or (4) For the acquisition, construction, repair or maintenance for which the state or any of its political subdivisions or any agency thereof supplies funds or other financial assistance. (d) Housing accommodations, the acquisition, construction, rehabilitation, repair or maintenance of which is, after July first, nineteen hundred fifty-five, financed in whole or in part by a loan, whether or not secured by a mortgage, the repayment of which is guaranteed or insured by the federal government or any agency thereof, or the state or any of its political subdivisions or any agency thereof.\\par\n[12]\\ul 13\\ulnone . The term \"family,\" as used in subparagraph four of paragraph (a) of subdivision five of section 8-107 of this chapter, means either a person occupying a dwelling and maintaining a household, with not more than four boarders, roomers or lodgers, or two or more persons occupying a dwelling, living together and maintaining a common household, with not more than four boarders, roomers or lodgers. A \\ldblquote boarder,\" \"roomer\" or \\ldblquote lodger\\rdblquote  residing with a family means a person living within the household who pays consideration for such residence and does not occupy such space within the household as an incident of employment therein.\\par\n[13]\\ul 14\\ulnone . The term \"commercial space\" means any space in a building, structure, or portion thereof which is used or occupied or is intended, arranged or designed to be used or occupied for the manufacture, sale, resale, processing, reprocessing, displaying, storing, handling, garaging or distribution of personal property; and any space which is used or occupied, or is intended, arranged or designed to be used or occupied as a business or professional unit or office in any building, structure or portion thereof.\\par\n[14]\\ul 15\\ulnone . The term \"real estate broker\" means any person who, for another and for a fee, commission or other valuable consideration, lists for sale, sells, at auction or otherwise, exchanges, buys or rents, or offers or attempts to negotiate a sale at auction, or otherwise, exchange, purchase or rental of an estate or interest in real estate or collects or offers or attempts to collect rent for the use of real estate, or negotiates, or offers or attempts to negotiate, a loan secured or to be secured by a mortgage or other encumbrance upon or transfer of real estate. In the sale of lots pursuant to the provisions of article nine-a of the real property law, the term \\ldblquote real estate broker\" shall also include any person employed by or on behalf of the owner or owners of lots or other parcels of real estate, at a stated salary, or upon commission, or upon a salary and commission, or otherwise, to sell such real estate, or any parts thereof, in lots or other parcels, and who shall sell or exchange, or offer or attempt or agree to negotiate the sale or exchange of any such lot or parcel of real estate.\\par\n[15]\\ul 16\\ulnone . The term \"real estate salesperson\" means a person employed by or authorized by a licensed real estate broker to list for sale, sell or offer for sale at auction or otherwise to buy or offer to buy or to negotiate the purchase or sale or exchange of real estate or to negotiate a loan on real estate or to lease or rent or offer to lease, rent or place for rent any real estate, or who collects or offers or attempts to collect rents for the use of real estate for or on behalf of such real estate broker.\\par\n[16]17. (a) The term \"disability\" means any physical, medical, mental or psychological impairment, or a history or record of such impairment. (b) The term \"physical, medical, mental, or psychological impairment\" means: (1) An impairment of any system of the body; including, but not limited to: the neurological system; the musculoskeletal system; the special sense organs and respiratory organs, including, but not limited to, speech organs; the cardiovascular system; the reproductive system; the digestive and genito-urinary systems; the hemic and lymphatic systems; the immunological systems; the skin; and the endocrine system; or (2) A mental or psychological impairment. (c) In the case of alcoholism, drug addiction or other substance abuse, the term \"disability\" shall only apply to a person who (1) is recovering or has recovered and (2) currently is free of such abuse, and shall not include an individual who is currently engaging in the illegal use of drugs, when the covered entity acts on the basis of such use.\\par\n[17]18. The term \"covered entity\" means a person required to comply with any provision of section 8- 107 of this chapter.\\par\n[18]19. The term \"reasonable accommodation\" means such accommodation that can be made that shall not cause undue hardship in the conduct of the covered entity's business. The covered entity shall have the burden of proving undue hardship. In making a determination of undue hardship with respect to claims filed under subdivisions one or two of section 8-107 or section 8-107.1 of this chapter, the factors which may be considered include but shall not be limited to: (a) The nature and cost of the accommodation; (b) The overall financial resources of the facility or the faculties involved in the provision of the reasonable accommodation; the number of persons employed at such facility; the effect on expenses and resources, or the impact otherwise of such accommodation upon the operation of the facility; (c) The overall financial resources of the covered entity; the overall size of the business of a covered entity with respect to the number of its employees, the number, type, and location of its facilities; and (d) The type of operation or operations of the covered entity, including the composition, structure, and functions of the workforce of such entity; the geographic separateness, administrative, or fiscal relationship of the facility or facilities in question to the covered entity.\\par\nIn making a determination of undue hardship with respect to claims for reasonable accommodation to an employee's or prospective employee's religious observance filed under subdivision three of section 8-107 of this chapter, the definition of \"undue hardship\" set forth in paragraph b of such subdivision shall apply.\\par\n[19]\\ul 20\\ulnone . The term \"occupation\" means any lawful vocation, trade, profession or field of specialization.\\par\n[20]21. The term \"sexual orientation\" means heterosexuality, homosexuality, or bisexuality.\\par\n[21]22. The term \"alienage or citizenship status\" means: (a) The citizenship of any person, or (b) The immigration status of any person who is not a citizen or national of the United States.\\par\n[22]23. The term \"hate crime\" means a crime that manifests evidence of prejudice based on race, religion, ethnicity, disability, sexual orientation, national origin, age, gender, or alienage or citizenship status.\\par\n[23]24. The term \\ldblquote gender\\rdblquote  shall include actual or perceived sex and shall also include a person\\rquote s gender identity, self-image, appearance, behavior or expression, whether or not that gender identity, self-image, appearance, behavior or expression is different from that traditionally associated with the legal sex assigned to that person at birth.\\par\n[24]25. The term \\ldblquote partnership status\\rdblquote  means the status of being in a domestic partnership, as defined by \\'a7 3-240(a) of the Administrative Code of the City of New York.\\par\n[25]26. The term \"lawful source of income\" shall include income derived from social security, or any form of federal, state or local public assistance or housing assistance including section 8 vouchers.\\par\n[26]27.  The term \\ldblquote cyberbullying\\rdblquote  means willful and repeated harm inflicted through the use of computers, cell phones, and other electronic devices that is intended to frighten, harass, cause harm to, extort, or otherwise target another.\\par\n\\'a7 4. Paragraph a of subdivision 17 of section 8-107 of the administrative code of the city of New York is amended to read as follows:\\par\n17. Disparate Impact. \\par\na. An unlawful discriminatory practice based upon disparate impact is established when:\\par\n(1)\\ul (a)\\ulnone  the commission or a person who may bring an action under chapter four or five of this title demonstrates that a policy or practice of a covered entity or a group of policies or practices of a covered entity results in a disparate impact to the detriment of any group protected by the provisions of this chapter; and\\par\n[(2)]\\ul (b) \\ulnone the covered entity fails to plead and prove as an affirmative defense that each such policy or practice bears a significant relationship to a significant business objective of the covered entity or does not contribute to the disparate impact; provided, however, that if the commission or such person who may bring an action demonstrates that a group of policies or practices results in a disparate impact, the commission or such person shall not be required to demonstrate which specific policies or practices within the group results in such disparate impact; provided further, that a policy or practice or group of policies or practices demonstrated to result in a disparate impact shall be unlawful where the commission or such person who may bring an action produces substantial evidence that an alternative policy or practice with less disparate impact is available to the covered entity and the covered entity fails to prove that such alternative policy or practice would not serve the covered entity as well. \\ldblquote Significant business objective\\rdblquote  shall include, but not be limited to, successful performance of the job;\\ul  or\\ulnone\\par\n\\ul (2)(a) the commission or a person who may bring an action under Section 14-151 of the administrative code of the City of New York demonstrates that a policy or practice of the police department or a group of policies or practices of the police department results in a disparate impact to the detriment of any group protected by the provisions of this chapter; and\\par\n(b) the police department fails to plead and prove as an affirmative defense that each such policy or practice bears a significant relationship to a significant law enforcement objective or does not contribute to the disparate impact; provided, however, that if the commission or such person who may bring an action demonstrates that a group of policies or practices results in a disparate impact, the commission or such person shall not be required to demonstrate which specific policies or practices within the group results in such disparate impact; provided further, that a policy or practice or group of policies or practices demonstrated to result in a disparate impact shall be unlawful where the commission or such person who may bring an action produces substantial evidence that an alternative policy or practice with less disparate impact is available and the police department fails to prove that such alternative policy or practice would not serve the law enforcement objective as well. \\ulnone\\par\n\\'a7 5. Section 8-502 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 8-502. Civil action by persons aggrieved by unlawful discriminatory practices.\\par\na. Except as otherwise provided by law, any person claiming to be aggrieved by an unlawful discriminatory practice as defined in chapter one of this title or by an act of discriminatory harassment or violence as set forth in chapter six of this title shall have a cause of action in any court of competent jurisdiction for damages, including punitive damages \\ul where permitted under law\\ulnone , and for injunctive relief and such other remedies as may be appropriate, unless such person has filed a complaint with the city commission on human rights or with the state division of human rights with respect to such alleged unlawful discriminatory practice or act of discriminatory harassment or violence. For purposes of this subdivision, the filing of a complaint with a federal agency pursuant to applicable federal law prohibiting discrimination which is subsequently referred to the city commission on human rights or to the state division of human rights pursuant to such law shall not be deemed to constitute the filing of a complaint under this subdivision.\\par\n b. Notwithstanding any inconsistent provision of subdivision a of this section, where a complaint filed with the city commission on human rights or the state division on human rights is dismissed by the city commission on human rights pursuant to subdivisions a, b or c of section 8-113 of chapter one of this title, or by the state division of human rights pursuant to subdivision nine of section two hundred ninety-seven of the executive law either for administrative convenience or on the grounds that such person's election of an administrative remedy is annulled, an aggrieved person shall maintain all rights to commence a civil action pursuant to this chapter as if no such complaint had been filed.\\par\nc. The city commission on human rights and the corporation counsel shall each designate a representative authorized to receive copies of complaints in actions commenced in whole or in part pursuant to subdivision a of this section. Within 10 days after having commenced a civil action pursuant to subdivision a of this section, the plaintiff shall serve a copy of the complaint upon such authorized representatives.\\par\nd. A civil action commenced under this section must be commenced within three years after the alleged unlawful discriminatory practice or act of discriminatory harassment or violence as set forth in chapter six of this title occurred. Upon the filing of a complaint with the city commission on human rights or the state division of human rights and during the pendency of such complaint and any court proceeding for review of the dismissal of such complaint, such three year limitations period shall be tolled.\\par\ne. Notwithstanding any inconsistent provision of this section, where a complaint filed with the city commission on human rights or state division of human rights is dismissed for administrative convenience and such dismissal is due to the complainant's malfeasance, misfeasance or recalcitrance, the three year limitation period on commencing a civil action pursuant to this section shall not be tolled. Unwillingness to accept a reasonable proposed conciliation agreement shall not be considered malfeasance, misfeasance or recalcitrance.\\par\n [e]\\ul f\\ulnone . The provisions of this section which provide a cause of action to persons claiming to be aggrieved by an act of discriminatory harassment or violence as set forth in chapter six of this title shall not apply to acts committed by members of the police department in the course of performing their official duties as police officers whether the police officer is on or off duty. \\ul This section does not apply to causes of action maintained against members of the police department pursuant to section 14-151 of the Administrative Code of the City of New York or section 107 of this title.\\par\n\\ulnone [f] \\ul g\\ulnone . In any civil action commenced pursuant to this section, the court, in its discretion, may award the prevailing party costs and reasonable attorney's fees. For the purposes of this subdivision, the term \\ldblquote prevailing\\rdblquote  includes a plaintiff whose commencement of litigation has acted as a catalyst to effect policy change on the part of the defendant, regardless of whether that change has been implemented voluntarily, as a result of a settlement or as a result of a judgment in such plaintiff's favor.\\par\n\\'a7 6. Severability. If any provision of this bill or any other provision of this local law, or any amendments thereto, shall be held invalid or ineffective in whole or in part or inapplicable to any person or situation, such holding shall not affect, impair or invalidate any portion of or the remainder of this local law, and all other provisions thereof shall nevertheless be separately and fully effective and the application of any such provision to other persons or situations shall not be affected.\\par\n\\cf1\\'a7 7.  This local law shall take effect ninety days after it is enacted.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar CJG\\par\n4/29/13\\cf0\\fs20\\par\n}\n",
  "LastModified": "2013-12-23T03:35:58.677Z"
}
