{
  "ID": 48514,
  "GUID": "293CF2FB-6D28-432F-8509-BB49F221468B",
  "File": "Int 0801-2012",
  "Name": "Requiring law enforcement officers to identify themselves to the public.",
  "Title": "A Local Law to amend the administrative code of the city of New York in relation to requiring law enforcement officers to identify themselves to the public.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2012-02-29T00:00:00Z",
  "AgendaDate": "2012-02-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    }
  ],
  "History": [
    {
      "ID": 262280,
      "Date": "2012-02-29T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262418,
      "Date": "2012-02-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11479,
      "AgendaSequence": 118,
      "MinutesSequence": 132,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 268076,
      "Date": "2012-10-10T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 11868,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 268348,
      "Date": "2012-10-10T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 11868,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283839,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 108935,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/10/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b303bce9-a245-4337-88d4-0337ba5b9516.doc",
      "Sort": 1
    },
    {
      "ID": 109325,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/10/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b0d5d96d-e7a7-46b9-b15f-2a49b6baf2d3.PDF",
      "Sort": 2
    },
    {
      "ID": 109212,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/10/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c6f48727-6489-4eb8-b38d-908514cf8008.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 49666,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of Legislative Intent and Findings. The City Council finds that the people of the City of New York are in great debt to the hard work and dedication of police officers in their daily duties. The Council further finds that mistrust of law enforcement officers based on real or perceived discrimination hinders law enforcement efforts and is a threat to public safety. New York City Police Department policy already requires that officers wear shields and nameplates at all times while in uniform, and that they provide their rank, name, shield number and command when asked. In adopting this law, it is the intent of the City Council to increase transparency in police practices and to build trust between police officers and members of the public by providing the public with notice of the reasons behind their encounters with the police, and a written record of their interactions with the police in situations that do not result in an arrest or summons.\n§ 2. Title 14-101 of the Administrative Code of the City of New York is hereby amended to read as follows:\n§ 14-101. Definitions. As used in this title the following words shall have the following meanings:\na.  “Commissioner” shall mean the commissioner of the police department of the city.\nb.  “Department” shall mean the police department of the city.\nc.   “Law Enforcement Activity” shall mean any of the following activities when conducted by law enforcement officers:\n1.  noncustodial questioning of individuals;\n2.  pedestrian stops;\n3.  frisks;\n4.  searches of individuals’  persons, property, or possessions (including vehicles); \n5.  traffic stops;\n6.  roadblock or checkpoint stops; \n7.  home searches; and\n8.  contact with potential victims of and witnesses to crimes.\n\nd.  “Noncustodial questioning” shall mean both the routine, investigatory questioning of individuals and the questioning of suspects where such individuals or suspects have not been detained and are free to end the encounter at will. \n§ 3. Title 14 of the Administrative Code of the City of New York is hereby amended to add a new section 14-154 to read as follows:\n§14-154. Identification of Law Enforcement Officers.\na.  Upon initiation of law enforcement activity, law enforcement officers, as defined in section 14-151(a)(2) of the Administrative Code of the City of New York, shall\n1.  Identify themselves to the subject(s) of the law enforcement activity by providing their full name, rank and command; and\n2.  Provide the specific reason for the law enforcement activity. \n3.  At the conclusion of law enforcement activity that does not result in an arrest or summons, the subject(s) of the law enforcement activity shall be provided with the law enforcement officer’s business card, which shall include, at a minimum\na.  the name, rank, and command of the officer, and \nb.  a phone number for the Civilian Complaint Review Board that the subject of the law enforcement activity may use to submit comments or complaints about the encounter.\n4.  Subsections (1)-(3) shall not apply where a law enforcement officer is not in uniform and identification of the officer would compromise the immediate safety of the public or law enforcement officers or would seriously compromise a specific, ongoing law enforcement investigation. \n\t§ 4. Severability.  If any provision of this bill or any other provision of this local law, or any amendments thereto, shall be held invalid or ineffective in whole or in part or inapplicable to any person or situation, such holding shall not affect, impair or invalidate any portion of or the remainder of this local law, and all other provisions thereof shall nevertheless be separately and fully effective and the application of any such provision to other persons or situations shall not be affected.\n§ 5. This local law shall take effect ninety days after its enactment into law. \n\nPC/CJG\nLS 3321",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-180\\sl360\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl360\\slmult1\\ulnone\\par\nSection 1. Declaration of Legislative Intent and Findings. The City Council finds that the people of the City of New York are in great debt to the hard work and dedication of police officers in their daily duties. The Council further finds that mistrust of law enforcement officers based on real or perceived discrimination hinders law enforcement efforts and is a threat to public safety. New York City Police Department policy already requires that officers wear shields and nameplates at all times while in uniform, and that they provide their rank, name, shield number and command when asked. In adopting this law, it is the intent of the City Council to increase transparency in police practices and to build trust between police officers and members of the public by providing the public with notice of the reasons behind their encounters with the police, and a written record of their interactions with the police in situations that do not result in an arrest or summons.\\par\n\\'a7 2. Title 14-101 of the Administrative Code of the City of New York is hereby amended to read as follows:\\par\n\\'a7 14-101. Definitions. As used in this title the following words shall have the following meanings:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi719\\sl360\\slmult1 a.  \\ldblquote Commissioner\\rdblquote  shall mean the commissioner of the police department of the city.\\par\nb.  \\ldblquote Department\\rdblquote  shall mean the police department of the city.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\li359\\sl360\\slmult1\\ul c.   \\ldblquote Law Enforcement Activity\\rdblquote  shall mean any of the following activities when conducted by law enforcement officers:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi719\\sl360\\slmult1 1.  noncustodial questioning of individuals;\\par\n2.  pedestrian stops;\\par\n3.  frisks;\\par\n4.  searches of individuals\\rquote   persons, property, or possessions (including vehicles); \\par\n5.  traffic stops;\\par\n6.  roadblock or checkpoint stops; \\par\n7.  home searches; and\\par\n\\pard\\ltrpar\\nowidctlpar\\fi719\\fs22 8.  contact with potential victims of and witnesses to crimes.\\line\\par\n\\pard\\ltrpar\\nowidctlpar\\fi719\\sl360\\slmult1\\fs24 d.  \\ldblquote Noncustodial questioning\\rdblquote  shall mean both the routine, investigatory questioning of individuals and the questioning of suspects where such individuals or suspects have not been detained and are free to end the encounter at will. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl360\\slmult1\\ulnone\\'a7 3. Title 14 of the Administrative Code of the City of New York is hereby amended to add a new section 14-154 to read as follows:\\par\n\\ul\\'a714-154. Identification of Law Enforcement Officers.\\par\na.  Upon initiation of law enforcement activity, law enforcement officers, as defined in section 14-151(a)(2) of the Administrative Code of the City of New York, shall\\par\n1.  Identify themselves to the subject(s) of the law enforcement activity by providing their full name, rank and command; and\\par\n2.  Provide the specific reason for the law enforcement activity. \\par\n3.  At the conclusion of law enforcement activity that does not result in an arrest or summons, the subject(s) of the law enforcement activity shall be provided with the law enforcement officer\\rquote s business card, which shall include, at a minimum\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl360\\slmult1 a.  the name, rank, and command of the officer, and \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl360\\slmult1 b.  a phone number for the Civilian Complaint Review Board that the subject of the law enforcement activity may use to submit comments or complaints about the encounter.\\par\n4.  Subsections (1)-(3) shall not apply where a law enforcement officer is not in uniform and identification of the officer would compromise the immediate safety of the public or law enforcement officers or would seriously compromise a specific, ongoing law enforcement investigation. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\sa200\\sl360\\slmult1\\tx720\\ulnone\\tab\\'a7 4. Severability.  If any provision of this bill or any other provision of this local law, or any amendments thereto, shall be held invalid or ineffective in whole or in part or inapplicable to any person or situation, such holding shall not affect, impair or invalidate any portion of or the remainder of this local law, and all other provisions thereof shall nevertheless be separately and fully effective and the application of any such provision to other persons or situations shall not be affected.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl360\\slmult1\\ulnone\\'a7 5. This local law shall take effect ninety days after its enactment into law. \\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl360\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200 PC/CJG\\par\nLS 3321\\par\n}\n",
  "LastModified": "2013-12-23T03:35:38.287Z"
}
