{
  "ID": 48610,
  "GUID": "1F2A33C9-F297-48F8-9010-5D4061F88FAA",
  "File": "Int 0808-2012",
  "Name": "Creation of a comprehensive program to respond to air quality alert days.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the creation of a comprehensive program to respond to air quality alert days.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2012-03-14T00:00:00Z",
  "AgendaDate": "2012-03-14T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 262726,
      "Date": "2012-03-14T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262843,
      "Date": "2012-03-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11496,
      "AgendaSequence": 69,
      "MinutesSequence": 79,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283835,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49768,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.  The Council finds that air quality in New York City has been consistently in violation of the Clean Air Act criteria air pollutants standards since those standards were put into place.  During the summer months ground level ozone and particulate matter (PM) concentrations routinely rise significantly above the national standards stated in the Clean Air Act, causing serious health risks to society generally and great danger to the most vulnerable New York City residents.  Current concentrations of ozone in the City are routinely above the current national standard of 0.075 parts per million (ppm).  \nTherefore, the Council finds that it is in the best interests of the City to enact a more robust program for residents of the City, to be notified of, and protected on air quality alert days.\n§2. Title 17 of the administrative code of the city of New York is amended by adding and new chapter 14 to read as follows:\n\t\t\tChapter 14 Air Quality Alert Response Program \n§17-1401 Definitions.\n§ 17-1402 Air Quality Alert Response Program.\n§ 17-1401 Definitions. a. For purposes of this section the following terms shall have the following meanings:\n1. “Air quality alert day” shall mean a day when the air quality index rises into the unhealthy range and is specifically forecast to be unhealthy for susceptible persons.\n2. “Air quality alert response program” or “program” shall be a program created to alert residents, and advise them on how to stay safe and lower ozone emissions on ozone alert days.  \n4. “Susceptible person” shall mean any person who has been diagnosed with a breathing problem or a lung disease such as chronic obstructive pulmonary disease or asthma.  \n5. “Telework” or “teleworking” shall mean a flexible work arrangement through which an employee performs the duties and responsibilities of his or her employment, and other authorized activities, from a worksite approved by the employer other than the location at which the employee would normally work.\n6. “Telework tool kit” shall mean the information compiled by the department on how to create a telecommuting option and the resources that they have available to them, which shall include, at a minimum, (i) advice on selecting a telework coordinator and a team dedicated to monitoring and promoting telework initiatives; (ii) advice on how to implement technology that makes more employment positions compatible with teleworking; and (iii) a list of resources available to incentivize teleworking and make it accessible to more employees. \n§ 17-1402 Air quality alert response program.\na. The department shall establish an air quality alert response program which shall operate between March 15 and September 15 each year.  This program shall include, at a minimum: \n(i) the creation of a notification registry that allows city residents to sign up for air quality alerts to be transmitted by telephone, electronic mail or by seasonal printed newsletters.  These alerts shall contain current and forecasted ozone concentrations and recommendations on whether susceptible persons should stay home or avoid exertion out of doors.  These alerts shall also contain the following language: “If you have been diagnosed with a breathing problem or a lung disease such as chronic obstructive pulmonary disease or asthma you may be entitled to a reasonable accommodation from your employer, such as, where feasible, teleworking on days identified as air quality alert days by this notification system.”; \n(ii) recommendations for employers and employees to promote teleworking or other work modifications for employees who are susceptible persons throughout the program period and especially on air quality alert days, including a telework tool kit, to be published on the department’s website and available in hardcopy form upon request; and\n (iii) outreach to  city residents and city employers to increase awareness of the air quality alert response system by such means as the commission shall determine by rule.\nb. The commissioner shall distribute alerts the day before an air quality alert day is forecasted in order to enable recipients to make suitable preparations for teleworking, if authorized, including, where necessary, sending or taking the next day’s assignments home the night before the anticipated air quality alert day.  \nc. No city vehicles, other than those used for emergency response purposes, shall be refueled from 12:30 p.m.  until 6:00 p.m. on air quality alert days.  Every city agency shall designate a person to receive air quality alerts from the commissioner for purposes of determining whether city vehicles will be subject to this restriction on the following day.\nd. The department shall perform an annual survey to document progress of the program and any reduction of costs as a result of employees’ teleworking, reductions of public and private vehicle miles traveled and any reductions from a baseline for business vehicles, and emissions reduced. \ne. The department shall initiate measures designed to protect the health of susceptible persons and public health, including the health of individuals younger than sixteen years of age and older than sixty-two years of age whether or not they meet the definition of susceptible person set forth herein, in neighborhoods with the highest morbidity and mortality rates due to lung or chronic obstructive pulmonary disease, and asthma and other respiratory diseases.  These measures, shall include, but shall not be limited to a telephone tree to alert susceptible persons.  Measures will also include a cooling system distribution program aimed at lowering the number of hospitalizations and fatalities in public housing and of seniors on air quality alert days. \n§3. This local law shall take effect one hundred eighty days after its enactment, except that the commissioner of health and mental hygiene shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\nLS # 1685 SS   \n1/2712 10:25 a.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\tab S\\cf1 ection 1.  Legislative findings and intent.  The Council finds that air quality in New York City has been consistently in violation of the Clean Air Act criteria air pollutants standards since those standards were put into place.  During the summer months ground level ozone and particulate matter (PM) concentrations routinely rise significantly above the national standards stated in the Clean Air Act, causing serious health risks to society generally and great danger to the most vulnerable New York City residents.  Current concentrations of ozone in the City are routinely above the current national standard of 0.075 parts per million (ppm).  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi630\\li90\\sl480\\slmult1\\cf0 Therefore, the Council finds that it is in the best interests of the City to enact a more robust program for residents of the City, to be notified of, and protected on air quality alert days.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a72. Title 17 of the administrative code of the city of New York is amended by adding and new chapter 14 to read as follows:\\par\n\\tab\\tab\\tab Chapter 14 Air Quality Alert Response Program \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\li2160\\sl480\\slmult1\\qj\\ul\\'a717-1401 Definitions.\\par\n\\'a7 17-1402 Air Quality Alert Response Program.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 17-1401 Definitions. a. For purposes of this section the following terms shall have the following meanings:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1 1. \\ldblquote Air quality alert day\\rdblquote  shall mean \\cf0 a day when the air quality index rises into the unhealthy range and is specifically forecast to be unhealthy for susceptible persons.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1 2. \\ldblquote Air quality alert response program\\rdblquote  or \\ldblquote program\\rdblquote  shall be a program created to alert residents, and advise them on how to stay safe and lower ozone emissions on ozone alert days.  \\par\n\\cf0 4. \\ldblquote Susceptible person\\rdblquote  shall mean any person who has been diagnosed with a breathing problem or a lung disease such as chronic obstructive pulmonary disease or asthma.  \\par\n5. \\cf1\\ldblquote Telework\\rdblquote  or \\ldblquote teleworking\\rdblquote  shall mean a flexible work arrangement through which an employee performs the duties and responsibilities of his or her employment, and other authorized activities, from a worksite approved by the employer other than the location at which the employee would normally work.\\par\n6. \\ldblquote Telework tool kit\\rdblquote  shall mean the information compiled by the department on how to create a telecommuting option and the resources that they have available to them, which shall include, at a minimum, (i) advice on selecting a telework coordinator and a team dedicated to monitoring and promoting telework initiatives; (ii) advice on how to implement technology that makes more employment positions compatible with teleworking; and (iii) a list of resources available to incentivize teleworking and make it accessible to more employees. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf0\\'a7 17-1402 Air quality alert response program.\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0 a. The department shall establish an air quality alert response program which shall operate between March 15 and September 15 each year.  This program shall include, at a minimum: \\par\n(i) the creation of a notification registry that allows city residents to sign up for air quality alerts to be transmitted by telephone, electronic mail or by seasonal printed newsletters.  These alerts shall contain current and forecasted ozone concentrations and recommendations on whether susceptible persons should stay home or avoid exertion out of doors.  These alerts shall also contain the following language: \\ldblquote If you have been diagnosed with a breathing problem or a lung disease such as chronic obstructive pulmonary disease or asthma you may be entitled to a reasonable accommodation from your employer, such as, where feasible, teleworking on days identified as air quality alert days by this notification system.\\rdblquote ; \\par\n(ii) recommendations for employers and employees to promote teleworking or other work modifications for employees who are susceptible persons throughout the program period and especially on air quality alert days, including a telework tool kit, to be published on the department\\rquote s website and available in hardcopy form upon request; and\\par\n (iii) outreach to  city residents and city employers to increase awareness of the air quality alert response system by such means as the commission shall determine by rule.\\par\nb. The commissioner shall distribute alerts the day before an air quality alert day is forecasted in order to enable recipients to make suitable preparations for teleworking, if authorized, including, where necessary, sending or taking the next day\\rquote s assignments home the night before the anticipated air quality alert day.  \\par\nc. No city vehicles, other than those used for emergency response purposes, shall be refueled from 12:30 p.m.  until 6:00 p.m. on air quality alert days.  Every city agency shall designate a person to receive air quality alerts from the commissioner for purposes of determining whether city vehicles will be subject to this restriction on the following day.\\par\nd. The department shall perform an annual survey to document progress of the program and any reduction of costs as a result of employees\\rquote  teleworking, reductions of public and private vehicle miles traveled and any reductions from a baseline for business vehicles, and emissions reduced. \\par\ne. The department shall initiate measures designed to protect the health of susceptible persons and public health, including the health of individuals younger than sixteen years of age and older than sixty-two years of age whether or not they meet the definition of susceptible person set forth herein, in neighborhoods with the highest morbidity and mortality rates due to lung or chronic obstructive pulmonary disease, and asthma and other respiratory diseases.  These measures, shall include, but shall not be limited to a telephone tree to alert susceptible persons.  Measures will also include a cooling system distribution program aimed at lowering the number of hospitalizations and fatalities in public housing and of seniors on air quality alert days. \\par\n\\ulnone\\'a73. This local law shall take effect one hundred eighty days after its enactment, except that the commissioner of health and mental hygiene shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LS # 1685 SS   \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj 1/2712 10:25 a.m.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T03:30:27.053Z"
}
