{
  "ID": 48645,
  "GUID": "B1B6D64D-14F8-4477-8839-D0E9C04A3B95",
  "File": "Int 0820-2012",
  "Name": "Air quality monitoring for certain construction projects.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to air quality monitoring for certain construction projects.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2012-03-28T00:00:00Z",
  "AgendaDate": "2012-03-28T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    }
  ],
  "History": [
    {
      "ID": 263038,
      "Date": "2012-03-28T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263240,
      "Date": "2012-03-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11507,
      "AgendaSequence": 115,
      "MinutesSequence": 145,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283826,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49804,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Section 24-146 of the administrative code of the city of New York is amended by adding a new subdivision g to read as follows:\n(g) Air quality monitoring of certain construction projects. 1. The commissioner shall require that the air quality in lots adjacent to any construction project that includes the use of blasting, demolition or tunneling be monitored for pollutants including, but not limited to: (i) particulate matter; (ii) nitrogen dioxide; (iii) carbon monoxide; (iv) sulfur dioxide; (v) lead; and (vi) ozone. \n2. The commissioner, in conjunction with the commissioner of health and mental hygiene, shall determine the method by which and the location or locations at which air quality monitoring shall occur, provided that such monitoring shall occur within the vicinity of the construction project and that such monitoring shall occur daily and continue for the duration of the construction project.\n3. On or before the fifth of each month, throughout the duration of the construction project, the findings of such air monitoring for the immediately preceding calendar month shall be published on the website of the department and the department of health and mental hygiene and shall be sent by facsimile, regular mail or electronic mail to the council member in whose district such air monitoring is occurring, the community board for the community district where such air monitoring is occurring and the chairpersons of the council's committees on environmental protection and health.\n4. If such air quality monitoring finds that any of the pollutants being monitored pursuant to this subdivision are concentrated at a level that exceeds the united states environmental protection agency national ambient air quality standards for such pollutants at any time, such finding shall be published on the website of the department and the department of health and mental hygiene and shall be sent by facsimile, regular mail or electronic mail to the council member in whose district such air monitoring is occurring, the community board for the community district where such air monitoring is occurring and the chairpersons of the council's committees on environmental protection and health within five business days.  \n5. The commissioner, as authorized pursuant to subdivision a of this section, shall take measures to prevent excess amounts of particulate matter from becoming airborne where air quality monitoring indicates that such particulate matter exceeds the united states environmental protection agency national ambient air quality standards.\n§2. This local law shall take effect ninety days after its enactment into law.\n\nKS \nLS #2837\n2/27/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Section 24-146 of the administrative code of the city of New York is amended by adding a new subdivision g to read as follows:\\par\n\\ul (g) Air quality monitoring of certain construction projects. 1. The commissioner shall require that the air quality in lots adjacent to any construction project that includes the use of blasting, demolition or tunneling be monitored for pollutants including, but not limited to: (i) particulate matter; (ii) nitrogen dioxide; (iii) carbon monoxide; (iv) sulfur dioxide; (v) lead; and (vi) ozone. \\par\n2. The commissioner, in conjunction with the commissioner of health and mental hygiene, shall determine the method by which and the location or locations at which air quality monitoring shall occur, provided that such monitoring shall occur within the vicinity of the construction project and that such monitoring shall occur daily and continue for the duration of the construction project.\\par\n3. On or before the fifth of each month, throughout the duration of the construction project, the findings of such air monitoring for the immediately preceding calendar month shall be published on the website of the department and the department of health and mental hygiene and shall be sent by facsimile, regular mail or electronic mail to the council member in whose district such air monitoring is occurring, the community board for the community district where such air monitoring is occurring and the chairpersons of the council's committees on environmental protection and health.\\par\n4. If such air quality monitoring finds that any of the pollutants being monitored pursuant to this subdivision are concentrated at a level that exceeds the united states environmental protection agency national ambient air quality standards for such pollutants at any time, such finding shall be published on the website of the department and the department of health and mental hygiene and shall be sent by facsimile, regular mail or electronic mail to the council member in whose district such air monitoring is occurring, the community board for the community district where such air monitoring is occurring and the chairpersons of the council's committees on environmental protection and health within five business days.  \\par\n5. The commissioner, as authorized pursuant to subdivision a of this section, shall take measures to prevent excess amounts of particulate matter from becoming airborne where air quality monitoring indicates that such particulate matter exceeds the united states environmental protection agency national ambient air quality standards.\\par\n\\cf1\\ulnone\\'a72. This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar KS \\par\nLS #2837\\par\n2/27/12\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T03:25:42.43Z"
}
