{
  "ID": 48601,
  "GUID": "9066866D-BDF3-4272-BBEA-9EDF8C20968B",
  "File": "Int 0821-2012",
  "Name": "Requiring the department of buildings to conduct semiannual inspections of outdoor signs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department of buildings to conduct semiannual inspections of outdoor signs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2012-03-28T00:00:00Z",
  "AgendaDate": "2012-03-28T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 263039,
      "Date": "2012-03-28T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263243,
      "Date": "2012-03-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11507,
      "AgendaSequence": 116,
      "MinutesSequence": 146,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283825,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49759,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Paragraph (b) of section 27-508 of the administrative code of the city of New York is amended to read as follows:\n(b) [Annual inspection] Required inspections. Every sign for which a permit is required shall be periodically inspected [at least once in every calendar year] by the department or an approved agency as defined by section BC 202 of title 28 of this code.  No more than six months shall be allowed to elapse between inspections. The department shall report the results of such inspections to the council annually and shall make such results available to the public online in a fully searchable format.\n§2. Section BC H105.2 of appendix H of the New York city building code is amended to read as follows:\nBC H105.2 Permits, drawing and specifications. Where a permit is required, as provided in Chapter 1, construction documents shall be required. These documents shall show the dimensions, material and required details of construction, including loads, stresses and anchors. Every sign for which a permit is required shall be periodically inspected [at least once every calendar year] by the department or an approved agency.  No more than six months shall be allowed to elapse between inspections. The department shall report the results of such inspections to the council annually and shall make such results available to the public online in a fully searchable format.\n§3. This local law shall take effect one year after its enactment except that the commissioner of the department of buildings shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\nEAA\nLS #3251\n2/9/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Paragraph (b) of section 27-508 of the administrative code of the city of New York is amended to read as follows:\\par\n(b) [Annual inspection] \\ul Required inspections\\ulnone . Every sign for which a permit is required shall be \\ul periodically\\ulnone  inspected [at least once in every calendar year] \\ul by the department or an approved agency as defined by section BC 202 of title 28 of this code\\ulnone .  \\ul No more than six months shall be allowed to elapse between inspections. The department shall report the results of such inspections to the council annually and shall make such results available to the public online in a fully searchable format.\\par\n\\ulnone\\'a72. Section BC H105.2 of appendix H of the New York city building code is amended to read as follows:\\par\nBC H105.2 Permits, drawing and specifications. Where a permit is required, as provided in Chapter 1, construction documents shall be required. These documents shall show the dimensions, material and required details of construction, including loads, stresses and anchors. Every sign for which a permit is required shall be \\ul periodically\\ulnone  inspected [at least once every calendar year] \\ul by the department or an approved agency\\ulnone .  \\ul No more than six months shall be allowed to elapse between inspections. The department shall report the results of such inspections to the council annually and shall make such results available to the public online in a fully searchable format.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx1080\\ulnone\\'a73. This local law shall take effect one year after its enactment except that the commissioner of the department of buildings shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\tx1080 EAA\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LS #3251\\par\n2/9/12\\cf0\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T03:25:23.62Z"
}
