{
  "ID": 48600,
  "GUID": "892F3C0C-0637-4B56-BA23-CD4C93ED0653",
  "File": "Int 0822-2012",
  "Name": "Creating additional penalties for illegal outdoor signs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating additional penalties for illegal outdoor signs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2012-03-28T00:00:00Z",
  "AgendaDate": "2012-03-28T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    }
  ],
  "History": [
    {
      "ID": 263040,
      "Date": "2012-03-28T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263242,
      "Date": "2012-03-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11507,
      "AgendaSequence": 117,
      "MinutesSequence": 147,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283824,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49758,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter 5 of title 28 of the administrative code of the city of New York is amended by adding a new article 505 to read as follows:\nARTICLE 505\nADDITIONAL PENALTIES FOR ILLEGAL OUTDOOR SIGNS\n§28-505.1 Additional civil penalty.  Any person who receives money or other value for\nplacing or maintaining a sign, as defined under section 12-10 of the zoning resolution, on a building or premises in violation of the zoning resolution, this code or the 1968 building code or rules adopted pursuant thereto shall be, in addition to any other penalties provided by law, liable for a civil penalty of an amount not exceeding double the amount of such money or other value received.  Such civil penalties may be recovered in an action in any court of appropriate jurisdiction or in a proceeding before the environmental control board. Such board shall have the power to impose the civil penalties provided for in this article. \n§2. Section 28-201 of the administrative code of the city of New York is amended by adding a new section 28-201.3.2 to read as follows:\n§28-201.3.2 Issuance of notice of sign-related violation by department of consumer affairs.  In addition to the department and any other entities authorized to issue notices of violation of this code, the department of consumer affairs shall have the power to issue notices of violation to any person who places or maintains a sign, as defined under section 12-10 of the zoning resolution, on a building or premises in violation of the zoning resolution, this code or the 1968 building code or rules adopted pursuant thereto.\n§3. This local law shall take effect immediately one hundred twenty days after its enactment except that the commissioner of buildings and the commissioner of consumer affairs shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\nEAA\nLS #3252\n3/6/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Chapter 5 of title 28 of the administrative code of the city of New York is amended by adding a new article 505 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc\\ul ARTICLE 505\\par\nADDITIONAL PENALTIES FOR ILLEGAL OUTDOOR SIGNS\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a728-505.1 Additional civil penalty.  Any person who receives money or other value for\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj placing or maintaining a sign, as defined under section 12-10 of the zoning resolution, on a building or premises in violation of the zoning resolution, this code or the 1968 building code or rules adopted pursuant thereto shall be, in addition to any other penalties provided by law, liable for a civil penalty of an amount \\cf1 not exceeding double the amount of such money or other value received.  Such civil penalties may be recovered in an action in any court of appropriate jurisdiction or in a proceeding before the environmental control board. Such board shall have the power to impose the civil penalties provided for in this article. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx1080\\cf0\\ulnone\\'a72. Section 28-201 of the administrative code of the city of New York is amended by adding a new section 28-201.3.2 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a728-201.3.2 Issuance of notice of sign-related violation by department of consumer affairs. \\cf1  In addition to the department and any other entities authorized to issue notices of violation of this code, the department of consumer affairs shall have the power to issue notices of violation to any person who places or maintains a sign, as defined under section 12-10 of the zoning resolution, on a building or premises in violation of \\cf0 the zoning resolution, this code or the 1968 building code or rules adopted pursuant thereto.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx1080\\'a73. This local law shall take effect immediately one hundred twenty days after its enactment except that the commissioner of buildings and the commissioner of consumer affairs shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\cf1 EAA\\par\nLS #3252\\par\n3/6/12\\par\n\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T03:25:04.87Z"
}
