{
  "ID": 48599,
  "GUID": "57A09A66-B842-48EF-84AE-C87EF4142FBA",
  "File": "Int 0823-2012",
  "Name": "Requiring the reporting and publication online of certain information related to outdoor signs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the reporting and publication online of certain information related to outdoor signs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2012-03-28T00:00:00Z",
  "AgendaDate": "2012-03-28T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 263041,
      "Date": "2012-03-28T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263241,
      "Date": "2012-03-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11507,
      "AgendaSequence": 118,
      "MinutesSequence": 148,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283823,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49757,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Section 28-502.4.4 of the administrative code of the city of New York is amended to read as follows:\n§28-502.4.4 Public access to list. The commissioner shall make all listings filed pursuant to this article accessible to the public online in a non-proprietary database.\n§2. Chapter 5 of title 28 of the administrative code of the city of New York is amended by adding a new article 505 to read as follows:\nARTICLE 505 OUTDOOR SIGN REPORTING\n\t§28-505.1 Definitions.\n§28-505.2 Required reporting.\n§28-505.3 Public disclosure.\n\t§28-505.1 Definitions. The following words and terms shall, for the purposes of this article, have the meanings shown herein. \nCITED SIGN. A sign, other than a listed sign or permitted sign, for which a violation was issued.\nLISTED SIGN. A sign, other than a permitted sign, that is on record with the department pursuant to section 28-502.4 as of the date of the report required by this article.\nPERMITTED SIGN. A sign for which a valid and unexpired permit issued pursuant to section 28-501.1 exists as of the date of the report.\nREMOVED SIGN. A sign which was dismantled, removed, covered, painted over or otherwise rendered ineffective by the department pursuant to section 28-503.5 or other applicable law during the reporting period.\nSIGN. A “sign” as defined in section 12-10 of the zoning resolution except that such term shall not include any sign subject to regulation by the department of transportation.\nREPORTING PERIOD. The calendar year covered by the annual report required by this article.\nVIOLATION. A violation of any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto relating to signs where such violation was issued during the reporting period.\n§28-505.2 Required reporting. No later than March 1 of each year, the department shall prepare and report to the mayor and the council the following information for the preceding calendar year: \n1. for each listed sign, permitted sign, cited sign and removed sign: \n1.1. the name, street address and owner of such sign;\n1.2. whether such sign is a listed sign, permitted sign, cited sign and/or a removed sign; \n1.3. whether such sign was found to be satisfactory upon its most recent inspection conducted pursuant to section 27-508 or section BC H105.2;\n1.4. for each violation issued in connection with such sign:  the type of such violation and the total dollar amount of civil penalties and fines assessed in connection with such violation;\n1.5. the total number of criminal proceedings initiated in connection with such sign pursuant to section 28-502.6 during the reporting period;\n1.6. the total number of criminal convictions during the reporting period obtained in connection with criminal proceedings pursuant to section 28-502.6 whether such proceedings were initiated during the reporting period or otherwise;\n1.7. in the case of a removed sign, the total dollar amount recovered by the department pursuant to section 28-503.7 in connection with such sign;\n2. for listed signs, permitted signs, cited signs and removed signs:\n2.1. the total number of such signs, disaggregated by type of sign;\n2.2. the total number of violations issued in connection with such signs, disaggregated by type of sign; \n2.3. the total dollar amount of civil penalties and fines assessed in connection such violations, disaggregated by type of sign; \n3. for listed signs, the total number of criminal proceedings initiated in connection with such signs pursuant to section 28-502.6 and the total number of criminal convictions resulting from such proceedings;\n4. for cited signs, the total number of such signs that have been removed; and\n5. for removed signs, the total dollar amount recovered by the department pursuant to section 28-503.7 in connection with such signs.\n§28-505.3 Public disclosure. The department shall make the report required by this article available to the public online.  The department shall make the data contained in such report available to the public online in a non-proprietary database. \n§3. This local law shall take effect immediately.\nEAA\nLS #3253\n2/15/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Section 28-502.4.4 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a728-502.4.4 Public access to list. The commissioner shall make all listings filed pursuant to this article accessible to the public\\ul  online in a non-proprietary database\\ulnone .\\par\n\\'a72. Chapter 5 of title 28 of the administrative code of the city of New York is amended by adding a new article 505 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc\\ul ARTICLE 505 OUTDOOR SIGN REPORTING\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\tab\\ul\\'a728-505.1 Definitions.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj\\'a728-505.2 Required reporting.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a728-505.3 Public disclosure.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\'a728-505.1 Definitions. The following words and terms shall, for the purposes of this article, have the meanings shown herein. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj CITED SIGN. A sign, other than a listed sign or permitted sign, for which a violation was issued.\\par\nLISTED SIGN. A sign, other than a permitted sign, that is on record with the department pursuant to section 28-502.4 as of the date of the report required by this article.\\par\nPERMITTED SIGN. A sign for which a valid and unexpired permit issued pursuant to section 28-501.1 exists as of the date of the report.\\par\nREMOVED SIGN. A sign which was dismantled, removed, covered, painted over or otherwise rendered ineffective by the department pursuant to section 28-503.5 or other applicable law during the reporting period.\\par\nSIGN. A \\ldblquote sign\\rdblquote  as defined in section 12-10 of the zoning resolution except that such term shall not include any sign subject to regulation by the department of transportation.\\par\nREPORTING PERIOD. The calendar year covered by the annual report required by this article.\\par\nVIOLATION. A violation of any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto relating to signs where such violation was issued during the reporting period.\\par\n\\'a728-505.2 Required reporting. No later than March 1 of each year, the department shall prepare and report to the mayor and the council the following information for the preceding calendar year: \\par\n1. for each listed sign, permitted sign, cited sign and removed sign: \\par\n1.1. the name, street address and owner of such sign;\\par\n1.2. whether such sign is a listed sign, permitted sign, cited sign and/or a removed sign; \\par\n1.3. whether such sign was found to be satisfactory upon its most recent inspection conducted pursuant to section 27-508 or section BC H105.2;\\par\n1.4. for each violation issued in connection with such sign:  the type of such violation and the total dollar amount of civil penalties and fines assessed in connection with such violation;\\par\n1.5. the total number of criminal proceedings initiated in connection with such sign pursuant to section 28-502.6 during the reporting period;\\par\n1.6. the total number of criminal convictions during the reporting period obtained in connection with criminal proceedings pursuant to section 28-502.6 whether such proceedings were initiated during the reporting period or otherwise;\\par\n1.7. in the case of a removed sign, the total dollar amount recovered by the department pursuant to section 28-503.7 in connection with such sign;\\par\n2. for listed signs, permitted signs, cited signs and removed signs:\\par\n2.1. the total number of such signs, disaggregated by type of sign;\\par\n2.2. the total number of violations issued in connection with such signs, disaggregated by type of sign; \\par\n2.3. the total dollar amount of civil penalties and fines assessed in connection such violations, disaggregated by type of sign; \\par\n3. for listed signs, the total number of criminal proceedings initiated in connection with such signs pursuant to section 28-502.6 and the total number of criminal convictions resulting from such proceedings;\\par\n4. for cited signs, the total number of such signs that have been removed; and\\par\n5. for removed signs, the total dollar amount recovered by the department pursuant to section 28-503.7 in connection with such signs.\\par\n\\'a728-505.3 Public disclosure. The department shall make the report required by this article available to the public online.  The department shall make the data contained in such report available to the public online in a non-proprietary database. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx1080\\ulnone\\'a73. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\cf1 EAA\\par\nLS #3253\\par\n2/15/12\\cf0\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T03:24:44.68Z"
}
