{
  "ID": 48681,
  "GUID": "F4703F50-3D25-4B4A-B0B3-801E3B54F0B1",
  "File": "Int 0827-2012",
  "Name": "Prohibiting the manufacture and sale of products containing synthetic cannabinoid.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the manufacture and sale of products containing synthetic cannabinoid.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2012-03-28T00:00:00Z",
  "AgendaDate": "2012-03-28T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 263102,
      "Date": "2012-03-28T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263253,
      "Date": "2012-03-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11507,
      "AgendaSequence": 128,
      "MinutesSequence": 158,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283819,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49840,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1.  Title 17 of the administrative code of the city of New York is amended by adding a new chapter 15 to read as follows:  \nChapter 15. Prohibition on Manufacture and Sale of Products Containing Synthetic Cannabinoid.\n§17-1501. Definitions.  For the purposes of this section, the following terms shall be defined as follows:\na. \"Manufacture\" means the production, preparation, propagation, compounding, cultivation, conversion or processing of a substance containing synthetic cannabinoid, and includes any packaging or repackaging of the substance or labeling or relabeling of its container.\nb. \"Sell\" means to sell, exchange, give or dispose of to another, or offer or agree to do the same.\nc. “Synthetic cannabinoid” shall mean any chemical compound that is chemically synthesized and has been demonstrated to have a binding activity at one or more cannabinoid receptors or is a chemical isomer, salt or salt of an isomer of a compound that has been demonstrated to have binding activity at one or more cannabinoid receptors, and shall include, but not be limited to, the following:\n(1) Any compound structurally derived from 3-(1-naphthoyl)indole or 3-(1-naphthyl)indole by substitution at the nitrogen atom of the indole ring, whether or not further substituted on the indole ring to any extent, whether or not substituted on the naphthoyl or naphthyl ring to any extent;\n(2) Any compound structurally derived from 3-(1-naphthoyl)pyrrole by substitution at the nitrogen atom of the pyrrole ring, whether or not further substituted in the indole ring to any extent, whether or not substituted on the naphthoyl ring to any extent;\n(3) Any compound structurally derived from 1-(1-naphthylmethyl)indene by substitution of the 3-position of the indene ring, whether or not further substituted in the indene ring to any extent, whether or not substituted on the naphthyl ring to any extent;\n(4) Any compound structurally derived from 3-phenylacetylindole or 3-benzoylin dole by substitution at the nitrogen atom of the indole ring, whether or not further substituted in the indole ring to any extent, whether or not substituted on the phenyl ring to any extent; \n (5) Any compound structurally derived from 2-(3-hydroxycyclohexyl)phenol with substitution at the 5-position of the phenolic ring by alkyl or alkenyl, whether or not substituted on the cyclohexyl ring to any extent; or\n(6) Any chemical compound that contains the following:\n(i) 5-(1,1-dimethylheptyl)-2-[(1R,3S)-3-hydroxycyclohexyl]-phenol (CP-47,497);\n(ii) 5-(1,1-dimethyloctyl)-2-[(1R,3S)-3-hydroxycyclohexyl]-phenol (cannabicyclohex-anol or CP-47,497 C8-homolog);\n(iii) 1-pentyl-3-(1-naphthoyl)indole (JWH-018 and AM678);\n(iv) 1-butyl-3-(1-naphthoyl)indole (JWH-073);\n(v) 1-hexyl-3-(1-naphthoyl)indole (JWH-019);\n(vi) 1-[2-(4-morpholinyl)ethyl]-3-(1-naphthoyl)indole (JWH-200);\n(vii) 1-pentyl-3-(2-methoxyphenylacetyl)indole (JWH-250);\n(viii) 1-pentyl-3-[1-(4-methoxynaphthoyl)]indole (JWH-081);\n(ix) 1-pentyl-3-(4-methyl-1-naphthoyl)indole (JWH-122);\n(x) 1-pentyl-3-(4-chloro-1-naphthoyl)indole (JWH-398);\n(xi) 1-(5-fluoropentyl)-3-(1-naphthoyl)indole (AM2201);\n(xii) 1-(5-fluoropentyl)-3-(2-iodobenzoyl)indole (AM694);\n(xiii) 1-pentyl-3-[(4-methoxy-benzoyl]indole (SR-19 and RCS-4);\n(xiv) 1-cyclohexylethyl-3-(2-methoxyphenylacetyl)indole (SR-18 and RCS-8);\n(xv) 1-pentyl-3-(2-chlorophenylacetyl)indole (JWH-203); or\n(7) Any other substance determined by the commissioner to constitute synthetic cannabinoid pursuant to the commissioner’s rulemaking power under section 17-1505.\n“Synthetic cannabinoid” shall not include any products that have been approved for medical use by the United States Food and Drug Administration.\n§17-1502. Manufacture and sale of products containing synthetic cannabinoid.  It shall be unlawful for any firm, corporation, partnership, association, limited liability company or other entity, or agent or employee thereof, to manufacture or sell or possess with the intent to manufacture or sell any product containing synthetic cannabinoid in the city of New York.\n§17-1503. Violations and penalties.  Any firm, corporation, partnership, association, limited liability company or other entity, or agent or employee thereof, who violates section 17-1502 of this chapter or any rules promulgated hereunder shall be liable for a civil penalty of not less than five hundred dollars, nor more than two thousand and five hundred dollars for the first violation.  Any firm, corporation, partnership, association, limited liability company or other entity, or agent or employee thereof, who violates section 17-1502 of this chapter or any rules promulgated hereunder shall be guilty of a misdemeanor and punishable by a fine of not less than five hundred dollars, nor more than two thousand and five hundred dollars for each subsequent violation, or by imprisonment for not less than six months, nor more than one year, or both.\n§17-1504.  Civil enforcement.  The department and the department of consumer affairs shall enforce the provisions of this subchapter. A proceeding to recover any civil penalty authorized pursuant to section 17-1503 of this chapter shall be commenced by the service of a notice of violation returnable to the administrative tribunal established by the board of health where the department issues such a notice or to the adjudication division of the department of consumer affairs where such department issues such a notice.  The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged.  The administrative tribunal of the board of health and the adjudication division of the department of consumer affairs shall have the power to render decisions and to impose the remedies and penalties provided for in section 17-1503 of this chapter, in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.  The department and the department of consumer affairs shall notify each other within thirty days of finding that an entity or an employee or agent of such entity has been found liable for a violation of section 17-1502 of this chapter.\n§17-1505.  Rules.  The commissioner of the department and the commissioner of the department of consumer affairs shall promulgate any rules as may be necessary for  the purposes of carrying out the provisions of this section.\n§2. Severability.  If any provision of this local law shall be held invalid or ineffective in whole or in part, such holding shall not affect, impair or invalidate any portion of or the remainder of this local law, and all other provisions thereof shall nevertheless be separately and fully effective.\n§3.  This local law shall take effect ninety days after it is enacted.\n\nPC/CJG \nLS 3444",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ul Be it enacted by the Council as follows: \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Title 17 of the administrative code of the city of New York is amended by adding a new chapter 15 to read as follows:  \\par\n\\ul Chapter 15. Prohibition on Manufacture and Sale of Products Containing Synthetic Cannabinoid.\\par\n\\'a717-1501. Definitions.  For the purposes of this section, the following terms shall be defined as follows:\\par\na. \"Manufacture\" means the production, preparation, propagation, compounding, cultivation, conversion or processing of a substance containing synthetic cannabinoid, and includes any packaging or repackaging of the substance or labeling or relabeling of its container.\\par\nb. \"Sell\" means to sell, exchange, give or dispose of to another, or offer or agree to do the same.\\par\nc. \\ldblquote Synthetic cannabinoid\\rdblquote  shall mean any chemical compound that is chemically synthesized and has been demonstrated to have a binding activity at one or more cannabinoid receptors or is a chemical isomer, salt or salt of an isomer of a compound that has been demonstrated to have binding activity at one or more cannabinoid receptors, and shall include, but not be limited to, the following:\\par\n(1) Any compound structurally derived from 3-(1-naphthoyl)indole or 3-(1-naphthyl)indole by substitution at the nitrogen atom of the indole ring, whether or not further substituted on the indole ring to any extent, whether or not substituted on the naphthoyl or naphthyl ring to any extent;\\par\n(2) Any compound structurally derived from 3-(1-naphthoyl)pyrrole by substitution at the nitrogen atom of the pyrrole ring, whether or not further substituted in the indole ring to any extent, whether or not substituted on the naphthoyl ring to any extent;\\par\n(3) Any compound structurally derived from 1-(1-naphthylmethyl)indene by substitution of the 3-position of the indene ring, whether or not further substituted in the indene ring to any extent, whether or not substituted on the naphthyl ring to any extent;\\par\n(4) Any compound structurally derived from 3-phenylacetylindole or 3-benzoylin dole by substitution at the nitrogen atom of the indole ring, whether or not further substituted in the indole ring to any extent, whether or not substituted on the phenyl ring to any extent; \\par\n (5) Any compound structurally derived from 2-(3-hydroxycyclohexyl)phenol with substitution at the 5-position of the phenolic ring by alkyl or alkenyl, whether or not substituted on the cyclohexyl ring to any extent; or\\par\n(6) Any chemical compound that contains the following:\\par\n(i) 5-(1,1-dimethylheptyl)-2-[(1R,3S)-3-hydroxycyclohexyl]-phenol (CP-47,497);\\par\n(ii) 5-(1,1-dimethyloctyl)-2-[(1R,3S)-3-hydroxycyclohexyl]-phenol (cannabicyclohex-anol or CP-47,497 C8-homolog);\\par\n(iii) 1-pentyl-3-(1-naphthoyl)indole (JWH-018 and AM678);\\par\n(iv) 1-butyl-3-(1-naphthoyl)indole (JWH-073);\\par\n(v) 1-hexyl-3-(1-naphthoyl)indole (JWH-019);\\par\n(vi) 1-[2-(4-morpholinyl)ethyl]-3-(1-naphthoyl)indole (JWH-200);\\par\n(vii) 1-pentyl-3-(2-methoxyphenylacetyl)indole (JWH-250);\\par\n(viii) 1-pentyl-3-[1-(4-methoxynaphthoyl)]indole (JWH-081);\\par\n(ix) 1-pentyl-3-(4-methyl-1-naphthoyl)indole (JWH-122);\\par\n(x) 1-pentyl-3-(4-chloro-1-naphthoyl)indole (JWH-398);\\par\n(xi) 1-(5-fluoropentyl)-3-(1-naphthoyl)indole (AM2201);\\par\n(xii) 1-(5-fluoropentyl)-3-(2-iodobenzoyl)indole (AM694);\\par\n(xiii) 1-pentyl-3-[(4-methoxy-benzoyl]indole (SR-19 and RCS-4);\\par\n(xiv) 1-cyclohexylethyl-3-(2-methoxyphenylacetyl)indole (SR-18 and RCS-8);\\par\n(xv) 1-pentyl-3-(2-chlorophenylacetyl)indole (JWH-203); or\\par\n(7) Any other substance determined by the commissioner to constitute synthetic cannabinoid pursuant to the commissioner\\rquote s rulemaking power under section 17-1505.\\par\n\\ldblquote Synthetic cannabinoid\\rdblquote  shall not include any products that have been approved for medical use by the United States Food and Drug Administration.\\par\n\\'a717-1502. Manufacture and sale of products containing synthetic cannabinoid.  It shall be unlawful for any firm, corporation, partnership, association, limited liability company or other entity, or agent or employee thereof, to manufacture or sell or possess with the intent to manufacture or sell any product containing synthetic cannabinoid in the city of New York.\\par\n\\'a717-1503. Violations and penalties.  Any firm, corporation, partnership, association, limited liability company or other entity, or agent or employee thereof, who violates section 17-1502 of this chapter or any rules promulgated hereunder shall be liable for a civil penalty of not less than five hundred dollars, nor more than two thousand and five hundred dollars for the first violation.  Any firm, corporation, partnership, association, limited liability company or other entity, or agent or employee thereof, who violates section 17-1502 of this chapter or any rules promulgated hereunder shall be guilty of a misdemeanor and punishable by a fine of not less than five hundred dollars, nor more than two thousand and five hundred dollars for each subsequent violation, or by imprisonment for not less than six months, nor more than one year, or both.\\par\n\\'a717-1504.  Civil enforcement.  The department and the department of consumer affairs shall enforce the provisions of this subchapter. A proceeding to recover any civil penalty authorized pursuant to section 17-1503 of this chapter shall be commenced by the service of a notice of violation returnable to the administrative tribunal established by the board of health where the department issues such a notice or to the adjudication division of the department of consumer affairs where such department issues such a notice.  The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged.  The administrative tribunal of the board of health and the adjudication division of the department of consumer affairs shall have the power to render decisions and to impose the remedies and penalties provided for in section 17-1503 of this chapter, in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.  The department and the department of consumer affairs shall notify each other within thirty days of finding that an entity or an employee or agent of such entity has been found liable for a violation of section 17-1502 of this chapter.\\par\n\\'a717-1505.  Rules.  The commissioner of the department and the commissioner of the department of consumer affairs shall promulgate any rules as may be necessary for  the purposes of carrying out the provisions of this section.\\par\n\\ulnone\\'a72. Severability.  If any provision of this local law shall be held invalid or ineffective in whole or in part, such holding shall not affect, impair or invalidate any portion of or the remainder of this local law, and all other provisions thereof shall nevertheless be separately and fully effective.\\par\n\\'a73.  This local law shall take effect ninety days after it is enacted.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\nPC/CJG \\par\nLS 3444\\par\n}\n",
  "LastModified": "2013-12-23T03:23:15.73Z"
}
