{
  "ID": 48750,
  "GUID": "7F0776CB-832C-4DD8-BE7A-8E3454C9E0A8",
  "File": "Int 0829-2012",
  "Name": "Capturing methane at New York city municipally-owned solid waste landfills.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to capturing methane at New York city municipally-owned solid waste landfills.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2012-04-18T00:00:00Z",
  "AgendaDate": "2012-04-18T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 263564,
      "Date": "2012-04-18T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263710,
      "Date": "2012-04-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11571,
      "AgendaSequence": 87,
      "MinutesSequence": 104,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283818,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49916,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Legislative findings and intent. The Council finds that methane that is emitted from solid waste landfills is the second largest source of human related methane emissions in the United States and that the United States is responsible for eighteen percent of the global methane emissions from landfills. Methane is a potent greenhouse gas and a contributor to smog, which is associated with respiratory illnesses adversely impacting hundreds of thousands of New York City residents. The Council also finds that methane gas emissions present an opportunity to capture landfill gas to generate electricity or replace fossil fuels in industrial or manufacturing operations. The Council further finds that methane from the Freshkills Landfill Gas Plant generates one million dollars per month in revenue for New York City.\nTherefore, the Council finds that it is in the best interests of the City to further explore opportunities to capture landfill gas from other closed municipally-owned solid waste landfills located within New York City.\n§2. Subchapter 3 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-119.1 to read as follows: \n§ 24-119.1 Landfill gas recovery. On or before December 1, 2013, and every three years thereafter, the department shall submit to the mayor and council a report studying the feasibility, including a cost-benefit analysis, of the construction and operation of an on-site landfill gas recovery facility at each closed and capped municipally-owned solid waste landfill in New York city where no such landfill gas recovery facility is currently located. A draft of such report shall be submitted to the mayor and the council no less than ninety days before the submission of the final report. \n§3. This local law shall take effect immediately.\n\n\n\n\nLS # 3036 SS \n11/17/11 4:02 p.m.; 1/17/12 1:21 p.m. 3/5/12 10:26, 3/7/12 3:12 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\cf1\\tab Section 1. Legislative findings and intent. The Council finds \\cf0 that methane that is emitted from solid waste landfills is the second largest source of human related methane emissions in the United States and that the United States is responsible for eighteen percent of the global methane emissions from landfills. Methane is a potent greenhouse gas and a contributor to smog, which is associated with respiratory illnesses adversely impacting hundreds of thousands of New York City residents. The Council also finds that methane gas emissions present an opportunity to capture landfill gas to generate electricity or replace fossil fuels in industrial or manufacturing operations. The Council further finds that methane from the Freshkills Landfill Gas Plant generates one million dollars per month in revenue for New York City.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Therefore, the Council finds that it is in the best interests of the City to further explore opportunities to capture landfill gas from other closed municipally-owned solid waste landfills located within New York City.\\par\n\\'a72. Subchapter 3 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-119.1 to read as follows: \\par\n\\ul\\'a7 24-119.1 Landfill gas recovery. On or before December 1, 2013, and every three years thereafter, the department shall submit to the mayor and council a report studying the feasibility, including a cost-benefit analysis, of the construction and operation of an on-site landfill gas recovery facility at each closed and capped municipally-owned solid waste landfill in New York city where no such landfill gas recovery facility is currently located. A draft of such report shall be submitted to the mayor and the council no less than ninety days before the submission of the final report. \\par\n\\ulnone\\'a73. This local law shall take effect immediately.\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LS # 3036 SS \\par\n11/17/11 4:02 p.m.; 1/17/12 1:21 p.m. 3/5/12 10:26, 3/7/12 3:12 p.m.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\par\n}\n",
  "LastModified": "2013-12-23T03:22:42.387Z"
}
