{
  "ID": 48751,
  "GUID": "3AFBE991-2F92-4FF8-8A3E-C757F1F5799D",
  "File": "Int 0830-2012",
  "Name": "Elimination of permit and or filing fees for green building projects undertaken on one to four family homes.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to elimination of permit and or filing fees for green building projects undertaken on one to four family homes.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2012-04-18T00:00:00Z",
  "AgendaDate": "2012-04-18T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 263565,
      "Date": "2012-04-18T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263711,
      "Date": "2012-04-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11571,
      "AgendaSequence": 88,
      "MinutesSequence": 105,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283817,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49917,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.  The Council finds that our society needs energy sources to meet our demands that are sustainable, environmentally friendly, affordable, and that contribute to energy independence.  Green building projects include the use of renewable energy and natural or recycled building materials. Renewable energy sources have the potential to meet our energy needs into the future without damaging air quality or adding to greenhouse gas emissions which exacerbate climate change. Solar energy, wind energy, geothermal energy and energy from biomass are desirable forms of energy because they are renewable, almost pollution free and would reduce greenhouse gas emissions.  By contrast, our current energy consumption patterns leave us vulnerable to energy instability and climate change.  \nThe Council further finds that green building or renovation projects can help small building owners meet some of their energy needs and building maintenance costs. Use of renewable energy is cleaner and cheaper, because there is no fuel cost, as well as more sustainable and it provides greater energy security.  However, existing Building Code provisions and policies make it unduly burdensome to undertake green building or renovation projects on one to four family homes.  For example, the permit fee alone can be as much as ten percent of the project cost, which can be substantial for a small building owner. Therefore the Council finds that it is in the best interests of the City to remove this impediment to green building and construction projects so as to further incentivize installation of green building or renovation projects on one to four family homes.\n§2. Section 24-101.5 of the administrative code of the city of New York is amended by adding the definition for “green building project,” in alphabetical order following the definition of “fire protection plan,” to read as follows:\nGREEN BUILDING PROJECT. A building project or renovation that, when implemented, will produce an increase in energy efficiency and water efficiency, enhance green infrastructure or advance environmental innovation. This may include installation renewable energy sources such as biomass, solar energy, geothermal ground source heat pumps or wind energy systems or the use of natural building materials and passive designs but does not include the use of coal, natural gas, oil or propane.\n§3. Section 28-112.1 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended by adding a new exemption 3 to read as follows: \n      \t3. A permit, inspection or other service or privilege as regulated in this code shall not be subject to this provision if the work proposed is for a green building project as defined in section 24-101.5 of this code that is undertaken on a one to four family home.\n§4. This local law shall take effect ninety days from enactment and shall be applicable to any construction documents pending before the department of buildings on such effective date and the commissioner of buildings shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\nLS # 3062\nSS 12/9/11 4:10 p.m. 3/6/12 9:42, 3/7/12 3:22 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab S\\cf1 ection 1.  Legislative findings and intent.  The Council finds that\\cf0  our society needs energy sources to meet our demands that are sustainable, environmentally friendly, affordable, and that contribute to energy independence.  Green building projects include the use of renewable energy and natural or recycled building materials. Renewable energy sources have the potential to meet our energy needs into the future without damaging air quality or adding to greenhouse gas emissions which exacerbate climate change. Solar energy, wind energy, geothermal energy and energy from biomass are desirable forms of energy because they are renewable, almost pollution free and would reduce greenhouse gas emissions.  By contrast, our current energy consumption patterns leave us vulnerable to energy instability and climate change.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj The Council further finds that green building or renovation projects can help small building owners meet some of their energy needs and building maintenance costs. Use of renewable energy is cleaner and cheaper, because there is no fuel cost, as well as more sustainable and it provides greater energy security.  However, existing Building Code provisions and policies make it unduly burdensome to undertake green building or renovation projects on one to four family homes.  For example, the permit fee alone can be as much as ten percent of the project cost, which can be substantial for a small building owner. Therefore the Council finds that it is in the best interests of the City to remove this impediment to green building and construction projects so as to further incentivize installation of green building or renovation projects on one to four family homes.\\par\n\\'a72. Section 24-101.5 of the administrative code of the city of New York is amended by adding the definition for \\ldblquote green building project,\\rdblquote  in alphabetical order following the definition of \\ldblquote fire protection plan,\\rdblquote  to read as follows:\\par\n\\ul GREEN BUILDING PROJECT. A building project or renovation that, when implemented, will produce an increase in energy efficiency and water efficiency, enhance green infrastructure or advance environmental innovation. This may include installation renewable energy sources such as biomass, solar energy, geothermal ground source heat pumps or wind energy systems or the use of natural building materials and passive designs but does not include the use of coal, natural gas, oil or propane.\\par\n\\ulnone\\'a73. Section 28-112.1 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended by adding a new exemption 3 to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj       \\tab\\ul 3. A permit, inspection or other service or privilege as regulated in this code shall not be subject to this provision if the work proposed is for a green building project as defined in section 24-101.5 of this code that is undertaken on a one to four family home.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a74. This local law shall take effect ninety days from enactment and shall be applicable to any construction documents pending before the department of buildings on such effective date and the commissioner of buildings shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LS # 3062\\par\nSS 12/9/11 4:10 p.m. 3/6/12 9:42, 3/7/12 3:22 p.m.\\par\n}\n",
  "LastModified": "2013-12-23T03:22:18.9Z"
}
