{
  "ID": 48740,
  "GUID": "01F9AAE0-9661-4DCD-BF1A-FE834553B273",
  "File": "Int 0833-2012",
  "Name": "Disclosure of smoking policies for class A multiple dwellings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to disclosure of smoking policies for class A multiple dwellings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2012-04-18T00:00:00Z",
  "AgendaDate": "2012-04-18T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 263569,
      "Date": "2012-04-18T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263715,
      "Date": "2012-04-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11571,
      "AgendaSequence": 92,
      "MinutesSequence": 109,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283814,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 106341,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Memo In Support",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4eb9b8cd-d15c-4e24-9caa-d55292277489.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 49906,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Legislative findings.  The Council hereby finds that there are more than two hundred fifty chemicals in secondhand smoke known to be toxic or carcinogenic.  Secondhand smoke is a major cause of heart disease, stroke, respiratory disease, lung cancer and other illnesses.  Non-smokers exposed to secondhand smoke in the home have higher risks of asthma, heart disease, lung cancer and chronic respiratory disease.  Non-smokers who already have chronic heart or lung diseases are particularly susceptible to the effects of second-hand smoke. Young children are also particularly vulnerable to the dangers of secondhand smoke and, on average, are exposed to more of it than adults.  More than fifty percent of adults in New York City living in multiple dwellings report being exposed to secondhand smoke from neighboring apartments.  Children in non-smoking homes within multiple dwellings have forty-five percent more blood cotinine (a biomarker for smoke exposure) than children in non-smoking homes who live in detached houses.  Based on these findings, the Council declares that enactment of this provision is necessary to ensure that tenants of rental, cooperative and condominium units are informed of where smoking is permitted and where it is prohibited in a particular building and that prospective tenants and purchasers are so informed before signing a lease or purchasing a residential unit.     \n§ 2. Section 17-502 of the administrative code of the city of New York is amended by adding new subdivisions qq, rr, ss, tt and uu to read as follows:\nqq. “Class A multiple dwelling” means a class A multiple dwelling as defined by subdivision 8 of section 27-2004 of the administrative code of the city of New York.\nrr. “Class A multiple dwelling smoking policy” means a written declaration that discloses in a clear and conspicuous fashion where smoking is permitted or prohibited on the premises, including outside areas within fifteen feet of entrances, doorways and air intake units of the class A multiple dwelling.  The policy shall address all indoor and outdoor locations of the property in question, including common areas, balconies, courtyards, rooftops and dwelling units.  The policy shall comply with all applicable federal, state and local laws, rules and regulations and shall apply to tenants, including invitees of tenants, and any other person on the premises. \nss. “Owner of a class A multiple dwelling” means the owner of record, seller, manager, landlord or governing body of a class A multiple dwelling, including the board of managers in the case of a condominium and the board of directors in the case of a cooperative apartment corporation, or an agent authorized to act on behalf of such owner of record, seller, manager, landlord or governing body.\ntt. “Purchaser” means a person who purchases a dwelling unit in a class A multiple dwelling. \nuu. When referring to a dwelling unit in a class A multiple dwelling, “tenant” means a tenant, tenant-stockholder of a cooperative apartment corporation, condominium unit owner, subtenant, lessee, sublessee or other person entitled to the possession or to the use or occupancy of a dwelling unit.\n§ 3. Title 17 of the administrative code of the city of New York is amended by adding a new section 17-506.1 to read as follows:\n§ 17-506.1 Obligation of owners of class A multiple dwellings to adopt and disclose smoking policy. a. Adoption of class A multiple dwelling smoking policy.  The owner of a class A multiple dwelling shall adopt a class A multiple dwelling smoking policy.\nb. Class A multiple dwelling smoking policy rider. 1. Before a prospective or current tenant enters into a lease agreement to rent or lease a dwelling unit, the owner of a class A multiple dwelling shall provide the tenant with a copy of the building’s class A multiple dwelling smoking policy.  The tenant shall sign and return to the owner of a class A multiple dwelling a rider, acknowledging his or her receipt of the class A multiple dwelling smoking policy, and the rider shall be incorporated into, and become part of, the lease agreement.\n2. Before a purchaser enters into a contract of sale for a dwelling unit, the owner of a class A multiple dwelling shall provide the purchaser with a copy of the building’s class A multiple dwelling smoking policy.  The purchaser shall sign and return to the owner of a class A multiple dwelling a rider, acknowledging his or her receipt of the class A multiple dwelling smoking policy, and the rider shall be incorporated into, and become part of, the contract of sale.\nc. Notification of material changes to class A multiple dwelling smoking policy.  The owner of a class A multiple dwelling shall promptly notify all tenants upon adoption of the building’s class A multiple dwelling smoking policy or the making of any material change to the building’s class A multiple dwelling smoking policy.  \n§ 4. Section 17-508 of the administrative code of the city of New York is amended by adding a new subdivision d-1 to read as follows:\nd-1. It shall be unlawful for any owner of a class A multiple dwelling to fail to adopt or fail to disclose the class A multiple dwelling smoking policy as required pursuant to section 17-506.1.\n§ 5. Subdivisions e, f, h and i of section 17-508 of the administrative code of the city of New York, as amended by local law number 11 for the year 2011, are amended to read as follows:\ne. Every person who violates subdivisions a or b of this section shall, for a first violation thereof, be liable for a civil penalty of not less than two hundred dollars nor more than four hundred dollars; for a second violation, both of which were committed within a period of twelve months, be liable for a civil penalty of not less than five hundred dollars nor more than one thousand dollars; and for a third or subsequent violation, all of which were committed within a period of twelve months, be liable for a civil penalty of not less than one thousand dollars nor more than two thousand dollars.  Every person who violates subdivision d or d-1 of this section shall be liable for a civil penalty of one hundred dollars for each violation, except that every person who violates subdivision d of this section by smoking in a pedestrian plaza as prohibited by paragraph seven of subdivision c of section 17-503 or in a park or other property under the jurisdiction of the department of parks and recreation as prohibited by paragraph three of subdivision d of section 17-503 shall be liable for a civil penalty of fifty dollars for each violation.\nf. A proceeding to recover any civil penalty authorized pursuant to the provisions of subdivision e of this section shall be commenced by the service of a notice of violation which shall be returnable to the [administrative tribunal established by the board of] health tribunal at the office of administrative trials and hearings, except that (i) a proceeding to recover a civil penalty authorized pursuant to subdivision e for violation of subdivision d by smoking in a pedestrian plaza or in a park or other property under the jurisdiction of the department of parks and recreation, as prohibited by paragraph seven of subdivision c and by paragraph three of subdivision d of section 17-503 respectively, shall be commenced by the service of a notice of violation which shall be returnable to the environmental control board, and (ii) a proceeding to recover a civil penalty authorized pursuant to subdivision e for violation of subdivision d-1 shall be commenced by the service of a notice of violation which shall be returnable to the health tribunal at the office of administrative trials and hearings or the environmental control board. The [board of health's administrative] health tribunal at the office of administrative trials and hearings and the environmental control board shall have the power to impose the civil penalties prescribed by subdivision e of this section.\nh. If the [administrative tribunal established by the board of] health tribunal at the office of administrative trials and hearings or the environmental control board finds, upon good cause shown, that the respondent cannot correct the violation specified in subdivision g of this section, it may postpone the period for compliance with such order upon such terms and conditions and for such period of time as shall be appropriate under the circumstances.\ni. In any proceeding before the [administrative tribunal established by the board of] health tribunal at the office of administrative trials and hearings or the environmental control board, if the tribunal finds that the department or other agency issuing the notice of violation has failed to prove the violation charged, it shall notify the department or other agency issuing the notice of violation, and the order requiring the respondent to correct the condition constituting the violation shall be deemed to be revoked.\n§ 6. Subdivision a of section 17-513 of the administrative code of the city of New York is amended to read as follows:\na. The commissioner shall promulgate rules in accordance with the provisions contained in this chapter, and such other rules as may be necessary for the purpose of implementing and carrying out the provisions of this chapter; provided that such rules may include a requirement for owners of class A multiple dwellings to submit class A multiple dwelling smoking policies to the department of health and mental hygiene for the purpose of making such class A multiple dwelling smoking policies publicly available.\n§ 7. This local law shall take effect ninety days after its enactment.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj Section 1.  Legislative findings.  The Council hereby finds that there are more than two hundred fifty chemicals in secondhand smoke known to be toxic or carcinogenic.  Secondhand smoke is a major cause of heart disease, stroke, respiratory disease, lung cancer and other illnesses.  Non-smokers exposed to secondhand smoke in the home have higher risks of asthma, heart disease, lung cancer and chronic respiratory disease.  Non-smokers who already have chronic heart or lung diseases are particularly susceptible to the effects of second-hand smoke. Young children are also particularly vulnerable to the dangers of secondhand smoke and, on average, are exposed to more of it than adults.  More than fifty percent of adults in New York City living in multiple dwellings report being exposed to secondhand smoke from neighboring apartments.  Children in non-smoking homes within multiple dwellings have forty-five percent more blood cotinine (a biomarker for smoke exposure) than children in non-smoking homes who live in detached houses.  Based on these findings, the Council declares that enactment of this provision is necessary to ensure that tenants of rental, cooperative and condominium units are informed of where smoking is permitted and where it is prohibited in a particular building and that prospective tenants and purchasers are so informed before signing a lease or purchasing a residential unit.     \\par\n\\'a7 2. Section 17-502 of the administrative code of the city of New York is amended by adding new subdivisions qq, rr, ss, tt and uu to read as follows:\\par\n\\ul qq. \\ldblquote Class A multiple dwelling\\rdblquote  means a class A multiple dwelling as defined by subdivision 8 of section 27-2004 of the administrative code of the city of New York.\\par\nrr. \\ldblquote Class A multiple dwelling smoking policy\\rdblquote  means a written declaration that discloses in a clear and conspicuous fashion where smoking is permitted or prohibited on the premises, including outside areas within fifteen feet of entrances, doorways and air intake units of the class A multiple dwelling.  The policy shall address all indoor and outdoor locations of the property in question, including common areas, balconies, courtyards, rooftops and dwelling units.  The policy shall comply with all applicable federal, state and local laws, rules and regulations and shall apply to tenants, including invitees of tenants, and any other person on the premises. \\par\nss. \\ldblquote Owner of a class A multiple dwelling\\rdblquote  means the owner of record, seller, manager, landlord or governing body of a class A multiple dwelling, including the board of managers in the case of a condominium and the board of directors in the case of a cooperative apartment corporation, or an agent authorized to act on behalf of such owner of record, seller, manager, landlord or governing body.\\par\ntt. \\ldblquote Purchaser\\rdblquote  means a person who purchases a dwelling unit in a class A multiple dwelling. \\par\nuu. When referring to a dwelling unit in a class A multiple dwelling, \\ldblquote tenant\\rdblquote  means a tenant, tenant-stockholder of a cooperative apartment corporation, condominium unit owner, subtenant, lessee, sublessee or other person entitled to the possession or to the use or occupancy of a dwelling unit.\\par\n\\ulnone\\'a7 3. Title 17 of the administrative code of the city of New York is amended by adding a new section 17-506.1 to read as follows:\\par\n\\ul\\'a7 17-506.1 Obligation of owners of class A multiple dwellings to adopt and disclose smoking policy. a. Adoption of class A multiple dwelling smoking policy.  The owner of a class A multiple dwelling shall adopt a class A multiple dwelling smoking policy.\\par\nb. Class A multiple dwelling smoking policy rider. 1. Before a prospective or current tenant enters into a lease agreement to rent or lease a dwelling unit, the owner of a class A multiple dwelling shall provide the tenant with a copy of the building\\rquote s class A multiple dwelling smoking policy.  The tenant shall sign and return to the owner of a class A multiple dwelling a rider, acknowledging his or her receipt of the class A multiple dwelling smoking policy, and the rider shall be incorporated into, and become part of, the lease agreement.\\par\n2. Before a purchaser enters into a contract of sale for a dwelling unit, the owner of a class A multiple dwelling shall provide the purchaser with a copy of the building\\rquote s class A multiple dwelling smoking policy.  The purchaser shall sign and return to the owner of a class A multiple dwelling a rider, acknowledging his or her receipt of the class A multiple dwelling smoking policy, and the rider shall be incorporated into, and become part of, the contract of sale.\\par\nc. Notification of material changes to class A multiple dwelling smoking policy.  The owner of a class A multiple dwelling shall promptly notify all tenants upon adoption of the building\\rquote s class A multiple dwelling smoking policy or the making of any material change to the building\\rquote s class A multiple dwelling smoking policy.  \\par\n\\ulnone\\'a7 4. Section 17-508 of the administrative code of the city of New York is amended by adding a new subdivision d-1 to read as follows:\\par\n\\ul d-1. It shall be unlawful for any owner of a class A multiple dwelling to fail to adopt or fail to disclose the class A multiple dwelling smoking policy as required pursuant to section 17-506.1.\\par\n\\ulnone\\'a7 5. Subdivisions e, f, h and i of section 17-508 of the administrative code of the city of New York, as amended by local law number 11 for the year 2011, are amended to read as follows:\\par\ne. Every person who violates subdivisions a or b of this section shall, for a first violation thereof, be liable for a civil penalty of not less than two hundred dollars nor more than four hundred dollars; for a second violation, both of which were committed within a period of twelve months, be liable for a civil penalty of not less than five hundred dollars nor more than one thousand dollars; and for a third or subsequent violation, all of which were committed within a period of twelve months, be liable for a civil penalty of not less than one thousand dollars nor more than two thousand dollars.  Every person who violates subdivision d \\ul or d-1\\ulnone  of this section shall be liable for a civil penalty of one hundred dollars for each violation, except that every person who violates subdivision d of this section by smoking in a pedestrian plaza as prohibited by paragraph seven of subdivision c of section 17-503 or in a park or other property under the jurisdiction of the department of parks and recreation as prohibited by paragraph three of subdivision d of section 17-503 shall be liable for a civil penalty of fifty dollars for each violation.\\par\nf. A proceeding to recover any civil penalty authorized pursuant to the provisions of subdivision e of this section shall be commenced by the service of a notice of violation which shall be returnable to the [administrative tribunal established by the board of] health \\ul tribunal at the office of administrative trials and hearings\\ulnone , except that \\ul (i)\\ulnone  a proceeding to recover a civil penalty authorized pursuant to subdivision e for violation of subdivision d by smoking in a pedestrian plaza or in a park or other property under the jurisdiction of the department of parks and recreation, as prohibited by paragraph seven of subdivision c and by paragraph three of subdivision d of section 17-503 respectively, shall be commenced by the service of a notice of violation which shall be returnable to the environmental control board\\ul , and (ii) a proceeding to recover a civil penalty authorized pursuant to subdivision e for violation of subdivision d-1 shall be commenced by the service of a notice of violation which shall be returnable to the health tribunal at the office of administrative trials and hearings or the environmental control board\\ulnone . The [board of health's administrative] \\ul health\\ulnone  tribunal \\ul at the office of administrative trials and hearings\\ulnone  and the environmental control board shall have the power to impose the civil penalties prescribed by subdivision e of this section.\\par\nh. If the [administrative tribunal established by the board of] health \\ul tribunal at the office of administrative trials and hearings\\ulnone  or the environmental control board finds, upon good cause shown, that the respondent cannot correct the violation specified in subdivision g of this section, it may postpone the period for compliance with such order upon such terms and conditions and for such period of time as shall be appropriate under the circumstances.\\par\ni. In any proceeding before the [administrative tribunal established by the board of] health \\ul tribunal at the office of administrative trials and hearings\\ulnone  or the environmental control board, if the tribunal finds that the department or other agency issuing the notice of violation has failed to prove the violation charged, it shall notify the department or other agency issuing the notice of violation, and the order requiring the respondent to correct the condition constituting the violation shall be deemed to be revoked.\\par\n\\'a7 6. Subdivision a of section 17-513 of the administrative code of the city of New York is amended to read as follows:\\par\na. The commissioner shall promulgate rules in accordance with the provisions contained in this chapter, and such other rules as may be necessary for the purpose of implementing and carrying out the provisions of this chapter\\ul ; provided that such rules may include a requirement for owners of class A multiple dwellings to submit class A multiple dwelling smoking policies to the department of health and mental hygiene for the purpose of making such class A multiple dwelling smoking policies publicly available\\ulnone .\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a7 7. This local law shall take effect ninety days after its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\par\n}\n",
  "LastModified": "2013-12-23T03:20:57.073Z"
}
