{
  "ID": 48704,
  "GUID": "FDCEC611-3307-4346-82F3-8A8C446AD9F1",
  "File": "Int 0834-2012",
  "LocalLaw": "2012/042",
  "Name": "NYC panel on climate change and the NYC climate change adaptation task force.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the New York city panel on climate change and the New York city climate change adaptation task force.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2012-04-18T00:00:00Z",
  "AgendaDate": "2012-04-18T00:00:00Z",
  "PassedDate": "2012-09-22T00:00:00Z",
  "EnactmentDate": "2012-09-22T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    }
  ],
  "History": [
    {
      "ID": 263453,
      "Date": "2012-04-18T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263717,
      "Date": "2012-04-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11571,
      "AgendaSequence": 94,
      "MinutesSequence": 111,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263485,
      "Date": "2012-04-25T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 11559,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263908,
      "Date": "2012-04-25T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 11559,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 266615,
      "Date": "2012-08-21T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 11770,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 834-A",
      "MinutesNote": "Proposed Int. No. 834-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 266771,
      "Date": "2012-08-21T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 11770,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 266772,
      "Date": "2012-08-21T13:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 11770,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 266773,
      "Date": "2012-08-21T13:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 11770,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 266830,
      "Date": "2012-08-22T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by Consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11783,
      "AgendaSequence": 20,
      "MinutesSequence": 26,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 266981,
      "Date": "2012-08-22T17:00:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 267580,
      "Date": "2012-09-22T11:54:00Z",
      "ActionID": 58,
      "Action": "City Charter Rule Adopted",
      "Description": "This Introduction was City Charter Rule Adopted",
      "BodyID": 5075,
      "BodyName": "Administration",
      "Version": "A",
      "MinutesNote": "Returned Unsigned 9/21/2012 (31st Day 9/22/2012)",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 107683,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 834 - 4/18/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/386fd519-ba31-4713-af14-9676631e7e57.doc",
      "Sort": 1
    },
    {
      "ID": 106432,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/25/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a239b004-5989-44e9-8a40-5554ff174e53.doc",
      "Sort": 2
    },
    {
      "ID": 106503,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 4/25/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ed793fdd-91c3-4fc3-acba-1a1c4552df1f.PDF",
      "Sort": 3
    },
    {
      "ID": 106616,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 4/25/12 (Con't)",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e80f62e6-778a-4de3-8a70-e30d1f384060.pdf",
      "Sort": 4
    },
    {
      "ID": 106685,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/25/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d77056ac-caa5-487b-b036-ed655b46390a.pdf",
      "Sort": 5
    },
    {
      "ID": 108207,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 8/21/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/62ef8308-7fc8-4783-adc1-a59289b5ad1f.doc",
      "Sort": 6
    },
    {
      "ID": 108688,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 8/21/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/da111630-52fb-4872-ad44-edc8985ae268.PDF",
      "Sort": 7
    },
    {
      "ID": 108174,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 8/21/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e6b14409-4a55-4412-91c4-fbb3a5aabbd7.pdf",
      "Sort": 8
    },
    {
      "ID": 108170,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/732e55dc-e78e-47b4-9184-913ccac4f6a7.doc",
      "Sort": 9
    },
    {
      "ID": 108219,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 8-22-12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d4ab321a-4657-4f46-ae64-57c198f566be.pdf",
      "Sort": 10
    },
    {
      "ID": 108642,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Letter to Mayor",
      "Link": "http://nyc.legistar1.com/nyc/attachments/69aa3760-19be-4af1-8314-df9e1319f1c5.pdf",
      "Sort": 11
    },
    {
      "ID": 110097,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ade600bb-18ec-46b1-bf06-4a941d838547.pdf",
      "Sort": 12
    }
  ],
  "Summary": "",
  "TextID": 50366,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Legislative findings and intent. The Council finds that, in order prepare for and mitigate the expected impact of climate change on New York City's communities, vulnerable populations, public health, natural systems, critical infrastructure, buildings and the economy, to help fulfill the goals of PlaNYC 2030, and to augment the New York City Climate Protection Act, Local Law No. 22 for the year 2008, the New York City Panel on Climate Change and the New York City Climate Change Adaptation Task Force should be institutionalized. The Council also finds that climate scientists project that temperatures, sea levels and some extreme weather events will increase dramatically in the coming decades. The Council further finds that many of these variables could have a significant effect on New York City's future and that identifying and gauging these variables could help the City prepare an intelligent response to climate change. Therefore, the Council finds that it is in the best interests of the City to institutionalize and regularly convene the New York City Panel on Climate Change and the New York City Climate Change Adaptation Task Force, for the purpose of advising the City on climate change projections and adaptation.\n§2. Subchapter 2 of chapter 1 of title 3 of the administrative code of the city of New York is amended by adding new sections 3-122 and 3-123 to read as follows:\n§3-122 New York city panel on climate change. a. For the purposes of this section and section 3-123 of this subchapter, the following terms shall mean:\n1. “Vulnerable populations” means persons or communities at increased risk of harm as a direct or indirect consequence of climate change based on one or more of the following risk factors: (i) proximity to disproportionally impacted areas; (ii) age, including senior citizen or minor status; (iii) income level; (iv) disability; (v) chronic or mental illness; and (vi) language.\n2. “Public health” means impacts on physical health, mental health and social well-being and public or private services that treat and prevent disease, prolong life and promote health.\n3. “Natural systems” means ecosystems and assets that provide ecologic benefits, including but not limited to waterbodies, trees, wetlands and parks.\n4. “Critical infrastructure” means systems and assets, with the exception of residential and commercial buildings, that support vital city activities and for which the diminished functioning or destruction of such systems and assets would have a debilitating impact on public safety and/or economic security.\nb. There shall be a New York city panel on climate change whose members shall serve without compensation from the city. Members shall include, but not be limited to, climate change and climate impact scientists who shall be appointed by, and serve at the pleasure of, the mayor.\nc. 1. The panel shall meet at least twice a year for the purpose of (i) reviewing the most recent scientific data related to climate change and its potential impacts on the city’s communities, vulnerable populations, public health, natural systems, critical infrastructure, buildings and economy; and (ii) advising the office of long-term planning and sustainability and the New York city climate change adaptation task force established pursuant to section 3-123 of this subchapter.\n2. The panel shall make recommendations regarding (i) the near-, intermediate  and long-term quantitative and qualitative climate change projections for the city of New York within one year of the release of an assessment report by the intergovernmental panel on climate change, but not less than once every three years; and (ii) a framework for stakeholders to incorporate climate change projections into their planning processes.\nd. The panel shall advise the office of long-term planning and sustainability on the development of a community- or borough-level communications strategy intended to ensure that the public is informed about the findings of the panel, including the creation of a summary of the climate change projections for dissemination to city residents.\n§3-123 New York city climate change adaptation task force. a. There shall be a New York city climate change adaptation task force consisting of city, state and federal agencies and private organizations and entities responsible for developing, maintaining, operating or overseeing the city’s public health, natural systems, critical infrastructure, buildings and economy. The task force shall be chaired by the office of long-term planning and sustainability, and shall include, but need not be limited to, representatives from the department of buildings, the department of design and construction, department of city planning, the department of environmental protection, the department of parks and recreation, the department of sanitation, the department of transportation, the economic development corporation, the office of emergency management, the office of management and budget, the department for the aging and the department of health and mental hygiene. Public members shall include, but need not be limited to, representatives from organizations in the health care, communications, energy and transportation fields, who shall be appointed by, and serve at the pleasure of, the mayor without compensation from the city. The mayor shall invite the appropriate federal, state and local agencies and authorities to participate.\nb. 1. The task force shall meet at least twice a year for the purposes of reviewing the climate change projections as recommended by the New York city panel on climate change pursuant to section 3-122 of this subchapter; evaluating the potential impacts to public health and the delivery of public health services to the city’s communities and vulnerable populations and how such delivery may be affected by climate change; evaluating the potential impacts to the city’s natural systems, critical infrastructure and buildings and how services provided by such systems, infrastructure and buildings may be affected by climate change; identifying the rules, policies and regulations governing public health, natural systems, critical infrastructure, buildings and economy that may be affected by climate change; and formulating and updating coordinated strategies to address the potential impact of climate change on the city’s communities, vulnerable populations, public health, natural systems, critical infrastructure, buildings and economy.\n2. Within one year of the development of recommended climate change projections pursuant to section 3-122 of this subchapter, the task force shall create an inventory of potential risks due to climate change to the city’s communities, vulnerable populations, public health, natural systems, critical infrastructure, buildings and economy; develop adaptation strategies to address such risks that may include design guidelines for new infrastructure; and identify issues for further study. A report with recommendations shall be issued based on this information and submitted to the mayor and the city council and shall be made available to the public.\nc. The office of long-term planning and sustainability shall develop a community- or borough-level communications strategy intended to ensure that the public is informed about the findings of the task force, including the creation of a summary of the report for dissemination to city residents. In developing such communications strategy, the director shall consult with non-governmental and community-based organizations.\n§3. This local law shall take effect one hundred eighty days after enactment, except that that the mayor shall take all actions necessary for its implementation, including the appointment of panel and task force members, prior to such effective date.\njtb 7/17/12 4:49pm",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\cf1\\tab Section 1. Legislative findings and intent. The Council finds that, in order prepare for and mitigate the expected impact of climate change on New York City's communities, vulnerable populations, public health, natural systems, critical infrastructure, buildings and the economy, to help fulfill the goals of PlaNYC 2030, and to augment the New York City Climate Protection Act, Local Law No. 22 for the year 2008, the New York City Panel on Climate Change and the New York City Climate Change Adaptation Task Force should be institutionalized. The Council also finds that climate scientists project that temperatures, sea levels and some extreme weather events will increase dramatically in the coming decades. The Council further finds that many of these variables could have a significant effect on New York City's future and that identifying and gauging these variables could help the City prepare an intelligent response to climate change. \\cf0 Therefore, the Council finds that it is in the best interests of the City to institutionalize and regularly convene the New York City Panel on Climate Change and the New York City Climate Change Adaptation Task Force, for the purpose of advising the City on climate change projections and adaptation.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a72. Subchapter 2 of chapter 1 of title 3 of the administrative code of the city of New York is amended by adding new sections 3-122 and 3-123 to read as follows:\\par\n\\ul\\'a73-122 New York city panel on climate change. a. For the purposes of this section and section 3-123 of this subchapter, the following terms shall mean:\\par\n1. \\ldblquote Vulnerable populations\\rdblquote  means persons or communities at increased risk of harm as a direct or indirect consequence of climate change based on one or more of the following risk factors: (i) proximity to disproportionally impacted areas; (ii) age, including senior citizen or minor status; (iii) income level; (iv) disability; (v) chronic or mental illness; and (vi) language.\\par\n2. \\ldblquote Public health\\rdblquote  means impacts on physical health, mental health and social well-being and public or private services that treat and prevent disease, prolong life and promote health.\\par\n3. \\ldblquote Natural systems\\rdblquote  means ecosystems and assets that provide ecologic benefits, including but not limited to waterbodies, trees, wetlands and parks.\\par\n4. \\ldblquote Critical infrastructure\\rdblquote  means systems and assets, with the exception of residential and commercial buildings, that support vital city activities and for which the diminished functioning or destruction of such systems and assets would have a debilitating impact on public safety and/or economic security.\\par\nb. There shall be a New York city panel on climate change whose members shall serve without compensation from the city. Members shall include, but not be limited to, climate change and climate impact scientists who shall be appointed by, and serve at the pleasure of, the mayor.\\par\nc. 1. The panel shall meet at least twice a year for the purpose of (i) reviewing the most recent scientific data related to climate change and its potential impacts on the city\\rquote s communities, vulnerable populations, public health, natural systems, critical infrastructure, buildings and economy; and (ii) advising the office of long-term planning and sustainability and the New York city climate change adaptation task force established pursuant to section 3-123 of this subchapter.\\par\n2. The panel shall make recommendations regarding (i) the near-, intermediate  and long-term quantitative and qualitative climate change projections for the city of New York within one year of the release of an assessment report by the intergovernmental panel on climate change, but not less than once every three years; and (ii) a framework for stakeholders to incorporate climate change projections into their planning processes.\\par\nd. The panel shall advise the office of long-term planning and sustainability on the development of a community- or borough-level communications strategy intended to ensure that the public is informed about the findings of the panel, including the creation of a summary of the climate change projections for dissemination to city residents.\\par\n\\'a73-123 New York city climate change adaptation task force. a. There shall be a New York city climate change adaptation task force consisting of city, state and federal agencies and private organizations and entities responsible for developing, maintaining, operating or overseeing the city\\rquote s public health, natural systems, critical infrastructure, buildings and economy. The task force shall be chaired by the office of long-term planning and sustainability, and shall include, but need not be limited to, representatives from the department of buildings, the department of design and construction, department of city planning, the department of environmental protection, the department of parks and recreation, the department of sanitation, the department of transportation, the economic development corporation, the office of emergency management, the office of management and budget, the department for the aging and the department of health and mental hygiene. Public members shall include, but need not be limited to, representatives from organizations in the health care, communications, energy and transportation fields, who shall be appointed by, and serve at the pleasure of, the mayor without compensation from the city. The mayor shall invite the appropriate federal, state and local agencies and authorities to participate.\\par\nb. 1. The task force shall meet at least twice a year for the purposes of reviewing the climate change projections as recommended by the New York city panel on climate change pursuant to section 3-122 of this subchapter; evaluating the potential impacts to public health and the delivery of public health services to the city\\rquote s communities and vulnerable populations and how such delivery may be affected by climate change; evaluating the potential impacts to the city\\rquote s natural systems, critical infrastructure and buildings and how services provided by such systems, infrastructure and buildings may be affected by climate change; identifying the rules, policies and regulations governing public health, natural systems, critical infrastructure, buildings and economy that may be affected by climate change; and formulating and updating coordinated strategies to address the potential impact of climate change on the city\\rquote s communities, vulnerable populations, public health, natural systems, critical infrastructure, buildings and economy.\\par\n2. Within one year of the development of recommended climate change projections pursuant to section 3-122 of this subchapter, the task force shall create an inventory of potential risks due to climate change to the city\\rquote s communities, vulnerable populations, public health, natural systems, critical infrastructure, buildings and economy; develop adaptation strategies to address such risks that may include design guidelines for new infrastructure; and identify issues for further study. A report with recommendations shall be issued based on this information and submitted to the mayor and the city council and shall be made available to the public.\\par\nc. The office of long-term planning and sustainability shall develop a community- or borough-level communications strategy intended to ensure that the public is informed about the findings of the task force, including the creation of a summary of the report for dissemination to city residents. In developing such communications strategy, the director shall consult with non-governmental and community-based organizations.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a73. This local law shall take effect one hundred eighty days after enactment, except that that the mayor shall take all actions necessary for its implementation, including the appointment of panel and task force members, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\fs16 jtb 7/17/12 4:49pm\\par\n}\n",
  "LastModified": "2013-01-29T21:21:55.153Z"
}
