{
  "ID": 48593,
  "GUID": "4358D170-AEA9-41E5-BA75-E668D8DC864F",
  "File": "Int 0835-2012",
  "Name": "Authorizing the dept of sanitation to ensure the removal of snow and ice from fire hydrants.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to authorizing the department of sanitation to ensure the removal of snow and ice from fire hydrants.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2012-04-18T00:00:00Z",
  "AgendaDate": "2012-04-18T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 263571,
      "Date": "2012-04-18T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263718,
      "Date": "2012-04-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11571,
      "AgendaSequence": 95,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283813,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49751,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 15-205 of chapter 2 of title 15 of the administrative code of the city of New York is amended to read as follows:\n§15-205  Obstruction of fire hydrants. It shall be unlawful in any manner to obstruct the use of any fire hydrant, to allow any snow or ice to be thrown or piled upon or around the same, or to place, or allow to be placed, any material or thing in front thereof, from the curb line to the center of the street and to within ten feet from either side thereof. All snow and ice accumulating in the street, within such space, shall be removed by the owner, lessee, or tenant of the premises fronting such space. The provisions of this section may be enforced by the department and the department of sanitation. All material or things found obstructing any fire hydrant may be forthwith removed by the officers or employees of the department or the department of sanitation, at the risk, cost and expense, of the owner or claimant. The provision of this section requiring that no thing shall be placed within ten feet from either side of a fire hydrant shall not apply to any newsstand which was first licensed by the department of consumer affairs prior to the first day of August, nineteen hundred seventy-nine where the person who held the license for such newsstand on the first day of August, nineteen hundred ninety-one continues to be the licensee for such newsstand; provided, however, that where a newsstand which was first licensed prior to the first day of August, nineteen hundred seventy-nine is reconstructed in its entirety or in substantial part, which reconstruction was commenced on or after the first day of August, nineteen hundred ninety-one, such newsstand shall be subject to such requirement that no thing be placed within ten feet from either side of a fire hydrant.\n§ 2. This local law shall take effect immediately. \nLS 2068-JJH\n3/9/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Section 15-205 of chapter 2 of title 15 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a715-205  Obstruction of fire hydrants.\\b  \\b0 It shall be unlawful in any manner to obstruct the use of any fire hydrant, to allow any snow or ice to be thrown or piled upon or around the same, or to place, or allow to be placed, any material or thing in front thereof, from the curb line to the center of the street and to within ten feet from either side thereof. All snow and ice accumulating in the street, within such space, shall be removed by the owner, lessee, or tenant of the premises fronting such space. \\ul The provisions of this section may be enforced by the department and the department of sanitation.\\ulnone  All material or things found obstructing any fire hydrant may be forthwith removed by the officers or employees of the department \\ul or the department of sanitation\\ulnone , at the risk, cost and expense, of the owner or claimant. The provision of this section requiring that no thing shall be placed within ten feet from either side of a fire hydrant shall not apply to any newsstand which was first licensed by the department of consumer affairs prior to the first day of August, nineteen hundred seventy-nine where the person who held the license for such newsstand on the first day of August, nineteen hundred ninety-one continues to be the licensee for such newsstand; provided, however, that where a newsstand which was first licensed prior to the first day of August, nineteen hundred seventy-nine is reconstructed in its entirety or in substantial part, which reconstruction was commenced on or after the first day of August, nineteen hundred ninety-one, such newsstand shall be subject to such requirement that no thing be placed within ten feet from either side of a fire hydrant.\\par\n\\'a7 2. This local law shall take effect immediately. \\par\n\\pard\\ltrpar\\nowidctlpar\\qj LS 2068-JJH\\par\n3/9/12\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\cf0\\par\n}\n",
  "LastModified": "2013-12-23T03:20:18.12Z"
}
