{
  "ID": 48691,
  "GUID": "51FE79E5-A0F9-4858-B53C-F316C92F07FE",
  "File": "Int 0839-2012",
  "Name": "Elevator agency director and elevator technician licenses.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to elevator agency director and elevator technician licenses.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2012-04-18T00:00:00Z",
  "AgendaDate": "2012-04-18T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 263394,
      "Date": "2012-04-16T13:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Introduction was Hearing on P-C Item by Comm",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 11515,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263539,
      "Date": "2012-04-16T13:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Introduction was P-C Item Laid Over by Comm",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 11515,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263391,
      "Date": "2012-04-18T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263726,
      "Date": "2012-04-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11571,
      "AgendaSequence": 103,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283810,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 106332,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/16/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fb8e82ff-c264-40c8-a6a5-2607bfc0005f.doc",
      "Sort": 1
    },
    {
      "ID": 106444,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 4/16/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4a192f61-72f6-43af-a81c-ae5767e9d5ea.PDF",
      "Sort": 2
    },
    {
      "ID": 106630,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/16/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7acbfbf4-00ca-4756-b757-267ce6d65da8.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 49851,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Section 28-401.3 of the administrative code of the city of New York is amended by adding definitions for “elevator agency director” and “elevator technician” in alphabetical order following the definition of “direct employ,” to read as follows:\nELEVATOR AGENCY DIRECTOR. An individual that exercises direct and continuing supervision over the operations of a private elevator inspection agency and who is licensed pursuant to this chapter.\nELEVATOR TECHNICIAN. An individual that engages in altering, inspecting, maintaining, repairing, servicing, or testing elevators and who is licensed pursuant to this chapter.\n§2. Section 28-401.3 of the administrative code of the city of New York is amended by adding a definition for “personal supervision” in alphabetical order following the definition of “licensed master plumber, master plumber,” to read as follows:\nPERSONAL SUPERVISION. Direct and continuing supervision, as defined in this section, where responsible control is exercised by the licensed individual personally and directly and not through intermediate supervisors or other intervening levels of supervision.\n§3. The definition of “private elevator inspection agency” contained in section 28-401.3 of the administrative code of the city of New York is amended to read as follows:\nPRIVATE ELEVATOR INSPECTION AGENCY. An approved agency authorized by the commissioner to operate as an independent contractor for the purpose of altering, inspecting, maintaining, repairing, servicing, and testing elevators, escalators and other conveying equipment regulated by this code and shall include but shall not be limited to an insurance company, elevator maintenance company, elevator manufacturer or elevator inspection company.\n§4. Chapter four of title 28 of the administrative code of the city of New York is amended to add a new article 421 to read as follows: \nARTICLE 421\nELEVATOR AGENCY DIRECTOR AND ELEVATOR TECHNICIAN LICENSE\n\n§28-421.1 Elevator agency license required.\n§28-421.2 Additional qualifications for elevator agency director.\n§28-421.3 Elevator technician license required.\n§28-421.4 Additional qualifications for elevator technician.\n§28-421.5 Insurance exemption.\n§28-421.6 Fee exemption.\n\n§28-421.1 Elevator agency director license required.  All operations of a private elevator inspection agency, including but not limited to the alteration, maintenance, inspection, repair, service, and testing of elevators, shall be carried out under the direct and continuing supervision of an elevator agency director. Each elevator agency director shall supervise the operations of only one private elevator inspection agency.\n\t§28-421.2 Additional qualifications for elevator agency director.  In addition to satisfying the general requirements of article 401 of this chapter, all applicants for an elevator agency director license shall submit satisfactory proof establishing that the applicant:\n\t1. Meets one of the following criteria: \n1.1. Has a valid certificate of approval for a private elevator inspection agency director issued by the department prior to the effective date of this article; \n1.2. Has at least ten (10) years of satisfactory experience within the last fifteen (15) years immediately preceding the date of application with at least one thousand seven hundred fifty (1,750) hours of experience per year in the supervision of the alteration, assembly, design, inspection, installation, maintenance, repair, servicing, or testing of elevators; or\n1.3. Is a New York state licensed professional engineer or registered architect, and has at least five (5) years of satisfactory experience within the last seven (7) years immediately preceding the date of application with at least one thousand seven hundred fifty (1,750) hours of experience per year in the supervision of the alteration, assembly, design, inspection, installation, maintenance, repair, servicing, or testing of elevators;\n2. Has earned a certification from and successfully passed the mechanic examination administered by the National Elevator Industry Educational Program or the National Association of Elevator Contractors or an equivalent instruction program administered by an institution accredited and approved by New York state or the United States department of labor; and\n3. Complies with any additional qualifications the department requires by rule.\n§28-421.3 Elevator technician license required.  It shall be unlawful for any person to alter, maintain, inspect, repair, service or test elevators unless such person:\n1. Is an elevator agency director;\n2. Is an elevator technician and is employed by and working under the direct and continuing supervision of an elevator agency director or the department; or\n3. Is working under the personal supervision of an elevator technician or elevator agency director as part of a New York state approved apprenticeship program and is employed by and/or working under the direct and continuing supervision of an elevator agency director or the department.\n§28-421.4 Additional qualifications for elevator technicians.  In addition to satisfying the general requirements of article 401 of this chapter, all applicants for an elevator technician license shall submit satisfactory proof establishing that the applicant:\n1. Meets one of the following criteria:\n1.1. Has a valid certificate of approval for a private elevator agency inspector issued by the department prior to the effective date of this article; \n1.2. Has at least five (5) years of satisfactory experience within the last seven (7) years immediately preceding the date of application with at least one thousand seven hundred fifty (1,750) hours of experience per year in the alteration, assembly, design, inspection, installation, maintenance, repair, servicing, or testing of elevators; \n1.3. Has successfully completed an apprenticeship under an elevator technician or elevator agency director as part of a New York state approved apprenticeship program; or \n1.4. Has successfully completed an educational instruction program administered by the National Elevator Industry Educational Program or the National Association of Elevator Contractors or has successfully completed an equivalent instruction program administered by an institution accredited and approved by New York state or the United States department of labor;\n2. Has earned a certification from and successfully passed the mechanic examination administered by the National Elevator Industry Educational Program or the National Association of Elevator Contractors or has earned a certification from and successfully passed an equivalent examination from an institution accredited and approved by New York state or the United States department of labor; and\n3. Complies with any additional qualifications the department requires by rule.\n§28-421.5 Insurance exemption. Unless otherwise required by rule, elevator technicians employed by private elevator inspection agencies are exempt from the insurance requirements of section 28-401.9. \n§28-421.6 Fee exemption.  The application fee shall be waived for the following applicants:\n1. Any applicant for an elevator agency director license that has a valid certificate of approval for a private elevator inspection agency director issued by the department prior to the effective date of this article; and\n2. Any applicant for an elevator technician license that has a valid certificate of approval for a private elevator agency inspector issued by the department prior to the effective of this article.\n§5. Section 28-401.15 of the administrative code of the city of New York is amended by adding the following at the end of such section:\nElevator agency director license. $350. $350 triennially. Late-Renewal fee: $50. Reissuance fee: $50.\nElevator technician license. $350. $350 triennially. Late-Renewal fee: $50. Reissuance fee: $50.\n§6. Section 8.10.1 of Appendix K of the New York city building code is amended to read as follows:\n8.10.1 General Requirements for Acceptance Inspections and Tests.\nDelete and revise section 8.10.1.1.3 to read as follows:\n8.10.1.1 Persons Authorized to Make Inspections and Tests.\n8.10.1.1.3 The inspector shall be [a special inspector who meets the qualifications prescribed by rule of the department.] an elevator technician or elevator agency director as defined in section 28-401.3.\n§7. The first clause of section 8.11.1 of Appendix K of the New York city building code is amended to read as follows:\n8.11.1 General Requirements for Periodic Inspections and Tests.\nDelete and revise section 8.11.1.1 to read as follows:\n8.11.1.1 Persons Authorized to Make Inspections and Tests.  The inspector shall be [a special inspector who meets the qualifications prescribed by rule of the department] an elevator technician or elevator agency director as defined in section 28-401.3.\n§8. This local law shall take effect one hundred twenty days after its enactment except that the commissioner of buildings shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\nEAA\nLS #3152\n2/2/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Section 28-401.3 of the administrative code of the city of New York is amended by adding definitions for \\ldblquote elevator agency director\\rdblquote  and \\ldblquote elevator technician\\rdblquote  in alphabetical order following the definition of \\ldblquote direct employ,\\rdblquote  to read as follows:\\par\n\\ul ELEVATOR AGENCY DIRECTOR. An individual that exercises direct and continuing supervision over the operations of a private elevator inspection agency and who is licensed pursuant to this chapter.\\par\nELEVATOR TECHNICIAN. An individual that engages in altering, inspecting, maintaining, repairing, servicing, or testing elevators and who is licensed pursuant to this chapter.\\par\n\\ulnone\\'a72. Section 28-401.3 of the administrative code of the city of New York is amended by adding a definition for \\ldblquote personal supervision\\rdblquote  in alphabetical order following the definition of \\ldblquote licensed master plumber, master plumber,\\rdblquote  to read as follows:\\par\n\\ul PERSONAL SUPERVISION. Direct and continuing supervision, as defined in this section, where responsible control is exercised by the licensed individual personally and directly and not through intermediate supervisors or other intervening levels of supervision.\\par\n\\ulnone\\'a73. The definition of \\ldblquote private elevator inspection agency\\rdblquote  contained in section 28-401.3 of the administrative code of the city of New York is amended to read as follows:\\par\nPRIVATE ELEVATOR INSPECTION AGENCY. An approved agency authorized by the commissioner to operate as an independent contractor for the purpose of \\ul altering, \\ulnone inspecting\\ul , maintaining, repairing, servicing,\\ulnone  and testing elevators, escalators and other conveying equipment regulated by this code and shall include but shall not be limited to an insurance company, elevator maintenance company, elevator manufacturer or elevator inspection company.\\par\n\\'a74. Chapter four of title 28 of the administrative code of the city of New York is amended to add a new article 421 to read as follows:\\ul  \\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\qc\\ul ARTICLE 421\\par\nELEVATOR AGENCY DIRECTOR AND ELEVATOR TECHNICIAN LICENSE\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj\\'a728-421.1 Elevator agency license required.\\par\n\\'a728-421.2 Additional qualifications for elevator agency director.\\par\n\\'a728-421.3 Elevator technician license required.\\par\n\\'a728-421.4 Additional qualifications for elevator technician.\\par\n\\'a728-421.5 Insurance exemption.\\par\n\\'a728-421.6 Fee exemption.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a728-421.1 Elevator agency director license required.  All operations of a private elevator inspection agency, including but not limited to the alteration, maintenance, inspection, repair, service, and testing of elevators, shall be carried out under the direct and continuing supervision of an elevator agency director. Each elevator agency director shall supervise the operations of only one private elevator inspection agency.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\'a728-421.2 Additional qualifications for elevator agency director.  In addition to satisfying the general requirements of article 401 of this chapter, all applicants for an elevator agency director license shall submit satisfactory proof establishing that the applicant:\\par\n\\ulnone\\tab\\ul 1. Meets one of the following criteria: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 1.1. Has a valid certificate of approval for a private elevator inspection agency director issued by the department prior to the effective date of this article; \\par\n1.2. Has at least ten (10) years of satisfactory experience within the last fifteen (15) years immediately preceding the date of application with at least one thousand seven hundred fifty (1,750) hours of experience per year in the supervision of the alteration, assembly, design, inspection, installation, maintenance, repair, servicing, or testing of elevators; or\\par\n1.3. Is a New York state licensed professional engineer or registered architect, and has at least five (5) years of satisfactory experience within the last seven (7) years immediately preceding the date of application with at least one thousand seven hundred fifty (1,750) hours of experience per year in the supervision of the alteration, assembly, design, inspection, installation, maintenance, repair, servicing, or testing of elevators;\\par\n2. Has earned a certification from and successfully passed the mechanic examination administered by the National Elevator Industry Educational Program or the National Association of Elevator Contractors or an equivalent instruction program administered by an institution accredited and approved by New York state or the United States department of labor; and\\par\n3. Complies with any additional qualifications the department requires by rule.\\par\n\\'a728-421.3 Elevator technician license required.  It shall be unlawful for any person to alter, maintain, inspect, repair, service or test elevators unless such person:\\par\n1. Is an elevator agency director;\\par\n2. Is an elevator technician and is employed by and working under the direct and continuing supervision of an elevator agency director or the department; or\\par\n3. Is working under the personal supervision of an elevator technician or elevator agency director as part of a New York state approved apprenticeship program and is employed by and/or working under the direct and continuing supervision of an elevator agency director or the department.\\par\n\\'a728-421.4 Additional qualifications for elevator technicians.  In addition to satisfying the general requirements of article 401 of this chapter, all applicants for an elevator technician license shall submit satisfactory proof establishing that the applicant:\\par\n1. Meets one of the following criteria:\\par\n1.1. Has a valid certificate of approval for a private elevator agency inspector issued by the department prior to the effective date of this article; \\par\n1.2. Has at least five (5) years of satisfactory experience within the last seven (7) years immediately preceding the date of application with at least one thousand seven hundred fifty (1,750) hours of experience per year in the alteration, assembly, design, inspection, installation, maintenance, repair, servicing, or testing of elevators; \\par\n1.3. Has successfully completed an apprenticeship under an elevator technician or elevator agency director as part of a New York state approved apprenticeship program; or \\par\n1.4. Has successfully completed an educational instruction program administered by the National Elevator Industry Educational Program or the National Association of Elevator Contractors or has successfully completed an equivalent instruction program administered by an institution accredited and approved by New York state or the United States department of labor;\\par\n2. Has earned a certification from and successfully passed the mechanic examination administered by the National Elevator Industry Educational Program or the National Association of Elevator Contractors or has earned a certification from and successfully passed an equivalent examination from an institution accredited and approved by New York state or the United States department of labor; and\\par\n3. Complies with any additional qualifications the department requires by rule.\\par\n\\'a728-421.5 Insurance exemption. Unless otherwise required by rule, elevator technicians employed by private elevator inspection agencies are exempt from the insurance requirements of section 28-401.9. \\par\n\\'a728-421.6 Fee exemption.  The application fee shall be waived for the following applicants:\\par\n1. Any applicant for an elevator agency director license that has a valid certificate of approval for a private elevator inspection agency director issued by the department prior to the effective date of this article; and\\par\n2. Any applicant for an elevator technician license that has a valid certificate of approval for a private elevator agency inspector issued by the department prior to the effective of this article.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx1080\\ulnone\\'a75. Section 28-401.15 of the administrative code of the city of New York is amended by adding the following at the end of such section:\\par\n\\ul Elevator agency director license. $350. $350 triennially. Late-Renewal fee: $50. Reissuance fee: $50.\\par\nElevator technician license. $350. $350 triennially. Late-Renewal fee: $50. Reissuance fee: $50.\\par\n\\ulnone\\'a76. Section 8.10.1 of Appendix K of the New York city building code is amended to read as follows:\\par\n\\b 8.10.1 General Requirements for Acceptance Inspections and Tests.\\b0\\par\nDelete and revise section 8.10.1.1.3 to read as follows:\\par\n8.10.1.1 Persons Authorized to Make Inspections and Tests.\\par\n8.10.1.1.3 The inspector shall be [a special inspector who meets the qualifications prescribed by rule of the department.] \\ul an elevator technician or elevator agency director as defined in section 28-401.3.\\par\n\\ulnone\\'a77. The first clause of section 8.11.1 of Appendix K of the New York city building code is amended to read as follows:\\par\n\\b 8.11.1 General Requirements for Periodic Inspections and Tests.\\par\n\\b0 Delete and revise section 8.11.1.1 to read as follows:\\par\n8.11.1.1 Persons Authorized to Make Inspections and Tests.  The inspector shall be [a special inspector who meets the qualifications prescribed by rule of the department] \\ul an elevator technician or elevator agency director as defined in section 28-401.3.\\par\n\\ulnone\\'a78. This local law shall take effect one hundred twenty days after its enactment except that the commissioner of buildings shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\cf1 EAA\\par\nLS #3152\\par\n2/2/12\\cf0\\par\n}\n",
  "LastModified": "2015-08-04T14:45:52.883Z"
}
