{
  "ID": 48730,
  "GUID": "B7038906-268D-4985-84C4-842F3237B3FE",
  "File": "Int 0841-2012",
  "Name": "Annual reporting of commercial bicycles to community boards.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the annual reporting of commercial bicycles to community boards.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2012-04-18T00:00:00Z",
  "AgendaDate": "2012-04-18T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 263578,
      "Date": "2012-04-18T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263727,
      "Date": "2012-04-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11571,
      "AgendaSequence": 105,
      "MinutesSequence": 122,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283808,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49894,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Subdivision d of section 10-157(d) of the administrative code of the city of New York is amended to read as follows:\n\td.  The  owner  of  any  business  engaged  in  providing a service as authorized in this section shall file an annual report in such  form  as shall  be  designated by the police commissioner by rule or regulations.  Said report shall include, inter alia, the number of bicycles it owns and the number and identity of any employees it may retain. Any business engaged in providing a service as authorized in this section shall be responsible for the compliance with the provisions of this section of any employees it shall retain. Commencing January 15, 2013 and annually thereafter, a copy of a report shall be provided by the owner of such business, via electronic mail or regular mail, to all community boards whose districts contain an area located within a half mile from such business.  Such report shall list the number of bicycles such business owns, the number of employees of such business that may make use of such bicycles, and the three digit identification number required by paragraph one of subdivision a of this section of any bicyclists that may use such bicycles.  Such report shall not provide the names or other personal identifying information of any such employees.  Such report shall be accompanied by written affirmation or a sworn statement that the contents of such report are true, which statement shall be attested to before a notary public by the owner of such business.  Such statement shall also state that the business owner has abided by all provisions of this section.  Nothing contained in this section shall be construed as applying to persons under the age of sixteen who use a bicycle to deliver daily newspapers or circulars.\t\n§2.  This local law shall take effect immediately.\nLS # 3233\n4/12/12\nLF",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1.  \\cf1\\expndtw0 Subdivision d of section 10-157(d) of the administrative code of the city of New York is amended to read as follows:\\cf0\\par\n\\tab\\cf1 d.  The  owner  of  any  business  engaged  in  providing a service as authorized in this section shall file an annual report in such  form  as shall  be  designated by the police commissioner by rule or regulations.  Said report shall include, inter alia, the number of bicycles it owns and the number and identity of any employees it may retain. Any business engaged in providing a service as authorized in this section shall be responsible for the compliance with the provisions of this section of any employees it shall retain. \\ul Commencing January 15, 2013 and annually thereafter, a copy of a report shall be provided by the owner of such business, via electronic mail or regular mail, to all community boards whose districts contain an area located within a half mile from such business.  Such report shall list the number of bicycles such business owns, the number of employees of such business that may make use of such bicycles, and the three digit identification number required by paragraph one of subdivision a of this section of any bicyclists that may use such bicycles.  Such report shall not provide the names or other personal identifying information of any such employees.  Such report shall be accompanied by written affirmation or a sworn statement that the contents of such report are true, which statement shall be attested to before a notary public by the owner of such business.  Such statement shall also state that the business owner has abided by all provisions of this section.\\ulnone   Nothing contained in this section shall be construed as applying to persons under the age of sixteen who use a bicycle to deliver daily newspapers or circulars.\\cf0\\tab\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\expndtw-3\\'a72.  This local law shall take effect \\expndtw0 immediately\\expndtw-3 .\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\fs18 LS \\expndtw0 #\\expndtw-3  3233\\par\n4/12/12\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\expndtw0 LF\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T03:18:06.59Z"
}
