{
  "ID": 48823,
  "GUID": "FD844DCB-69E3-415F-B1BF-3DB96A1C399A",
  "File": "Int 0846-2012",
  "Name": "Additional guidelines and procedures to the designation process for a landmark, interior landmark, scenic landmark and historic district.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to additional guidelines and procedures to the designation process for a landmark, interior landmark, scenic landmark and historic district.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 17,
  "BodyName": "Committee on Land Use",
  "IntroDate": "2012-04-30T00:00:00Z",
  "AgendaDate": "2012-04-30T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 263965,
      "Date": "2012-04-30T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 264035,
      "Date": "2012-04-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Land Use",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11586,
      "AgendaSequence": 55,
      "MinutesSequence": 65,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Land Use",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 264092,
      "Date": "2012-05-02T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 17,
      "BodyName": "Committee on Land Use",
      "EventID": 11574,
      "AgendaSequence": 9,
      "MinutesSequence": 22,
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 264151,
      "Date": "2012-05-02T10:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 17,
      "BodyName": "Committee on Land Use",
      "EventID": 11574,
      "MinutesSequence": 23,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 264094,
      "Date": "2012-05-02T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 11575,
      "AgendaSequence": 9,
      "MinutesSequence": 22,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 264186,
      "Date": "2012-05-02T10:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 11575,
      "MinutesSequence": 23,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283804,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 106525,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/2/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6e81b9c8-1277-4551-882b-d442ccec83cc.doc",
      "Sort": 1
    },
    {
      "ID": 106646,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 5/2/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/15c5ac66-8d67-4bc6-925a-f67e6ca8f220.PDF",
      "Sort": 2
    },
    {
      "ID": 106843,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/2/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2f186225-e771-4f2b-9b55-11566b40fbea.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 49993,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 25-303 of the administrative code of the city of New York is amended by adding new subdivisions c. and d. and re-lettering subdivision g.as subdivision i. and amending it as follows and  re-lettering other subdivisions to read as follows:\na. For the purpose of effecting and furthering the protection, preservation, enhancement,   perpetuation and use of landmarks, interior landmarks, scenic landmarks and historic districts, the commission shall have power, after a public hearing:\n \t(1) to designate and, as herein provided in subdivision [j] l, in order to  effectuate  the  purposes  of  this  chapter,  to  make supplemental designations as additions to, a list of landmarks which are identified  by a description setting forth the general characteristics and  location thereof;\n   \t (2)  to  designate  and,  in  order to effectuate the purposes of this chapter, to make supplemental designations as additions to,  a list of  interior landmarks, not including interiors utilized  as  places of  religious worship, which are identified by a description setting forth the general characteristics and location thereof;\n    \t(3)  to  designate and,  in  order to effectuate the purposes of this  chapter, to make supplemental designations as additions  to  a  list  of  scenic  landmarks,  located  on  property  owned  by the city, which are  identified by a description setting forth the general characteristics  and location thereof; and\n    \t(4)  to  designate  historic districts and the location and boundaries thereof, and, in order to effectuate the purposes of  this  chapter,  to designate changes  in  such  locations  and  boundaries and  designate  additional historic districts and the location and boundaries thereof.\n    \tb. It shall be the duty of the commission, after a public hearing, to  designate  a  landmark  site  for  each  landmark  and  to designate the  location and boundaries of such site.\n \tc.\tIn order to consider a landmark, interior landmark, scenic landmark or historic district the commission by majority vote must first approve a motion to place it on the public calendar and notice the public hearing  At the time of such calendaring, the commission shall make available to the public a draft designation report that sets forth with reasonable specificity the special character or special historical or aesthetic interest or value of such proposed landmark, interior landmark, scenic landmark, or historic district, and, in the case of a historic district, that also identifies each building or structure within the historic district and, at a minimum, its proposed style designation, significant alterations, and the extent to which it exhibits the special character or special historical or aesthetic interest or value of the proposed historic district and that describes the rationale for the  proposed boundaries of such historic district.\nd.\tThe commission shall promulgate rules governing the regulation of construction, reconstruction, alterations and demolition pursuant to section 25-305 of this code in any designated historic district within ninety days after any designation.\n\t[c.] e. The commission shall have power, after a public hearing, to amend   any  designation made pursuant to the provisions of subdivisions a and b  of this section.\n   \t [d.] f. The commission may, after a public hearing, whether at the time it designates  a  scenic landmark or at any time thereafter, specify the nature of any construction, reconstruction, alteration or demolition  of  any  landscape  feature  which  may be performed on such scenic landmark without prior issuance of a report pursuant to subdivision c of  section  25-318.  The commission shall have the power, after a public hearing, to  amend  any  specification  made  pursuant to the provisions of this subdivision.\n   \t [e.] g.  Subject to the provisions of subdivisions [g] i and [h] j of this section, any designation or amendment of a designation  made  by  the  commission pursuant  to  the  provisions of subdivisions a, b and [c] e of this section shall be in full force and  effect  from  and  after  the  date  of  the  adoption thereof by the commission.\n   \t [f.] h. Within  ten  days  after  making any such designation or amendment  thereof, the commission shall file a copy of same with the council, the  department  of  buildings,  the  city  planning commission, the board of standards and appeals, the fire department and the department of  health  and mental hygiene.\n        \t[g.] i. (1)  Within  sixty  days  after  such  filing,  the  city planning  commission shall (a) hold a public hearing on any such designation of a landmark, interior landmark or  historic  district and (b) shall submit to the council a report with respect to the relation of  such designation, whether  of  a  historic  district  or a landmark, interior landmark, scenic landmark, or landmark site, or amendment of  such  designation  to  the  zoning resolution, projected public improvements, and any plans for the development, growth,  improvement   or  renewal  of  the  area  involved.  Such report of the relation of the proposed designation to the zoning resolution shall include an analysis of the impact of such designation on the development, growth,  improvement, renewal, or economic development of the area involved, including both public and private development, and on the public health, safety, and general welfare, and shall specifically consider the relationship between the development potential of all properties affected by the proposed designation, both public and private, and the existing development on such properties at the time of  designation. The  city  planning  commission shall include with any such  report  its  recommendation,  if  any,  for  council  action  with  respect  to  any such designation of a  historic district.\n   \t (2)  The council may modify or disapprove by majority vote any  designation of the commission or amendment thereof  within  one  hundred  twenty days after a copy thereof is filed with the council provided that the  city  planning commission has submitted the report required by this  subdivision or that sixty days have elapsed  since  the  filing  of  the  designation  or  amendment  with  the  council.   Such modification or disapproval by the council may be made on the basis of the special character or special historical or aesthetic interest or value of the proposed landmark, interior landmark, scenic landmark, or historic district, of facts regarding buildings or structure within the historic district, of the relation of such designation to the  zoning  resolution, projected public improvements, any plans for the development, growth, improvement or renewal of the area involved, or the economic development, including both public and private development, of the area involved, and of the public health, safety, and general welfare and shall specifically consider the relationship between the development potential of all properties affected by the proposed designation, both public and private, and the existing development on such properties at the time of  designation.  All votes of the council  pursuant to this subdivision shall be filed  by  the  council  with  the  mayor  and  shall  be  final unless disapproved by the mayor within five  days of such filing.  Any such disapproval by the mayor shall be filed by  the mayor with the council  and  shall  be  subject  to  override  by  a  two-thirds  vote  of  the council within ten days of such filing. If the  council shall disapprove such designation or amendment, such designation  or amendment shall continue in full force and effect until the time  for  disapproval  by  the  mayor  has expired; provided, however, that if the  mayor disapproves such council disapproval, it shall  continue  in  full  force  and  effect unless the council overrides the mayor's disapproval.  If  the  council  shall  modify  such  designation  or  amendment,  such  designation  or amendment as adopted by the commission shall continue in  full force and effect until the time for disapproval by  the  mayor  has  expired,  and  after  such  time  such  modification shall be in effect;  provided,  however,  that  if  the  mayor   disapproves   such   council  modification,  the designation or amendment as adopted by the commission  shall continue in full force and effect unless the council overrides the  mayor's disapproval, and in the event of override the modification shall  take effect on and after the date of such override\n   \t [h.] j. (1) The commission shall have power, after  a  public  hearing,  to   adopt  a  resolution  proposing  rescission, in whole or in part, of any   designation or  amendment  or  modification  thereof  mentioned  in  the   preceding  subdivisions  of this section. Within ten days after adopting   any such resolution, the commission shall file a copy thereof with the council and the city planning commission.\n    \t(2)  Within sixty days after such filing, the city planning commission shall submit to the council a report with respect  to  the  relation  of  such  proposed rescission of any such designation, whether of a historic  district or a landmark, interior landmark, scenic landmark  or  landmark  site,  or  amendment  or modification thereof, to the zoning resolution,  projected public improvements and any plans for the development, growth,  improvement, or renewal of the area involved.\n    \t(3) The council  may  approve,  disapprove  or  modify  such  proposed  rescission within one hundred twenty days after a copy of the resolution  proposing  same  is  filed  with  the  council,  provided  that the city  planning  commission  has  submitted  the  report   required   by this subdivision  or  that  sixty  days have elapsed since the filing of such  resolution. Failure to take action on such proposed  rescission within  such  one hundred twenty-day period shall be deemed a vote to disapprove  such proposed rescission. All votes of  the  council  pursuant  to  this  subdivision  shall  be  filed by the council with the mayor and shall be  final unless disapproved by the mayor within five days of  such  filing.  Any  such  mayoral  disapproval  shall  be  filed  by the mayor with the  council and shall be subject to override by a  two-thirds  vote  of  the  council  within  ten days of such filing. If such proposed rescission is  approved or modified by the council,  such  rescission  or  modification  thereof  shall  not  take  effect  until the time for disapproval by the  mayor has expired; provided, however, that if the mayor disapproves such  rescission or modification, it shall not take effect unless the  council  overrides  the  mayor's  disapproval.  If  such  proposed  rescission is  disapproved by the council, it shall not take effect  unless  the  mayor  disapproves  such  council disapproval and the council fails to override  the mayor's disapproval.\n\t[i.] k.  The commission may at any time make recommendations to the city planning commission with respect to amendments of the provisions of the zoning resolution applicable to improvements in historic districts.\n  \t[j.] l. All  designations  and  supplemental  designations  of  landmarks, landmark sites,  interior  landmarks,  scenic  landmarks  and  historic  districts  made  pursuant  to  subdivision  a shall be made pursuant to  notices of public hearings given, as  provided  in  section  25-313.  In  addition to  such  notice, the commission shall give notice to the city planning commission, all affected community boards and the office of the  borough president in whose borough the property or district  is  located  in advance of any public hearing relating to such designations.\n    \t[k.] m. Upon its designation of any improvement parcel as a landmark and of  any  landmark  site,  interior  landmark,  scenic  landmark  or historic  district or any amendment of any such designation or rescission thereof,  the commission shall cause to be recorded in the office of the  register  of  the  city of New York in the county in which such landmark, interior  landmark, scenic landmark or district lies, or in the case of landmarks,  interior landmarks, scenic landmarks and  districts  in  the  county  of  Richmond in the office of the clerk of said county of Richmond, a notice  of  such  designation,  amendment  or  rescission  describing  the party affected by, in the case of the county of Richmond, its land  map block number or numbers, and its tax map, block and lot number or numbers, and  in  the case of all other counties, by its land map block and lot number  or numbers.\nยง2. Subdivision b of section 25-313 of the administrative code of the city of New York is amended to read as follows:\n  b. At  any  such  public  hearing,  the  commission  shall  afford  a  reasonable  opportunity for the presentation of facts and the expression  of views by those desiring to be heard, and may, in its discretion, take  the testimony of witnesses and receive evidence; provided, however, that  the commission, in determining any matter as to which any  such  hearing  is  held,  shall  not  be confined to consideration of the facts, views, testimony or evidence submitted at such hearing.  At any public hearing for a designation pursuant to section 25-303, such presentation of facts and the expression of views by those desiring to be heard may include testimony and evidence related to the economic impact of the proposed designation or any other issues related to the city planning commission or council review as set forth in subdivisions 25-303(g)(1) and (2) and this testimony or evidence shall be part of the record considered by the city planning commission and the council pursuant to subdivisions 25-303(g)(1)and (2).\n   ยง3. This local law shall take effect immediately.\n\nCBH\nLS #3481\n04/24/2012",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Section 25-303 of the administrative code of the city of New York is amended by adding new subdivisions c. and d. and re-lettering subdivision g.as subdivision i. and amending it as follows and  re-lettering other subdivisions to read as follows:\\par\n\\cf1 a. For the purpose of effecting and furthering the protection, preservation, enhancement,   perpetuation and use of landmarks, interior landmarks, scenic landmarks and historic districts, the commission shall have power, after a public hearing:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656  \\tab (1) to designate and, as herein provided in subdivision [j] \\ul l\\ulnone , in order to  effectuate  the  purposes  of  this  chapter,  to  make supplemental designations as additions to, a list of landmarks which are identified  by a description setting forth the general characteristics and  location thereof;\\par\n   \\tab  (2)  to  designate  and,  in  order to effectuate the purposes of this chapter, to make supplemental designations as additions to,  a list of  interior landmarks, not including interiors utilized  as  places of  religious worship, which are identified by a description setting forth the general characteristics and location thereof;\\par\n    \\tab (3)  to  designate and,  in  order to effectuate the purposes of this  chapter, to make supplemental designations as additions  to  a  list  of  scenic  landmarks,  located  on  property  owned  by the city, which are  identified by a description setting forth the general characteristics  and location thereof; and\\par\n    \\tab (4)  to  designate  historic districts and the location and boundaries thereof, and, in order to effectuate the purposes of  this  chapter,  to designate changes  in  such  locations  and  boundaries and  designate  additional historic districts and the location and boundaries thereof.\\par\n    \\tab b. It shall be the duty of the commission, after a public hearing, to  designate  a  landmark  site  for  each  landmark  and  to designate the  location and boundaries of such site.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx900\\cf0  \\tab\\ul c.\\ulnone\\tab\\ul In order to consider a landmark, interior landmark, scenic landmark or historic district the commission by majority vote must first approve a motion to place it on the public calendar and notice the public hearing  At the time of such calendaring, the commission shall make available to the public a draft designation report that sets forth with reasonable specificity the special character or special historical or aesthetic interest or value of such proposed landmark, interior landmark, scenic landmark, or historic district, and, in the case of a historic district, that also identifies each building or structure within the historic district and, at a minimum, its proposed style designation, significant alterations, and the extent to which it exhibits the special character or special historical or aesthetic interest or value of the proposed historic district and that describes the rationale for the  proposed boundaries of such historic district.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 d.\\ulnone\\tab\\ul The commission shall promulgate rules governing the regulation of construction, reconstruction, alterations and demolition pursuant to section 25-305 of this code in any designated historic district within ninety days after any designation.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf1\\ulnone\\tab [c.] \\ul e.\\ulnone  The commission shall have power, after a public hearing, to amend   any  designation made pursuant to the provisions of subdivisions a and b  of this section.\\par\n   \\tab  [d.] \\ul f.\\ulnone  The commission may, after a public hearing, whether at the time it designates  a  scenic landmark or at any time thereafter, specify the nature of any construction, reconstruction, alteration or demolition  of  any  landscape  feature  which  may be performed on such scenic landmark without prior issuance of a report pursuant to subdivision c of  section  25-318.  The commission shall have the power, after a public hearing, to  amend  any  specification  made  pursuant to the provisions of this subdivision.\\par\n   \\tab  [e.] \\ul g.\\ulnone   Subject to the provisions of subdivisions [g] \\ul i\\ulnone  and [h] \\ul j\\ulnone  of this section, any designation or amendment of a designation  made  by  the  commission pursuant  to  the  provisions of subdivisions a, b and [c] \\ul e\\ulnone  of this section shall be in full force and  effect  from  and  after  the  date  of  the  adoption thereof by the commission.\\par\n   \\tab  [f.] \\ul h.\\ulnone  Within  ten  days  after  making any such designation or amendment  thereof, the commission shall file a copy of same with the council, the  department  of  buildings,  the  city  planning commission, the board of standards and appeals, the fire department and the department of  health  and mental hygiene.\\par\n      \\cf0   \\tab [g.] \\ul i.\\ulnone  (1)  Within  sixty  days  after  such  filing,  the  city planning  commission shall (a) hold a public hearing on any such designation of a \\ul landmark, interior landmark\\ulnone  or  historic  district and (b) shall submit to the council a report with respect to the relation of  such designation, whether  of  a  historic  district  or a landmark, interior landmark, scenic landmark, or landmark site, or amendment of  such  designation  to  the  zoning resolution, projected public improvements, and any plans for the development, growth,  improvement   or  renewal  of  the  area  involved.  \\ul Such report of the relation of the proposed designation to the zoning resolution shall include an analysis of the impact of such designation on the development, growth,  improvement, renewal, or\\ulnone  \\ul economic development of the area involved, including both public and private development, and on the public health, safety, and general welfare, and shall specifically consider the relationship between the development potential of all properties affected by the proposed designation, both public and private, and the existing development on such properties at the time of  designation.\\ulnone  The  city  planning  commission shall include with any such  report  its  recommendation,  if  any,  for  council  action  with  respect  to  any such designation of a  historic district.\\par\n   \\tab  (2)  The council may modify or disapprove by majority vote any  designation of the commission or amendment thereof  within  one  hundred  twenty days after a copy thereof is filed with the council provided that the  city  planning commission has submitted the report required by this  subdivision or that sixty days have elapsed  since  the  filing  of  the  designation  or  amendment  with  the  council.   \\ul Such modification or disapproval by the council may be made on the basis of the special character or special historical or aesthetic interest or value of the proposed landmark, interior landmark, scenic landmark, or historic district, of facts regarding buildings or structure within the historic district, of the relation of such designation to the  zoning  resolution, projected public improvements, any plans for the development, growth, improvement or renewal of the area involved, or the economic development, including both public and private development, of the area involved, and of the public health, safety, and general welfare and shall specifically consider the relationship between the development potential of all properties affected by the proposed designation, both public and private, and the existing development on such properties at the time of  designation.\\ulnone   All votes of the council  pursuant to this subdivision shall be filed  by  the  council  with  the  mayor  and  shall  be  final unless disapproved by the mayor within five  days of such filing.  Any such disapproval by the mayor shall be filed by  the mayor with the council  and  shall  be  subject  to  override  by  a  two-thirds  vote  of  the council within ten days of such filing. If the  council shall disapprove such designation or amendment, such designation  or amendment shall continue in full force and effect until the time  for  disapproval  by  the  mayor  has expired; provided, however, that if the  mayor disapproves such council disapproval, it shall  continue  in  full  force  and  effect unless the council overrides the mayor's disapproval.  If  the  council  shall  modify  such  designation  or  amendment,  such  designation  or amendment as adopted by the commission shall continue in  full force and effect until the time for disapproval by  the  mayor  has  expired,  and  after  such  time  such  modification shall be in effect;  provided,  however,  that  if  the  mayor   disapproves   such   council  modification,  the designation or amendment as adopted by the commission  shall continue in full force and effect unless the council overrides the  mayor's disapproval, and in the event of override the modification shall  take effect on and after the date of such override\\cf1\\par\n   \\tab  [h.] \\ul j.\\ulnone  (1) The commission shall have power, after  a  public  hearing,  to   adopt  a  resolution  proposing  rescission, in whole or in part, of any   designation or  amendment  or  modification  thereof  mentioned  in  the   preceding  subdivisions  of this section. Within ten days after adopting   any such resolution, the commission shall file a copy thereof with the council and the city planning commission.\\par\n    \\tab (2)  Within sixty days after such filing, the city planning commission shall submit to the council a report with respect  to  the  relation  of  such  proposed rescission of any such designation, whether of a historic  district or a landmark, interior landmark, scenic landmark  or  landmark  site,  or  amendment  or modification thereof, to the zoning resolution,  projected public improvements and any plans for the development, growth,  improvement, or renewal of the area involved.\\par\n    \\tab (3) The council  may  approve,  disapprove  or  modify  such  proposed  rescission within one hundred twenty days after a copy of the resolution  proposing  same  is  filed  with  the  council,  provided  that the city  planning  commission  has  submitted  the  report   required   by this subdivision  or  that  sixty  days have elapsed since the filing of such  resolution. Failure to take action on such proposed  rescission within  such  one hundred twenty-day period shall be deemed a vote to disapprove  such proposed rescission. All votes of  the  council  pursuant  to  this  subdivision  shall  be  filed by the council with the mayor and shall be  final unless disapproved by the mayor within five days of  such  filing.  Any  such  mayoral  disapproval  shall  be  filed  by the mayor with the  council and shall be subject to override by a  two-thirds  vote  of  the  council  within  ten days of such filing. If such proposed rescission is  approved or modified by the council,  such  rescission  or  modification  thereof  shall  not  take  effect  until the time for disapproval by the  mayor has expired; provided, however, that if the mayor disapproves such  rescission or modification, it shall not take effect unless the  council  overrides  the  mayor's  disapproval.  If  such  proposed  rescission is  disapproved by the council, it shall not take effect  unless  the  mayor  disapproves  such  council disapproval and the council fails to override  the mayor's disapproval.\\par\n\\tab [i.] \\ul k.\\ulnone   The commission may at any time make recommendations to the city planning commission with respect to amendments of the provisions of the zoning resolution applicable to improvements in historic districts.\\par\n  \\tab [j.] \\ul l.\\ulnone  All  designations  and  supplemental  designations  of  landmarks, landmark sites,  interior  landmarks,  scenic  landmarks  and  historic  districts  made  pursuant  to  subdivision  a shall be made pursuant to  notices of public hearings given, as  provided  in  section  25-313.  In  addition to  such  notice, the commission shall give notice to the city planning commission, all affected community boards and the office of the  borough president in whose borough the property or district  is  located  in advance of any public hearing relating to such designations.\\par\n    \\tab [k.] \\ul m.\\ulnone  Upon its designation of any improvement parcel as a landmark and of  any  landmark  site,  interior  landmark,  scenic  landmark  or historic  district or any amendment of any such designation or rescission thereof,  the commission shall cause to be recorded in the office of the  register  of  the  city of New York in the county in which such landmark, interior  landmark, scenic landmark or district lies, or in the case of landmarks,  interior landmarks, scenic landmarks and  districts  in  the  county  of  Richmond in the office of the clerk of said county of Richmond, a notice  of  such  designation,  amendment  or  rescission  describing  the party affected by, in the case of the county of Richmond, its land  map block number or numbers, and its tax map, block and lot number or numbers, and  in  the case of all other counties, by its land map block and lot number  or numbers.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0\\'a72.\\cf1  Subdivision b of section 25-313 \\cf0 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf1   b. \\cf0 At  any  such  public  hearing,  the  commission  shall  afford  a  reasonable  opportunity for the presentation of facts and the expression  of views by those desiring to be heard, and may, in its discretion, take  the testimony of witnesses and receive evidence; provided, however, that  the commission, in determining any matter as to which any  such  hearing  is  held,  shall  not  be confined to consideration of the facts, views, testimony or evidence submitted at such hearing.  \\ul At any public hearing for a designation pursuant to section 25-303, such presentation of facts and the expression of views by those desiring to be heard may include testimony and evidence related to the economic impact of the proposed designation or any other issues related to the city planning commission or council review as set forth in subdivisions 25-303(g)(1) and (2) and this testimony or evidence shall be part of the record considered by the city planning commission and the council pursuant to subdivisions 25-303(g)(1)and (2).\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1\\ulnone    \\cf0\\'a73. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs18\\par\nCBH\\par\nLS #3481\\fs24\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\fs18 04/24/2012\\fs24\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T03:15:27.56Z"
}
