{
  "ID": 48824,
  "GUID": "30763326-B03F-4545-948E-EF31DF5644DA",
  "File": "Int 0847-2012",
  "Name": "Requiring the police department to report incidents of assaults on municipal employees on the department’s website.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the police department to report incidents of assaults on municipal employees on the department’s website.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2012-04-30T00:00:00Z",
  "AgendaDate": "2012-04-30T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 263966,
      "Date": "2012-04-30T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 264037,
      "Date": "2012-04-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11586,
      "AgendaSequence": 56,
      "MinutesSequence": 66,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283803,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49994,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter 1 of title 14 of the administrative code of the city of New York is amended by adding a new section 14-154 to read as follows:\n§ 14-154 Online reporting of assaults on municipal employees.  a. Definitions.  For purposes of this section, the following terms shall have the following meanings:\n(i) “Assault” shall have the meaning ascribed to it by article 120 of the New York state penal law.\n(ii) “Municipal agency” shall mean an administration, department, division, bureau, office, board, or commission, or other agency of the city established under the charter or any other law, the head of which has appointive powers, and whose employees are paid in whole or in part from the city treasury.\n(iii) “Municipal employees” shall mean persons employed by municipal agencies whose salary is paid in whole or in part from the city treasury. \nb.  Within sixty days after the end of each quarter of the calendar year, the department shall post a report on its website containing the total number of crime complaints that have been filed in the preceding quarter with each patrol precinct, housing police service area, transit district and narcotics division alleging assaults on municipal employees that have occurred in the course of such municipal employees’ official duty, categorized by the municipal agencies by which the municipal employees are employed, including but not limited to, children’s services, fire, police, sanitation, social services, and transit.\nc.  The report required by subdivision b of this section shall be made available to the public on the police department’s website except where disclosure of such material could compromise the safety of the public or police officers and could otherwise compromise law enforcement operations.  Where necessary, the department may use preliminary data to prepare the required  reports and may include an acknowledgment that such preliminary data is non-final and subject to change.\n§ 2. This local law shall take effect sixty days after its enactment.\n\nAM/PC\nLS 3338\n4/16/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times;}{\\f1\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0  \\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab Section 1.  Chapter 1 of title 14 of the administrative code of the city of New York is amended by adding a new section 14-154 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\f1\\'a7 14-154 Online reporting of assaults on municipal employees.  a. Definitions.  For purposes of this section, the following terms shall have the following meanings:\\par\n(i) \\ldblquote Assault\\rdblquote  shall have the meaning ascribed to it by article 120 of the New York state penal law.\\par\n(ii) \\ldblquote Municipal agency\\rdblquote  shall mean an administration, department, division, bureau, office, board, or commission, or other agency of the city established under the charter or any other law, the head of which has appointive powers, and whose employees are paid in whole or in part from the city treasury.\\par\n(iii) \\ldblquote Municipal employees\\rdblquote  shall mean persons employed by municipal agencies whose salary is paid in whole or in part from the city treasury. \\par\nb.  Within sixty days after the end of each quarter of the calendar year, the department shall post a report on its website containing the total number of crime complaints that have been filed in the preceding quarter with each patrol precinct, housing police service area, transit district and narcotics division alleging assaults on municipal employees that have occurred in the course of such municipal employees\\rquote  official duty, categorized by the municipal agencies by which the municipal employees are employed, including but not limited to, children\\rquote s services, fire, police, sanitation, social services, and transit.\\par\nc.  The report required by subdivision b of this section shall be made available to the public on the police department\\rquote s website except where disclosure of such material could compromise the safety of the public or police officers and could otherwise compromise law enforcement operations.  Where necessary, the department may use preliminary data to prepare the required  reports and may include an acknowledgment that such preliminary data is non-final and subject to change.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl276\\slmult1\\'a7 2. This local law shall take effect sixty days after its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone\\f0\\par\nAM/PC\\par\nLS 3338\\par\n4/16/12\\par\n}\n",
  "LastModified": "2013-12-23T03:15:06.34Z"
}
