{
  "ID": 48805,
  "GUID": "492543A2-BCAC-4D67-B808-DD63D90C1A7E",
  "File": "Int 0856-2012",
  "Name": "Annual report on park maintenance and capital expenditures.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to an annual report on park maintenance and capital expenditures.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5106,
  "BodyName": "Committee on Parks and Recreation",
  "IntroDate": "2012-05-15T00:00:00Z",
  "AgendaDate": "2012-05-15T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 264352,
      "Date": "2012-05-15T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 264482,
      "Date": "2012-05-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Parks and Recreation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11662,
      "AgendaSequence": 75,
      "MinutesSequence": 92,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Parks and Recreation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283794,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49975,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter one of title 18 of the administrative code of the city of New York is amended by adding a new section 18-140 to read as follows:\n\t§18-140 Annual report on park maintenance.  a. On or before December first of each year, the commissioner shall submit a report to the council for the immediately preceding fiscal year on maintenance work performed at each park under the jurisdiction of the commissioner pursuant to subdivision b of this section.  Such report shall include (i) the location of each park; (ii) the size of each park; (iii) the amount of funding spent on maintenance for each park per quarter; (iv) the number of work orders issued and completed at each park for repair work per quarter; and (v) the daily mean number of full time and part time staff allocated to perform maintenance activities at each park per quarter.  \nb. The commissioner shall submit such annual report to the mayor and the council pursuant to the following timetable:\n1. On or before December 1, 2013, information on maintenance work performed at the one hundred largest parks, as determined by acreage;\n2. On or before December 1, 2014, information on maintenance work performed at the two hundred largest parks, as determined by acreage; and\n3. On or before December 1, 2015, and each year thereafter, information on maintenance work performed at all parks under the jurisdiction of the commissioner.\n§ 2. Chapter one of title 18 of the administrative code of the city of New York is amended by adding a new section 18-141 to read as follows:\n\t§18-141 Annual report on capital project expenditures in parks. a. On December first of each year, the commissioner shall submit a report to the mayor and the council for the immediately preceding fiscal year on the status of each capital project, as defined in section 5-101 of the administrative code, occurring in property under the jurisdiction of the commissioner. Such report shall include (i) the starting date and estimated completion date of such project; (ii) the total amount of funds allocated to such project; (iii) the identification and amount of each separate source of funding allocated to such project; (iv) a description of such project; (v) the location of such project; and (vi) an estimate of funding that will be necessary to complete such project.\n§3. This local law shall take effect immediately after its enactment.\n\nKS \nLS #3213\n4/11/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 TimesNewRoman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Chapter one of title 18 of the administrative code of the city of New York is amended by adding a new section 18-140 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\cf1\\tab\\ul\\'a7\\cf0 18-140 A\\cf1 nnual report on park maintenance\\cf0 .  a. \\cf1 On or before December first of each year, the commissioner shall submit a report to the council for the immediately preceding fiscal year on maintenance work performed at each park under the jurisdiction of the commissioner pursuant to subdivision b of this section.  Such report shall include (i) the location of each park; (ii) the size of each park; (iii) the amount of funding spent on maintenance for each park per quarter; (iv) the number of work orders issued and completed at each park for repair work per quarter; and (v) the daily mean number of full time and part time staff allocated to perform maintenance activities at each park per quarter.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b. The commissioner shall submit such annual report to the mayor and the council \\cf0\\f1 pursuant to the following timetable:\\par\n1. On or before December 1, 2013, information on maintenance work performed at the one hundred largest parks, as determined by acreage;\\par\n2. On or before December 1, 2014, information on maintenance work performed at the two hundred largest parks, as determined by acreage; and\\par\n3. On or before December 1, 2015, and each year thereafter, information on maintenance work performed at all parks under the jurisdiction of the commissioner.\\f0\\par\n\\cf1\\ulnone\\'a7 2. \\cf0 Chapter one of title 18 of the administrative code of the city of New York is amended by adding a new section 18-141 to read as follows:\\cf1\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab\\ul\\'a7\\cf0 18-141 \\cf1 Annual report on capital project expenditures in parks. \\cf0 a. \\cf1 On December first of each year, the commissioner shall submit a report to the mayor and the council for the immediately preceding fiscal year on the status of each capital project, as defined in section 5-101 of the administrative code, occurring in property under the jurisdiction of the commissioner. Such report shall include (i) the starting date and estimated completion date of such project; (ii) the total amount of funds allocated to such project; (iii) the identification and amount of each separate source of funding allocated to such project; (iv) a description of such project; (v) the location of such project; and (vi) an estimate of funding that will be necessary to complete such project.\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1\\ulnone\\'a73. This local law shall take effect immediately after its enactment.\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar KS \\par\nLS #3213\\par\n4/11/12\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n}\n",
  "LastModified": "2013-12-23T03:11:06.547Z"
}
