{
  "ID": 48803,
  "GUID": "ADB7D63F-9B1C-4ED1-A2AA-D56148B1B52A",
  "File": "Int 0861-2012",
  "Name": "Requiring hotel developers to present their plans to affected community boards.",
  "Title": "A Local Law to amend the New York city charter and the administrative code of the city of New York, in relation to requiring hotel developers to present their plans to affected community boards.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2012-05-15T00:00:00Z",
  "AgendaDate": "2012-05-15T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 264361,
      "Date": "2012-05-15T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 264491,
      "Date": "2012-05-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11662,
      "AgendaSequence": 84,
      "MinutesSequence": 101,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283790,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49973,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subdivision d of section 2800 of the New York city charter is amended by renumbering the paragraphs 18, 19, 20, and 21 as paragraphs 19, 20, 21, and 22, respectively, and by adding a new paragraph 18 to read as follows:\n\t(18) Exercise the initial review of plans of public agencies and private entities for development of apartment hotels and transient hotels, as defined in the zoning resolution of the city of New York, located in the community district. Such review shall occur even if the planned use of the development is permitted as-of-right in the applicable zoning district, and shall include the conduct of a public hearing. Such review shall be deemed to be completed immediately after such a public hearing, or sixty days after the applicant submits the plan to the community board, whichever comes first. \n§2. Section 28-104.8.1 of the administrative code of the city of New York is amended by adding a new item 5 to read as follows:\n5. In applications for construction of apartment hotels or transient hotels, as defined in the zoning resolution of the city of New York, a statement certifying that the community board of the district in which the property is located has completed their review of the plan in accordance with paragraph 18 of subdivision d of section 2800 of the New York city charter.\n\t§3. This local law shall take effect sixty days after its enactment.\n\ndss\nLS# 3513\nCr-4/11/2012 Sv-4/25/2012 11:58 AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. Subdivision d of section 2800 of the New York city charter is amended by renumbering the paragraphs 18, 19, 20, and 21 as paragraphs 19, 20, 21, and 22, respectively, and by adding a new paragraph 18 to read as follows:\\par\n\\tab\\ul (18) Exercise the initial review of plans of public agencies and private entities for development of apartment hotels and transient hotels, as defined in the zoning resolution of the city of New York, located in the community district. Such review shall occur even if the planned use of the development is permitted as-of-right in the applicable zoning district, and shall include the conduct of a public hearing. Such review shall be deemed to be completed immediately after such a public hearing, or sixty days after the applicant submits the plan to the community board, whichever comes first. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72. Section 28-104.8.1 of the administrative code of the city of New York is amended by adding a new item 5 to read as follows:\\par\n\\ul 5. In applications for construction of apartment hotels or transient hotels, as defined in the zoning resolution of the city of New York, a statement certifying that the community board of the district in which the property is located has completed their review of the plan in accordance with paragraph 18 of subdivision d of section 2800 of the New York city charter.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\'a73. This local law shall take effect sixty days after its enactment.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\fs18\\par\ndss\\par\nLS# 3513\\par\n\\pard\\ltrpar\\nowidctlpar Cr-4/11/2012 Sv-\\lang1024 4/25/2012 11:58 AM\\lang1033\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T03:08:57.483Z"
}
