{
  "ID": 48984,
  "GUID": "E03BA033-D803-4C7D-BF68-B9C5DC6B4C70",
  "File": "Int 0862-2012",
  "Name": "Requiring the department of environmental protection to notify water customers who ware owners of class 2 properties, by mail, of large charges that could indicate a potential leak.",
  "Title": "A Local Law to amend the administrative code of the city New York, in relation to requiring the department of environmental protection to notify water customers who ware owners of class 2 properties, by mail, of large charges that could indicate a potential leak.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2012-05-31T00:00:00Z",
  "AgendaDate": "2012-05-31T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    }
  ],
  "History": [
    {
      "ID": 264724,
      "Date": "2012-05-31T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 264864,
      "Date": "2012-05-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11671,
      "AgendaSequence": 77,
      "MinutesSequence": 94,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283789,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50165,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Subdivision a of section 24-337 of the administrative code of the city of New York is amended to read as follows:\n§ 24-337. Waste of water prohibited; remedies. a. It shall be unlawful for water to be wasted, whether owing to leak or wasteful condition, regardless of fault, from any water pipe, valve, faucet, conduit, equipment, facility or device connected to the city water system or which utilizes city water. It shall be the duty of an owner, lessee, agent, manager, operator and of any other person in charge of or who has control over any premises, plant, equipment, facility, device or operation to make frequent regular inspections so as to minimize the likelihood of leak or waste and within a reasonable time after the discovery or notification of any leak or wasteful condition to effect repairs or take other appropriate corrective action within the power of such person. When the commissioner of environmental protection determines that the water usage for a property classified in tax class two, as defined by section 1802 of the New York state real property tax law, is unusually high or low during any billing cycle, the commissioner shall send a written notice with the bill for the payment of water charges, and print a notice on the envelope in which the bill is mailed, to the owner of such property. The commissioner of environmental protection shall promulgate such reasonable rules and regulations as the commissioner may from time to time deem appropriate for the prevention of the waste of water.\n§2. This local law shall take effect immediately upon its enactment into law.\nLS #3527 SS\n4/26/12 3:46 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Subdivision a of section 24-337 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 24-337. Waste of water prohibited; remedies. a. It shall be unlawful for water to be wasted, whether owing to leak or wasteful condition, regardless of fault, from any water pipe, valve, faucet, conduit, equipment, facility or device connected to the city water system or which utilizes city water. It shall be the duty of an owner, lessee, agent, manager, operator and of any other person in charge of or who has control over any premises, plant, equipment, facility, device or operation to make frequent regular inspections so as to minimize the likelihood of leak or waste and within a reasonable time after the discovery or notification of any leak or wasteful condition to effect repairs or take other appropriate corrective action within the power of such person. \\ul When the commissioner of environmental protection determines that the water usage for a property classified in tax class two, as defined by section 1802 of the New York state real property tax law, is unusually high or low during any billing cycle, the commissioner shall send a written notice with the bill for the payment of water charges, and print a notice on the envelope in which the bill is mailed, to the owner of such property.\\ulnone  The commissioner of environmental protection shall promulgate such reasonable rules and regulations as the commissioner may from time to time deem appropriate for the prevention of the waste of water.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a72. This local law shall take effect immediately upon its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LS #3527 SS\\par\n4/26/12 3:46 p.m.\\par\n}\n",
  "LastModified": "2013-12-23T03:08:34.97Z"
}
