{
  "ID": 48716,
  "GUID": "D2F8511F-062B-406D-A865-C6263DED1BC6",
  "File": "Int 0865-2012",
  "Name": "Requiring photoelectric smoke detectors in residential buildings.",
  "Title": "A Local Law to amend the administrative code of the city of New York and the New York city building code, in relation to requiring photoelectric smoke detectors in residential buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2012-05-31T00:00:00Z",
  "AgendaDate": "2012-05-31T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 264728,
      "Date": "2012-05-31T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 264869,
      "Date": "2012-05-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11671,
      "AgendaSequence": 82,
      "MinutesSequence": 99,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 279363,
      "Date": "2013-10-24T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 12833,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 279628,
      "Date": "2013-10-24T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 12833,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283786,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 115390,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/24/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/df775877-c2c2-4f87-961a-ae886030fe2c.doc",
      "Sort": 1
    },
    {
      "ID": 115665,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/24/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/15aef0b6-1bff-475d-b17c-0a23fa2b3fe0.PDF",
      "Sort": 2
    },
    {
      "ID": 115514,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/24/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6479f240-77b7-4599-8ac0-6656f22f5677.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 49880,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subdivision b of section 27-981 of the administrative code of the city of New York is amended to read as follows:\n\tb. No device shall be deemed to be in compliance with the provisions of this article unless it is of either the ionization chamber or photoelectric type, except that smoke detecting devices installed on or after January 1, 2013 within occupancy group H-1, H-2, J-1, J-2, or J-3 shall be of the photoelectric type. Such devices shall be in compliance with the requirements of reference standard RS 17-11 and shall be installed in a manner consistent with the requirements of reference standard RS 17-12 except that devices within occupancy group J-1 shall be installed pursuant to rules and regulations promulgated by the commissioner.\n\t§2. Section 907.2.6 of the New York city building code is amended to read as follows:\n\t907.2.6 Group I. A manual and automatic fire alarm system and an automatic fire detection system shall be installed in Group I occupancies. An electrically supervised, automatic smoke detection system shall be provided in waiting areas that are open to corridors. Smoke detectors installed on or after January 1, 2013 in such occupancies shall be of the photoelectric type.\n\t§3. Section 907.2.6.2.3 of the New York city building code is amended to read as follows:\n\t907.2.6.2.3 Smoke detectors. An approved automatic smoke detection system shall be installed throughout resident housing areas, including sleeping areas and contiguous day rooms, group activity spaces and other common spaces normally accessible to residents. Smoke detectors installed on or after January 1, 2013 in such areas shall be of the photoelectric type.\n\tExceptions:\n1.\tOther approved smoke detection arrangements providing equivalent protection including, but not limited to, placing detectors in exhaust ducts from cells or behind protective guards listed for the purpose are allowed when necessary to prevent damage or tampering.\n2.\tSleeping units in Use Conditions 2 and 3.\n3.\tSmoke detectors are not required in sleeping units with four or fewer occupants in smoke compartments that are equipped throughout with an approved automatic sprinkler system.\n§4. Section 907.2.8.2 of the New York city building code is amended to read as follows:\n907.2.8.2 Automatic fire alarm system. An automatic fire alarm system shall be installed in Group R-1 occupancies. In addition to the automatic fire alarm system requirements of Section 907.2, smoke detectors shall be installed in all public corridors serving dwelling units and in accordance with Section 907.2.8.3. Smoke detectors installed on or after January 1, 2013 in such corridors shall be of the photoelectric type.\nException: An automatic fire detection system is not required in buildings that do not have public corridors serving dwelling units and each dwelling unit has a means of egress door opening directly to an exterior exit access that leads directly to an exit.\n§5. Section 907.2.8.3 of the New York city building code is amended to read as follows:\n907.2.8.3 Smoke detectors within dwelling units. Smoke detectors and audible notification appliances shall be installed in dwelling units and shall be annunciated by dwelling unit at a constantly attended location from which the fire alarm system is capable of being manually activated. Smoke detectors installed on or after January 1, 2013 in such units shall be of the photoelectric type. Smoke detectors are required in the following areas:\n1.\tIn sleeping areas.\n2.\tIn every room in the path of the means of egress from the sleeping area to the door leading from the dwelling unit.\n3.\tIn each story within the unit, including below-grade stories. For dwelling units with split levels and without an intervening door between the adjacent levels, a smoke alarm installed on the upper level shall suffice for the adjacent lower level.\n§6. Section 907.2.9 of the New York city building code is amended to read as follows:\n907.2.9 Group R-2. An automatic fire alarm system without alarm notification appliances shall be provided in accordance with this section in Group R-2 occupancies, other than student apartments, where such occupancy satisfies any one of the following conditions:\n1.\tAny dwelling unit is located three or more stories above the lowest level of exit discharge, including dwelling units in penthouses of any area;\n2.\tAny dwelling unit is located more than one story below the highest level of exit discharge of exits serving the dwelling unit; or\n3.\tThe building contains more than 16 dwelling units.\nActuation of smoke detectors shall not initiate a signal to alarm notification appliances. The activation of any detector required by this section shall initiate a signal at a central station or a constantly attended location. Smoke detectors shall be located as follows:\n1.\tIn each mechanical equipment, electrical, transformer, telephone equipment or similar room, greater than 75 square feet (6.96 m2) in area.\n2.\tIn air distribution systems in accordance with Section 606 of the New York City Mechanical Code.\n3.\tIn elevator machine rooms and in elevator lobbies.\nSmoke detectors installed on or after January 1, 2013 in such areas shall be of the photoelectric type.\n§7. Section 907.2.9.1.2 of the New York city building code is amended to read as follows:\n907.2.9.1.2 Automatic fire alarm system. An automatic fire alarm system without alarm notification appliances shall be installed in accordance with this section in Group R-2 student apartments and student related uses. Smoke detectors installed on or after January 1, 2013 in such occupancies shall be of the photoelectric type. The activation of any smoke detector required by this section shall initiate a signal at a central station or a constantly attended location. Smoke detectors shall be located as follows:\n1.\tIn each mechanical equipment, electrical, transformer, telephone equipment or similar room, in elevator machine rooms, and in elevator lobbies.\n2.\tIn air distribution systems in accordance with Section 606 of the New York City Mechanical Code.\n3.\tThroughout all public corridors serving student apartments and student related uses. Student related uses shall include common spaces such as recreation rooms, lounges, dining rooms, laundry rooms, and storage rooms. However, smoke detectors shall not be required in such public corridors in buildings containing fewer than 15 student apartments.\nException: An automatic fire alarm system is not required in buildings not over two stories in height where all individual dwelling units and contiguous attic and crawl spaces are separated from each other and public or common areas by at least 1-hour fire barriers and each individual dwelling unit has an exit directly to a public way, exit court or yard.\n§8. Section 907.2.10.1.1 of the New York city building code is amended to read as follows:\n907.2.10.1.1 Smoke alarms in Groups R-2, R-3, and I-1. Single- or multiple-station smoke alarms shall be installed and maintained in Groups R-2, R-3, and I-1, regardless of occupant load at all of the following locations within a dwelling unit:\n1.\tOn the ceiling or wall outside of each room used for sleeping purposes within 15 feet (4572 mm) from the door to such room.\n2.\tIn each room used for sleeping purposes.\n3.\tIn each story within a dwelling unit, including below-grade stories and penthouses of any area, but not including crawl spaces and uninhabitable attics. In dwellings or dwelling units with split levels and without an intervening door between the adjacent levels, a smoke alarm installed on the upper level shall suffice for the adjacent lower level provided that the lower level is less than one full story below the upper level.\nSmoke alarms and detectors installed on or after January 1, 2013 shall be of the photoelectric type.\n§9. Section 907.2.12.1 of the New York city building code is amended to read as follows:\n907.2.12.1 Automatic fire detection. In addition to smoke detection otherwise required by this code, smoke detectors shall be provided in accordance with this section. Smoke detectors installed on or after January 1, 2013 shall be of the photoelectric type. Smoke detectors shall be connected to an automatic fire alarm system. The activation of any detector required by this section shall operate the emergency voice/alarm communication system. Smoke detectors shall be located as follows:\n1.\tIn each mechanical equipment, electrical, transformer, telephone equipment or similar room, in elevator machine rooms and in elevator lobbies.\n2.\tIn air distribution systems in accordance with Section 606 of the New York City Mechanical Code.\n3.\tIn Group R-1 occupancies a listed smoke detector is allowed to be used in each return air riser carrying not more than 5,000 cfm (2.4 m3/s) and serving not more than 10 air inlet openings.\nExceptions for Group R-2 occupancies: In R-2 occupancies, the activation of smoke detectors shall initiate a signal at a central station of a constantly attended location and shall not initiate a signal to an alarm notification appliance.\n§10. This local law shall take effect immediately.\n\ndss\nLS# 3514\nCr-3/30/2012 Sv-4/11/2012 12:47 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Verdana;}}\n{\\colortbl ;\\red51\\green51\\blue51;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. Subdivision b of section 27-981 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab b. No device shall be deemed to be in compliance with the provisions of this article unless it is of either the ionization chamber or photoelectric type\\ul , except that smoke detecting devices installed on or after January 1, 2013 within occupancy group H-1, H-2, J-1, J-2, or J-3 shall be of the photoelectric type\\ulnone . Such devices shall be in compliance with the requirements of reference standard RS 17-11 and shall be installed in a manner consistent with the requirements of reference standard RS 17-12 except that devices within occupancy group J-1 shall be installed pursuant to rules and regulations promulgated by the commissioner.\\par\n\\tab\\'a72. Section 907.2.6 of the New York city building code is amended to read as follows:\\par\n\\tab 907.2.6 Group I. A manual and automatic fire alarm system and an automatic fire detection system shall be installed in Group I occupancies. An electrically supervised, automatic smoke detection system shall be provided in waiting areas that are open to corridors. \\ul Smoke detectors installed on or after January 1, 2013 in such occupancies shall be of the photoelectric type.\\ulnone\\par\n\\tab\\'a73. Section 907.2.6.2.3 of the New York city building code is amended to read as follows:\\b\\par\n\\b0\\tab 907.2.6.2.3 Smoke detectors. An approved automatic smoke detection system shall be installed throughout resident housing areas, including sleeping areas and contiguous day rooms, group activity spaces and other common spaces normally accessible to residents. \\ul Smoke detectors installed on or after January 1, 2013 in such areas shall be of the photoelectric type.\\ulnone\\par\n\\tab Exceptions:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi630\\li90\\sl480\\slmult1\\qj 1.\\tab Other approved smoke detection arrangements providing equivalent protection including, but not limited to, placing detectors in exhaust ducts from cells or behind protective guards listed for the purpose are allowed when necessary to prevent damage or tampering.\\par\n2.\\tab Sleeping units in Use Conditions 2 and 3.\\par\n3.\\tab Smoke detectors are not required in sleeping units with four or fewer occupants in smoke compartments that are equipped throughout with an approved automatic sprinkler system.\\par\n\\'a74. Section 907.2.8.2 of the New York city building code is amended to read as follows:\\par\n907.2.8.2 Automatic fire alarm system. An automatic fire alarm system shall be installed in Group R-1 occupancies. In addition to the automatic fire alarm system requirements of Section 907.2, smoke detectors shall be installed in all public corridors serving dwelling units and in accordance with Section 907.2.8.3. \\ul Smoke detectors installed on or after January 1, 2013 in such corridors shall be of the photoelectric type.\\ulnone\\par\nException: An automatic fire detection system is not required in buildings that do not have public corridors serving dwelling units and each dwelling unit has a means of egress door opening directly to an exterior exit access that leads directly to an exit.\\par\n\\'a75. Section 907.2.8.3 of the New York city building code is amended to read as follows:\\par\n907.2.8.3 Smoke detectors within dwelling units. Smoke detectors and audible notification appliances shall be installed in dwelling units and shall be annunciated by dwelling unit at a constantly attended location from which the fire alarm system is capable of being manually activated. \\ul Smoke detectors installed on or after January 1, 2013 in such units shall be of the photoelectric type.\\ulnone  Smoke detectors are required in the following areas:\\par\n1.\\tab In sleeping areas.\\par\n2.\\tab In every room in the path of the means of egress from the sleeping area to the door leading from the dwelling unit.\\par\n3.\\tab In each story within the unit, including below-grade stories. For dwelling units with split levels and without an intervening door between the adjacent levels, a smoke alarm installed on the upper level shall suffice for the adjacent lower level.\\par\n\\'a76. Section 907.2.9 of the New York city building code is amended to read as follows:\\par\n907.2.9 Group R-2. An automatic fire alarm system without alarm notification appliances shall be provided in accordance with this section in Group R-2 occupancies, other than student apartments, where such occupancy satisfies any one of the following conditions:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi630\\li90\\sl480\\slmult1\\qj\\tx180 1.\\tab Any dwelling unit is located three or more stories above the lowest level of exit discharge, including dwelling units in penthouses of any area;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi630\\li90\\sl480\\slmult1\\qj 2.\\tab Any dwelling unit is located more than one story below the highest level of exit discharge of exits serving the dwelling unit; or\\par\n3.\\tab The building contains more than 16 dwelling units.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi630\\li90\\sl480\\slmult1\\qj\\tx180 Actuation of smoke detectors shall not initiate a signal to alarm notification appliances. The activation of any detector required by this section shall initiate a signal at a central station or a constantly attended location. Smoke detectors shall be located as follows:\\par\n1.\\tab In each mechanical equipment, electrical, transformer, telephone equipment or similar room, greater than 75 square feet (6.96 m\\super 2\\nosupersub ) in area.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi630\\li90\\sl480\\slmult1\\qj 2.\\tab In air distribution systems in accordance with Section 606 of the New York City Mechanical Code.\\par\n3.\\tab In elevator machine rooms and in elevator lobbies.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx180\\ul Smoke detectors installed on or after January 1, 2013 in such areas shall be of the photoelectric type.\\par\n\\ulnone\\'a77. Section 907.2.9.1.2 of the New York city building code is amended to read as follows:\\par\n907.2.9.1.2 Automatic fire alarm system. An automatic fire alarm system without alarm notification appliances shall be installed in accordance with this section in Group R-2 student apartments and student related uses. \\ul Smoke detectors installed on or after January 1, 2013 in such occupancies shall be of the photoelectric type.\\ulnone  The activation of any smoke detector required by this section shall initiate a signal at a central station or a constantly attended location. Smoke detectors shall be located as follows:\\par\n1.\\tab In each mechanical equipment, electrical, transformer, telephone equipment or similar room, in elevator machine rooms, and in elevator lobbies.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 2.\\tab In air distribution systems in accordance with Section 606 of the New York City Mechanical Code.\\par\n3.\\tab Throughout all public corridors serving student apartments and student related uses. Student related uses shall include common spaces such as recreation rooms, lounges, dining rooms, laundry rooms, and storage rooms. However, smoke detectors shall not be required in such public corridors in buildings containing fewer than 15 student apartments.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx180 Exception: An automatic fire alarm system is not required in buildings not over two stories in height where all individual dwelling units and contiguous attic and crawl spaces are separated from each other and public or common areas by at least 1-hour fire barriers and each individual dwelling unit has an exit directly to a public way, exit court or yard.\\par\n\\'a78. Section 907.2.10.1.1 of the New York city building code is amended to read as follows:\\par\n907.2.10.1.1 Smoke alarms in Groups R-2, R-3, and I-1. Single- or multiple-station smoke alarms shall be installed and maintained in Groups R-2, R-3, and I-1, regardless of occupant load at all of the following locations within a dwelling unit:\\par\n1.\\tab On the ceiling or wall outside of each room used for sleeping purposes within 15 feet (4572 mm) from the door to such room.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 2.\\tab In each room used for sleeping purposes.\\par\n3.\\tab In each story within a dwelling unit, including below-grade stories and penthouses of any area, but not including crawl spaces and uninhabitable attics. In dwellings or dwelling units with split levels and without an intervening door between the adjacent levels, a smoke alarm installed on the upper level shall suffice for the adjacent lower level provided that the lower level is less than one full story below the upper level.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx180\\ul Smoke alarms and detectors installed on or after January 1, 2013 shall be of the photoelectric type.\\par\n\\ulnone\\'a79. Section 907.2.12.1 of the New York city building code is amended to read as follows:\\par\n907.2.12.1 Automatic fire detection. In addition to smoke detection otherwise required by this code, smoke detectors shall be provided in accordance with this section. \\ul Smoke detectors installed on or after January 1, 2013 shall be of the photoelectric type.\\ulnone  Smoke detectors shall be connected to an automatic fire alarm system. The activation of any detector required by this section shall operate the emergency voice/alarm communication system. Smoke detectors shall be located as follows:\\par\n1.\\tab In each mechanical equipment, electrical, transformer, telephone equipment or similar room, in elevator machine rooms and in elevator lobbies.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 2.\\tab In air distribution systems in accordance with Section 606 of the New York City Mechanical Code.\\par\n3.\\tab In Group R-1 occupancies a listed smoke detector is allowed to be used in each return air riser carrying not more than 5,000 cfm (2.4 m\\super 3\\nosupersub /s) and serving not more than 10 air inlet openings.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx180 Exceptions for Group R-2 occupancies: In R-2 occupancies, the activation of smoke detectors shall initiate a signal at a central station of a constantly attended location and shall not initiate a signal to an alarm notification appliance.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a710. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\cf1\\f1\\fs20\\par\n\\cf0\\f0\\fs18 dss\\par\nLS# 3514\\par\n\\pard\\ltrpar\\nowidctlpar Cr-3/30/2012 Sv-\\lang1024 4/11/2012 12:47 PM\\lang1033\\fs24\\par\n}\n",
  "LastModified": "2015-06-04T14:52:12.473Z"
}
