{
  "ID": 48974,
  "GUID": "EF0C9A90-B686-40F9-ACD2-A6BA925BF118",
  "File": "Int 0871-2012",
  "Name": "Prohibiting the consumption of alcoholic beverages by minors at private residences.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the consumption of alcoholic beverages by minors at private residences.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2012-05-31T00:00:00Z",
  "AgendaDate": "2012-05-31T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 264748,
      "Date": "2012-05-31T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 264889,
      "Date": "2012-05-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11671,
      "AgendaSequence": 100,
      "MinutesSequence": 117,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283782,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50153,
  "Text": "Be it enacted by the Council as follows:\n \n      Section 1.  Title 10 of the administrative code of the city of New York is amended by adding a new section 10-171 to read as follows:\n§ 10-171.  Prohibition of allowing the consumption of alcoholic beverages by minors at private residences.\na. Definitions.  For the purposes of this section the following terms shall have the following meanings:\n1.   \"Alcohol\" means ethyl alcohol, hydrated oxide of ethyl or spirit of wine from whatever source or by whatever processes produced;\n2.  “Alcoholic beverage” means any liquid or solid, patented or not, containing alcohol, liquor, spirits, wine, beer, or cider that is capable of being consumed by a human being; \n3.  “Minor” means any person under the age of twenty-one; \n4.  “Private residence” means any permanent or temporary home, apartment, condominium, cooperative unit, trailer home, mobile home, overnight accommodation at a hotel, motel, campsite or shorter-term rental property, or other dwelling unit of any kind, including yards and open areas adjacent thereto.  This shall not include any location or place regulated by the New York State Alcoholic Beverage Control Law or the New York State Liquor Authority; and\n5.  “Reasonable corrective action” means making a demand that the minor refrain from further consumption of the alcoholic beverages, and if such minor does not comply, promptly reporting the unlawful consumption to either the local law enforcement authority or to the minor’s parent or guardian.\nb. Prohibition.  Except as otherwise permitted by law, it shall be a violation of this section for any person over the age of eighteen who owns, rents, or otherwise has control over any private residence to: (i) allow the consumption of alcohol or alcoholic beverages by any minor at such private residence if such person knew, had reason to know, or should have known of said minor's consumption; or (ii) fail to take reasonable corrective action upon learning of the consumption of alcohol or alcoholic beverages by any minor at such private residence. \n      \tc.  Penalties.  Any person who violates this section shall be guilty of a class A misdemeanor punishable by a term of imprisonment not to exceed one year, or a fine not to exceed one thousand dollars, or both.  Such penalties shall not limit or preclude any cause of action available to any person or entity injured or aggrieved by such violation.\n\td.  Effect on other laws.  This section shall not in any way affect the application of any other law, where appropriate, including but not limited to New York State Penal Law section 260.10, endangering the welfare of a minor, and section 260.20(2), unlawfully dealing with a child.\n      \t§2.  This local law shall take effect immediately.  \n\n\nLS# 691/2992\nCJG\n4/25/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\fs24 Be it enacted by the Council as follows:\\ulnone\\fs27\\par\n \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sl480\\slmult0\\fs24       Section 1.  Title 10 of the administrative code of the city of New York is amended by adding a new section 10-171 to read as follows:\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult0\\ul\\fs24\\'a7 10-171.  Prohibition of allowing the consumption of alcoholic beverages by minors at private residences.\\ulnone\\fs27\\par\n\\ul\\fs24 a. Definitions.  For the purposes of this section the following terms shall have the following meanings:\\par\n1.   \"Alcohol\" means ethyl alcohol, hydrated oxide of ethyl or spirit of wine from whatever source or by whatever processes produced;\\par\n2.  \\ldblquote Alcoholic beverage\\rdblquote  means any liquid or solid, patented or not, containing alcohol, liquor, spirits, wine, beer, or cider that is capable of being consumed by a human being; \\par\n3.  \\ldblquote Minor\\rdblquote  means any person under the age of twenty-one; \\par\n4.  \\ldblquote Private residence\\rdblquote  means any permanent or temporary home, apartment, condominium, cooperative unit, trailer home, mobile home, overnight accommodation at a hotel, motel, campsite or shorter-term rental property, or other dwelling unit of any kind, including yards and open areas adjacent thereto.  This shall not include any location or place regulated by the New York State Alcoholic Beverage Control Law or the New York State Liquor Authority; and\\par\n5.  \\ldblquote Reasonable corrective action\\rdblquote  means making a demand that the minor refrain from further consumption of the alcoholic beverages, and if such minor does not comply, promptly reporting the unlawful consumption to either the local law enforcement authority or to the minor\\rquote s parent or guardian.\\par\nb. Prohibition.  Except as otherwise permitted by law, it shall be a violation of this section for any person over the age of eighteen who owns, rents, or otherwise has control over any private residence to: (i) allow the consumption of alcohol or alcoholic beverages by any minor at such private residence if such person knew, had reason to know, or should have known of said minor's consumption; or (ii) fail to take reasonable corrective action upon learning of the consumption of alcohol or alcoholic beverages by any minor at such private residence. \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sl480\\slmult0\\ulnone       \\tab\\ul c.  Penalties.  Any person who violates this section shall be guilty of a class A misdemeanor punishable by a term of imprisonment not to exceed one year, or a fine not to exceed one thousand dollars, or both.  \\cf0\\expndtw-3 S\\expndtw0 uch penalties shall not limit or preclude any cause of action available to any person or entity injured or aggrieved by such violation.\\par\n\\ulnone\\tab\\ul d.  Effect on other laws.  This section shall not in any way affect the application of any other law, where appropriate, including but not limited to New York State Penal Law section 260.10, endangering the welfare of a minor, and section 260.20(2), unlawfully dealing with a child.\\cf1\\fs27\\par\n\\ulnone\\fs24       \\tab\\'a72.  This local law shall take effect immediately.  \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\par\n\\par\nLS# 691/2992\\par\nCJG\\par\n4/25/12\\fs27\\par\n\\pard\\ltrpar\\nowidctlpar\\cf0\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T03:05:28.127Z"
}
