{
  "ID": 48954,
  "GUID": "C51B255A-BB7F-4D30-9CE4-774118856A16",
  "File": "Int 0878-2012",
  "Name": "Retroactively requiring back-up emergency lighting for egress paths and elevators.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to retroactively requiring back-up emergency lighting for egress paths and elevators.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2012-06-13T00:00:00Z",
  "AgendaDate": "2012-06-13T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 265227,
      "Date": "2012-06-13T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 265405,
      "Date": "2012-06-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11724,
      "AgendaSequence": 128,
      "MinutesSequence": 147,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283778,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50133,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 403.11 of the New York city building code is amended to read as follows: \n403.11 Emergency Power Systems. An emergency power system complying with Section 2702 shall be provided for emergency power loads specified in Sections 403.11.1 and 403.11.2. Item 9 of Section 403.11.1, and item 2 of Section 403.11.2, shall apply retroactively to all buildings, in accordance with section 28-313.1.\n\t§2. Section 1006.3 of the New York city building code is amended to read as follows: \n1006.3 Illumination emergency power. The power supply for means of egress illumination shall normally be provided by the premise's electrical supply.\nIn the event of power supply failure, an emergency electrical system shall automatically illuminate the following areas:\n1. Exit access corridors, passageways and aisles in rooms and spaces which require two or more means of egress.\n2. Exit access corridors, exit passageways and exit stairways located in buildings required to have two or more exits.\n3. Exterior egress components at other than the level of exit discharge until exit discharge is accomplished for buildings required to have two or more exits.\n4. Interior exit discharge elements, as permitted in Section 1023.1, in buildings required to have two or more exits.\n5. The portion of the exterior exit discharge immediately adjacent to exit discharge doorways in buildings required to have two or more exits.\nThis section shall apply retroactively to all buildings, in accordance with section 28-313.1.\n§3. Chapter 3 of title 28 of the administrative code of the city of New York is amended by adding a new article 313 to read as follows:\nArticle 313\nRETROACTIVITY\n§28-313.1 Retroactive requirements for emergency power. The provisions of item 9 of section 403.11.1 of the New York city building code, item 2 of section 403.11.2 of the New York city building code, and section 1006.3 of the New York city building code shall apply retroactively to all buildings. Buildings in existence on the effective date of this section shall be in compliance with the requirements of item 9 of section 403.11.1, item 2 of section 403.11.2, and section 1006.3 on or before January 1, 2014. \n§4. This local law shall take effect immediately.\ndss\nLS# 3632 \nCr-5/11/2012 Sv-5/24/2012 2:34 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab Section 1. Section 403.11 of the New York city building code is amended to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 403.11 Emergency Power Systems. An emergency power system complying with Section 2702 shall be provided for emergency power loads specified in Sections 403.11.1 and 403.11.2. \\ul Item 9 of Section 403.11.1, and item 2 of Section 403.11.2, shall apply retroactively to all buildings, in accordance with section 28-313.1.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\'a72. Section 1006.3 of the New York city building code is amended to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 1006.3 Illumination emergency power. The power supply for means of egress illumination shall normally be provided by the premise's electrical supply.\\line In the event of power supply failure, an emergency electrical system shall automatically illuminate the following areas:\\line 1. Exit access corridors, passageways and aisles in rooms and spaces which require two or more means of egress.\\line 2. Exit access corridors, exit passageways and exit stairways located in buildings required to have two or more exits.\\line 3. Exterior egress components at other than the level of exit discharge until exit discharge is accomplished for buildings required to have two or more exits.\\line 4. Interior exit discharge elements, as permitted in Section 1023.1, in buildings required to have two or more exits.\\line 5. The portion of the exterior exit discharge immediately adjacent to exit discharge doorways in buildings required to have two or more exits.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul This section shall apply retroactively to all buildings, in accordance with section 28-313.1.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a73. \\cf1 Chapter 3 of title 28 of the administrative code of the city of New York is amended by adding a new article 313 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qc\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ul Article 313\\par\nRETROACTIVITY\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a728-313.1 Retroactive requirements for emergency power. The provisions of item 9 of section 403.11.1 of the New York city building code, item 2 of section 403.11.2 of the New York city building code, and section 1006.3 of the New York city building code shall apply retroactively to all buildings. Buildings in existence on the effective date of this section shall be in compliance with the requirements of item 9 of section 403.11.1, item 2 of section 403.11.2, and section 1006.3 on or before January 1, 2014.\\cf0\\ulnone  \\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a74. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs18 dss\\par\nLS# 3632 \\par\n\\pard\\ltrpar\\nowidctlpar Cr-\\lang1024 5/11/201\\lang1033 2 Sv-\\lang1024 5/24/2012 2:34 PM\\lang1033\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T03:02:59.83Z"
}
