{
  "ID": 49032,
  "GUID": "3E4F4711-2681-4043-B584-B6ED73D39A1B",
  "File": "Int 0880-2012",
  "Name": "Requiring parental consent for body piercing of minors.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring parental consent for body piercing of minors.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2012-06-13T00:00:00Z",
  "AgendaDate": "2012-06-13T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 265229,
      "Date": "2012-06-13T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 265406,
      "Date": "2012-06-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11724,
      "AgendaSequence": 130,
      "MinutesSequence": 149,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283776,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50217,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter 1 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-198 to read as follows:\n§17-198 Prohibition on body piercing of minors without parental consent. \na. Definitions. For the purposes of this section, the following terms shall have the following meanings: \n1. \"Body piercing\" shall mean the piercing of any part of the body, except the ear. Such term shall not include tongue-splitting, as defined in New York state public health law section four hundred seventy.\n2. \"Minor\" shall mean any person under the age of 18. \n3. \"Person\" shall mean any individual, partnership, firm, association, trust, company, joint venture or corporation.\nb. Body piercing of minors without parental consent prohibited.  No person shall knowingly pierce, or offer to pierce, the body of any minor unless at least one parent or legal guardian of such minor consents in writing to such body piercing.  Such writing shall be in the form and manner prescribed by the commissioner and shall be notarized. Such notarized form shall be filed in person by the consenting parent or legal guardian at the place of business where the body piercing is to take place. \nc. Violations and penalties. Any person who knowingly or willfully violates any of the provisions of this section, or any rules promulgated hereunder, shall be guilty of a class B misdemeanor punishable by a fine of not more than one thousand dollars or by imprisonment not exceeding three months or by both such fine and imprisonment. \nd. Rules. The commissioner shall promulgate such rules as may be necessary for the implementation of this section. \n§2.   This local law shall take effect one hundred and twenty days after enactment except that the commissioner shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLCC\nLS 3604\n5/24/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 MS Sans Serif;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\expndtw0\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\expndtw-3\\tab Section 1.  Chapter 1 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-198 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1\\ul\\'a717-198 Prohibition on body piercing of minors without parental consent. \\par\na. Definitions. For the purposes of this section, the following terms shall have the following meanings: \\par\n\\cf0 1. \"Body piercing\" shall mean the piercing of any part of the body, except the ear. Such term shall not include tongue-splitting, as defined in New York state public health law section four hundred seventy.\\par\n\\cf1 2. \"Minor\" shall mean any person under the age of 18. \\par\n3. \"Person\" shall mean any individual, partnership, firm, association, trust, company, joint venture or corporation.\\par\nb. Body piercing of minors without parental consent prohibited.  No person shall knowingly pierce, or offer to pierce, the body of any minor unless at least one parent or legal guardian of such minor consents in writing to such body piercing.  Such writing shall be in the form and manner prescribed by the commissioner and shall be notarized. Such notarized form shall be filed in person by the consenting parent or legal guardian at the place of business where the body piercing is to take place. \\par\nc. Violations and penalties. Any person who knowingly or willfully violates any of the provisions of this section, or any rules promulgated hereunder, shall be guilty of a class B misdemeanor punishable by a fine of not more than one thousand dollars or by imprisonment not exceeding three months or by both such fine and imprisonment. \\par\nd. Rules. The commissioner shall promulgate such rules as may be necessary for the implementation of this section. \\par\n\\ulnone\\'a72.   This local law shall take effect one hundred and twenty days after enactment \\cf0 except that the commissioner shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\expndtw0\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\fs20 LCC\\par\nLS 3604\\par\n5/24/12 \\par\n}\n",
  "LastModified": "2013-12-23T03:01:52.27Z"
}
