{
  "ID": 49088,
  "GUID": "6BDDAC3C-7D60-4CEA-A6AD-D3EB69AE71D7",
  "File": "Int 0888-2012",
  "LocalLaw": "2013/055",
  "Name": "Theft of manhole covers.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the theft of manhole covers.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2012-06-28T00:00:00Z",
  "AgendaDate": "2012-06-28T00:00:00Z",
  "PassedDate": "2013-08-12T00:00:00Z",
  "EnactmentDate": "2013-08-12T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 265742,
      "Date": "2012-06-28T20:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 265905,
      "Date": "2012-06-28T20:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11746,
      "AgendaSequence": 173,
      "MinutesSequence": 190,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 265940,
      "Date": "2012-06-29T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 11743,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 266096,
      "Date": "2012-06-29T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 11743,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276557,
      "Date": "2013-07-23T14:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 12662,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 888-A",
      "MinutesNote": "Proposed Int. No. 888-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276681,
      "Date": "2013-07-23T14:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 12662,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276682,
      "Date": "2013-07-23T14:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 12662,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276733,
      "Date": "2013-07-23T14:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 12662,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276857,
      "Date": "2013-07-24T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12668,
      "AgendaSequence": 102,
      "MinutesSequence": 119,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276993,
      "Date": "2013-07-24T17:00:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277009,
      "Date": "2013-08-12T14:30:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277048,
      "Date": "2013-08-12T15:39:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277049,
      "Date": "2013-08-12T15:39:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 113522,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 888 - 6/28/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8281ec3b-bf97-40fc-a0b6-2f1643b02a01.doc",
      "Sort": 1
    },
    {
      "ID": 107497,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/29/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a19a27a5-2554-49ef-8e54-41f79e02521a.doc",
      "Sort": 2
    },
    {
      "ID": 107634,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/29/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fdbb871e-55b5-454e-839a-696d5a189eca.PDF",
      "Sort": 3
    },
    {
      "ID": 107685,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/29/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6c8ebc87-cc59-48f9-b942-8378b6f248e1.pdf",
      "Sort": 4
    },
    {
      "ID": 113552,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 7/23/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3d578126-431e-46dd-9b76-5a18aca62e39.doc",
      "Sort": 5
    },
    {
      "ID": 113649,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 7/23/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/20efef73-bdb0-4a40-80f9-6ef15a82305a.pdf",
      "Sort": 6
    },
    {
      "ID": 113607,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ae6e531c-7a48-459e-b16a-3395a4e7a5b4.docx",
      "Sort": 7
    },
    {
      "ID": 113776,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 7-24-13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d93fe5f1-f49e-4554-861d-c20fa8315ae3.pdf",
      "Sort": 8
    },
    {
      "ID": 113807,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Mayor's Letter",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b46e8904-e593-4558-bf31-8a2dd4b88b53.pdf",
      "Sort": 9
    },
    {
      "ID": 115078,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law 55",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9ee7feaa-952f-4100-8c94-8222e1512f63.pdf",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 52078,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Title 10 of the administrative code of the city of New York is amended by adding a new section 10-118.1 to read as follows:\n\t10-118.1 Theft of manhole covers. a. Except as provided in subdivision d of this section, no person shall remove, or transport through, along or across a public street, any manhole cover, including but not limited to the cover of an opening in the ground, street or sidewalk used by a public utility or authority to access underground vaults, structures, installations, or other enclosed space; or the cover of such an opening that is part of a sewer system, fuel storage system, or water supply system.\t\nb. Any person who violates any provision of this section shall be liable for a civil penalty of not less than two thousand five hundred dollars nor more than ten thousand dollars. A notice of violation issued pursuant to this section shall be returnable to the environmental control board, which shall have the power to impose such civil penalty. \n\tc. In addition to the civil penalties set forth in subdivision b of this section, any person who knowingly violates this section shall be guilty of a misdemeanor and, upon conviction thereof, shall be punished by a fine of not less than five hundred dollars nor more than ten thousand dollars, or imprisonment not exceeding thirty days, or both for each violation.\n\td. The prohibition in this section shall not apply to the owner of such cover, the duly authorized agent of such owner, or an appropriate legal authority.\n\t§2. Section 24-304 of the administrative code of the city of New York is amended to read as follows:\n\t§ 24-304 Injury to water supply property. If any unauthorized person shall [wilfully] willfully do or cause to be done any act by which any work, materials or property, including manhole covers, now or hereafter erected or used within the city or elsewhere by such city, or any person acting under their authority, for the purpose of procuring or keeping a supply of water shall in any manner be injured or removed, or shall erect or place any nuisance on the banks of any river, lake or stream from which the water supply of such city shall be drawn, such person on conviction thereof, shall be deemed guilty of a misdemeanor. \n\t§3. Subdivision b and c of section 24-346 of the administrative code of the city of New York are amended to read as follows:\n\tb. Any person who violates or fails to comply with any of the provisions of this chapter and chapter four of this title or any order, rule or regulation issued by the board or commissioner or with the conditions of any permit issued by the commissioner within the city of New York shall be liable for a civil penalty of not less than fifty nor more than one thousand dollars for each violation, except that the civil penalty for the removal of a manhole cover in violation of section 24-304 shall be not less than two thousand five hundred dollars nor more than ten thousand dollars. In the case of a continuing violation each [days] day’s continuance shall be a separate and distinct offense. The environmental control board shall have the power to impose such civil penalties. A proceeding to impose such penalties shall be commenced by the service of a notice of violation returnable to such board. Such board, after a hearing as provided by the rules and regulations of the board, shall have the power to enforce its final decisions and orders imposing such civil penalties as if they were money judgments pursuant to subdivision d of section one thousand forty-nine-a of the New York city charter. A civil penalty imposed by the board may also be collected in an action brought in the name of the city in any court of competent jurisdiction. The board, in its discretion, may, within the limits set forth in this subdivision, establish a schedule of civil penalties indicating the minimum and maximum penalty for each separate offense.\n\tc. In addition to the civil penalties set forth in subdivision b of this section and except as otherwise specifically provided, any person who knowingly violates or fails to comply with any provision of this chapter and chapter four of this title or any order, rule or regulation issued by the commissioner or board or with the conditions of any permit issued by the commissioner shall be guilty of a misdemeanor and, upon conviction thereof, shall be punished by a fine of not less than two hundred fifty nor more than one thousand dollars, or by imprisonment not exceeding thirty days, or both for each violation, except that the punishment for the removal of a manhole cover in violation of section 24-304 shall be a fine of not less than five hundred dollars nor more than ten thousand dollars, or imprisonment not exceeding thirty days, or both for each violation. In the case of a continuing violation each [days] day’s continuance shall be a separate and distinct offense.\n§4. Subdivision f and g of section 24-524 of the administrative code of the city of New York are amended to read as follows:\n\tf. Any person who violates or fails to comply with any of the provisions of section 24-504 through 24-522 and 24-523 of this chapter or any order, rule or regulation issued by the environmental control board or commission of environmental protection pursuant thereto or with the conditions of any permit issued pursuant thereto shall be liable for a civil penalty not exceeding ten thousand dollars for each violation, provided that this subdivision shall not apply to subdivision c of section 24-509 or subdivisions a and b of section 24-521, and provided that the penalty for the removal of a manhole cover in violation of section 24-517 shall be not less than two thousand five hundred dollars. In the case of a continuing violation each day’s continuance shall be a separate and distinct offense. The environmental control board shall have the power to impose such civil penalties. A proceeding to impose such penalties shall be commenced by the service of a notice of violation returnable to such board. Such board, after a hearing as provided by the rules and regulations of the board, shall have the power to enforce its final decisions and orders imposing such civil penalties as if they were money judgments pursuant to subdivision d of section one thousand forty-nine-a of the New York city charter. A civil penalty imposed by the board may also be collected in an action brought in the name of the city in any court of competent jurisdiction. The board, in its discretion, may, within the limits set forth in this subdivision, establish a schedule of civil penalties indicating the minimum and maximum penalty for each separate offense.\n\tg. In addition to the civil penalties set forth in subdivision f of this section, any person who knowingly violates or fails to comply with any provision of sections 24-504 through 24-522 or section 24-523 of this chapter or any order, rule or regulation issued by the commissioner of environmental protection or environmental control board pursuant thereto or with the conditions of any permit issued pursuant thereto shall be guilty of a misdemeanor and, upon conviction thereof, shall be punished by a fine of not less than two hundred fifty nor more than ten thousand dollars, or by imprisonment not exceeding thirty days, or both for each offense, provided that this subdivision shall not apply to subdivision c of section 24-509 or subdivisions a and b of section 24-521, and provided that the punishment for the removal of a manhole cover in violation of section 24-517 shall be a fine of not less than five hundred dollars nor more than ten thousand dollars, or imprisonment not exceeding thirty days, or both for each offense. In the case of a continuing violation each day's continuance shall be a separate and distinct offense. In addition to its application to any other person, the fine provided for in this paragraph shall be deemed a special fine for a corporation within the meaning of section 80.10 of the penal law of the state of New York.\n§5. This local law shall take effect immediately.\ndss/jjh\nLS #3782\n7/16/13 3:56pm",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. Title 10 of the administrative code of the city of New York is amended by adding a new section 10-118.1 to read as follows:\\par\n\\tab\\ul 10-118.1 Theft of manhole covers. a. Except as provided in subdivision d of this section, no person shall remove, or transport through, along or across a public street, any manhole cover, including but not limited to the cover of an opening in the ground, street or sidewalk used by a public utility or authority to access underground vaults, structures, installations, or other enclosed space; or the cover of such an opening that is part of a sewer system, fuel storage system, or water supply system.\\ulnone\\tab\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul b. Any person who violates any provision of this section shall be liable for a civil penalty of not less than two thousand five hundred dollars nor more than ten thousand dollars. A notice of violation issued pursuant to this section shall be returnable to the environmental control board, which shall have the power to impose such civil penalty. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul c. In addition to the civil penalties set forth in subdivision b of this section, any person who knowingly violates this section shall be guilty of a misdemeanor and, upon conviction thereof, shall be punished by a fine of not less than five hundred dollars nor more than ten thousand dollars, or imprisonment not exceeding thirty days, or both for each violation.\\par\n\\ulnone\\tab\\ul d. The prohibition in this section shall not apply to the owner of such cover, the duly authorized agent of such owner, or an appropriate legal authority.\\ulnone\\par\n\\tab\\'a72. Section 24-304 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab\\'a7 24-304 Injury to water supply property. If any \\ul unauthorized\\ulnone  person shall [wilfully] \\ul willfully\\ulnone  do or cause to be done any act by which any work, materials or property\\ul , including manhole covers,\\ulnone  now or hereafter erected or used within the city or elsewhere by such city, or any person acting under their authority, for the purpose of procuring or keeping a supply of water shall in any manner be injured \\ul or removed\\ulnone , or shall erect or place any nuisance on the banks of any river, lake or stream from which the water supply of such city shall be drawn, such person on conviction thereof, shall be deemed guilty of a misdemeanor. \\par\n\\tab\\'a73. Subdivision b and c of section 24-346 of the administrative code of the city of New York are amended to read as follows:\\par\n\\tab b. Any person who violates or fails to comply with any of the provisions of this chapter and chapter four of this title or any order, rule or regulation issued by the board or commissioner or with the conditions of any permit issued by the commissioner within the city of New York shall be liable for a civil penalty of not less than fifty nor more than one thousand dollars for each violation\\ul , except that the civil penalty for the removal of a manhole cover in violation of section 24-304 shall be not less than two thousand five hundred dollars nor more than ten thousand dollars\\ulnone . In the case of a continuing violation each [days] \\ul day\\rquote s\\ulnone  continuance shall be a separate and distinct offense. The environmental control board shall have the power to impose such civil penalties. A proceeding to impose such penalties shall be commenced by the service of a notice of violation returnable to such board. Such board, after a hearing as provided by the rules and regulations of the board, shall have the power to enforce its final decisions and orders imposing such civil penalties as if they were money judgments pursuant to subdivision d of section one thousand forty-nine-a of the New York city charter. A civil penalty imposed by the board may also be collected in an action brought in the name of the city in any court of competent jurisdiction. The board, in its discretion, may, within the limits set forth in this subdivision, establish a schedule of civil penalties indicating the minimum and maximum penalty for each separate offense.\\par\n\\tab c. In addition to the civil penalties set forth in subdivision b of this section and except as otherwise specifically provided, any person who knowingly violates or fails to comply with any provision of this chapter and chapter four of this title or any order, rule or regulation issued by the commissioner or board or with the conditions of any permit issued by the commissioner shall be guilty of a misdemeanor and, upon conviction thereof, shall be punished by a fine of not less than two hundred fifty nor more than one thousand dollars, or by imprisonment not exceeding thirty days, or both for each violation\\ul , except that the punishment for the removal of a manhole cover in violation of section 24-304 shall be a fine of not less than five hundred dollars nor more than ten thousand dollars, or imprisonment not exceeding thirty days, or both for each violation\\ulnone . In the case of a continuing violation each [days] \\ul day\\rquote s\\ulnone  continuance shall be a separate and distinct offense.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a74. Subdivision f and g of section 24-524 of the administrative code of the city of New York are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab f. Any person who violates or fails to comply with any of the provisions of section 24-504 through 24-522 and 24-523 of this chapter or any order, rule or regulation issued by the environmental control board or commission of environmental protection pursuant thereto or with the conditions of any permit issued pursuant thereto shall be liable for a civil penalty not exceeding ten thousand dollars for each violation, provided that this subdivision shall not apply to subdivision c of section 24-509 or subdivisions a and b of section 24-521\\ul , and provided that the penalty for the removal of a manhole cover in violation of section 24-517 shall be not less than two thousand five hundred dollars\\ulnone . In the case of a continuing violation each day\\rquote s continuance shall be a separate and distinct offense. The environmental control board shall have the power to impose such civil penalties. A proceeding to impose such penalties shall be commenced by the service of a notice of violation returnable to such board. Such board, after a hearing as provided by the rules and regulations of the board, shall have the power to enforce its final decisions and orders imposing such civil penalties as if they were money judgments pursuant to subdivision d of section one thousand forty-nine-a of the New York city charter. A civil penalty imposed by the board may also be collected in an action brought in the name of the city in any court of competent jurisdiction. The board, in its discretion, may, within the limits set forth in this subdivision, establish a schedule of civil penalties indicating the minimum and maximum penalty for each separate offense.\\ul\\par\n\\ulnone\\tab g. In addition to the civil penalties set forth in subdivision f of this section, any person who knowingly violates or fails to comply with any provision of sections 24-504 through 24-522 or section 24-523 of this chapter or any order, rule or regulation issued by the commissioner of environmental protection or environmental control board pursuant thereto or with the conditions of any permit issued pursuant thereto shall be guilty of a misdemeanor and, upon conviction thereof, shall be punished by a fine of not less than two hundred fifty nor more than ten thousand dollars, or by imprisonment not exceeding thirty days, or both for each offense, provided that this subdivision shall not apply to subdivision c of section 24-509 or subdivisions a and b of section 24-521\\ul , and provided that the punishment for the removal of a manhole cover in violation of section 24-517 shall be a fine of not less than five hundred dollars nor more than ten thousand dollars, or imprisonment not exceeding thirty days, or both for each offense\\ulnone . In the case of a continuing violation each day's continuance shall be a separate and distinct offense. In addition to its application to any other person, the fine provided for in this paragraph shall be deemed a special fine for a corporation within the meaning of section 80.10 of the penal law of the state of New York.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a75. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj dss/jjh\\par\nLS #3782\\par\n7/16/13 3:56pm\\par\n\\par\n}\n",
  "LastModified": "2013-10-22T21:27:08.61Z"
}
