{
  "ID": 49099,
  "GUID": "2FD5677A-B152-464A-9D2F-D351244A8BA9",
  "File": "Int 0890-2012",
  "Name": "District service cabinet.",
  "Title": "A Local Law to amend the New York city charter, in relation to the district service cabinet.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2012-06-28T00:00:00Z",
  "AgendaDate": "2012-06-28T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    }
  ],
  "History": [
    {
      "ID": 265744,
      "Date": "2012-06-28T20:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 265908,
      "Date": "2012-06-28T20:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11746,
      "AgendaSequence": 176,
      "MinutesSequence": 193,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283769,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50286,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subdivision a of section 2705 of the New York city charter is amended to read as follows:\n\t§ 2705. District service cabinet. a. There shall be a district service cabinet within each community district established pursuant to this chapter. The members of the district service cabinet shall include:\n(1) The agency officials designated pursuant to paragraph one of subdivision f of section twenty-seven hundred four;\n(2) Representatives of other agencies that provide local services on a regular basis in the community district, who shall be the ranking line official assigned to the district, a representative of the department of design and construction, and a representative of the office of environmental remediation;\n(3) Each council member whose district comprises all or part of the community district;\n(4) A representative of the department of city planning designated by the director of city planning;\n(5) The district manager appointed pursuant to subdivision f of section twenty-eight hundred; and,\n(6) The chairperson of the community board for the community district or his or her representative.\n§2. This local law shall take effect ninety days from its enactment.\n\nLER\n5/8/12\nLS 3365 & 3366",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\qj\\tab Section 1. Subdivision a of section 2705 of the New York city charter is amended to read as follows:\\par\n\\tab\\'a7 2705. District service cabinet. a. There shall be a district service cabinet within each community district established pursuant to this chapter. The members of the district service cabinet shall include:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1\\qj (1) The agency officials designated pursuant to paragraph one of subdivision f of section twenty-seven hundred four;\\par\n(2) Representatives of other agencies that provide local services on a regular basis in the community district, who shall be the ranking line official assigned to the district\\ul , a representative of the department of design and construction, and a representative of the office of environmental remediation\\ulnone ;\\par\n(3) Each council member whose district comprises all or part of the community district;\\par\n(4) A representative of the department of city planning designated by the director of city planning;\\par\n(5) The district manager appointed pursuant to subdivision f of section twenty-eight hundred; and,\\par\n(6) The chairperson of the community board for the community district or his or her representative.\\par\n\\'a72. This local law shall take effect ninety days from its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\qj\\fs22 LER\\par\n5/8/12\\par\nLS 3365 & 3366\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\qj\\fs24\\par\n\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T02:57:49.503Z"
}
