{
  "ID": 49083,
  "GUID": "0D449A0C-AB5D-4FA4-B3A5-93FCC558E4BD",
  "File": "Int 0895-2012",
  "Name": "Required signage regarding application processing and fair hearings at job centers, food stamp centers, and Medicaid offices.",
  "Title": "A Local Law to amend the administrative code of the city of New York in relation to required signage regarding application processing and fair hearings at job centers, food stamp centers, and Medicaid offices.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2012-06-28T00:00:00Z",
  "AgendaDate": "2012-06-28T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 265748,
      "Date": "2012-06-28T20:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 265923,
      "Date": "2012-06-28T20:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11746,
      "AgendaSequence": 185,
      "MinutesSequence": 202,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283767,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50270,
  "Text": "Be it enacted by the Council as follows:\n \nSection 1.  Chapter 1 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-133 to read as follows:\n§21-133. Signs regarding application processing and fair hearings. a.  Definitions. For the purposes of this section the following terms shall have the following meanings:\n1.\t “Fair hearing” shall mean a hearing before an administrative law judge from the New York state office of temporary and disability assistance where individuals may contest a decision regarding their application for public assistance, food stamps, medical assistance, and home energy assistance program benefits and services;\n2.\t “Food stamp center” shall mean any New York city department of social services/human resources administration authorized facility located within the five boroughs where individuals can apply for food stamps;\n3.\t “Job center” shall mean any New York city department of social services/human resources administration facility located within the five boroughs where individuals can apply for public assistance; and\n4.\t “Medicaid office” shall mean any New York city department of social services/human resources administration authorized facility located within the five boroughs where individuals can apply for Medicaid, family health plus or the Medicare savings program.\nb.\t The human resources administration shall post a sign, in a form and manner as prescribed by the rules of the commissioner, in one or more conspicuous locations inside every food stamp center, job center, and Medicaid office. Such sign shall include (i) the standard processing time for approval or denial of applications; and (ii) information regarding an applicant’s right to a fair hearing and how to request one as prescribed by the rules of the commissioner.\n§2. This local law shall take effect one hundred and twenty days after its enactment, except that the commissioner shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\nLS #3531\nJMG\n6/21/2012",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Chapter 1 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-133 to read as follows:\\par\n\\ul\\'a721-133. Signs regarding application processing and fair hearings. a.  Definitions. For the purposes of this section the following terms shall have the following meanings:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\sl480\\slmult1 1.\\tab  \\ldblquote Fair hearing\\rdblquote  shall mean a hearing before an administrative law judge from the New York state office of temporary and disability assistance where individuals may contest a decision regarding their application for public assistance, food stamps, medical assistance, and home energy assistance program benefits and services;\\par\n2.\\tab  \\ldblquote Food stamp center\\rdblquote  shall mean any New York city department of social services/human resources administration authorized facility located within the five boroughs where individuals can apply for food stamps;\\par\n3.\\tab  \\ldblquote Job center\\rdblquote  shall mean any New York city department of social services/human resources administration facility located within the five boroughs where individuals can apply for public assistance; and\\par\n4.\\tab  \\ldblquote Medicaid office\\rdblquote  shall mean any New York city department of social services/human resources administration authorized facility located within the five boroughs where individuals can apply for Medicaid, family health plus or the Medicare savings program.\\par\nb.\\tab  The human resources administration shall post a sign, in a form and manner as prescribed by the rules of the commissioner, in one or more conspicuous locations inside every food stamp center, job center, and Medicaid office. Such sign shall include (i) the standard processing time for approval or denial of applications; and (ii) information regarding an applicant\\rquote s right to a fair hearing and how to request one as prescribed by the rules of the commissioner.\\ulnone\\par\n\\'a72. This local law shall take effect one hundred and twenty days after its enactment, except that the commissioner shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\nLS #3531\\par\nJMG\\par\n6/21/2012\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T02:55:01.27Z"
}
