{
  "ID": 49075,
  "GUID": "5D9B1AA5-5B7F-4B66-BA06-0114A10C7C83",
  "File": "Int 0897-2012",
  "Name": "Foldable bicycle access in passenger elevators.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to foldable bicycle access in passenger elevators.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2012-07-25T00:00:00Z",
  "AgendaDate": "2012-07-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 266280,
      "Date": "2012-07-25T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 266479,
      "Date": "2012-07-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11762,
      "AgendaSequence": 120,
      "MinutesSequence": 154,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283766,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50262,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Section 28-504.1 of the administrative code of the city of New York is amended to read as follows:\n§ 28-504.1  Applicability.  This article shall apply to buildings, the main occupancy of which is offices, that (i) are in existence on the effective date of this article, or for which a permit has been issued but which have not yet been completed, and (ii) have a freight elevator that either complies with ASME 17.1 with regard to the carrying of passengers on freight elevators, as referenced in chapter thirty-five of the New York city building code, or is operated by a freight elevator operator, and (iii) have a passenger elevator, and ([iii]iv) are not subject to the bicycle parking provisions of sections 25-80, 36-70 and 44-60 of the zoning resolution of the city of New York.  It shall be presumed that if a freight elevator is available for carrying freight, it is available for carrying bicycles.  It shall also be presumed that if a passenger elevator is available for carrying passengers, it is available for carrying bicycles specifically designed to fold up into a compact assembly that are fully folded. \n§2.  Subdivision 2 of section 28-504.3 of the administrative code of the city of New York is amended to read as follows: \n2.  A plan shall be completed on a form provided by the department of transportation and shall include, at a minimum: the location of entrances; route to freight elevators that accommodate bicycle access; the route to a designated area for bicycle parking on an accessible level if such bicycle parking is made available; and such other information as the department may require.  The plan shall provide that bicycle access is available, at a minimum, during the regular operating hours of the freight elevator, if such freight elevator is used for bicycle access in such building.  All plans shall also provide that access is available to passenger elevators for bicycles specifically designed to fold up into a compact assembly that are fully folded.  Bicycle access shall be granted to the requesting tenant or subtenant and its employees in accordance with such plan.  \n§3.  Section 28-504.3 of the administrative code of the city of New York is amended to add a new subdivision four to read as follows:\n4. All plans filed subsequent to January 1, 2013 shall include the minimum requirements in subdivision 2 of this section upon filing; all plans filed prior to January 1, 2013 shall be amended to include the minimum requirements in subdivision 2 of this section as applicable and such amended plan shall be filed on or before July 1, 2013.\n§4. This local law shall take effect immediately upon enactment.\n\nLS 3595\nKET 6.14.12\n12: 46 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Section 28-504.1 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 28-504.1  Applicability.  This article shall apply to buildings, the main occupancy of which is offices, that (i) are in existence on the effective date of this article, or for which a permit has been issued but which have not yet been completed, and (ii) have a freight elevator that either complies with ASME 17.1 with regard to the carrying of passengers on freight elevators, as referenced in chapter thirty-five of the New York city building code, or is operated by a freight elevator operator, \\ul and (iii) have a passenger elevator,\\ulnone  and ([iii]\\ul iv\\ulnone ) are not subject to the bicycle parking provisions of sections 25-80, 36-70 and 44-60 of the zoning resolution of the city of New York.  It shall be presumed that if a freight elevator is available for carrying freight, it is available for carrying bicycles.  \\ul It shall also be presumed that if a passenger elevator is available for carrying passengers, it is available for carrying bicycles specifically designed to fold up into a compact assembly that are fully folded.\\ulnone  \\par\n\\'a72.  Subdivision 2 of section 28-504.3 of the administrative code of the city of New York is amended to read as follows: \\par\n2.  A plan shall be completed on a form provided by the department of transportation and shall include, at a minimum: the location of entrances; route to freight elevators that accommodate bicycle access; the route to a designated area for bicycle parking on an accessible level if such bicycle parking is made available; and such other information as the department may require.  The plan shall provide that bicycle access is available, at a minimum, during the regular operating hours of the freight elevator, if such freight elevator is used for bicycle access in such building.  \\ul All plans shall also provide that access is available to passenger elevators for bicycles specifically designed to fold up into a compact assembly that are fully folded.\\ulnone   Bicycle access shall be granted to the requesting tenant or subtenant and its employees in accordance with such plan.  \\ul\\par\n\\ulnone\\'a73.  Section 28-504.3 of the administrative code of the city of New York is amended to add a new subdivision four to read as follows:\\par\n\\ul 4. All plans filed subsequent to January 1, 2013 shall include the minimum requirements in subdivision 2 of this section upon filing; all plans filed prior to January 1, 2013 shall be amended to include the minimum requirements in subdivision 2 of this section as applicable and such amended plan shall be filed on or before July 1, 2013.\\par\n\\ulnone\\'a74. This local law shall take effect immediately upon enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20\\par\nLS 3595\\par\nKET 6.14.12\\par\n12: 46 p.m.\\par\n\\fs24\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T02:54:26.32Z"
}
