{
  "ID": 49189,
  "GUID": "3EE50256-FBED-4F9D-9C09-F6AE6A8F08BB",
  "File": "Int 0900-2012",
  "Name": "Creation of a traffic crash investigation task force.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the creation of a traffic crash investigation task force.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2012-07-25T00:00:00Z",
  "AgendaDate": "2012-07-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 266266,
      "Date": "2012-07-25T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 266486,
      "Date": "2012-07-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11762,
      "AgendaSequence": 126,
      "MinutesSequence": 160,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283763,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50379,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Chapter 1 of title 10 of the administrative code of the city of New York is amended to add a new section 10-171 to read as follows:\n§10-171.  Traffic crash investigation task force.  a. There is hereby established a task force to analyze traffic data, traffic laws, and traffic crash investigation policies and procedures.  \nb. Such task force shall consist of fifteen members as follows:\n(i)  Four members shall be appointed by the mayor, provided that: (1) one member shall be a representative of the police department with experience in traffic enforcement and crash investigations; (2) one member shall be a representative of the department of transportation with experience in traffic planning, patterns, and crash data; (3) one member shall be a representative of the department of health and mental hygiene; and (4) one member shall be a representative of the Mayor’s office of management and budget with experience in traffic related issues; \n(ii) Two members shall be appointed by the speaker of the council, provided that: (1) one member shall be a person familiar with the work performed by the council’s transportation committee; and (2) one member shall be a person familiar with the work performed by the council’s public safety committee;\n(iii) One member shall be a representative of the new york county district attorney’s office;\n(iv) One member shall be a representative of the kings county district attorney’s office;\n(v)  One member shall be a representative of the queens county district attorney’s office;\n(vi)  One member shall be a representative of the bronx county district attorney’s office;\n(vii)  One member shall be a representative of the richmond county district attorney’s office;\n(viii)  One member shall be a representative from the law department with experience in traffic crash litigation; and\n(ix)  Three members shall be transportation safety advocates, appointed jointly by the council and the mayor, provided that:  (1) at least one such member is a representative of a traffic crash victim’s advocacy group; and (2) at least one such member is a traffic safety expert.\nc. Membership on the traffic crash investigation task force shall not constitute the holding of a public office, and members of the task force shall not be required to take and file oaths of office before serving on the task force.\nd.  Members of the task force shall serve without compensation and meet quarterly, with the first meeting to take place 3 weeks after the final member of the task force is appointed.   At its first meeting, the task force shall select a chairperson from among its members by majority vote of the task force.\ne.  The task force may establish its own rules and procedures with respect to the conduct of its meetings and other affairs not inconsistent with law.\nf.  Each member shall serve for a term of twelve months, to commence after the final member of the task force is appointed.  Any vacancies in the membership of the task force occurring other than by expiration of term shall be filled in the same manner as the original position was filled for the unexpired portion of the term.  The members of the task force shall be appointed within sixty days of the effective date of the local law that added this section.    \ng.  No member of the task force shall be removed from office except for cause and upon notice and hearing by the appropriate appointing official.\nh. The task force may  request  and  shall  receive all possible cooperation from any department, division, board,  bureau, commission, borough president, agency or public authority of the city of New York, for such assistance, information, and data as will enable the task force to properly carry out its functions.\ni.  The task force shall issue a report to the mayor and council no later than twelve months after the final member of the task force is appointed.  Such report shall include the following: \n(i)  An analysis of the NYPD’s definition of “serious injury” and how it affects traffic crash investigations, specifically including a recommendation of whether or not the definition of “serious injury” used by the NYPD ought to be changed so that the accident investigation squad responds to more traffic crashes;\n(ii)  A comprehensive review of techniques and actions that are necessary for effective investigation of serious traffic crashes that result in serious injuries, including but not limited to: (a) an analysis of the sufficiency of NYPD’s MV-104 form; (b) a recommendation as to the value of requiring the scene of all traffic crashes to be photographed by responding officers; and (c) a summary of other protocols that the task force determines are necessary for proper and thorough traffic crash responses and investigations;\n(iii) An analysis of the sufficiency of the current laws upon which law enforcement may rely to hold dangerous motor vehicle operators, bicyclists, and non-law-abiding pedestrians accountable for traffic crashes caused by their actions;\n(iv) Recommendations for state or local legislative or policy changes that would help the City increase accountability for dangerous motor vehicle operators, bicyclists, and non-law-abiding pedestrians;\n(v)  A discussion about the rise or decline in bicycle usage throughout the city and recommendations for maintaining street safety within this context; and\n(vi)  A financial analysis identifying: (a) potential cost savings associated with reductions in traffic crash rates; and (b) the costs associated with thorough traffic crash scene investigations as they are conducted by the NYPD’s accident investigation squad;  \nj.  The task force shall terminate upon the publication of the report.    \n§2.  This local law shall take effect immediately. \nLS 3380 & LS 3451\nCJG\n6/21/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Chapter 1 of title 10 of the\\cf1  administrative code of the city of New York is amended to add a new section 10-171 to read as follows:\\par\n\\ul\\'a710-171.  Traffic crash investigation task force.  a. There is hereby established a task force \\cf0 to analyze traffic data, traffic laws, and traffic crash investigation policies and procedures.  \\par\nb. Such task force shall \\cf1 consist of fifteen members as follows:\\par\n(i)  Four members shall be appointed by the mayor, provided that: (1) one member shall be a representative of the police department with experience in traffic enforcement and crash investigations; (2) one member shall be a representative of the department of transportation with experience in traffic planning, patterns, and crash data; (3) one member shall be a representative of the department of health and mental hygiene; and (4) one member shall be a representative of the Mayor\\rquote s office of management and budget with experience in traffic related issues; \\par\n(ii) Two members shall be appointed by the speaker of the council, provided that: (1) one member shall be a person familiar with the work performed by the council\\rquote s transportation committee; and (2) one member shall be a person familiar with the work performed by the council\\rquote s public safety committee;\\par\n(iii) One member shall be a representative of the new york county district attorney\\rquote s office;\\par\n(iv) One member shall be a representative of the kings county district attorney\\rquote s office;\\par\n(v)  One member shall be a representative of the queens county district attorney\\rquote s office;\\par\n(vi)  One member shall be a representative of the bronx county district attorney\\rquote s office;\\par\n(vii)  One member shall be a representative of the richmond county district attorney\\rquote s office;\\par\n(viii)  One member shall be a representative from the law department with experience in traffic crash litigation; and\\par\n(ix)  Three members shall be transportation safety advocates, appointed jointly by the council and the mayor, provided that:  (1) at least one such member is a representative of a traffic crash victim\\rquote s advocacy group; and (2) at least one such member is a traffic safety expert.\\par\n\\cf0 c. Membership on the traffic crash investigation task force shall not constitute the holding of a public office, and members of the task force shall not be required to take and file oaths of office before serving on the task force.\\par\n\\cf1 d.  Members of the task force shall serve without compensation and meet quarterly, with the first meeting to take place 3 weeks after the final member of the task force is appointed\\cf0 .   At its first meeting, the task force shall select a chairperson from among its members by majority vote of the task force.\\par\ne.  The task force may establish its own rules and procedures with respect to the conduct of its meetings and other affairs not inconsistent with law.\\par\n\\cf1 f.  Each member shall serve for a term of twelve months, to commence after the final member of the task force is appointed.  \\cf0 Any vacancies in the membership of the task force occurring other than by expiration of term shall be filled in the same manner as the original position was filled for the unexpired portion of the term.  The members of the task force shall be appointed within sixty days of the effective date of the local law that added this section\\cf1 .    \\par\ng.  No member of the task force shall be removed from office except for cause and upon notice and hearing by the appropriate appointing official.\\par\nh. The task force may  request  and  shall  receive all possible cooperation from any department, division, board,  bureau, commission, borough president, agency or public authority of the city of New York, for such assistance, information, and data as will enable the task force to properly carry out its functions.\\par\ni.  The\\cf0  task force shall issue a report to the mayor and council no later than twelve months after the final member of the task force is appointed.  Such report shall include the following: \\par\n(i)  An analysis of the NYPD\\rquote s definition of \\ldblquote serious injury\\rdblquote  and how it affects traffic crash investigations, specifically including a recommendation of whether or not the definition of \\ldblquote serious injury\\rdblquote  used by the NYPD ought to be changed so that the accident investigation squad responds to more traffic crashes;\\par\n(ii)  A comprehensive review of techniques and actions that are necessary for effective investigation of serious traffic crashes that result in serious injuries, including but not limited to: (a) an analysis of the sufficiency of NYPD\\rquote s MV-104 form; (b) a recommendation as to the value of requiring the scene of all traffic crashes to be photographed by responding officers; and (c) a summary of other protocols that the task force determines are necessary for proper and thorough traffic crash responses and investigations;\\par\n(iii) An analysis of the sufficiency of the current laws upon which law enforcement may rely to hold dangerous motor vehicle operators, bicyclists, and non-law-abiding pedestrians accountable for traffic crashes caused by their actions;\\par\n(iv) Recommendations for state or local legislative or policy changes that would help the City increase accountability for dangerous motor vehicle operators, bicyclists, and non-law-abiding pedestrians;\\par\n(v)  A discussion about the rise or decline in bicycle usage throughout the city and recommendations for maintaining street safety within this context; and\\par\n(vi)  A financial analysis identifying: (a) potential cost savings associated with reductions in traffic crash rates; and (b) the costs associated with thorough traffic crash scene investigations as they are conducted by the NYPD\\rquote s accident investigation squad;  \\par\nj.  The task force shall terminate upon the publication of the report.    \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\ri115\\sl480\\slmult1\\ulnone\\'a72.  This local law shall take effect immediately.\\fs20  \\par\n\\pard\\ltrpar\\nowidctlpar\\ri120 LS 3380 & LS 3451\\par\nCJG\\par\n\\pard\\ltrpar\\nowidctlpar 6/21/12\\par\n}\n",
  "LastModified": "2013-12-23T02:53:14.49Z"
}
