{
  "ID": 49193,
  "GUID": "B88218E1-4BB7-4DBE-B563-F096C43EE95D",
  "File": "Int 0901-2012",
  "Name": "Temporary closing of sidewalks.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the temporary closing of sidewalks.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2012-07-25T00:00:00Z",
  "AgendaDate": "2012-07-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 266271,
      "Date": "2012-07-25T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 266487,
      "Date": "2012-07-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11762,
      "AgendaSequence": 127,
      "MinutesSequence": 161,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283751,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50383,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 19-103 of the administrative code of the city of New York is amended by adding a new subsection j to read as follows:\nj. Expiration of a permit to temporarily close a sidewalk. 1. When a permit to temporarily close a sidewalk expires, and the permitee has not requested a new permit, the department must communicate with the department of buildings in order to determine whether the construction permit(s) associated with the sidewalk obstruction have expired. If the construction permit(s) associated with the sidewalk obstruction have expired, or if the construction site is enrolled in a program to maintain the safety  of  construction  sites  where  permitted  work  is  temporarily suspended  or  has  not commenced in accordance with section 28-105.9 of this code, and the removal of such obstruction would not create an unsafe condition, the department shall order the removal of the obstruction associated with the expired permit to temporarily close a sidewalk. \n2. When a construction site is enrolled in a program to maintain the safety  of  construction  sites  where  permitted  work  is  temporarily suspended  or  has  not commenced in accordance with section 28-105.9 of this code, and when a permit to temporarily close a sidewalk associated with such site has expired and the permitee has requested a new permit or an extension of the original permit, notice shall be provided by the department to the community board in whose district such new or extended permit has been sought.\n§2. This local law shall take effect ninety days after its enactment.\n\nLER\nLS 1586\n6/14/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1.  Section 19-103 of the administrative code of the city of New York is amended by adding a new subsection j to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul j. Expiration of a permit to temporarily close a sidewalk. 1. When a permit to temporarily close a sidewalk expires, and the permitee has not requested a new permit, the department must communicate with the department of buildings in order to determine whether the construction permit(s) associated with the sidewalk obstruction have expired. If the construction permit(s) associated with the sidewalk obstruction have expired, or if the construction site is enrolled in a program to maintain the safety  of  construction  sites  where  permitted  work  is  temporarily suspended  or  has  not commenced in accordance with section 28-105.9 of this code, and the removal of such obstruction would not create an unsafe condition, the department shall order the removal of the obstruction associated with the expired permit to temporarily close a sidewalk. \\par\n2. When a construction site is enrolled in a program to maintain the safety  of  construction  sites  where  permitted  work  is  temporarily suspended  or  has  not commenced in accordance with section 28-105.9 of this code, and when a permit to temporarily close a sidewalk associated with such site has expired and the permitee has requested a new permit or an extension of the original permit, notice shall be provided by the department to the community board in whose district such new or extended permit has been sought.\\par\n\\ulnone\\'a72. This local law shall take effect ninety days after its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\fs22\\par\nLER\\line LS 1586\\par\n6/14/12\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T02:52:50.257Z"
}
