{
  "ID": 49198,
  "GUID": "254343EB-DCAB-43F0-88AA-0CADC813074B",
  "File": "Int 0908-2012",
  "Name": "Required signage informing persons of their right to reasonable accommodations at certain city facilities.",
  "Title": "A Local Law to amend the administrative code of the city of New York in relation to required signage informing persons of their right to reasonable accommodations at certain city facilities.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5109,
  "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
  "IntroDate": "2012-07-25T00:00:00Z",
  "AgendaDate": "2012-07-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 266277,
      "Date": "2012-07-25T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 266499,
      "Date": "2012-07-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Mental Health, Mental Retardation, Alcoholism, Drug Abuse and Disability Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11762,
      "AgendaSequence": 140,
      "MinutesSequence": 174,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Mental Health, Mental Retardation, Alcoholism, Drug Abuse and Disability Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283746,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50388,
  "Text": "Be it enacted by the Council as follows:\n \nSection 1.  Chapter 1 of title 8 of the administrative code of the city of New York is amended by adding a new section 8-132 to read as follows:\n§8-132. Informing persons of their right to reasonable accommodations. a.  Definitions. For the purposes of this section the following terms shall have the following meanings:\n1.\t “DOHMH” shall mean the department of health and mental hygiene;\n2.\t “District public health office” shall mean any department of health and mental hygiene authorized health office charged with reducing health inequalities across the city of New York by targeting resources, programs, and attention to high-need neighborhoods;\n3.\t“Food stamp center” shall mean any New York city department of social services/human resources administration authorized facility located within the five boroughs of the city of New York where individuals can apply for food stamps;\n4.\t “HRA” shall mean the human resources administration;\n5.\t “Immunization walk-in clinic” shall mean any department of health and mental hygiene authorized walk-in clinic that provides immunizations;\n6.\t “Job center” shall mean any New York city department of social services/human resources administration authorized facility located within the five boroughs of the city of New York where individuals can apply for public assistance; and\n7.\t“STD clinic” shall mean any department of health and mental hygiene authorized free and confidential clinic that tests for sexually transmitted diseases.\nb.\t A sign, in form and manner as prescribed by the rules of the commissioners of HRA and DOHMH, respectively, shall be posted in conspicuous locations inside of and at the main entrance of every HRA food stamp center and job center, and each DOHMH district public health office, immunization walk-in clinic, and STD clinic. Such signs shall inform persons with disabilities of (i) their right to a reasonable accommodation; and (ii) information sufficient to contact the person designated to review and grant such accommodation.\n§2. This local law shall take effect one hundred and twenty days after its enactment, except that the commissioners of the human resources administration and the department of health and mental hygiene, respectively, shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\nLS #3308\nJMG\n6/21/2012",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Chapter 1 of title 8 of the administrative code of the city of New York is amended by adding a new section 8-132 to read as follows:\\par\n\\ul\\'a78-132. Informing persons of their right to reasonable accommodations. a.  Definitions. For the purposes of this section the following terms shall have the following meanings:\\par\n1.\\tab  \\ldblquote DOHMH\\rdblquote  shall mean the department of health and mental hygiene;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1 2.\\tab  \\ldblquote District public health office\\rdblquote  shall mean any department of health and mental hygiene authorized health office charged with reducing health inequalities across the city of New York by targeting resources, programs, and attention to high-need neighborhoods;\\par\n3.\\tab\\ldblquote Food stamp center\\rdblquote  shall mean any New York city department of social services/human resources administration authorized facility located within the five boroughs of the city of New York where individuals can apply for food stamps;\\par\n4.\\tab  \\ldblquote HRA\\rdblquote  shall mean the human resources administration;\\par\n5.\\tab  \\ldblquote Immunization walk-in clinic\\rdblquote  shall mean any department of health and mental hygiene authorized walk-in clinic that provides immunizations;\\par\n6.\\tab  \\ldblquote Job center\\rdblquote  shall mean any New York city department of social services/human resources administration authorized facility located within the five boroughs of the city of New York where individuals can apply for public assistance; and\\par\n7.\\tab\\ldblquote STD clinic\\rdblquote  shall mean any department of health and mental hygiene authorized free and confidential clinic that tests for sexually transmitted diseases.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\sl480\\slmult1 b.\\tab  A sign, in form and manner as prescribed by the rules of the commissioners of HRA and DOHMH, respectively, shall be posted in conspicuous locations inside of and at the main entrance of every HRA food stamp center and job center, and each DOHMH district public health office, immunization walk-in clinic, and STD clinic. Such signs shall inform persons with disabilities of (i) their right to a reasonable accommodation; and (ii) information sufficient to contact the person designated to review and grant such accommodation.\\ulnone\\par\n\\'a72. This local law shall take effect one hundred and twenty days after its enactment, except that the commissioners of the human resources administration and the department of health and mental hygiene, respectively, shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\\fs22\\par\n\\pard\\ltrpar\\nowidctlpar\\fs24 LS #3308\\par\nJMG\\par\n6/21/2012\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T02:50:12.24Z"
}
