{
  "ID": 49259,
  "GUID": "364A7120-4A1E-4D3C-8267-E224755F0935",
  "File": "Int 0912-2012",
  "Name": "Prohibiting discrimination based on one’s arrest record or criminal conviction.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting discrimination based on one’s arrest record or criminal conviction and repealing subdivision 11 of section 8-107 of chapter one of title eight of the administrative code of the city of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5148,
  "BodyName": "Committee on Civil Rights",
  "IntroDate": "2012-08-22T00:00:00Z",
  "AgendaDate": "2012-08-22T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 266779,
      "Date": "2012-08-22T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 266888,
      "Date": "2012-08-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11783,
      "AgendaSequence": 77,
      "MinutesSequence": 100,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Rights",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283744,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50450,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Subdivision 10 of section 8-107 of chapter one of title eight of the administrative code of the city of New York, is amended to read as follows:\n\t10. Arrest, Criminal conviction. (a) It shall be an unlawful discriminatory practice, unless specifically required or permitted by any other law, for any person to make any inquiry about, whether in any form of application or otherwise, or to act upon adversely to the person involved, any arrest or criminal accusation of such person not then pending against that person which was followed by a termination of that criminal action or proceeding in favor of such person, as defined in subdivision two of section 160.50 of the criminal procedure law, in connection with the licensing, employment or providing of credit to such person; provided, however, that the prohibition of such inquiries or adverse action shall not apply to licensing activities in relation to the regulation of guns, firearms and other deadly weapons or in relation to an application for employment as a police officer or peace officer as those terms are defined in subdivisions thirty-three and thirty-four of section 1.20 of the criminal procedure law.\n\t(b) It shall be an unlawful discriminatory practice, unless specifically required or permitted by law, for any prospective employer, to make any inquiry about, whether in any form of application or otherwise, any criminal conviction of such individual unless such employer first makes a conditional offer of employment to such individual. \n\t(c) It shall be unlawful discriminatory practice for any person to deny any license or permit or employment to any person by reason of his or her having been convicted of one or more criminal offenses, or by reason of a finding of a lack of “good moral character” which is based on his or her having been convicted of one or more criminal offenses, when such denial is in violation of the provisions of article twenty-three-a of the correction law.\n\t(d) Required disclosures related to arrest record and criminal conviction history for job applicants.  The commission shall create a written notice regarding job applicants’ rights in relation to history of arrest or criminal conviction that employers shall append to any written application for employment.  Such notice shall inform all job applicants that (i) it is prohibited to ask about any arrest not pending that was terminated in the applicant’s favor; (ii) it is prohibited to ask about criminal convictions prior to the issuance of a conditional offer of employment; and (iii) upon the issuance of a conditional offer of employment an applicant may be required to provide information pertaining to any criminal convictions, and that a criminal background inquiry may be conducted for all candidates who receive a conditional offer of employment.\n\t(e) Pursuant to section seven hundred fifty-five of the correction law, the provisions of this subdivision shall be enforceable against public agencies by a proceeding brought pursuant to article seventy-eight of the civil practice law and rules, and the provisions of this subdivision shall be enforceable against private employers by the commission through the administrative procedure provided for in this chapter or as provided in chapter five of this title. For purposes of this paragraph only, the terms “public agency” and “private employer” shall have the meaning given such terms in section seven hundred fifty of the correction law. \n\t§2. Subdivision 11 of section 8-107 of chapter one of title eight of the administrative code of the city of New York, is REPEALED.\n\t§3. This local law shall take effect ninety days after enactment into law.\n----\nJEB\n5/22/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\expndtw0 Section 1. Subdivision 10 of section 8-107 of chapter one of title eight of the administrative code of the city of New York, is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf1\\tab 10. \\ul Arrest,\\ulnone  Criminal conviction. (a) \\ul It shall be an unlawful discriminatory practice, unless specifically required or permitted by any other law, for any person to make any inquiry about, whether in any form of application or otherwise, or to act upon adversely to the person involved, any arrest or criminal accusation of such person not then pending against that person which was followed by a termination of that criminal action or proceeding in favor of such person, as defined in subdivision two of section 160.50 of the criminal procedure law, in connection with the licensing, employment or providing of credit to such person; provided, however, that the prohibition of such inquiries or adverse action shall not apply to licensing activities in relation to the regulation of guns, firearms and other deadly weapons or in relation to an application for employment as a police officer or peace officer as those terms are defined in subdivisions thirty-three and thirty-four of section 1.20 of the criminal procedure law.\\ulnone\\par\n\\tab (b) \\ul It shall be an unlawful discriminatory practice, unless specifically required or permitted by law, for any prospective employer, to make any inquiry about, whether in any form of application or otherwise, any criminal conviction of such individual unless such employer first makes a conditional offer of employment to such individual.\\ulnone  \\par\n\\tab\\ul (c)\\ulnone  It shall be unlawful discriminatory practice for any person to deny any license or permit or employment to any person by reason of his or her having been convicted of one or more criminal offenses, or by reason of a finding of a lack of \\ldblquote good moral character\\rdblquote  which is based on his or her having been convicted of one or more criminal offenses, when such denial is in violation of the provisions of article twenty-three-a of the correction law.\\ul\\par\n\\ulnone\\tab\\ul (d) Required disclosures related to arrest record and criminal conviction history for job applicants.  The commission shall create a written notice regarding job applicants\\rquote  rights in relation to history of arrest or criminal conviction that employers shall append to any written application for employment.  Such notice shall inform all job applicants that (i) it is prohibited to ask about any arrest not pending that was terminated in the applicant\\rquote s favor; (ii) it is prohibited to ask about criminal convictions prior to the issuance of a conditional offer of employment; and (iii) upon the issuance of a conditional offer of employment an applicant may be required to provide information pertaining to any criminal convictions, and that a criminal background inquiry may be conducted for all candidates who receive a conditional offer of employment.\\par\n\\ulnone\\tab\\ul (e)\\ulnone  Pursuant to section seven hundred fifty-five of the correction law, the provisions of this subdivision shall be enforceable against public agencies by a proceeding brought pursuant to article seventy-eight of the civil practice law and rules, and the provisions of this subdivision shall be enforceable against private employers by the commission through the administrative procedure provided for in this chapter or as provided in chapter five of this title. For purposes of this paragraph only, the terms \\ldblquote public agency\\rdblquote  and \\ldblquote private employer\\rdblquote  shall have the meaning given such terms in section seven hundred fifty of the correction law. \\par\n\\tab\\'a72. Subdivision 11 of section 8-107 of chapter one of title eight of the administrative code of the city of New York, is REPEALED.\\par\n\\tab\\'a73. This local law shall take effect ninety days after enactment into law.\\par\n----\\par\n\\pard\\ltrpar\\nowidctlpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\fs20 JEB\\par\n5/22/12\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf0\\fs24\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T02:49:14.743Z"
}
