{
  "ID": 49312,
  "GUID": "6BDB49FD-1BBC-4DEB-8D89-70C72C191490",
  "File": "Int 0915-2012",
  "Name": "Individuals with outstanding charges owed to the city of New York.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to individuals with outstanding charges owed to the city of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2012-08-22T00:00:00Z",
  "AgendaDate": "2012-08-22T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 266783,
      "Date": "2012-08-22T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 266892,
      "Date": "2012-08-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11783,
      "AgendaSequence": 81,
      "MinutesSequence": 104,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283741,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50503,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter one of title 11 of the administrative code of the city of New York is amended by adding a new section 11-134 to read as follows:\n§11-134 Nonpayment of outstanding charges owed to the city.  a. Where a person disputes a violation, summons or charge issued by an agent of the city before a court of competent jurisdiction, adjudicatory body or the environmental control board and such court of competent jurisdiction, adjudicatory body or the environmental control board finds in favor of such person and directs that any fines paid by such person resulting from the alleged violation, summons or charge be returned to such person, the commissioner shall not issue a return of such funds, if such person has any other amount of funds owed in outstanding fines, civil penalties or judgments entered against such person by a court of competent jurisdiction or the environmental control board at the time of the adjudication.  The commissioner shall direct that such funds be credited toward the amount of funds still owed in outstanding fines, civil penalties or judgments entered against such person and no return shall be issued to such person until the remaining balance of funds owed in outstanding fines, civil penalties or judgments by such person is first satisfied.  \nb. The commissioner shall promulgate rules to enforce the provisions of this section.\n§2. This local law shall take effect ninety days after its enactment.\n\nKS \nLS #2172\n8/18/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Chapter one of title 11 of the administrative code of the city of New York is amended by adding a new section 11-134 to read as follows:\\par\n\\ul\\'a711-134 Nonpayment of outstanding charges owed to the city.  a. Where a person disputes a violation, summons or charge issued by an agent of the city before a court of competent jurisdiction, adjudicatory body or the environmental control board and such court of competent jurisdiction, adjudicatory body or the environmental control board finds in favor of such person and directs that any fines paid by such person resulting from the alleged violation, summons or charge be returned to such person, the commissioner shall not issue a return of such funds, if such person has any other amount of funds owed in outstanding fines, civil penalties or judgments entered against such person by a court of competent jurisdiction or the environmental control board at the time of the adjudication.  The commissioner shall direct that such funds be credited toward the amount of funds still owed in outstanding fines, civil penalties or judgments entered against such person and no return shall be issued to such person until the remaining balance of funds owed in outstanding fines, civil penalties or judgments by such person is first satisfied.  \\par\nb. The commissioner shall promulgate rules to enforce the provisions of this section.\\par\n\\ulnone\\'a72. This local law shall take effect ninety days after its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar KS \\par\nLS #2172\\par\n8/18/11 \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n}\n",
  "LastModified": "2013-12-23T02:47:52.79Z"
}
