{
  "ID": 49161,
  "GUID": "0B6505EC-4184-4EBB-B852-6F96AD80553C",
  "File": "Int 0917-2012",
  "Name": "Curb cuts.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to curb cuts.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2012-08-22T00:00:00Z",
  "AgendaDate": "2012-08-22T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 266786,
      "Date": "2012-08-22T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 266895,
      "Date": "2012-08-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11783,
      "AgendaSequence": 84,
      "MinutesSequence": 107,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283739,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50348,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Subdivision f of section 27-313 of the administrative code of the city of New York is amended to read as follows:\n    (f)  Curb cuts. The lowering of any curb or the change of grade of any sidewalk for the purpose of providing a driveway across such curb or sidewalk shall be constructed in accordance with the specifications prescribed in section 27-558 of article three of subchapter nine of this chapter or as required by the commissioner. The commissioner shall limit the length of any curb cut for the purpose of providing a driveway across such curb or sidewalk, when in the opinion of the commissioner the actual use or intended use of such driveway would endanger the public. The owner shall maintain every part of such driveway in accordance with the specifications prescribed in section 27-558 of article three of subchapter nine of this chapter. Where the vehicular use of such driveway, in the opinion of the commissioner is dangerous to the public, or where the curb cut is inconsistent with the requirements of the zoning resolution of the city of New York, the commissioner shall order the owner to discontinue use of such driveway and restore the curb and sidewalk as required by the department of transportation. Upon the failure of the owner to comply with such order, the commissioner may inform the commissioner of transportation of such failure to comply and request the cooperation of the commissioner of transportation acting under his or her authority pursuant to section twenty-nine hundred four of the New York city charter in the enforcement of this section.\n§ 2. Section 406 of the New York city building code is amended by adding a new section 406.7.6.1 to read as follows:\n406.7.6.1 Curb cut removal. Where a curb cut is inconsistent with any requirement of the building code or the New York City Zoning Resolution, the commissioner shall order the owner to discontinue use of such curb cut and restore the curb and sidewalk as required by the department of transportation. Upon the failure of the owner to comply with such order, the commissioner may inform the commissioner of transportation of such failure to comply and request the cooperation of the commissioner of transportation acting under his or her authority pursuant to section twenty-nine hundred four of the New York city charter in the enforcement of this section.\n§ 3. Section 104.8.1 of the administrative code of the city of New York is amended by adding a new item 5 to read as follows:\n5. A statement certifying (i) that, where the proposed construction would cause any abutting curb cut to be in noncompliance with any requirement in the zoning resolution or in this code, construction documents include plans to restore the curb and sidewalk of such curb cuts as required by the department of transportation, or (ii) that the proposed construction would not render any curb cut abutting the property to be in noncompliance with the zoning resolution or this code.\n§ 4. This local law shall take effect immediately.\nmpc\nLS# 3770\nCr-6/19/2012 Sv-7/9/2012 11:08 AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\tab Section 1. Subdivision f of section 27-313 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\sb120\\sl480\\slmult1\\qj     (f)  Curb cuts. The lowering of any curb or the change of grade of any sidewalk for the purpose of providing a driveway across such curb or sidewalk shall be constructed in accordance with the specifications prescribed in section 27-558 of article three of subchapter nine of this chapter or as required by the commissioner. The commissioner shall limit the length of any curb cut for the purpose of providing a driveway across such curb or sidewalk, when in the opinion of the commissioner the actual use or intended use of such driveway would endanger the public. The owner shall maintain every part of such driveway in accordance with the specifications prescribed in section 27-558 of article three of subchapter nine of this chapter. Where the vehicular use of such driveway, in the opinion of the commissioner is dangerous to the public, \\ul or where the curb cut is inconsistent with the requirements of the zoning resolution of the city of New York, \\ulnone the commissioner shall order the owner to discontinue use of such driveway and restore the curb and sidewalk as required by the department of transportation. Upon the failure of the owner to comply with such order, the commissioner may inform the commissioner of transportation of such failure to comply and request the cooperation of the commissioner of transportation acting under his or her authority pursuant to section twenty-nine hundred four of the New York city charter in the enforcement of this section.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 2. Section 406 of the New York city building code is amended by adding a new section 406.7.6.1 to read as follows:\\par\n\\ul 406.7.6.1 Curb cut removal. Where a curb cut is inconsistent with any requirement of the building code or the New York City Zoning Resolution, the commissioner shall order the owner to discontinue use of such curb cut and restore the curb and sidewalk as required by the department of transportation. Upon the failure of the owner to comply with such order, the commissioner may inform the commissioner of transportation of such failure to comply and request the cooperation of the commissioner of transportation acting under his or her authority pursuant to section twenty-nine hundred four of the New York city charter in the enforcement of this section.\\par\n\\ulnone\\'a7 3. Section 104.8.1 of the administrative code of the city of New York is amended by adding a new item 5 to read as follows:\\par\n\\ul 5. A statement certifying (i) that, where the proposed construction would cause any abutting curb cut to be in noncompliance with any requirement in the zoning resolution or in this code, construction documents include plans to restore the curb and sidewalk of such curb cuts as required by the department of transportation, or (ii) that the proposed construction would not render any curb cut abutting the property to be in noncompliance with the zoning resolution or this code.\\par\n\\ulnone\\'a7 4. This local law shall take effect immediately.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\fs18 mpc\\par\nLS# 3770\\par\n\\pard\\ltrpar\\nowidctlpar Cr-\\lang1024 6/19/201\\lang1033 2 Sv-\\lang1024 7/9/2012 11:08 AM\\lang1033\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T02:47:07.853Z"
}
