{
  "ID": 49269,
  "GUID": "30508E39-3FFE-4780-8823-A53B4F4A45D2",
  "File": "Int 0921-2012",
  "Name": "Permitting electrical meters to be installed for electric vehicles.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to permitting electrical meters to be installed for electric vehicles.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2012-08-22T00:00:00Z",
  "AgendaDate": "2012-08-22T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    }
  ],
  "History": [
    {
      "ID": 266789,
      "Date": "2012-08-22T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 266901,
      "Date": "2012-08-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11783,
      "AgendaSequence": 89,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283736,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50460,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subdivision i of section 27-3018 of the administrative code of the city of New York is amended to read as follows:\n\ti. The department shall not issue a permit or, if applicable, an electrical sign-off pursuant to an application that involves the energizing of a meter in a one-, two-, three-, or four-family residence, if the department finds that such action will cause the total number of meters for the building to exceed the number of dwelling units specified for such building in the certificate of occupancy, or if there is no certificate of occupancy, as determined by the department, except as permitted herein. A building specified as a one-family residence in the certificate of occupancy or, if there is no certificate of occupancy, as determined by the department, may have only one electric meter unless at least one passenger vehicle containing a battery capable of being charged from the electrical grid is registered to the owner or occupant of such building. Where such registration is established to the satisfaction of the commissioner, the residence may have one additional electric meter that is used exclusively to charge such vehicle or vehicles. A building in which two or more dwelling units have been constructed in accordance with the certificate of occupancy, or if there is no certificate of occupancy, as determined by the department, may have:\n1. one meter for each dwelling unit; [and] \n2. one additional meter for the common areas of the building, provided that smoke detecting devices are installed in all common areas in accordance with departmental requirements. Such common areas may include boiler rooms, shared hallway lighting, shared stairway lighting, and outdoor perimeter lighting but shall not include any habitable space; and\n3. one additional meter for each unit owned or occupied by the registered owner of a vehicle or vehicles containing a battery capable of being charged from the electrical grid. Where such registration or registrations are established to the satisfaction of the commissioner, the residence may have such additional meter or meters that is or are used exclusively for the purpose of charging such vehicle or vehicles.\nIn the event that a meter has been found to have been installed or to exist in violation of this section, the department may take action leading to the disconnecting of such meter in accordance with the notice requirements set forth in section 27-3020 of this chapter.\n\t§2. This local law shall take effect immediately.\ndss\nLS# 3847\nCr-7/23/2012 Sv-8/17/2012 8:35 AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. Subdivision i of section 27-3018 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab i. The department shall not issue a permit or, if applicable, an electrical sign-off pursuant to an application that involves the energizing of a meter in a one-, two-, three-, or four-family residence, if the department finds that such action will cause the total number of meters for the building to exceed the number of dwelling units specified for such building in the certificate of occupancy, or if there is no certificate of occupancy, as determined by the department, except as permitted herein. A building specified as a one-family residence in the certificate of occupancy or, if there is no certificate of occupancy, as determined by the department, may have only one electric meter \\ul unless at least one passenger vehicle containing a battery capable of being charged from the electrical grid is registered to the owner or occupant of such building. Where such registration is established to the satisfaction of the commissioner, the residence may have one additional electric meter that is used exclusively to charge such vehicle or vehicles\\ulnone . A building in which two or more dwelling units have been constructed in accordance with the certificate of occupancy, or if there is no certificate of occupancy, as determined by the department, may have\\ul :\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 1.\\ulnone  one meter for each dwelling unit\\ul ;\\ulnone  [and] \\par\n\\ul 2. \\ulnone one additional meter for the common areas of the building, provided that smoke detecting devices are installed in all common areas in accordance with departmental requirements. Such common areas may include boiler rooms, shared hallway lighting, shared stairway lighting, and outdoor perimeter lighting but shall not include any habitable space\\ul ; and\\par\n3. one additional meter for each unit owned or occupied by the registered owner of a vehicle or vehicles containing a battery capable of being charged from the electrical grid. Where such registration or registrations are established to the satisfaction of the commissioner, the residence may have such additional meter or meters that is or are used exclusively for the purpose of charging such vehicle or vehicles.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone In the event that a meter has been found to have been installed or to exist in violation of this section, the department may take action leading to the disconnecting of such meter in accordance with the notice requirements set forth in section 27-3020 of this chapter.\\ul\\par\n\\ulnone\\tab\\'a72. This local law shall take effect immediately.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\fs18 dss\\par\nLS# 3847\\par\n\\pard\\ltrpar\\nowidctlpar Cr-\\lang1024 7/23/201\\lang1033 2 Sv-\\lang1024 8/17/2012 8:35 AM\\lang1033\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T02:46:12.18Z"
}
