{
  "ID": 49330,
  "GUID": "12EA3A28-4C85-433A-B315-FD80C3FC4C97",
  "File": "Int 0924-2012",
  "Name": "Food allergy awareness in food service establishments.",
  "Title": "A Local Law to amend the administrative code of the City of New York, in relation to food allergy awareness in food service establishments.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2012-09-12T00:00:00Z",
  "AgendaDate": "2012-09-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 267211,
      "Date": "2012-09-12T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 267298,
      "Date": "2012-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11838,
      "AgendaSequence": 71,
      "MinutesSequence": 96,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283734,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50525,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Section 17-195 of title seventeen of the administrative code of the city of New York is amended to read as follows:\n\t§ 17-195. Food allergy posters. a. Definitions. 1. \"Covered languages\" shall mean Chinese, English, Korean, Russian and Spanish, and any other language determined by the department. \n\t2. \"Food service establishment\" shall have the meaning as such term is defined in section 81.03 of the health code of the city of New York, except that it shall apply exclusively to restaurants and catering halls where food is sold and space is designated specifically as an eating area.\n\tb. The department shall create a poster containing information on food allergy to be posted in food service establishments, including, but not limited to, warnings if food contains eggs, fish, milk, peanuts, tree nuts, shellfish, soy or wheat as ingredients. Such poster shall be printed in the covered languages and shall be made available by the department to food service establishments. \n\tc. Every food service establishment shall post, in accordance with the rules  of  the  department,  the  poster  containing information on food allergy created by the department pursuant  to  subdivision  b  of  this section  in  a conspicuous location accessible to all employees involved in the preparation of food and the service of food and shall also post in a conspicuous location accessible to all patrons of such establishment. \n\td. The department may charge a fee to cover printing, postage and handling expenses in connection with making the poster available to food service establishments.\n\te. Any food service establishment that violates subdivision c of this section or any of the rules promulgated thereunder shall be liable for a civil penalty not to exceed one hundred dollars for each violation.\n§ 2. This local law shall take effect ninety days after its enactment into law.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTM\nLS # 3089\n9/6/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1. Section 17-195 of title seventeen of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\f1\\fs20\\tab\\cf1\\f0\\fs24\\'a7 17-195. Food allergy posters. a. Definitions. 1. \"Covered languages\" shall mean Chinese, English, Korean, Russian and Spanish, and any other language determined by the department. \\par\n\\tab 2. \"Food service establishment\" shall have the meaning as such term is defined in section 81.03 of the health code of the city of New York, except that it shall apply exclusively to restaurants \\ul and catering halls\\ulnone  where food is sold and space is designated specifically as an eating area.\\par\n\\tab b. The department shall create a poster containing information on food allergy to be posted in food service establishments\\ul , including, but not limited to, warnings if food contains eggs, fish, milk, peanuts, tree nuts, shellfish, soy or wheat as ingredients\\ulnone . Such poster shall be printed in the covered languages and shall be made available by the department to food service establishments. \\par\n\\tab c. Every food service establishment shall post, in accordance with the rules  of  the  department,  the  poster  containing information on food allergy created by the department pursuant  to  subdivision  b  of  this section  in  a conspicuous location accessible to all employees involved in the preparation of food and the service of food \\ul and shall also post in a conspicuous location accessible to all patrons of such establishment\\ulnone . \\par\n\\tab d. The department may charge a fee to cover printing, postage and handling expenses in connection with making the poster available to food service establishments.\\par\n\\tab e. Any food service establishment that violates subdivision c of this section or any of the rules promulgated thereunder shall be liable for a civil penalty not to exceed one hundred dollars for each violation.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf0\\'a7 2. This local law shall take effect ninety days after its enactment into law.\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nTM\\par\nLS # 3089\\par\n9/6/12\\par\n\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T02:44:50.23Z"
}
