{
  "ID": 49404,
  "GUID": "DB01EDF3-C530-4368-A652-6B40A7E7E646",
  "File": "Int 0931-2012",
  "Name": "Requiring the department of environmental protection to notify the public of upcoming water board hearings, meetings and special meetings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department of environmental protection to notify the public of upcoming water board hearings, meetings and special meetings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2012-09-12T00:00:00Z",
  "AgendaDate": "2012-09-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 267223,
      "Date": "2012-09-12T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 267308,
      "Date": "2012-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11838,
      "AgendaSequence": 81,
      "MinutesSequence": 106,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283732,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50600,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Legislative findings and intent. The Council finds it in the best interests of the City to require that the Department of Environmental Protection post notices on all water bills of the dates of all upcoming planned public hearings, meetings and special meetings with sufficient time to permit the public to attend and create an email alert system for individuals who have expressed an interest in being rapidly notified of any upcoming meetings. \n§2. Subchapter 4 of chapter 3 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-367 to read as follows:\n§24-367 Information about New York city water board public meetings. a. Information about any public hearing, meeting or special meeting of the New York city water board, to the extent any such information is known to the department, shall be included in the water bills issued by the department prior to such public hearing or meeting or special meeting.\nb. The department shall allow persons to subscribe to an email alert system that will provide information and updates about any public hearing, meeting or special meeting of the New York city water board, to the extent any such information is known to the department. The department shall send email notifications regarding the board’s upcoming public hearings, meetings and special meetings to interested parties who provide the department with an email address for this purpose. The department shall provide opportunities for city residents to provide an email address to the department for this purpose and shall maintain a database of all such email addresses.  Each email notification shall consist of all pertinent information related to such significant date and include links to the board's website to access relevant forms, materials and other additional information, and shall, to the extent possible, be available in English, Spanish, Chinese, Korean, and any other languages as the department determines to be necessary and appropriate. \nc. The department shall provide opportunities for city residents to provide an email address through the following means, provided that in all instances the department shall expressly state the purpose for which it is collecting email addresses: \n1. via the department’s website;\n2. by collecting email addresses at public hearings and events and any other events or meetings the department deems appropriate; and\n3. by any other means as determined by the department that would facilitate the collection of email addresses of prospective voters.\nd. The department shall provide all email recipients the option to unsubscribe from receiving such email notifications or to update an email address previously provided to the board. The department shall not remove any email address from its database unless an email recipient unsubscribes, provides an updated email address, or emails sent to an email address are not successfully transmitted for a period of one year.\ne. The department shall not share, sell or otherwise disclose email addresses and other personal information collected pursuant to this section without acquiring advance written permission from individuals providing such information or unless ordered by a court of law.\n§3. This local law shall take effect ninety days after its enactment, except that the commissioner of environmental protection shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date. \n\n\n\nLS #3346 SS\n8/13/2012, 3:58 p.m. 9/3/12 2:27 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Legislative findings and intent. The Council finds it in the best interests of the City to require that the Department of Environmental Protection post notices on all water bills of the dates of all upcoming planned public hearings, meetings and special meetings with sufficient time to permit the public to attend and create an email alert system for individuals who have expressed an interest in being rapidly notified of any upcoming meetings. \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1\\'a72. Subchapter 4 of chapter 3 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-367 to read as follows:\\par\n\\ul\\'a724-367 Information about New York city water board public meetings. \\cf0 a. Information about any public hearing, meeting or special meeting of the New York city water board, to the extent any such information is known to the department, shall be included in the water bills issued by the department prior to such public hearing or meeting or special meeting.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b. The department shall allow persons to subscribe to an email alert system that will provide information and updates about any public hearing, meeting or special meeting of the New York city water board, to the extent any such information is known to the department. The department shall send email notifications regarding the board\\rquote s upcoming public hearings, meetings and special meetings to interested parties who provide the department with an email address for this purpose. The department shall provide opportunities for city residents to provide an email address to the department for this purpose and shall maintain a database of all such email addresses.  Each email notification shall consist of all pertinent information related to such significant date and include links to the board's website to access relevant forms, materials and other additional information, and shall, to the extent possible, be available in English, Spanish, Chinese, Korean, and any other languages as the department determines to be necessary and appropriate. \\par\nc. The department shall provide opportunities for city residents to provide an email address through the following means, provided that in all instances the department shall expressly state the purpose for which it is collecting email addresses: \\ulnone\\par\n\\ul 1. via the department\\rquote s website;\\ulnone\\par\n\\ul 2. by collecting email addresses at public hearings and events and any other events or meetings the department deems appropriate; and\\ulnone\\par\n\\ul 3. by any other means as determined by the department that would facilitate the collection of email addresses of prospective voters.\\ulnone\\par\n\\ul d. The department shall provide all email recipients the option to unsubscribe from receiving such email notifications or to update an email address previously provided to the board. The department shall not remove any email address from its database unless an email recipient unsubscribes, provides an updated email address, or emails sent to an email address are not successfully transmitted for a period of one year.\\ulnone\\par\n\\ul e. The department shall not share, sell or otherwise disclose email addresses and other personal information collected pursuant to this section without acquiring advance written permission from individuals providing such information or unless ordered by a court of law.\\ulnone\\par\n\\'a73. This local law shall take effect ninety days after its enactment, except that the commissioner of environmental protection shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\par\n\\par\nLS #3346 SS\\par\n8/13/2012, 3:58 p.m. 9/3/12 2:27 p.m.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T02:40:56.433Z"
}
