{
  "ID": 49390,
  "GUID": "2F676EBB-B28A-4B5F-AD2D-0FEF6CB6BA12",
  "File": "Int 0932-2012",
  "Name": "Requiring the department of environmental protection to include a warning regarding fluoridated water on all billing correspondence with customers.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department of environmental protection to include a warning regarding fluoridated water on all billing correspondence with customers.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2012-09-12T00:00:00Z",
  "AgendaDate": "2012-09-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 267206,
      "Date": "2012-09-12T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 267309,
      "Date": "2012-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11838,
      "AgendaSequence": 82,
      "MinutesSequence": 107,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283731,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50586,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 24-335 of the administrative code of the city of New York is amended to read as follows:\n§ 24-335 Charges where supply is metered. a. No charge for the supply of water other than a meter charge, minimum charge or annual service charge shall be made against any houses or lots or any portion or portions thereof where a water meter may have been or shall be placed. In all cases where a water meter may have been or shall be placed, the charge for supply of water shall be determined only by the quantity of water actually used, as shown by such meters, except for a minimum charge or an annual service charge and except as provided by subdivision four of section seven hundred thirty-four of the charter.\nb. All billing correspondence from the department of environmental protection shall include the following notice: \"Your public water supply is being fluoridated. According to the Centers for Disease Control and Prevention, children under the age of 6 months who exclusively consume infant formula that was reconstituted with fluoridated water may have an increased chance of developing dental fluorosis. Consult your child's health care provider for more information.\" \n§2. This local law shall take effect ninety days after its enactment, except that the department of environmental protection shall take such measures necessary for its implementation, including the promulgation of rules, prior to such effective date.\nLS # 3790 ss\n07/25/12 10:06 a.m., 8/6/12 1:08 p.m.; 8/14/12, 9:39 a.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red51\\green51\\blue51;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Section 24-335 of the administrative code of the city of New York is amended to read as follows:\\ul\\par\n\\ulnone\\'a7 24-335 Charges where supply is metered\\cf1 . \\ul a\\ulnone . \\cf0 No charge for the supply of water other than a meter charge, minimum charge or annual service charge shall be made against any houses or lots or any portion or portions thereof where a water meter may have been or shall be placed. In all cases where a water meter may have been or shall be placed, the charge for supply of water shall be determined only by the quantity of water actually used, as shown by such meters, except for a minimum charge or an annual service charge and except as provided by subdivision four of section seven hundred thirty-four of the charter.\\par\n\\ul b. All billing correspondence from the department of environmental protection shall include the following notice: \"Your public water supply is being fluoridated. According to the Centers for Disease Control and Prevention, children under the age of 6 months who exclusively consume infant formula that was reconstituted with fluoridated water may have an increased chance of developing dental fluorosis. Consult your child's health care provider for more information.\" \\cf1\\ulnone\\par\n\\cf0\\'a72. This local law shall take effect ninety days after its enactment, except that the department of environmental protection shall take such measures necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LS # 3790 ss\\par\n07/25/12 10:06 a.m., 8/6/12 1:08 p.m.; 8/14/12, 9:39 a.m.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T02:40:44.45Z"
}
