{
  "ID": 49013,
  "GUID": "B5C7966D-41B1-4CFC-840A-334D2AFA4568",
  "File": "Int 0934-2012",
  "Name": "Increasing fines for illegal posting.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to increasing fines for illegal posting.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2012-09-12T00:00:00Z",
  "AgendaDate": "2012-09-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 267218,
      "Date": "2012-09-12T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 267314,
      "Date": "2012-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11838,
      "AgendaSequence": 87,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283730,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50195,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 10-121 of the administrative code of the city of New York is amended to read as follows:\n\t§10-121 Violation. a. Any person convicted of a violation of any of the provisions of section 10-119 [or 10-120] of the code shall be punished by a fine of not less than [seventy-five] two hundred twenty-five dollars nor more than [one hundred fifty] four hundred fifty dollars[,] for the first offense, and not less than [one hundred fifty] four hundred fifty dollars nor more than [two hundred fifty] seven hundred fifty dollars for the second and each subsequent offense within a twelve month period, plus the cost of the removal of the unauthorized signs, or imprisonment for not more than ten days, or both; provided, however, that subdivision b of section 10-119 of the code shall not apply with respect to criminal prosecutions brought pursuant to this subdivision.\nb. In the instance where the notice of violation, appearance ticket or summons is issued for breach of the provisions of section 10-119 [or 10-120] of the code and sets forth thereon civil penalties only, such process shall be returnable to the environmental control board, which shall have the power to impose the civil penalties [of not less than seventy five dollars nor more than one hundred fifty dollars for the first offense and not less than one hundred fifty dollars nor more than two hundred fifty dollars for the second and each subsequent offense within a twelve month period] of not less than two hundred twenty-five dollars nor more than four hundred fifty dollars for the first offense, and not less than four hundred fifty dollars nor more than seven hundred fifty dollars for the second and each subsequent offense within a twelve month period. Anyone found to have violated the provisions of Section 10-119 [or 10-120], in addition to any penalty imposed, shall be responsible for the cost of the removal of the unauthorized signs. Anyone found to have violated section 10-119 of this chapter by affixing any handbill, poster, notice, sign or advertisement to a tree by means of nailing or piercing the tree by any method shall have an additional penalty imposed equal to the amount of the original penalty.\nc. Any person convicted of a violation of any of the provisions of section 10-120 of the code shall be punished by a fine of not less than seventy-five dollars nor more than one hundred fifty dollars for the first offense, and, for the second and each subsequent offense within a twelve month period, not less than one hundred fifty dollars nor more than two hundred fifty dollars, or imprisonment for not more than ten days, or both.\nd. In the instance where the notice of violation, appearance ticket or summons is issued for breach of the provisions of section [10-119 or] 10-120 of the code and sets forth thereon civil penalties only, such process shall be returnable to the environmental control board, which shall have the power to impose the civil penalties of not less than seventy five dollars nor more than one hundred fifty dollars for the first offense and not less than one hundred fifty dollars nor more than two hundred fifty dollars for the second and each subsequent offense within a twelve month period. \n [c.] e. In the event that a violator fails to answer such notice of violation, appearance ticket or summons within the time provided therefor by the rules and regulations of the environmental control board, he or she shall become liable for additional penalties. The additional penalties shall not exceed fifty dollars for each violation.\n[d.] f. Any person found in violation of any of the provisions of section 10-119 [or 10-120] of the code shall be liable for a civil penalty as provided for in subdivisions b of this section. Any person found in violation of any of the provisions of section 10-120 of the code shall be liable for a civil penalty as provided for in subdivision d of this section.\n[e.] g. Liability and responsibility for any civil penalty imposed pursuant to this section for any violation of section 10-119 or 10-120 of the code shall be joint and severable on the part of any corporation found to be liable and responsible and its officers, principals, and stockholders owning more than ten percent of its outstanding voting stock. \n[g.] h. For the purposes of imposing a criminal fine or civil penalty pursuant to this section, every handbill, poster, notice, sign or advertisement pasted, posted, painted, printed or nailed in violation of section 10-119 of the code or torn down, defaced or destroyed in violation of section 10-120 of the code, shall be deemed to be the subject of a separate violation for which a separate criminal fine or civil penalty shall be imposed.\n\t§2. This local law shall take effect thirty days after its enactment.\ndss\nLS# 3682\nCr-5/24/2012 Sv-6/7/2012 12:28 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. Section 10-121 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab\\'a710-121 Violation. a. Any person convicted of a violation of any of the provisions of section 10-119 [or 10-120] of the code shall be punished by a fine of not less than [seventy-five] \\ul two hundred twenty-five\\ulnone  dollars nor more than [one hundred fifty] \\ul four hundred fifty\\ulnone  dollars[,] for the first offense\\ul ,\\ulnone  and not less than [one hundred fifty] \\ul four hundred fifty\\ulnone  dollars nor more than [two hundred fifty] \\ul seven hundred fifty\\ulnone  dollars for the second and each subsequent offense within a twelve month period, plus the cost of the removal of the unauthorized signs, \\ul or\\ulnone  imprisonment for not more than ten days, or both; provided, however, that subdivision b of section 10-119 of the code shall not apply with respect to criminal prosecutions brought pursuant to this subdivision.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1\\ulnone b. In the instance where the notice of violation, appearance ticket or summons is issued for breach of the provisions of section 10-119 [or 10-120] of the code and sets forth thereon civil penalties only, such process shall be returnable to the environmental control board, which shall have the power to impose the civil penalties [of not less than seventy five dollars nor more than one hundred fifty dollars for the first offense and not less than one hundred fifty dollars nor more than two hundred fifty dollars for the second and each subsequent offense within a twelve month period] \\cf0\\ul of not less than two hundred twenty-five dollars nor more than four hundred fifty dollars for the first offense, and not less than four hundred fifty dollars nor more than seven hundred fifty dollars for the second and each subsequent offense within a twelve month period\\cf1\\ulnone . Anyone found to have violated the provisions of Section 10-119 [or 10-120], in addition to any penalty imposed, shall be responsible for the cost of the removal of the unauthorized signs. Anyone found to have violated section 10-119 of this chapter by affixing any handbill, poster, notice, sign or advertisement to a tree by means of nailing or piercing the tree by any method shall have an additional penalty imposed equal to the amount of the original penalty.\\par\n\\cf0\\ul c. \\cf1 Any person convicted of a violation of any of the provisions of section 10-120 of the code shall be punished by a fine of not less than seventy-five dollars nor more than one hundred fifty dollars for the first offense, and, for the second and each subsequent offense within a twelve month period, not less than one hundred fifty dollars nor more than two hundred fifty dollars, or imprisonment for not more than ten days, or both.\\ulnone\\par\n\\ul d. In the instance where the notice of violation, appearance ticket or summons is issued for breach of the provisions of section [10-119 or] 10-120 of the code and sets forth thereon civil penalties only, such process shall be returnable to the environmental control board, which shall have the power to impose the civil penalties of not less than seventy five dollars nor more than one hundred fifty dollars for the first offense and not less than one hundred fifty dollars nor more than two hundred fifty dollars for the second and each subsequent offense within a twelve month period. \\par\n\\ulnone  [c.] \\ul e.\\ulnone  In the event that a violator fails to answer such notice of violation, appearance ticket or summons within the time provided therefor by the rules and regulations of the environmental control board, he or she shall become liable for additional penalties. The additional penalties shall not exceed fifty dollars for each violation.\\par\n[d.] \\ul f.\\ulnone  Any person found in violation of any of the provisions of section 10-119 [or 10-120] of the code shall be liable for a civil penalty as provided for in subdivisions b of this section. \\ul Any person found in violation of any of the provisions of section 10-120 of the code shall be liable for a civil penalty as provided for in subdivision d of this section.\\par\n\\ulnone [e.] \\ul g.\\ulnone  Liability and responsibility for any civil penalty imposed pursuant to this section for any violation of section 10-119 or 10-120 of the code shall be joint and severable on the part of any corporation found to be liable and responsible and its officers, principals, and stockholders owning more than ten percent of its outstanding voting stock. \\par\n[g.] \\ul h.\\ulnone  For the purposes of imposing a criminal fine or civil penalty pursuant to this section, every handbill, poster, notice, sign or advertisement pasted, posted, painted, printed or nailed in violation of section 10-119 of the code or torn down, defaced or destroyed in violation of section 10-120 of the code, shall be deemed to be the subject of a separate violation for which a separate criminal fine or civil penalty shall be imposed.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\cf0\\tab\\'a72. This local law shall take effect thirty days after its enactment.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\fs18 dss\\par\nLS# 3682\\par\n\\pard\\ltrpar\\nowidctlpar Cr-\\lang1024 5/24/201\\lang1033 2 Sv-\\lang1024 6/7/2012 12:28 PM\\lang1033\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T02:40:00.573Z"
}
