{
  "ID": 49359,
  "GUID": "75674572-A0C7-46C2-90C2-6BB8204FB952",
  "File": "Int 0936-2012",
  "Name": "Rescinding a waiver to the right to file a claim under the human rights law.",
  "Title": "A Local Law to amend the administrative code of the City of New York, in relation to rescinding a waiver to the right to file a claim under the human rights law.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5148,
  "BodyName": "Committee on Civil Rights",
  "IntroDate": "2012-09-24T00:00:00Z",
  "AgendaDate": "2012-09-24T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    }
  ],
  "History": [
    {
      "ID": 267570,
      "Date": "2012-09-24T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 267904,
      "Date": "2012-09-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11857,
      "AgendaSequence": 98,
      "MinutesSequence": 121,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Rights",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283729,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50554,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter five of title eight of the administrative code of the city of New York, is amended by adding a new section 8-503 to read as follows:\n8-503. Waiver of claims under this title. a. An employee may not waive any right or claim under this title unless the waiver is knowing and voluntary.  A waiver may not be considered as knowing and voluntary unless (i) the waiver is part of an agreement between the individual and the employer that is written in a manner calculated to be understood by such individual, or by the average individual eligible to participate; (ii) the waiver specifically refers to rights or claims arising under this title; (iii) the individual does not waive rights or claims that may arise after the date the waiver is executed; (iv) the individual waives rights or claims only in exchange for consideration in addition to anything of value to which the individual already is entitled; (v) the individual is advised in writing to consult with an attorney prior to executing the agreement; (vi)(a) the individual is given a period of at least 21 days within which to consider the agreement; or (b) if a waiver is requested in connection with an exit incentive or other employment termination program offered to a group or class of employees, the individual is given a period of at least 45 days within which to consider the agreement; (vii) the agreement provides that for a period of at least 7 days following the execution of such agreement, the individual may revoke the agreement, and the agreement shall not become effective or enforceable until the revocation period has expired; (viii) if a waiver is requested in connection with an exit incentive or other employment termination program offered to a group or class of employees, the employer (at the commencement of the period specified in paragraph (vi)) informs the individual in writing in a manner calculated to be understood by the average individual eligible to participate, as to (a) any class, unit, or group of individuals covered by such program, any eligibility factors for such program, and any time limits applicable to such program; and (b) the job titles and ages of all individuals eligible or selected for the program, and the ages of all individuals in the same job classification or organizational unit who are not eligible or selected for the program.\nb. In any dispute that may arise over whether any of the requirements, conditions, and circumstances set forth in paragraphs (i) through (viii) of subdivision a have been met, the party asserting the validity of a waiver shall have the burden of proving in a court of competent jurisdiction that a waiver was knowing and voluntary pursuant to subdivision a.\n\t§2. This local law shall take effect one hundred and twenty days after enactment into law.\n----\nJEB\nLS #2933\n7/25/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\expndtw0 Section 1. Chapter five of title eight of the administrative code of the city of New York, is amended by adding a new section 8-503 to read as follows:\\par\n\\ul 8-503. \\lang9 Waiver of claims under this title. a. An employee may not waive any right or claim under this title unless the waiver is knowing and voluntary.  A waiver may not be considered as knowing and voluntary unless (i) \\lang1033 the waiver is part of an agreement between the individual and the employer that is written in a manner calculated to be understood by such individual, or by the average individual eligible to participate; (ii) the waiver specifically refers to rights or claims arising under this title; (iii) the individual does not waive rights or claims that may arise after the date the waiver is executed; (iv) the individual waives rights or claims only in exchange for consideration in addition to anything of value to which the individual already is entitled; (v) the individual is advised in writing to consult with an attorney prior to executing the agreement; (vi)(a) the individual is given a period of at least 21 days within which to consider the agreement; or (b) if a waiver is requested in connection with an exit incentive or other employment termination program offered to a group or class of employees, the individual is given a period of at least 45 days within which to consider the agreement; (vii) the agreement provides that for a period of at least 7 days following the execution of such agreement, the individual may revoke the agreement, and the agreement shall not become effective or enforceable until the revocation period has expired; (viii) if a waiver is requested in connection with an exit incentive or other employment termination program offered to a group or class of employees, the employer (at the commencement of the period specified in paragraph (vi)) informs the individual in writing in a manner calculated to be understood by the average individual eligible to participate, as to (a) any class, unit, or group of individuals covered by such program, any eligibility factors for such program, and any time limits applicable to such program; and (b) the job titles and ages of all individuals eligible or selected for the program, and the ages of all individuals in the same job classification or organizational unit who are not eligible or selected for the program.\\par\nb. In any dispute that may arise over whether any of the requirements, conditions, and circumstances set forth in paragraphs (i) through (viii) of subdivision a have been met, the party asserting the validity of a waiver shall have the burden of proving in a court of competent jurisdiction that a waiver was knowing and voluntary pursuant to subdivision a.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\'a72. This local law shall take effect one hundred and twenty days after enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar ----\\par\n\\fs20 JEB\\par\nLS #2933\\par\n7/25/12\\par\n\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T02:39:33.51Z"
}
