{
  "ID": 49458,
  "GUID": "13F74723-B7FB-415C-9754-06445FDC76F4",
  "File": "Int 0938-2012",
  "Name": "Restricting the operation of electronic sound devices on food vending vehicles from 9 a.m. to 9 p.m.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to restricting the operation of electronic sound devices on food vending vehicles from 9 a.m. to 9 p.m.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2012-09-24T00:00:00Z",
  "AgendaDate": "2012-09-24T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 267572,
      "Date": "2012-09-24T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 267905,
      "Date": "2012-09-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11857,
      "AgendaSequence": 100,
      "MinutesSequence": 123,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283727,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50656,
  "Text": "Be it enacted by the Council as follows:\n§1. Subdivision d of Section 24-237 of the administrative code of the city of New York is amended to read as follows:\n\t(d) No person shall operate or use or cause to be operated or used on any public right-of-way any electrically operated or electronic sound signal device (other than a safety device, such as but not limited to a car horn or back up signal, that is actually used for its intended purpose) attached to, on or in a motor vehicle, wagon or manually propelled cart from which food or any other items are sold or offered for sale after 9:00 p.m. and before 9:00 a.m., or when the vehicle is stopped, standing or parked. For the purposes of this subdivision the term \"stopped\" means the halting of a vehicle, whether occupied or not, except when necessary to avoid conflict with other traffic or in compliance with a police officer or other authorized enforcement officer or a traffic control sign or signal. The terms “standing” and \"parked\" shall be as defined in the vehicle and traffic law.\n§2. This local law shall take effect immediately.\n\nLS # 3987 SS\n8/29/12 1:24 p.m., 9/6/12 1:40 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1 Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a71. Subdivision d of Section 24-237 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf1\\tab (d) No person shall operate or use or cause to be operated or used on any public right-of-way any electrically operated or electronic sound signal device (other than a safety device, such as but not limited to a car horn or back up signal, that is actually used for its intended purpose) attached to, on or in a motor vehicle, wagon or manually propelled cart from which food or any other items are sold or offered for sale \\ul after 9:00 p.m. and before 9:00 a.m., or \\ulnone when the vehicle is stopped, standing or parked. For the purposes of this subdivision the term \"stopped\" means the halting of a vehicle, whether occupied or not, except when necessary to avoid conflict with other traffic or in compliance with a police officer or other authorized enforcement officer or a traffic control sign or signal. The terms \\ldblquote standing\\rdblquote  and \"parked\" shall be as defined in the vehicle and traffic law.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0\\'a72. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\nLS # 3987 SS\\par\n8/29/12 1:24 p.m., 9/6/12 1:40 p.m.\\par\n}\n",
  "LastModified": "2013-12-23T02:39:06.213Z"
}
