{
  "ID": 49462,
  "GUID": "C8D74396-1B61-49A6-8D17-B240C0F315DF",
  "File": "Int 0940-2012",
  "Name": "Establishing a general building fire safety inspection program.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing a general building fire safety inspection program.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2012-09-24T00:00:00Z",
  "AgendaDate": "2012-09-24T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 267960,
      "Date": "2012-09-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11857,
      "AgendaSequence": 105,
      "MinutesSequence": 128,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 267961,
      "Date": "2012-09-24T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 268145,
      "Date": "2012-10-18T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 11882,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 268731,
      "Date": "2012-10-18T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 11882,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283759,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 109028,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/18/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e827cc9f-2e4c-4a2f-b81a-03786873d3a7.doc",
      "Sort": 1
    },
    {
      "ID": 109305,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/18/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a6a2d640-80fe-4af7-99fa-d054788df537.PDF",
      "Sort": 2
    },
    {
      "ID": 109240,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/18/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0c0aa3d7-95f5-4691-89cf-cec2fd1000cb.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 50660,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Chapter 2 of title 29 of the administrative code of the city of New York is amended by adding a new section FC313 to read as follows:\nSECTION FC 317\nGENERAL BUILDING FIRE SAFETY INSPECTIONS\n317.1 Fire safety inspections of buildings.  In addition to any other inspections authorized by this code or the rules, the commissioner may require that a general fire safety inspection be conducted by department representatives, on a periodic basis, in compliance with the requirements of this section.\n317.1.1 Affected occupancies.  Such general building fire safety inspections may be conducted in any building, except buildings classified in Occupancy Group R-3.\n317.1.2 Frequency of inspection. The frequency of inspection shall be determined by the department based on the type of occupancy, size and use of the building, incidence of fire, and/or other considerations relevant to the fire risk presented by such buildings and vulnerability of the building occupants.\n317.1.3 Scope of inspection. Such general building fire safety inspections may include the maintenance of the means of egress, fire escapes, fire separations, and fire protection systems, storage of combustible materials, evidence of electrical hazards, and/or such other requirements as determined by the department.\n317.1.4 Results of inspection.  Upon completion of a general building fire safety inspection, the department shall provide to the owner of the building proof of inspection and such fire safety information as the commissioner may prescribe. Appropriate enforcement action will be taken if violations of this code, or other laws, rules and regulations enforced by the department, are observed.\n317.1.5 Not a limitation on inspection authority.  The general building fire safety inspections authorized by this section shall not be construed to limit the inspection authority of the department pursuant to other provisions of this code.  The department may inspect any premises for the purpose of enforcing this code or any other law, rule or regulation enforced by the department, including inspections associated with permits, installations and testing of systems, or for purposes of investigating potential violations of this code. \n§2.\tSection A03.1 of Appendix A to title 29 of the administrative code of the city of New York is amended by adding a new subdivision 26A to read as follows: \n26A. General building fire safety inspections\nGeneral building fire safety inspections pursuant to FC317\n(frequency of inspection as required by code or rule; fee per inspection, not to exceed one inspection fee per year)\nBuildings greater than six stories or 75 feet in height\t\t$500.00\nBuildings six stories or fewer or 75 feet or less in height\t$400.00\nBuildings classified as Group A occupancy\t\t\tNo fee\n\n§3.\tThis local law shall take effect ninety days after its enactment, provided, however, that the fire commissioner may promulgate rules and take all other actions necessary for the implementation of this law prior to such effective date.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  Chapter 2 of title 29 of the administrative code of the city of New York is amended by adding a new section FC313 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qc\\ul\\b SECTION FC 317\\b0\\par\n\\b GENERAL BUILDING FIRE SAFETY INSPECTIONS\\b0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\b 317.1 Fire safety inspections of buildings. \\b0  In addition to any other inspections authorized by this code or the rules, the commissioner may require that a general fire safety inspection be conducted by department representatives, on a periodic basis, in compliance with the requirements of this section.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\sl480\\slmult1\\qj\\b 317.1.1\\b0  \\b Affected occupancies.\\b0   Such general building fire safety inspections may be conducted in any building, except buildings classified in Occupancy Group R-3.\\par\n\\b 317.1.2 Frequency of inspection.\\b0  The frequency of inspection shall be determined by the department based on the type of occupancy, size and use of the building, incidence of fire, and/or other considerations relevant to the fire risk presented by such buildings and vulnerability of the building occupants.\\par\n\\b 317.1.3\\b0  \\b Scope of inspection.\\b0  Such general building fire safety inspections may include the maintenance of the means of egress, fire escapes, fire separations, and fire protection systems, storage of combustible materials, evidence of electrical hazards, and/or such other requirements as determined by the department.\\par\n\\b 317.1.4 Results of inspection.\\b0   Upon completion of a general building fire safety inspection, the department shall provide to the owner of the building proof of inspection and such fire safety information as the commissioner may prescribe. Appropriate enforcement action will be taken if violations of this code, or other laws, rules and regulations enforced by the department, are observed.\\par\n\\b 317.1.5 Not a limitation on inspection authority\\b0 .  The general building fire safety inspections authorized by this section shall not be construed to limit the inspection authority of the department pursuant to other provisions of this code.  The department may inspect any premises for the purpose of enforcing this code or any other law, rule or regulation enforced by the department, including inspections associated with permits, installations and testing of systems, or for purposes of investigating potential violations of this code.\\ulnone  \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a72.\\tab Section A03.1 of Appendix A to title 29 of the administrative code of the city of New York is amended by adding a new subdivision 26A to read as follows: \\par\n\\pard\\ltrpar\\keep\\keepn\\nowidctlpar\\li720\\sa200\\sl276\\slmult1\\qj\\ul\\b\\f1\\fs22 26A. General building fire safety inspections\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\qj\\b0 General building fire safety inspections pursuant to FC317\\f0\\par\n\\pard\\ltrpar\\keep\\keepn\\nowidctlpar\\li1440\\qj\\f1 (frequency of inspection as required by code or rule; fee per inspection, not to exceed one inspection fee per year)\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\li1440\\qj Buildings greater than six stories or 75 feet in height\\ulnone\\f0\\tab\\tab\\ul\\f1 $500.00\\f0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\li1440\\qj\\tx7200\\tx7920\\f1 Buildings six stories or fewer or 75 feet or less in height\\ulnone\\tab\\ul $400.00\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\li1440\\sa200\\sl276\\slmult1\\qj Buildings classified as Group A occupancy\\ulnone\\f0\\tab\\tab\\tab\\ul\\f1 No fee\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\li2160\\ulnone\\f0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\fs24\\'a73.\\tab This local law shall take effect ninety days after its enactment, provided, however, that the fire commissioner may promulgate rules and take all other actions necessary for the implementation of this law prior to such effective date.\\par\n}\n",
  "LastModified": "2013-12-23T02:38:36.717Z"
}
