{
  "ID": 49418,
  "GUID": "502B56FF-CE3F-4A19-A972-A6E4EF752F8B",
  "File": "Int 0944-2012",
  "Name": "Translation and publication of the New York city voters guide in additional languages.",
  "Title": "A Local Law to amend the New York city charter, in relation to the translation and publication of the New York city voters guide in additional languages.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2012-10-11T00:00:00Z",
  "AgendaDate": "2012-10-11T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 268374,
      "Date": "2012-10-11T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 268570,
      "Date": "2012-10-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11932,
      "AgendaSequence": 147,
      "MinutesSequence": 177,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283726,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50614,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 1053 of the New York city charter is amended to read as follows:\n§ 1053.  Voters guide. Each voters guide published by the board shall contain: (a) material explaining the date and hours during which the polls will be open for that election; when, where, and how to register to vote; when a citizen is required to reregister; when, where, and how absentee ballots are obtained and used; instructions on how to vote; maps showing the boundaries of council districts; and any other general information on voting deemed by the board to be necessary or useful to the electorate or otherwise consistent with the goals of this charter; (b) such tables of contents, graphics, and other materials which the board determines will make the voters guide easier to understand or more useful for the average voter; (c) biographical information on each candidate, including but not limited to name, party affiliation, present and previous public offices held, present occupation and employer, prior employment and other public service experience, educational background, and a listing of major organizational affiliations and endorsements; (d) concise statements by each candidate of his or her principles, platform or views; and (e) where there is a ballot proposal or referendum, concise statements explaining such proposal or referendum and an abstract of each such proposal or referendum. The guide shall be prepared in plain language using words with common and everyday meanings. No later than the first day of January of nineteen hundred eighty nine, the board shall promulgate such rules as it deems necessary for the preparation and publication of the guide in English, Spanish and any other languages the board determines to be necessary and appropriate, including, but not limited to, each of the top seven limited-English proficiency languages spoken by the population of New York City, as those languages are determined by the department of city planning, based on United States census data,  and for the distribution of the guide. The purpose of such rules shall be to ensure that the guide and its distribution will serve to fully, fairly and impartially inform the public about the issues and candidates appearing on the ballot.\n§ 2.  This local law shall take effect ninety days following enactment.\n\nSAG\nLS #3932\n8.27.12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red51\\green51\\blue51;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.  Section 1053 of the New York city charter \\expndtw-3 is amended to read as \\cf1\\expndtw0 follows:\\par\n\\'a7 1053.  Voters guide.\\b  \\b0 Each voters guide published by the board shall contain: (a) material explaining the date and hours during which the polls will be open for that election; when, where, and how to register to vote; when a citizen is required to reregister; when, where, and how absentee ballots are obtained and used; instructions on how to vote; maps showing the boundaries of council districts; and any other general information on voting deemed by the board to be necessary or useful to the electorate or otherwise consistent with the goals of this charter; (b) such tables of contents, graphics, and other materials which the board determines will make the voters guide easier to understand or more useful for the average voter; (c) biographical information on each candidate, including but not limited to name, party affiliation, present and previous public offices held, present occupation and employer, prior employment and other public service experience, educational background, and a listing of major organizational affiliations and endorsements; (d) concise statements by each candidate of his or her principles, platform or views; and (e) where there is a ballot proposal or referendum, concise statements explaining such proposal or referendum and an abstract of each such proposal or referendum. The guide shall be prepared in plain language using words with common and everyday meanings. No later than the first day of January of nineteen hundred eighty nine, the board shall promulgate such rules as it deems necessary for the preparation and publication of the guide in English, Spanish and any other languages the board determines to be necessary and appropriate, \\ul including, but not limited to, each of the top seven limited-English proficiency languages spoken by the population of New York City, as those languages are determined by the department of city planning, based on United States census data, \\ulnone  and for the distribution of the guide. The purpose of such rules shall be to ensure that the guide and its distribution will serve to fully, fairly and impartially inform the public about the issues and candidates appearing on the ballot.\\cf0\\expndtw-3\\par\n\\expndtw0\\'a7 2.  This local law shall take effect ninety days following enactment.\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\par\n\\fs22 SAG\\par\nLS #3932\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sa150\\sl480\\slmult1 8.27.12\\par\n\\pard\\ltrpar\\nowidctlpar\\f1\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T02:37:38.153Z"
}
