{
  "ID": 49414,
  "GUID": "57053601-62D6-497E-AEA1-48BF330A8ACA",
  "File": "Int 0948-2012",
  "Name": "Public hearings and notice requirements of the Franchise Concession and Review Committee.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to public hearings and notice requirements of the Franchise Concession and Review Committee.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2012-10-11T00:00:00Z",
  "AgendaDate": "2012-10-11T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 268380,
      "Date": "2012-10-11T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 268575,
      "Date": "2012-10-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11932,
      "AgendaSequence": 153,
      "MinutesSequence": 183,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275408,
      "Date": "2013-06-28T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 12582,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276400,
      "Date": "2013-06-28T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 12582,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283758,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 113171,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/28/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e4df9304-f6ac-4e51-a1a1-2a09f2fce7e3.doc",
      "Sort": 1
    },
    {
      "ID": 113249,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/28/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4f4b611c-3c9c-43ee-80c8-a56960b1c2cf.PDF",
      "Sort": 2
    },
    {
      "ID": 113243,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/28/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9d4aa4a9-98b9-4f0d-814c-041857b488f6.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 50610,
  "Text": "Be it enacted by the Council as follows:\nSection\t 1.  Section 371 of the New York city charter is amended to read as follows:\n§ 371. Public hearing on proposed agreement; publication of notice. The franchise and concession review committee in the case of a franchise, or the responsible agency in the case of a revocable consent, shall hold a public hearing [on]prior to entering into or renewing the proposed agreement memorializing the terms and conditions of each proposed franchise or revocable consent[ before final approval of the proposed franchise or consent]. Any such public hearing conducted by the franchise and concession review committee shall be held within [thirty]sixty days of the filing with the committee by the responsible agency of a newly proposed agreement, or within forty-five days of the filing with the committee by the responsible agency of a proposed renewal agreement, containing the terms and conditions of the proposed franchise. No hearing held by the franchise and concession review committee or by the responsible agency shall be held until after notice thereof and a summary of the terms and conditions of the newly proposed agreement or the proposed renewal agreement shall have been published for at least [fifteen]thirty or twenty days, respectively, except Sundays and legal holidays, immediately prior thereto in the City Record, nor until a notice of such hearing, indicating the place where copies of the proposed agreement may be obtained by all those interested therein, shall have been published at least twice at the expense of the proposed grantee in a daily newspaper designated by the mayor which is published in the city of New York and having a circulation in the borough or boroughs in which the affected property of the city is located and a weekly newspaper or newspapers designated by the mayor which are published in the city of New York and have a circulation in the community district or districts in which the affected property of the city is located. In the event a franchise or revocable consent relates to property of the city located in more than one borough, notice of hearing in a weekly newspaper shall not be required; however, in that event, notice of hearing in two daily newspapers, and mailing by the grantee, no later than [fifteen]thirty days immediately prior to the date of the public hearing for a newly proposed agreement or twenty days immediately prior to the date of the public hearing for a proposed renewal agreement, of such notice to the borough presidents and community boards and council members in whose districts the affected property of the city is located, shall be required. In the case of a franchise for a bus route which crosses one or more borough boundaries, notice of hearing in a weekly newspaper shall not be required; however, in that event, notice of hearing in two daily newspapers, and mailing by the grantee, no later than [fifteen]thirty days immediately prior to the date of the public hearing for a newly proposed agreement or twenty days immediately prior to the date of the public hearing for a proposed renewal agreement, of such notice to the borough presidents and community boards and council members in whose districts the bus route is located, and posting of such notice in the buses operating upon such route, shall be required.\n§2.  This local law shall take effect ninety days after its enactment into law.\nSKM\nLS #3851\t\n9/11/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section\\tab  1.  Section 371 of the New York city charter is amended to read as follows:\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a7 371. Public hearing on proposed agreement; publication of notice. The franchise and concession review committee in the case of a franchise, or the responsible agency in the case of a revocable consent, shall hold a public hearing [on]\\ul prior to entering into or renewing\\ulnone  the proposed agreement memorializing the terms and conditions of each proposed franchise or revocable consent[ before final approval of the proposed franchise or consent]. Any such public hearing conducted by the franchise and concession review committee shall be held within [thirty]\\ul sixty \\ulnone days of the filing with the committee by the responsible agency of a \\ul newly \\ulnone proposed agreement\\ul , or within forty-five days of the filing with the committee by the responsible agency of a proposed renewal agreement,\\ulnone  containing the terms and conditions of the proposed franchise. No hearing held by the franchise and concession review committee or by the responsible agency shall be held until after notice thereof and a summary of the terms and conditions of the \\ul newly \\ulnone proposed agreement \\ul or the proposed renewal agreement \\ulnone shall have been published for at least [fifteen]\\ul thirty or twenty\\ulnone  days\\ul , respectively\\ulnone , except Sundays and legal holidays, immediately prior thereto in the City Record, nor until a notice of such hearing, indicating the place where copies of the proposed agreement may be obtained by all those interested therein, shall have been published at least twice at the expense of the proposed grantee in a daily newspaper designated by the mayor which is published in the city of New York and having a circulation in the borough or boroughs in which the affected property of the city is located and a weekly newspaper or newspapers designated by the mayor which are published in the city of New York and have a circulation in the community district or districts in which the affected property of the city is located. In the event a franchise or revocable consent relates to property of the city located in more than one borough, notice of hearing in a weekly newspaper shall not be required; however, in that event, notice of hearing in two daily newspapers, and mailing by the grantee, no later than [fifteen]\\ul thirty\\ulnone  days immediately prior to the date of the public hearing\\ul  for a newly proposed agreement or twenty days immediately prior to the date of the public hearing for a proposed renewal agreement\\ulnone , of such notice to the borough presidents and community boards and council members in whose districts the affected property of the city is located, shall be required. In the case of a franchise for a bus route which crosses one or more borough boundaries, notice of hearing in a weekly newspaper shall not be required; however, in that event, notice of hearing in two daily newspapers, and mailing by the grantee, no later than [fifteen]\\ul thirty\\ulnone  days immediately prior to the date of the public hearing\\ul  for a newly proposed agreement or twenty days immediately prior to the date of the public hearing for a proposed renewal agreement\\ulnone , of such notice to the borough presidents and community boards and council members in whose districts the bus route is located, and posting of such notice in the buses operating upon such route, shall be required.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a72.  This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar SKM\\par\nLS #3851\\tab\\par\n9/11/12\\par\n}\n",
  "LastModified": "2013-12-23T02:36:40.7Z"
}
