{
  "ID": 49631,
  "GUID": "3F3C9361-4721-4EC5-91CE-AD5E84F7C25D",
  "File": "Int 0952-2012",
  "Name": "Permitting interested parties to receive notification of rulemaking and legislative actions.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to permitting interested parties to receive notification of rulemaking and legislative actions.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5213,
  "BodyName": "Committee on Technology",
  "IntroDate": "2012-11-13T00:00:00Z",
  "AgendaDate": "2012-11-13T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 268966,
      "Date": "2012-11-13T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 269039,
      "Date": "2012-11-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Technology",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11963,
      "AgendaSequence": 65,
      "MinutesSequence": 79,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Technology",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283722,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50839,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Paragraph 4 of subdivision b of section 1043 of chapter 45 of the New York city charter is amended to read as follows:\n           4.  In addition to the requirements set forth in paragraph one of this subdivision, each agency shall provide information regarding the public hearing to be held with regard to a proposed rule in a prominent location on such agency's website at least seven days prior to the date set for such hearing. Each agency shall further provide, in a prominent location on such agency's website, a link to the NYC Rules online portal or any successor city website or page that is substantially similar in form or function. Each agency shall, to the greatest extent practicable, and in addition to the electronic transmissions required by paragraph two of this subdivision, publicize upcoming public hearings via electronic means that are likely to reach interested members of the public. Such means shall include giving individuals, through the NYC Rules online portal or any successor city website or page that is substantially similar in form or function, the ability to sign up online to receive voice, text message, and/or e-mail rulemaking notifications when notice relating to new or amended rules is published in the city record. Such e-mail notifications shall include, at a minimum, all information related to such rulemaking published in the city record. Voice and text message notifications shall provide notice that new or amended rules have been proposed, and shall direct the receiving individual to where they can find further information for no cost. Individuals shall be permitted to limit their receipt of such notifications to one or more rulemaking agencies or entities. The notification sign up website shall include a short description of the core functions of each available agency and entity. This paragraph shall not be construed to create a private right of action to enforce its provisions. Inadvertent failure to comply with this paragraph shall not result in the invalidation of any rule.\n§2. Chapter 1 of title 23 of the administrative code of the city of New York is amended by adding a new section 23-107 to read as follows:\n§23-107 Notifying interested parties of council actions. a. The department of information technology and telecommunications shall allow individuals to sign up online to receive voice, text message, and/or e-mail notifications relating to certain categories of council actions described in subdivision b of this section. \nb. Council action notifications shall be sent out when any of the following events occur: (i) legislation is referred to a committee; (ii) any public hearing is scheduled in a committee; (iii) a vote occurs in a committee; (iv) legislation approved by a committee is scheduled for action by the full council; (v) legislation approved by a committee is voted on by the full council, and; (vi) legislation approved by a committee is scheduled to be acted upon by the mayor in a bill signing ceremony. The department of information technology and telecommunications shall allow individuals to limit their receipt of such notifications to one or more council committees. The notification sign up website shall include a short description of each committee’s jurisdiction. Such notifications shall briefly describe the action they represent, and shall direct the receiving individual to additional information about the event, if any, that exists elsewhere.\n\t§3. This local law shall take effect six months after its enactment.\ndss\nLS# 4095\nCr-10/1/2012 Sv-10/26/2012 6:45 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Paragraph 4 of s\\cf1 ubdivision b of section 1043 of chapter 45 of the New York city charter is amended to read as follows:\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\fs24            4.  In addition to the requirements set forth in paragraph one of this subdivision, each agency shall provide information regarding the public hearing to be held with regard to a proposed rule in a prominent location on such agency's website at least seven days prior to the date set for such hearing. Each agency shall further provide, in a prominent location on such agency's website, a link to the NYC Rules online portal or any successor city website or page that is substantially similar in form or function. Each agency shall, to the greatest extent practicable, and in addition to the electronic transmissions required by paragraph two of this subdivision, publicize upcoming public hearings via electronic means that are likely to reach interested members of the public. \\ul Such means shall include giving individuals, through the NYC Rules online portal or any successor city website or page that is substantially similar in form or function, the ability to sign up online to receive voice, text message, and/or e-mail rulemaking notifications when notice relating to new or amended rules is published in the city record. Such e-mail notifications shall include, at a minimum, all information related to such rulemaking published in the city record. Voice and text message notifications shall provide notice that new or amended rules have been proposed, and shall direct the receiving individual to where they can find further information for no cost. Individuals shall be permitted to limit their receipt of such notifications to one or more rulemaking agencies or entities. The notification sign up website shall include a short description of the core functions of each available agency and entity.\\ulnone  This paragraph shall not be construed to create a private right of action to enforce its provisions. Inadvertent failure to comply with this paragraph shall not result in the invalidation of any rule.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0\\'a72. Chapter 1 of title 23 of the administrative code of the city of New York is amended by adding a new section 23-107 to read as follows:\\par\n\\ul\\'a723-107 Notifying interested parties of council actions. a. The department of information technology and telecommunications shall allow individuals to sign up online to receive voice, text message, and/or e-mail notifications relating to certain categories of council actions described in subdivision b of this section. \\par\nb. Council action notifications shall be sent out when any of the following events occur: (i) legislation is referred to a committee; (ii) any public hearing is scheduled in a committee; (iii) a vote occurs in a committee; (iv) legislation approved by a committee is scheduled for action by the full council; (v) legislation approved by a committee is voted on by the full council, and; (vi) legislation approved by a committee is scheduled to be acted upon by the mayor in a bill signing ceremony. The department of information technology and telecommunications shall allow individuals to limit their receipt of such notifications to one or more council committees. The notification sign up website shall include a short description of each committee\\rquote s jurisdiction. Such notifications shall briefly describe the action they represent, and shall direct the receiving individual to additional information about the event, if any, that exists elsewhere.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\'a73. This local law shall take effect six months after its enactment.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\fs18 dss\\par\nLS# 4095\\par\n\\pard\\ltrpar\\nowidctlpar Cr-\\lang1024 10/1/201\\lang1033 2 Sv-\\lang1024 10/26/2012 6:45 PM\\lang1033\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T02:35:18.293Z"
}
