{
  "ID": 49593,
  "GUID": "AECFD3B6-FBA4-4610-A2E7-DC574F54B34D",
  "File": "Int 0957-2012",
  "Name": "Establishment and development of school gardens.",
  "Title": "A Local Law to amend the New York city charter, in relation to the establishment and development of school gardens.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5106,
  "BodyName": "Committee on Parks and Recreation",
  "IntroDate": "2012-11-13T00:00:00Z",
  "AgendaDate": "2012-11-13T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 268976,
      "Date": "2012-11-13T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 269046,
      "Date": "2012-11-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11963,
      "AgendaSequence": 72,
      "MinutesSequence": 86,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 279955,
      "Date": "2013-10-30T11:30:00Z",
      "ActionID": 49,
      "Action": "Re-referred to Committee by Council",
      "Description": "This Introduction was Re-referred to Committee by Council to the Committee on Parks and Recreation",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283718,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 115476,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Assignment Change",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d0a39015-4f66-4e80-b6fb-37b59ec9675e.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 50799,
  "Text": "Section 1. Section 20 of the New York city charter is amended by adding a new subdivision j to read as follows:\n\tj. School gardens. 1. There is hereby established within the office an interagency school gardens team under the management of the director or the director’s designee to support the creation and maintenance of school gardens.\n\t2. The interagency school gardens team shall include as members the commissioners of buildings, education, environmental protection, health and mental hygiene, parks and recreation, and the chairperson of the city planning commission, or their respective designees, and such other members as the director shall designate. \n\t3. The interagency school gardens team shall:\n\ti. identify and catalogue existing school garden locations and potential school garden locations;\n\tii. develop and administer incentive programs to encourage public or private entities to help schools identify and develop school garden locations;\n\tiii. promote community participation and community assistance in the identification and development of school garden locations;\n\tiv. disseminate information to all principals about the resources that are available for identifying and developing school garden locations;\n\tv. facilitate interactions among city agencies, community based organizations, environmental experts, and schools regarding school gardens;\n\tvi. support the efforts of principals to obtain and utilize federal, state, and private incentives to identify and develop school garden locations; \n\tvii. take other such actions as may be necessary to facilitate the identification and development of school garden locations.\n\t4. No later than April twenty-second, two thousand thirteen, and no later than every April twenty-second thereafter, the interagency school gardens team shall prepare and submit to the mayor and the speaker of the city council a report on the city’s school gardens, disaggregated by community district and council district, where possible. Such report may be included in the office’s annual report on the city’s long-term planning and sustainability efforts. The report shall include, but not be limited to:\n\ti. locations of existing school gardens;\n\tii. potential locations for future school gardens; and\n\tiii. the ways in which schools have implemented school garden programs, such as whether the gardens are part of the curriculum or extra-curricular activities and whether the gardens serve as a source of food to the school and/or surrounding community. \n\t§ 2. This local law shall take effect ninety days after its enactment. \n\n\n\n\nLS#3368\nAES/SL\n9/6/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab Section 1. Section 20 of the New York city charter is amended by adding a new subdivision j to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\cf0\\tab\\ul j. School gardens. 1. There is hereby established within the office an interagency school gardens team under the management of the director or the director\\rquote s designee to support the creation and maintenance of school gardens.\\par\n\\ulnone\\tab\\ul 2. The interagency school gardens team shall include as members the commissioners of buildings, education, environmental protection, health and mental hygiene, parks and recreation, and the chairperson of the city planning commission, or their respective designees, and such other members as the director shall designate. \\par\n\\ulnone\\tab\\ul 3. The interagency school gardens team shall:\\par\n\\ulnone\\tab\\ul i. identify and catalogue existing school garden locations and potential school garden locations;\\par\n\\ulnone\\tab\\ul ii. develop and administer incentive programs to encourage public or private entities to help schools identify and develop school garden locations;\\par\n\\ulnone\\tab\\ul iii. promote community participation and community assistance in the identification and development of school garden locations;\\par\n\\ulnone\\tab\\ul iv. disseminate information to all principals about the resources that are available for identifying and developing school garden locations;\\par\n\\ulnone\\tab\\ul v. facilitate interactions among city agencies, community based organizations, environmental experts, and schools regarding school gardens;\\par\n\\ulnone\\tab\\ul vi. support the efforts of principals to obtain and utilize federal, state, and private incentives to identify and develop school garden locations; \\par\n\\ulnone\\tab\\ul vii. take other such actions as may be necessary to facilitate the identification and development of school garden locations.\\par\n\\ulnone\\tab\\ul 4. No later than April twenty-second, two thousand thirteen, and no later than every April twenty-second thereafter, the interagency school gardens team shall prepare and submit to the mayor and the speaker of the city council a report on the city\\rquote s school gardens, disaggregated by community district and council district, where possible. Such report may be included in the office\\rquote s annual report on the city\\rquote s long-term planning and sustainability efforts. The report shall include, but not be limited to:\\par\n\\ulnone\\tab\\ul i. locations of existing school gardens;\\par\n\\ulnone\\tab\\ul ii. potential locations for future school gardens; and\\par\n\\ulnone\\tab\\ul iii. the ways in which schools have implemented school garden programs, such as whether the gardens are part of the curriculum or extra-curricular activities and whether the gardens serve as a source of food to the school and/or surrounding community. \\par\n\\ulnone\\tab\\'a7 2. This local law shall take effect ninety days after its enactment. \\par\n\\ul\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\ulnone\\fs20 LS#3368\\par\nAES/SL\\par\n9/6/12\\par\n}\n",
  "LastModified": "2013-12-23T02:34:09.2Z"
}
