{
  "ID": 49597,
  "GUID": "C1DBEF40-7011-4AAD-A9C0-E71F051494C5",
  "File": "Int 0960-2012",
  "Name": "Requiring the Human Resources Administration to report information regarding its immigrant sponsor recoupment policy.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the Human Resources Administration to report information regarding its immigrant sponsor recoupment policy.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2012-11-13T00:00:00Z",
  "AgendaDate": "2012-11-13T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    }
  ],
  "History": [
    {
      "ID": 268975,
      "Date": "2012-11-13T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 269051,
      "Date": "2012-11-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11963,
      "AgendaSequence": 76,
      "MinutesSequence": 90,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283716,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50805,
  "Text": "Be it enacted by the Council as follows: \n\t Section 1. Chapter one of title 21 of the administrative code of the city of New York is amended by adding a new section 21-133 to read as follows:\n\ta. Definitions.  For purposes of this section, the following definitions shall apply:\n\t1. “Department” shall mean the Human Resources Administration of the Department of Social Services of the city of New York. \n\t2. “Initial repayment letter” shall mean the first letter sent by the department notifying a sponsor of its recoupment efforts.\n\t3. “Recoupment” shall mean the department’s policy of seeking reimbursement from sponsors of safety net related expenditures made on sponsored immigrants’ behalf.\n\t4. “Safety net assistance” shall mean allowances pursuant to section 131-a of the state social services law. \n\t5. “Sponsor” shall mean an individual who has completed a sponsor’s affidavit of support pursuant to section 213A of the Immigration and Nationality Act.\n\t6. “Sponsored immigrant” shall mean an individual who has applied for a green card or visa under certain family-related provisions of the Immigration and Nationality Act that require a sponsor’s affidavit and who has subsequently been a recipient of safety net assistance.\n\tb. Reporting.  Six months from the effective date of this local law, and annually on April 1 thereafter, the department shall prepare and submit to the city council a report containing the following information regarding recoupment:\n\t1. As to sponsored immigrants, at a minimum, the report shall contain: \n\t(a) the number of sponsored immigrants sent notice of the intent to pursue recoupment; \n\t(b) of those sponsored immigrants sent such notice, the number who, according to the department’s existing records, are disabled, over age 60, domestic violence survivors, and/or  homeless; \n\t(c) the number of sponsored immigrants who respond to such notice;\n\t(d) the number of sponsored immigrants who respond to such notice and indicate that they do not want their sponsor contacted because of domestic violence; \n\t(e) the number of sponsored immigrants who respond to such notice and ask that their safety net assistance case be closed and, of those the number who also ask that their Medicaid and/or SNAP case be closed; \n\t(f) the number of sponsored immigrants who do not respond to such notice and a description of the action taken on those cases by the department; \n\t(g)  the number of such notices sent to individuals that the department incorrectly identified as sponsored immigrants; and\n\t(h) the number of such notices to sponsored immigrants that are returned by the U.S. Postal Service as undeliverable.\n\t2. As to the sponsors, at a minimum, the report shall contain: \n\t(a) the number of sponsors who were sent an initial letter demanding repayment;\n\t(b) the number of such initial repayment letters that were returned by the U.S. Postal Service as undeliverable; \n\t(c) the amounts sought from each sponsor and the amount ultimately collected from each sponsor within the reporting period; \n\t(d) the states and zip codes of the sponsors who were sent such an initial repayment letter; \n\t(e) the number of sponsors who paid the total amount due and the amount that was paid;\n\t(f) the number of sponsors who (i) responded to indicate that they are unable to make a payment of any amount; (ii) made a partial payment; and (iii) requested a payment plan; \n\t(g) the number of sponsors who are exempt from recoupment because their income is less than 250 percent of the poverty level;\n\t(h) the number of sponsors who are joint sponsors for a sponsored immigrant;\n\t(i) the installment payment amounts and sponsor income for all sponsors who are given a payment plan; \n\t(j) the number of sponsors who became delinquent in a payment plan, and the length of time given to each delinquent sponsor before such sponsor was turned over to a collection agency;\n\t(k) the number of sponsors who are deemed unresponsive because they fail to respond to any communication from the department seeking repayment;\n\t(l) the length of time given to each unresponsive sponsor prior to being turned over to a collection agency by the department; \n\t(m) the number of sponsors from whom the agency did not pursue recoupment due to domestic violence; \n\t(n) the number of sponsors from whom the agency did not pursue recoupment because the sponsor is on public assistance or can demonstrate economic hardship; \n\t(o) the number of sponsors against whom a lawsuit was filed to achieve recoupment; \n\t(p) a list of amount(s) owed by each sponsor against whom a lawsuit was filed to achieve recoupment; \n\t(q) the number of sponsors against whom a lawsuit was filed to achieve recoupment who settled their cases by entering into a payment plan; \n\t(r) the number of sponsors against whom a lawsuit was filed to achieve recoupment who settled their cases by paying a reduced lump sum;\n\t(s) the number of sponsors against whom a lawsuit was filed to achieve recoupment who settled their cases by paying the full debt as a lump sum;\n\t(t) the number of cases in which a lawsuit was filed to achieve recoupment and the sponsor successfully defended against the recovery action and the types of defenses raised by the successful sponsors; and\n\t (u) the number of initial repayment letters sent to sponsors that are returned by the U.S. Postal Service as undeliverable. \n\t3. As to services provided to sponsors and sponsored immigrants: copies of the materials used by the department to ensure language access for sponsored immigrants and sponsors who are limited English proficient.\n\t4. As to costs to the department: the cost of city expenditures on collection agency efforts and/or collection-related litigation. \n\t§2. This local law shall take effect immediately upon its enactment into law and shall be deemed repealed four years after it shall have become law.\n------------\nJEB/PC\nLS #3885\n10/22/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx720\\tx5040\\ul Be it enacted by the Council as follows: \\ulnone\\par\n\\tab  Section 1. Chapter one of title 21 of the administrative code of the city of New York is amended by adding a new section 21-133 to read as follows:\\par\n\\tab\\ul a. Definitions.  For purposes of this section, the following definitions shall apply:\\par\n\\ulnone\\tab\\ul 1. \\ldblquote Department\\rdblquote  shall mean the Human Resources Administration of the Department of Social Services of the city of New York. \\par\n\\ulnone\\tab\\ul 2. \\ldblquote Initial repayment letter\\rdblquote  shall mean the first letter sent by the department notifying a sponsor of its recoupment efforts.\\par\n\\ulnone\\tab\\ul 3. \\ldblquote Recoupment\\rdblquote  shall mean the department\\rquote s policy of seeking reimbursement from sponsors of safety net related expenditures made on sponsored immigrants\\rquote  behalf.\\par\n\\ulnone\\tab\\ul 4. \\ldblquote Safety net assistance\\rdblquote  shall mean allowances pursuant to section 131-a of the state social services law. \\par\n\\ulnone\\tab\\ul 5. \\ldblquote Sponsor\\rdblquote  shall mean an individual who has completed a sponsor\\rquote s affidavit of support pursuant to section 213A of the Immigration and Nationality Act.\\par\n\\ulnone\\tab\\ul 6. \\ldblquote Sponsored immigrant\\rdblquote  shall mean an individual who has applied for a green card or visa under certain family-related provisions of the Immigration and Nationality Act that require a sponsor\\rquote s affidavit and who has subsequently been a recipient of safety net assistance.\\par\n\\ulnone\\tab\\ul b. Reporting.  Six months from the effective date of this local law, and annually on April 1 thereafter, the department shall prepare and submit to the city council a report containing the following information regarding recoupment:\\par\n\\ulnone\\tab\\ul 1. As to sponsored immigrants, at a minimum, the report shall contain: \\par\n\\ulnone\\tab\\ul (a) the number of sponsored immigrants sent notice of the intent to pursue recoupment; \\par\n\\ulnone\\tab\\ul (b) of those sponsored immigrants sent such notice, the number who, according to the department\\rquote s existing records, are disabled, over age 60, domestic violence survivors, and/or  homeless; \\par\n\\ulnone\\tab\\ul (c) the number of sponsored immigrants who respond to such notice;\\par\n\\ulnone\\tab\\ul (d) the number of sponsored immigrants who respond to such notice and indicate that they do not want their sponsor contacted because of domestic violence; \\par\n\\ulnone\\tab\\ul (e) the number of sponsored immigrants who respond to such notice and ask that their safety net assistance case be closed and, of those the number who also ask that their Medicaid and/or SNAP case be closed; \\par\n\\ulnone\\tab\\ul (f) the number of sponsored immigrants who do not respond to such notice and a description of the action taken on those cases by the department; \\par\n\\tab (g)  the number of such notices sent to individuals that the department incorrectly identified as sponsored immigrants; and\\par\n\\ulnone\\tab\\ul (h) the number of such notices to sponsored immigrants that are returned by the U.S. Postal Service as undeliverable.\\par\n\\ulnone\\tab\\ul 2. As to the sponsors, at a minimum, the report shall contain: \\par\n\\ulnone\\tab\\ul (a) the number of sponsors who were sent an initial letter demanding repayment;\\par\n\\ulnone\\tab\\ul (b) the number of such initial repayment letters that were returned by the U.S. Postal Service as undeliverable; \\par\n\\ulnone\\tab\\ul (c) the amounts sought from each sponsor and the amount ultimately collected from each sponsor within the reporting period; \\par\n\\ulnone\\tab\\ul (d) the states and zip codes of the sponsors who were sent such an initial repayment letter; \\par\n\\ulnone\\tab\\ul (e) the number of sponsors who paid the total amount due and the amount that was paid;\\par\n\\ulnone\\tab\\ul (f) the number of sponsors who (i) responded to indicate that they are unable to make a payment of any amount; (ii) made a partial payment; and (iii) requested a payment plan; \\par\n\\ulnone\\tab\\ul (g) the number of sponsors who are exempt from recoupment because their income is less than 250 percent of the poverty level;\\par\n\\ulnone\\tab\\ul (h) the number of sponsors who are joint sponsors for a sponsored immigrant;\\par\n\\ulnone\\tab\\ul (i) the installment payment amounts and sponsor income for all sponsors who are given a payment plan; \\par\n\\ulnone\\tab\\ul (j) the number of sponsors who became delinquent in a payment plan, and the length of time given to each delinquent sponsor before such sponsor was turned over to a collection agency;\\par\n\\ulnone\\tab\\ul (k) the number of sponsors who are deemed unresponsive because they fail to respond to any communication from the department seeking repayment;\\par\n\\ulnone\\tab\\ul (l) the length of time given to each unresponsive sponsor prior to being turned over to a collection agency by the department; \\par\n\\ulnone\\tab\\ul (m) the number of sponsors from whom the agency did not pursue recoupment due to domestic violence; \\par\n\\ulnone\\tab\\ul (n) the number of sponsors from whom the agency did not pursue recoupment because the sponsor is on public assistance or can demonstrate economic hardship; \\par\n\\ulnone\\tab\\ul (o) the number of sponsors against whom a lawsuit was filed to achieve recoupment; \\par\n\\ulnone\\tab\\ul (p) a list of amount(s) owed by each sponsor against whom a lawsuit was filed to achieve recoupment; \\par\n\\ulnone\\tab\\ul (q) the number of sponsors against whom a lawsuit was filed to achieve recoupment who settled their cases by entering into a payment plan; \\par\n\\ulnone\\tab\\ul (r) the number of sponsors against whom a lawsuit was filed to achieve recoupment who settled their cases by paying a reduced lump sum;\\par\n\\ulnone\\tab\\ul (s) the number of sponsors against whom a lawsuit was filed to achieve recoupment who settled their cases by paying the full debt as a lump sum;\\par\n\\ulnone\\tab\\ul (t) the number of cases in which a lawsuit was filed to achieve recoupment and the sponsor successfully defended against the recovery action and the types of defenses raised by the successful sponsors; and\\par\n\\ulnone\\tab\\ul  (u) the number of initial repayment letters sent to sponsors that are returned by the U.S. Postal Service as undeliverable. \\par\n\\ulnone\\tab\\ul 3. As to services provided to sponsors and sponsored immigrants: copies of the materials used by the department to ensure language access for sponsored immigrants and sponsors who are limited English proficient.\\par\n\\ulnone\\tab\\ul 4. As to costs to the department: the cost of city expenditures on collection agency efforts and/or collection-related litigation. \\par\n\\ulnone\\tab\\'a72. This local law shall take effect immediately upon its enactment into law and shall be deemed repealed four years after it shall have become law.\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20 ------------\\par\nJEB/PC\\par\nLS #3885\\par\n\\pard\\ltrpar\\nowidctlpar\\tx720\\tx5040 10/22/12\\fs24\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T02:33:01.843Z"
}
