{
  "ID": 49635,
  "GUID": "F6F169BD-F1B0-409B-8F05-4AC92A6A6AEB",
  "File": "Int 0962-2012",
  "Name": "Requiring the Department of Homeless Services to report information regarding veterans entering and exiting shelter.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the Department of Homeless Services to report information regarding veterans entering and exiting shelter.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2012-11-13T00:00:00Z",
  "AgendaDate": "2012-11-13T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 268981,
      "Date": "2012-11-13T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 269053,
      "Date": "2012-11-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11963,
      "AgendaSequence": 78,
      "MinutesSequence": 92,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283714,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50843,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Chapter 3 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows:\n\t§21-316. Veterans in shelter report. a. Definitions. For the purposes of this section the following terms shall have the following meanings:\n1.\t “Permanent housing” shall mean stable and habitable housing provided to or acquired by homeless adults, adult families, and families with children who exit the shelter system;\n2.\t “Shelter” shall mean temporary emergency housing provided to homeless adults, adult families, and families with children by the department or a provider under contract or similar agreement with the department; \n3.\t “Supportive housing” shall mean affordable housing, combined with recovery-oriented services, where tenants pay up to thirty percent of their income towards rent and utilities; and\n4.\t “Veteran” shall mean a person who has served in the active military of the United States and who has been released from such service otherwise than by dishonorable discharge.\nb. Beginning no later than January 1, 2013 and on the first day of each succeeding calendar quarter thereafter, the department shall submit to the city council a report and post such report on its website detailing the following information relating to the previous calendar quarter:\n1. Total number of veterans entering shelter, disaggregated by number and percent of veterans who are new to the shelter system and those who have had prior shelter stays;\n2. For the total number of veterans staying in shelter, average length of stay, disaggregated by male and female veterans; and\n3. Total number and percent of veterans placed in permanent housing, disaggregated by type including but not limited to supportive housing, subsidized housing, residential rehabilitation facilities and veterans who return to their family or to independent living.\n§2. This local law shall take effect one hundred and twenty days after it shall become a law except that city agencies, officers and employees shall take such actions as are necessary for its implementation prior to such effective date.\nLS #3040\nJMG/PC\n10/15/2012",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\tab Section 1. Chapter 3 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows:\\par\n\\tab\\ul\\'a721-316. Veterans in shelter report. a. Definitions. For the purposes of this section the following terms shall have the following meanings:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 1.\\tab  \\ldblquote Permanent housing\\rdblquote  shall mean stable and habitable housing provided to or acquired by homeless adults, adult families, and families with children who exit the shelter system;\\par\n2.\\tab  \\ldblquote Shelter\\rdblquote  shall mean temporary emergency housing provided to homeless adults, adult families, and families with children by the department or a provider under contract or similar agreement with the department; \\par\n3.\\tab  \\ldblquote Supportive housing\\rdblquote  shall mean affordable housing, combined with recovery-oriented services, where tenants pay up to thirty percent of their income towards rent and utilities; and\\par\n4.\\tab  \\ldblquote Veteran\\rdblquote  shall mean a person who has served in the active military of the United States and who has been released from such service otherwise than by dishonorable discharge.\\par\nb. Beginning no later than January 1, 2013 and on the first day of each succeeding calendar quarter thereafter, the department shall submit to the city council a report and post such report on its website detailing the following information relating to the previous calendar quarter:\\par\n1. Total number of veterans entering shelter, disaggregated by number and percent of veterans who are new to the shelter system and those who have had prior shelter stays;\\par\n2. For the total number of veterans staying in shelter, average length of stay, disaggregated by male and female veterans; and\\par\n3. Total number and percent of veterans placed in permanent housing, disaggregated by type including but not limited to \\cf1 supportive housing, subsidized housing, residential rehabilitation facilities and veterans who \\cf0 return to their family or to independent living.\\par\n\\ulnone\\'a72. This local law shall take effect one hundred and twenty days after it shall become a law except that city agencies, officers and employees shall take such actions as are necessary for its implementation prior to such effective date.\\fs22\\par\n\\pard\\ltrpar\\nowidctlpar\\fs24 LS #3040\\par\nJMG/PC\\par\n10/15/2012\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\par\n\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T02:32:34.2Z"
}
