{
  "ID": 49640,
  "GUID": "812C34B4-FB5B-4761-9836-6958D6EEBE1C",
  "File": "Int 0966-2012",
  "Name": "Filling semi-annual reports on catch basin cleanup and maintenance.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to filing semi-annual reports on catch basin cleanup and maintenance.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2012-11-13T00:00:00Z",
  "AgendaDate": "2012-11-13T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    }
  ],
  "History": [
    {
      "ID": 268986,
      "Date": "2012-11-13T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 269060,
      "Date": "2012-11-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11963,
      "AgendaSequence": 89,
      "MinutesSequence": 103,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283712,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 50848,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Legislative findings and intent. The Council finds that maintenance of catch basins is an important function of storm water management and ultimately wastewater treatment in New York City. With more than 144,000 catch basins, inspection and maintenance is a formidable responsibility. The Department of Environmental Protection Bureau of Water and Sewer Operations is responsible for regularly inspecting catch basins. However it would be useful for the public to know how often the catch basins are inspected and cleaned, the number of complaints the department receives of clogged or malfunctioning catch basins and how long it takes for a complaint of a clogged catch basin to be resolved. \nTherefore the Council finds that it is appropriate to require semi-annual reporting of catch basin inspection, cleanup and maintenance, including the number of clogged and broken catch basin reports received, by community board, and the time it takes to resolve the complaint.\n§2. Section 24-503 of the administrative code of the city of New York is amended by adding a new subdivision f to read as follows: \nf. The commissioner of environmental protection shall submit semiannual reports of the citywide catch basin inspection, cleanup, maintenance and repair, disaggregated by community board, to the mayor and the council. Such reports shall include the number of catch basins inspected, the number of clogged catch basins identified, the number of catch basins unclogged or repaired, whether the inspection was responsive to any complaints in the community board and the response time for resolution of any complaints. The commissioner shall also ensure that catch basins are inspected, at a minimum of once every year and are repaired or unclogged at least three days after the receipt of a complaint about a clogged or malfunctioning catch basin.\n§3. This local law shall take effect immediately.\n\n\nLS #10/12/12 3:25 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Legislative findings and intent. The Council finds that maintenance of catch basins is an important function of storm water management and ultimately wastewater treatment in New York City. With more than 144,000 catch basins, inspection and maintenance is a formidable responsibility. The Department of Environmental Protection Bureau of Water and Sewer Operations is responsible for regularly inspecting catch basins. However it would be useful for the public to know how often the catch basins are inspected and cleaned, the number of complaints the department receives of clogged or malfunctioning catch basins and how long it takes for a complaint of a clogged catch basin to be resolved. \\par\nTherefore the Council finds that it is appropriate to require semi-annual reporting of catch basin inspection, cleanup and maintenance, including the number of clogged and broken catch basin reports received, by community board, and the time it takes to resolve the complaint.\\par\n\\'a72. Section 24-503 of the administrative code of the city of New York is amended by adding a new subdivision f to read as follows: \\par\n\\ul f. The commissioner of environmental protection shall submit semiannual reports of the citywide catch basin inspection, cleanup, maintenance and repair, disaggregated by community board, to the mayor and the council. Such reports shall include the number of catch basins inspected, the number of clogged catch basins identified, the number of catch basins unclogged or repaired, whether the inspection was responsive to any complaints in the community board and the response time for resolution of any complaints. The commissioner shall also ensure that catch basins are inspected, at a minimum of once every year and are repaired or unclogged at least three days after the receipt of a complaint about a clogged or malfunctioning catch basin.\\par\n\\ulnone\\'a73. This local law shall take effect immediately.\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LS #10/12/12 3:25 p.m.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T02:30:44.28Z"
}
