{
  "ID": 49815,
  "GUID": "4606D269-1E7B-4E51-BDB9-71506F0560F9",
  "File": "Int 0988-2012",
  "Name": "Flood-resistant construction.",
  "Title": "A Local Law to amend the New York city building code, in relation to flood-resistant construction.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2012-12-18T00:00:00Z",
  "AgendaDate": "2012-12-18T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 270209,
      "Date": "2012-12-18T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 270384,
      "Date": "2012-12-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12097,
      "AgendaSequence": 102,
      "MinutesSequence": 116,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283702,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 51034,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section BC G103.7 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\nG103.7 Sand dune alterations in V-Zones and Coastal A-Zones.  Prior to issuing a permit for alteration of sand dunes in a V-Zone or Coastal A-Zone, the commissioner shall require submission of an engineering analysis demonstrating that the proposed alteration will not increase the potential for flood damage.\n\n§2.  Sections BC G104.5.1 and G104.5.2 of the New York city building code, as added by local law number 33 for the year 2007, are amended to read as follows:\nG104.5.1 A-Zones.  For construction in A-Zones, except Coastal A-Zones, the permit application shall include the following certifications, as applicable:\n\n1.  Wet floodproofing certification.  For wet floodproofed enclosures below the design flood elevation, construction documents shall include a certification by the applicant that the design provides for the automatic entry and exit of floodwaters for equalization of hydrostatic flood forces in accordance with Section 2.6.1.2, ASCE 24.\n\n2.  Dry floodproofing certification for nonresidential buildings.  For dry floodproofed buildings and structures that are nonresidential (for flood zone purposes), construction documents shall include a certification by the applicant that the dry floodproofing is designed in accordance with ASCE 24.\n\n3.  Utility certifications.  For all applications involving utility or mechanical work, including applications where such work is to be filed in a separate, related application, construction documents shall include a certification by the applicant that “all heating, ventilation, air conditioning, plumbing, electrical and other services, facilities and equipment within the structure or site will be located or constructed so as to prevent water from entering or accumulating within the components during conditions of flooding, in accordance with ASCE 24.”\n\nG104.5.2 V-Zones and Coastal A-Zones.  For construction in V-Zones and Coastal A-Zones, the permit application shall include the following certifications, as applicable:\n\n1.  Structural design certification.  Construction documents shall include a certification by the applicant that the “entire structure is designed in accordance with ASCE 24, including that the pile or column foundation and building or structure to be attached thereto is designed to be anchored to resist flotation, collapse and lateral movement due to the effects of wind and flood loads acting simultaneously on all building components, and other load requirements of Chapter 16 of the New York City Building Code.”\n\n2.  Breakaway wall certification.  Where breakaway walls are provided, construction documents shall include a certification by the applicant that “the breakaway walls meet the load requirements of Section 5.3.2.3 of ASCE 7, are designed in accordance with ASCE 24, and are of an open lattice type construction only.”\n\n3.  Utility certifications.  For all applications involving utility or mechanical work, including applications where such work [it] is to be filed in a separate, related application, construction documents shall include a certification by the applicant that “all heating, ventilation, air conditioning, plumbing, electrical and other services, facilities and equipment within the structure or site will be located or constructed so as to prevent water from entering or accumulating within the components during conditions of flooding, in accordance with ASCE 24.”   \n\n§3.  Sections BC G106.2 and G106.3 of the New York city building code, as added by local law number 33 for the year 2007, are amended to read as follows:\nG106.2 Space subject to flooding in A-Zones.  [The] For spaces subject to flooding in A-Zones, except Coastal A-Zones, the certificate of occupancy shall describe all non-dry-floodproofed spaces below the design flood elevation as “subject to flooding,” including but not limited to wet floodproofed spaces usable solely for parking, storage, building access or crawl spaces.\n\nG106.3 Spaces subject to flooding in V-Zones and Coastal A-Zones.  [The] For spaces subject to flooding in V-Zones and Coastal A-Zones, the certificate of occupancy shall describe all spaces below the design flood elevation as “subject to flooding,” including but not limited to spaces usable solely for parking, storage, building access or crawl spaces.\n\n\n§4.  The definition of “AREA OF SPECIAL FLOOD HAZARD” as set forth in Section BC G201.2 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\nAREA OF SPECIAL FLOOD HAZARD.  [The land in the flood plain] Land delineated on the ABFEMs as subject to a one percent or greater change of flooding in any given year.  Such areas are designated on the [Flood Insurance Rate Map (FIRM)] ABFEMs as A-Zones, Coastal A-Zones, [or] V-Zones or other High Risk Flood Hazard Areas.  [Such areas] Areas of special flood hazard are also known as the base flood plain or one hundred year flood plain.  Areas designated as X-Zones shall not be deemed areas of special flood hazard for the purpose of this Appendix.\n\n§5.  Section BC G201.2 of the New York city building code is amended by adding new definitions of “A-ZONE, COASTAL” and “ADVISORY BASE FLOOD ELEVATION MAPS (ABFEMs)” to follow in alphabetical order the definition of “A-ZONE,” to read as follows:\nA-ZONE, COASTAL.  An area of special flood hazard, landward of a V-Zone or landward of an open coast without mapped V-Zones, where the potential for breaking wave heights (the vertical distance between the crest and trough of a wave) is greater than or equal to 1.5 feet (457 mm), as delineated on the ABFEMs.\n\nADVISORY BASE FLOOD ELEVATION MAPS (ABFEMs).  The advisory flood maps, released by the Federal Emergency Management Agency (FEMA) in December 2012, which delineate the areas of special hazard, base flood elevations, flood boundaries and floodways for the following counties in the State of New York:  Bronx County, Kings County, New York County, Queens County and Richmond County.  The ABFEMs are adopted until the revised FIRM and FIS are issued and adopted.\n\n§6.  Section G201.2 of the New York city building code is amended by adding new definitions of “HIGH RISK FLOOD HAZARD AREA” and “HIGH VELOCITY WAVE ACTION” to follow in alphabetical order the definition of “FUNCTIONALLY DEPENDENT FACILITY,” to read as follows:\nHIGH RISK FLOOD HAZARD AREA.  An area of special flood hazard where one or more of the following hazards are known to occur, as delineated on the ABFEMs:  alluvial fan flooding, flash floods, mudslides, ice jams, high velocity flows, high velocity wave action, breaking wave heights greater than or equal to 1.5 feet (457 mm), or erosion, as such terms are defined by ASCE 24.\n\nHIGH VELOCITY WAVE ACTION.  A condition where wave heights are greater than or equal to 3 feet (914 mm) in height or where wave runups reach elevations of at least 3 feet (914 mm) above grade.\n\n§7.  Section BC G201.2 of the New York city building code is amended by adding a new definition of “SMALL RESIDENTIAL STRUCTURE” to follow in alphabetical order the definition of “SAND DUNES,” to read as follows:\nSMALL RESIDENTIAL STRUCTURE.  A structure that is a one- or two-family dwelling, as defined in Section 310.2, not more than three stories above-grade in height or a dwelling that is used for providing overnight accommodations and a morning meal to not more than ten lodgers and containing not more than five bedrooms for such lodgers.\n\n§8.  Sections BC G303.2 and G303.3 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\nG303.2 Sewer facilities.  All new and replaced sanitary sewer facilities, private sewage treatment plants (including all pumping stations and collector systems) and on-site waste disposal systems shall be designed in accordance with [Chapter] Section 8, ASCE 24, to minimize or eliminate infiltration of floodwaters into the facilities and discharge from the facilities into floodwaters, or impairment of the facilities and systems.\n\nG303.3 Water facilities.  All new and replacement water facilities shall be designed in accordance with the provisions of [Chapter] Section 8, ASCE 24, to minimize or eliminate infiltration of floodwaters into the systems.\n\n§9.  Section BC G303.7 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\nG303.7 Grading and fill.  In areas of special flood hazard, grading and/or fill shall not be approved:\n\n1.  Unless such fill is placed, compacted and sloped to minimize shifting, slumping and erosion during the rise and fall of flood water and, as applicable, wave action, in accordance with ASCE 24.\n\n2.  In floodways, unless it has been demonstrated through hydrologic and hydraulic analyses performed by an engineer in accordance with standard engineering practice that the proposed grading or fill, or both will not result in any increase in the flood levels during the occurrence of the design flood, in accordance with Section G103.5.\n\n3.  In V-Zones and Coastal A-Zones, unless such fill is [conducted and or placed to avoid dispersion of water and waves towards any building or structure.] nonstructural fill used in accordance with ASCE 24 for dune construction or reconstruction, minimal site grading, landscaping, or to meet local drainage requirements.  \n\n\t§10.  Section BC G304 of the New York city building code, as added by local law number 33 for the year 2007, are amended to read as follows:\nSECTION BC G304\nPOST-FIRM CONSTRUCTION AND ALTERATIONS; SUBSTANTIAL IMPROVEMENTS TO PRE-FIRM CONSTRUCTION\n \nG304.1 A-Zone construction standards.  [The] In addition to the requirements of ASCE 24, the following standards shall apply [to post-FIRM construction and substantial improvements located] within A-Zones, except Coastal A-Zones. \n\nG304.1.1 Residential.  [For buildings] Buildings or structures that are residential (for flood zone purposes)[, all post-FIRM new buildings and substantial improvements] shall comply with the applicable requirements in this Chapter [G3] and ASCE 24, and shall be elevated as follows:\n\n1.  Lowest floor.  The lowest floor, including the basement (for flood zone purposes), shall be elevated to at or above the design flood elevation specified in ASCE 24, Table 2-1;\n\n2.  Enclosures below the design flood elevation.  Enclosed spaces below the design flood elevation specified in ASCE 24, Table 2-1 shall be useable solely for parking of vehicles, building access, storage, or crawlspace, and shall be wet floodproofed in accordance with ASCE 24.  Breakaway walls are not required in A-Zones[.], except Coastal A-Zones;\n\n3.  Materials.  Only flood-damage-resistant materials and finishes shall be utilized below the design flood elevation specified in ASCE 24, Table 5-1;\n\n4.  Utilities and equipment.  Utilities and attendant equipment shall be located at or above the design flood elevation specified in ASCE 24, Table 7-1, or shall be constructed so as to prevent water from entering or accumulating within the components during conditions of flooding in accordance with ASCE 24;\n\n5.  Certifications.  Applications shall contain applicable certifications in accordance with Section G104.5; and\n\n6.  Special inspections.  Special inspections shall be as required by Section G105.\n\nG304.1.2 Nonresidential.  [For buildings] Buildings or structures that are nonresidential (for flood zone purposes)[, all post-FIRM new buildings and substantial improvements] shall comply with the applicable requirements in this Chapter [G3] and ASCE 24, and shall comply with either of the following:\n\n1.  Elevation option.  The structure shall comply with Items 1 through 6 of Section G304.1.1;\n\n2.  Dry floodproofing option.  The structure shall comply with the following:\n\n2.1.  Elevation of dry floodproofing.  The structure shall be dry floodproofed to at or above the design flood elevation specified in ASCE 24, Table 6-1;\n\n2.2.  Dwelling units.  Where dwelling units are located in a building utilizing the dry floodproofing option, the following additional requirements shall be met:\n\n2.2.1.  All rooms and spaces within dwelling units shall be located at or above the design flood elevation;\n\n2.2.2.  No more than one toilet and one sink shall be located below the design flood elevation.  Any such toilet room shall not be located within a dwelling unit and shall be no larger than required by Chapter 11; and no roughing therein shall be permitted to accommodate additional fixtures;\n\n2.2.3.  No more than one two-compartment laundry tray shall be permitted below the design flood elevation;\n\n2.2.4.  No kitchens or kitchenettes shall be permitted below the design flood elevation;\n\n2.2.5.  A restrictive declaration noting the above restrictions shall be filed with the City Register or County Clerk, and the page number and liber number shall be identified in the permit application and on the certificate of occupancy.\n\n2.3.  Utilities and equipment.  Utilities and attendant equipment shall be located within the dry floodproofed enclosure, or may be located outside the dry floodproofed enclosure provided that they are located at or above the design flood elevation specified in ASCE 24, Table 7-1 or are constructed so as to prevent water from entering or accumulating within the components during conditions of flooding in accordance with ASCE 24[.];\n\n2.4.  Certifications.  Applications shall contain applicable certifications in accordance with Section G104.5; and\n\n2.5.  Special inspections.  Special inspections shall be as required by Section G105.\n\nException:  Buildings and structures that are nonresidential (for flood zone purposes) and located within a High Risk Flood Hazard Area, except V-Zones and Coastal A-Zones, shall comply with the applicable requirements in this Chapter and ASCE 24, and shall comply with the elevation option set forth in Items 1 through 6 of Section G304.1.1.\n\nG304.2 V-Zone and Coastal A-Zone construction standards.  In addition to the requirements of ASCE 24, the following standards shall apply [to post-FIRM construction and substantial improvements located] within V-Zones and Coastal A-Zones.\n\n1.  Foundation.  The lowest floor shall be elevated on adequately anchored pilings or columns and securely anchored to such piles or columns to prevent [floatation] flotation, collapse and lateral movement resulting from wind and flood loads acting simultaneously on all building components, and other load requirements of Chapter 16 and this appendix.\n\n2.  Lowest horizontal member.  The lowest portion of the lowest horizontal structural member of the lowest floor (excluding the pilings or columns) shall be elevated to at or above the design flood elevation specified in ASCE 24, Table 4-1.\n\n3.  Below the lowest horizontal members.  Spaces below the lowest horizontal member shall be either:\n\n\t3.1.  Free of obstructions; or\n\n3.2.  Enclosed with breakaway walls providing unconditioned space useable solely for parking of vehicles, building access, storage or crawl space.  Such breakaway walls shall:\n\n\t3.2.1.  Be of an open lattice type construction only;\n\n3.2.2.  Meet the load requirements of Section 5.3.2.3 of ASCE 7; and\n\n3.2.3.  Meet the additional requirements of ASCE 24.\n\n4.  Materials.  Only flood-damage-resistant materials and finishes shall be utilized below the design flood elevation specified in ASCE 24, Table 5-1;\n\n5.  Utilities and equipment.  Utilities and attendant equipment shall be located at or above the design flood elevation specified in ASCE, Table 7-1, or shall be construed so as to both resist wave action and prevent water from entering or accumulating within the components during conditions of flooding in accordance with ASCE 24;\n\n6.  Prohibitions.  The following shall be prohibited in V-Zones and Coastal A-Zones:\n\n6.1.  Development, including land-disturbing activities, seaward of the reach of mean high tide;\n\n6.2.  Use of fill for structural support of buildings; and\n\n6.3.  Man-made alterations of sand dunes that would increase potential damage to buildings.\n\n7.  Certifications.  Applications shall contain applicable certifications in accordance with Section G104.5; and\n\n8.  Special inspections.  Special inspections shall be as required by Section G105.\n\n§11.  Sections BC G305 and BC G306 of the New York city building code, as added by local law number 33 for the year 2007, are amended to read as follows:\nSECTION BC G305\nMANUFACTURED HOMES\n\nG305.1 General.  Manufactured homes shall be prohibited in V-Zones and Coastal A-Zones.  Within A-Zones, except Coastal A-Zones, all new, replaced or substantially improved manufactured homes shall be:\n\n\t1.  Installed using methods and practices that minimize flood damage;\n\n2.  Elevated to or above the design flood elevation specified in ASCE 24, Table 2-1;\n\n3.  Placed on a permanent, reinforced foundation that is designed in accordance with ASCE 24; and\n\n4.  Securely anchored to a foundation system designed to resist [floatation] flotation, collapse and lateral movement.  Methods of anchoring are authorized to include, but are not limited to, use of over-the-top or frame ties to ground anchors.  This requirement is in addition to applicable state and local anchoring requirements for resisting wind forces.  \n\nSECTION BC G306\nRECREATIONAL VEHICLES\n\nG306.1 General.  The following shall apply to placement of all recreational vehicles within areas of special flood hazard:\n\n1.  Placement in V-Zones, Coastal A-Zones and floodways prohibited.  The placement of recreational vehicles is prohibited in V-Zones, Coastal A-Zones and floodways.\n\n2.  Temporary placement in A-Zones.  Within A-Zones, except Coastal A-Zones, recreational vehicles shall be fully licensed and ready for highway use, and shall be placed on a site for less than 180 consecutive days.\n\n3.  Permanent placement in A-Zones.  Within A-Zones, except Coastal A-Zones, recreational vehicles that are not fully licensed and ready for highway use, or that are to be placed on a site for 180 or more consecutive days, shall meet the requirements of Section G305 for manufactured homes.\n\n§12.  Section BC G402 of the New York city building code, as amended by local law 8 for the year 2008, is amended to read as follows:\nSECTION BC G402 STANDARDS\n\nASCE 7-02\tMinimum Design Loads for Buildings and Other Structures \tG104.5.2, G201.2, G304.2\t\nASCE 24-05*\tFlood Resistant Design and Construction\tG103.1, G104.3, G104.5.1, G104.5.2, G105.2, G105.3.1, G201.2, G301.1, G303.2, G303.3, G303.4, G303.7, G304.1.1, G304.1.2, G304.2, G305.1, G307.1, G307.2, G307.3, G308.1, G308.3 \t\nFEMA FIS 360497\tFlood Insurance Study, Community Number 360497, Revised September 5, 2007; Federal Emergency Management Agency \tG102.2\t\nFEMA FIRMs 360497\tFlood Insurance Rate Map, Community Number 360496, Panels Numbers 1 through 0457, Revised September 5, 2007; Federal Emergency Management Agency\tG102.2, G102.3, G102.3.1, G102.3.2, G103.3, G201.2   \t\nFEMA ABFEMs\tAdvisory Base Flood Elevation Maps for Bronx County, New York; Kings County, New York; New York County, New York; Queens County, New York and Richmond County, New York, Issued December 2012; Federal Emergency Management Agency \tG102.2, G102.3.4, G103.3, G201.2\t\nFEMA FORM 81-31\tElevation Certificate; Federal Emergency Management Agency\tG105.3  \t\nFEMA FORM 81-65\tFloodproofing Certification; Federal Emergency Management Agency\tG105.3  \t\nHUD 24 CFR Part 3280-94\tManufactured Home Construction Safety Standards, 1994\tG201.2  \t\n* As modified in Chapter G5.\n\n§13.  The modifications to sections 1.1.1 and 1.1.2 of ASCE 24-05 as set forth in Section BC G501.1 of the New York city building code, as added by local law 33 for the year 2007, are REPEALED.\n§14.  The modifications to sections 1.2, 1.4.3, and 2.3 of ASCE 24-05 as set forth in Section BC G501.1 of the New York city building code, as amended by local law 8 for the year 2008, are amended to read as follows:\nSection 1.2.  Section 1.2 (Definitions) is amended by modifying only the following definitions:\n\n[Coastal A Zone-Reserved.]\n\n[Design Flood Elevation-The applicable elevation specified in Table 2-1, 4-1, 5-1, 6-1, or 7-1, depending on the structure category designated in Table 1-1.] \n\nDesign Flood Elevation-As defined in Section G201 of the New York City Building Code, Appendix G.\n\n[High Risk Flood Hazard Area-An area designated as a coastal high hazard area, being those areas identified on the FIRM as a V-Zone.]\n\nNonresidential-As defined in Section G201 of the New York City Building Code, Appendix G.\n\nResidential-As defined in Section G201 of the New York City Building Code, Appendix G.\n\nSection 1.4.3.  Table 1-1 of Section 1.4.3 (Classification of Structures) is amended to read as follows:\n\nTable 1-1.  Classification of Structures for Flood-Resistant Design and Construction (Classification same as New York City Building Code Table 1604.5)\n Nature of Occupancy\tStructural Occupancy Category\t\nBuildings and other structures that represent a low hazard to human life in the event of failure including, but not limited to: · Agricultural facilities · Certain temporary facilities · Minor storage facilities, not including commercial storage facilities\tI\t\nBuildings and other structures except those listed in Categories I, III and IV\tII\t\nBuildings and other structures that represent a substantial hazard to human life in the event of failure including, but not limited to: · Buildings and other structures where more than 300 people congregate in one area · Buildings and other structures with day-care facilities with an occupant load greater than 150 · Buildings and other structures with elementary school or secondary school facilities with an occupant load greater than 250 · Buildings and other structures with an occupant load greater than 500 for colleges or adult education facilities · Health care facilities with an occupant load of 50 or more resident patients but not having surgery or emergency treatment facilities · Jails and detention facilities · Power-generating stations, water treatment for potable water, waste water treatment facilities and other public utility facilities not included in Structural Occupancy Category IV · Buildings and other structures not included in Structural Occupancy Category IV containing sufficient quantities of toxic or explosive substances to be dangerous to the public if released\tIII\t\nBuildings and other structures designed as essential facilities including, but not limited to: · Hospitals and other health care facilities having surgery or emergency treatment facilities · Fire, rescue and police stations and emergency vehicle garages · Designated earthquake, hurricane or other emergency shelters · Designated emergency preparedness, communication, and operation centers, and other facilities required for emergency response · Power-generating stations and other public utility facilities required in an emergency or required as emergency backup facilities for Structural Occupancy Category IV structures · Structures (including, but not limited to, communication towers, fuel storage tanks, cooling towers, electrical substation structures, fire water storage tanks or other structures housing or supporting water or other fire-suppression material or equipment) required for operation of Structural Occupancy Category IV structures during an emergency · Structures containing highly toxic materials as defined by Section BC 307 of the New York City Building Code  where the quantity of the material exceeds the maximum allowable quantities [of] set forth in Table 307.7(2) of the New York City Building Code · Aviation control towers, air traffic control centers and emergency aircraft hangars · Buildings and other structures having critical national defense functions · Water treatment facilities, water storage facilities and pump structures required to maintain water pressure for fire suppression\tIV\t\n\nSection 2.3.  Table 2-1 of Section 2.3 (Elevation Requirements) is amended to read as follows:\n\nTable 2-1.  Minimum Elevation of the Top of Lowest Floor Relative to Design Flood Elevation (DFE)-A-Zonesa\nStructural Occupancy Categoryb\tMinimum Elevation of Lowest Floor\t\nI\tDFE = BFE\t\nIIc\tDFE = BFE + 1 ftd\t\nIIIc\tDFE = BFE + 1 ft\t\nIVc\tDFE = BFE + 2 ft\t\n\naMinimum elevations shown in Table 2-1 do not apply to V Zones and Coastal A-Zones (see Table 4-1).  Minimum elevations shown in Table 2-1 apply to A-Zones unless specific elevation requirements are given in Section 3 of this Standard.\nbSee Table 1-1, or Table 1604.5 of the New York City Building Code, for structural occupancy category descriptions.\ncFor nonresidential buildings and nonresidential portions of mixed-use buildings, the lowest floor shall be allowed below the minimum elevation if the structure meets the floodproofing requirements of Section 6.\ndFor small residential structures, as defined in Section G201 of the New York City Building Code, the design flood elevation shall be the base flood elevation plus 2 feet.\n\n\t§15.  The modifications to section 4.1.1 of ASCE 24-05 as set forth in Section BC G501.1 of the New York city building code, as added by local law 33 for the year 2007, are REPEALED.\n\t§16.  The modifications to sections 4.4 and 5.5 of ASCE 24-05 as set forth in Section BC G501.1 of the New York city building code, as amended by local law 8 for the year 2008, are amended to read as follows:\nSection 4.4.  Table 4-1 of Section 4.4 (Elevation Requirements) is amended to read as follows:\n\nTable 4-1.  Minimum Elevation of Bottom of Lowest Supporting Horizontal Structural Member of Lowest Floor Relative to Design Flood Elevation (DFE)-V Zones and Coastal A-Zones\nStructural Occupancy Categorya\tMember Orientation Relative to the Direction of Wave Approach\t\n\tParallelb\tPerpendicularb\t\nI\tDFE = BFE\tDFE = BFE\t\nII\tDFE = BFEc\tDFE = BFE + 1 ftc\t\nIII\tDFE = BFE + 1 ft\tDFE = BFE + 2 ft\t\nIV\tDFE = BFE + 1 ft\tDFE = BFE + 2 ft\t\n\naSee Table 1-1, or Table 1604.5 of the New York City Building Code, for structural occupancy category descriptions.\nbOrientation of lowest horizontal structural member relative to the general direction of wave approach; parallel shall mean less than or equal to +20 degrees from the direction of approach; perpendicular shall mean greater than +20 degrees from the direction of approach.\ncFor small residential structures, as defined in Section G201 of the New York City Building Code, the design flood elevation shall be the base flood elevation plus 2 feet.  \n\n\t§17.  The modifications to section 5.1 of ASCE 24-05 as set forth in Section BC G501.1 of the New York city building code, as amended by local law 8 for the year 2008, are amended to read as follows:\nSection 5.1.  Table 5-1 of Section 5.1 (Materials, General) is amended to read as follows:\n\nTable 5-1.  Minimum Elevation, Relative to Design Flood Elevation (DFE), Below which Flood-Damage-Resistant Materials Shall Be Used\nStructural Occupancy Categorya\t A-Zones\tV-Zones and Coastal A-Zones\t\n\t\tOrientation Parallelb\tOrientation Perpendicularb\t\nI\tDFE = BFE\tDFE = BFE\tDFE = BFE\t\nII\tDFE = BFE + 1 ft\tDFE = BFE + 1 ft\tDFE = BFE + 2 ft \t\nIII\tDFE = BFE + 1 ft\tDFE = BFE + 2 ft\tDFE = BFE + 3 ft\t\nIV\tDFE = BFE + 2 ft\tDFE = BFE + 2 ft\tDFE = BFE + 3 ft\t\n\naSee Table 1-1, or Table 1604.5 of the New York City Building Code, for structural occupancy category descriptions.\nbOrientation of lowest horizontal structural member relative to the general direction of wave approach; parallel shall mean less than or equal to +20 degrees from the direction of approach; perpendicular shall mean greater than +20 degrees from the direction of approach.\n\n\t§18.  The modifications to section 5.2.6 of ASCE 24-05 as set forth in Section BC G501.1 of the New York city building code, as added by local law 33 for the year 2007, are amended to read as follows:\n\tSection 5.2.6.  Section 5.2.6 (Finishes) shall be amended to read as follows:\n5.2.6 Finishes and other materials.  Interior finishes, trim and exterior finishes, as well as any materials not otherwise provided for in Sections 5.2.1 through 5.2.5, shall be flood-damage-resistant materials in [Accordance] accordance with FEMA Technical Bulletin 2-93, Flood [resistant] Damage-Resistant Materials [Requirement] Requirements for Buildings Located in Special Flood Hazard Areas, or shall be required to be approved by the authority having jurisdiction.\n\t\n§19.  The modifications to section 6.2 of ASCE 24-05 as set forth in Section BC G501.1 of the New York city building code, as amended by local law 8 for the year 2008, are amended to read as follows:\nSection 6.2.  Table 6-1 of Section 6.2 (Dry Floodproofing) is amended to read as follows:\n\nTable 6-1.  Minimum Elevation of Floodproofing, Relative to Design Flood Elevation (DFE)-A-Zones Except High Risk Flood Hazard Areasd\nStructural Occupancy Categorya\tMinimum Elevation of Floodproofingb\t\nI\tDFE = BFE + 1 ft\t\nIIc\tDFE = BFE + 1 ft\t\nIII\tDFE = BFE + 1 ft\t\nIV\tDFE = BFE + 2 ft\t\n\naSee Table 1-1, or Table 1604.5 of the New York City Building Code, for structural occupancy category descriptions.\nbWet or dry floodproofing shall extend to the same level.\ncDry floodproofing of residential buildings and residential portions of mixed use buildings shall not be permitted.\ndDry floodproofing shall not be permitted in High Risk Flood Hazard Areas.\n\n\t§20.  The modifications to section 7.1 of ASCE 24-05 as set forth in Section BC G501.1 of the New York city building code, as amended by local law 8 for the year 2008, are amended to read as follows:\nSection 7.1.  Table 7-1 of Section 7.1 (General) is amended to read as follows:\n\nTable 7-1.  Minimum Elevation of Utilities and Attendant Equipment Relative to Design Flood Elevation (DFE)\n Structural Occupancy Categorya\tLocate Utilities and Attendant Equipment Aboveb\t\n\t A-Zones\tV-Zones and Coastal A-Zones\t\n\t\tOrientation Parallelc\tOrientation Perpendicularc\t\nI\tDFE = BFE\tDFE = BFE\tDFE = BFE\t\nII\tDFE = BFE + 1 ft\tDFE = BFE + 1 ft\tDFE = BFE + 2 ft \t\nIII\tDFE = BFE + 1 ft\tDFE = BFE + 2 ft\tDFE = BFE + 3 ft\t\nIV\tDFE = BFE + 2 ft\tDFE = BFE + 2 ft\tDFE = BFE + 3 ft\t\n\naSee Table 1-1, or Table 1604.5 of the New York City Building Code, for structural occupancy category descriptions.\nbLocate utilities and attendant equipment above elevations shown unless otherwise provided in the text.\ncOrientation of lowest horizontal structural member relative to the general direction of wave approach; parallel shall mean less than or equal to +20 degrees from the direction of approach; perpendicular shall mean greater than +20 degrees from the direction of approach.\n\n\t§21.  The modifications to section 9.3.1 of ASCE 24-05 as set forth in Section BC G501.1 of the New York city building code, as added by local law 33 for the year 2007, is amended to read as follows:\nSection 9.3.1.  The second sentence of the first paragraph of Section 9.3.1 (Attached Garages and Carports) is amended to read as follows:\n\nWet floodproofed garages and carports are permitted below elevations specified in Table 2-1 provided the lowest level of the garage or carport is at or above grade on at least [one side] two sides, the garage or carport walls meet the opening requirements of Section 2.6, and the lowest level of the garage or carport is not classified as a “lowest floor” pursuant to Appendix G of the New York City Building Code.\n\n\t§22.  This local law shall take effect immediately.\n\nEAA\n12/17/2012 11:00 AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset2 Symbol;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  Section BC G103.7 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\ulnone\\b G103.7 Sand dune alterations in V-Zones \\ul and Coastal A-Zones\\ulnone .  \\b0 Prior to issuing a permit for alteration of sand dunes in a V-Zone \\ul or Coastal A-Zone\\ulnone , the commissioner shall require submission of an engineering analysis demonstrating that the proposed alteration will not increase the potential for flood damage.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a72.  Sections BC G104.5.1 and G104.5.2 of the New York city building code, as added by local law number 33 for the year 2007, are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\b G104.5.1 A-Zones.  \\b0 For construction in A-Zones\\ul , except Coastal A-Zones\\ulnone , the permit application shall include the following certifications, as applicable:\\b\\par\n\\b0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440 1.  \\b Wet floodproofing certification.\\b0   For wet floodproofed enclosures below the design flood elevation, construction documents shall include a certification by the applicant that the design provides for the automatic entry and exit of floodwaters for equalization of hydrostatic flood forces in accordance with Section 2.6.1.2, ASCE 24.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440 2.  \\b Dry floodproofing certification for nonresidential buildings.\\b0   For dry floodproofed buildings and structures that are nonresidential (for flood zone purposes), construction documents shall include a certification by the applicant that the dry floodproofing is designed in accordance with ASCE 24.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440 3.  \\b Utility certifications.\\b0   For all applications involving utility or mechanical work, including applications where such work is to be filed in a separate, related application, construction documents shall include a certification by the applicant that \\ldblquote all heating, ventilation, air conditioning, plumbing, electrical and other services\\ul ,\\ulnone  facilities and equipment within the structure or site will be located or constructed so as to prevent water from entering or accumulating within the components during conditions of flooding, in accordance with ASCE 24.\\rdblquote\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\b G104.5.2 V-Zones \\ul and Coastal A-Zones\\ulnone .  \\b0 For construction in V-Zones \\ul and Coastal A-Zones,\\ulnone  the permit application shall include the following certifications, as applicable:\\b\\par\n\\b0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440 1.  \\b Structural design certification.\\b0   Construction documents shall include a certification by the applicant that the \\ldblquote entire structure is designed in accordance with ASCE 24, including that the pile or column foundation and building or structure to be attached thereto is designed to be anchored to resist flotation, collapse and lateral movement due to the effects of wind and flood loads acting simultaneously on all building components, and other load requirements of Chapter 16 of the New York City Building Code.\\rdblquote\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440\\b0 2.  \\b Breakaway wall certification.\\b0   Where breakaway walls are provided, construction documents shall include a certification by \\ul the\\ulnone  applicant that \\ldblquote the breakaway walls meet the load requirements of Section 5.3.2.3 of ASCE 7, are designed in accordance with ASCE 24, and are of an open lattice type construction only.\\rdblquote\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440 3.  \\b Utility certifications.\\b0   For all applications involving utility or mechanical work, including applications where such work [it] \\ul is\\ulnone  to be filed in a separate, related application, construction documents shall include a certification by the applicant that \\ldblquote all heating, ventilation, air conditioning, plumbing, electrical and other services\\ul ,\\ulnone  facilities and equipment within the structure or site will be located or constructed so as to prevent water from entering or accumulating within the components during conditions of flooding, in accordance with ASCE 24.\\rdblquote  \\b  \\b0  \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a73.  Sections BC G106.2 and G106.3 of the New York city building code, as added by local law number 33 for the year 2007, are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\b G106.2 Space subject to flooding in A-Zones.  \\b0 [The] \\ul For spaces subject to flooding in A-Zones, except Coastal A-Zones, the\\ulnone  certificate of occupancy shall describe all non-dry-floodproofed spaces below the design flood elevation as \\ldblquote subject to flooding,\\rdblquote  including but not limited to wet floodproofed spaces usable solely for parking, storage, building access or crawl spaces.\\b\\par\n\\b0\\par\n\\b G106.3 Spaces subject to flooding in V-Zones \\ul and Coastal A-Zones\\ulnone .  \\b0 [The] \\ul For spaces subject to flooding in V-Zones and Coastal A-Zones, the\\ulnone  certificate of occupancy shall describe all spaces below the design flood elevation as \\ldblquote subject to flooding,\\rdblquote  including but not limited to spaces usable solely for parking, storage, building access or crawl spaces.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a74.  The definition of \\ldblquote AREA OF SPECIAL FLOOD HAZARD\\rdblquote  as set forth in Section BC G201.2 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\b AREA OF SPECIAL FLOOD HAZARD.\\b0   [The land in the flood plain] \\ul Land\\ulnone  delineated \\ul on the ABFEMs\\ulnone  as subject to a one percent or greater change of flooding in any given year.  Such areas are designated on the [Flood Insurance Rate Map (FIRM)] \\ul ABFEMs\\ulnone  as A-Zones\\ul , Coastal A-Zones,\\ulnone  [or] V-Zones \\ul or other High Risk Flood Hazard Areas\\ulnone .  [Such areas] \\ul Areas of special flood hazard\\ulnone  are also known as the base flood plain or one hundred year flood plain.  Areas designated as X-Zones shall not be deemed areas of special flood hazard for the purpose of this Appendix.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a75.  Section BC G201.2 of the New York city building code is amended by adding new definitions of \\ldblquote A-ZONE, COASTAL\\rdblquote  and \\ldblquote ADVISORY BASE FLOOD ELEVATION MAPS (ABFEMs)\\rdblquote  to follow in alphabetical order the definition of \\ldblquote A-ZONE,\\rdblquote  to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\qj\\ul\\b A-ZONE, COASTAL.  \\b0 An area of special flood hazard, landward of a V-Zone or landward of an open coast without mapped V-Zones, where the potential for breaking wave heights (the vertical distance between the crest and trough of a wave) is greater than or equal to 1.5 feet (457 mm), as delineated on the ABFEMs.\\par\n\\par\n\\b ADVISORY BASE FLOOD ELEVATION MAPS (ABFEMs).\\b0   The advisory flood maps, released by the Federal Emergency Management Agency (FEMA) in December 2012, which delineate the areas of special hazard, base flood elevations, flood boundaries and floodways for the following counties in the State of New York:  Bronx County, Kings County, New York County, Queens County and Richmond County.  The ABFEMs are adopted until the revised FIRM and FIS are issued and adopted.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a76.  Section G201.2 of the New York city building code is amended by adding new definitions of \\ldblquote HIGH RISK FLOOD HAZARD AREA\\rdblquote  and \\ldblquote HIGH VELOCITY WAVE ACTION\\rdblquote  to follow in alphabetical order the definition of \\ldblquote FUNCTIONALLY DEPENDENT FACILITY,\\rdblquote  to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\qj\\ul\\b HIGH RISK FLOOD HAZARD AREA.\\b0   An area of special flood hazard where one or more of the following hazards are known to occur, as delineated on the ABFEMs:  alluvial fan flooding, flash floods, mudslides, ice jams, high velocity flows, high velocity wave action, breaking wave heights greater than or equal to 1.5 feet (457 mm), or erosion, as such terms are defined by ASCE 24.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720 HIGH VELOCITY WAVE ACTION.\\b0   A condition where wave heights are greater than or equal to 3 feet (914 mm) in height or where wave runups reach elevations of at least 3 feet (914 mm) above grade.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a77.  Section BC G201.2 of the New York city building code is amended by adding a new definition of \\ldblquote SMALL RESIDENTIAL STRUCTURE\\rdblquote  to follow in alphabetical order the definition of \\ldblquote SAND DUNES,\\rdblquote  to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\ul\\b SMALL RESIDENTIAL STRUCTURE.  \\b0 A structure that is a one- or two-family dwelling, as defined in Section 310.2, not more than three stories above-grade in height or a dwelling that is used for providing overnight accommodations and a morning meal to not more than ten lodgers and containing not more than five bedrooms for such lodgers.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a78.  Sections BC G303.2 and G303.3 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\b G303.2 Sewer facilities.\\b0   All new and replaced sanitary sewer facilities, private sewage treatment plants (including all pumping stations and collector systems) and on-site waste disposal systems shall be designed in accordance with [Chapter] \\ul Section\\ulnone  8, ASCE 24, to minimize or eliminate infiltration of floodwaters into the facilities and discharge from the facilities into floodwaters, or impairment of the facilities and systems.\\par\n\\par\n\\b G303.3 Water facilities.\\b0   All new and replacement water facilities shall be designed in accordance with the provisions of [Chapter] \\ul Section\\ulnone  8, ASCE 24, to minimize or eliminate infiltration of floodwaters into the systems.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a79.  Section BC G303.7 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\b G303.7 Grading and fill.\\b0   In areas of special flood hazard\\ul ,\\ulnone  grading and/or fill shall not be approved:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440 1.  Unless such fill is placed, compacted and sloped to minimize shifting, slumping and erosion during the rise and fall of flood water and, as applicable, wave action, in accordance with ASCE 24.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440 2.  In floodways, unless it has been demonstrated through hydrologic and hydraulic analyses performed by an engineer in accordance with standard engineering practice that the proposed grading or fill, or both will not result in any increase in the flood levels during the occurrence of the design flood, in accordance with Section G103.5.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440 3.  In V-Zones \\ul and Coastal A-Zones\\ulnone , unless such fill is [conducted and or placed to avoid dispersion of water and waves towards any building or structure.] \\ul nonstructural fill used in accordance with ASCE 24 for dune construction or reconstruction, minimal site grading, landscaping, or to meet local drainage requirements. \\ulnone  \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab\\'a710.  Section BC G304 of the New York city building code, as added by local law number 33 for the year 2007, are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qc\\b SECTION BC G304\\par\nPOST-FIRM CONSTRUCTION AND \\ul ALTERATIONS;\\ulnone  SUBSTANTIAL IMPROVEMENTS \\ul TO PRE-FIRM CONSTRUCTION\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qc  \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720 G304.1 A-Zone construction standards.  [\\b0 The] \\ul In addition to the requirements of ASCE 24, the\\ulnone  following standards shall apply [to post-FIRM construction and substantial improvements located] within A-Zones\\ul , except Coastal A-Zones\\ulnone .\\ul\\b  \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440\\ulnone G304.1.1 Residential.\\b0   [For buildings] \\ul Buildings\\ulnone  or structures that are residential (for flood zone purposes)[, all post-FIRM new buildings and substantial improvements] shall comply with the applicable requirements in \\ul this\\ulnone  Chapter [G3] and ASCE 24, and shall be elevated as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li2160 1.  \\b Lowest floor.\\b0   The lowest floor, including the basement (for flood zone purposes), shall be elevated to at or above the design flood elevation specified in ASCE 24, Table 2-1;\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li2160 2.  \\b Enclosures below the design flood elevation.\\b0   Enclosed spaces below the design flood elevation specified in ASCE 24, Table 2-1 shall be useable solely for parking of vehicles, building access, storage, or crawlspace, and shall be wet floodproofed in accordance with ASCE 24.  Breakaway walls are not required in A-Zones[.]\\ul , except Coastal A-Zones;\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li2160\\ulnone 3.  \\b Materials.\\b0   Only flood-damage-resistant materials and finishes shall be utilized below the design flood elevation specified in ASCE 24, Table 5-1;\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li2160 4.  \\b Utilities and equipment.\\b0   Utilities and attendant equipment shall be located at or above the design flood elevation specified in ASCE 24, Table 7-1, or shall be constructed so as to prevent water from entering or accumulating within the components during conditions of flooding in accordance with ASCE 24;\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li2160 5.  \\b Certifications.\\b0   Applications shall contain applicable certifications in accordance with Section G104.5; and\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li2160 6.  \\b Special inspections.\\b0   Special inspections shall be as required by Section G105.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440\\b G304.1.2 Nonresidential.  [\\b0 For buildings] \\ul Buildings\\ulnone  or structures that are nonresidential (for flood zone purposes)[, all post-FIRM new buildings and substantial improvements] shall comply with the applicable requirements in \\ul this\\ulnone  Chapter [G3] and ASCE 24, and shall comply with either of the following:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li2160 1.  \\b Elevation option.\\b0   The structure shall comply with Items 1 through 6 of Section G304.1.1;\\par\n\\par\n2.  \\b Dry floodproofing option.\\b0   The structure shall comply with the following:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li2880 2.1.  \\b Elevation of dry floodproofing.\\b0   The structure shall be dry floodproofed to at or above the design flood elevation specified in ASCE 24, Table 6-1;\\par\n\\par\n2.2.  \\b Dwelling units.\\b0   Where dwelling units are located in a building utilizing the dry floodproofing option, the following additional requirements shall be met:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li3600 2.2.1.  All rooms and spaces within dwelling units shall be located at or above the design flood elevation;\\par\n\\par\n2.2.2.  No more than one toilet and one sink shall be located below the design flood elevation.  Any such toilet room shall not be located within a dwelling unit and shall be no larger than required by Chapter 11; and no roughing therein shall be permitted to accommodate additional fixtures;\\par\n\\par\n2.2.3.  No more than one two-compartment laundry tray shall be permitted below the design flood elevation;\\par\n\\par\n2.2.4.  No kitchens or kitchenettes shall be permitted below the design flood elevation;\\par\n\\par\n2.2.5.  A restrictive declaration noting the above restrictions shall be filed with the City Register or County Clerk, and the page number and liber number shall be identified in the permit application and on the certificate of occupancy.\\ul\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li2880 2.3.  \\b Utilities and equipment.\\b0   Utilities and attendant equipment shall be located within the dry floodproofed enclosure, or may be located outside the dry floodproofed enclosure provided that they are located at or above the design flood elevation specified in ASCE 24, Table 7-1 or are constructed so as to prevent water from entering or accumulating within the components during conditions of flooding in accordance with ASCE 24[.]\\ul ;\\ulnone\\par\n\\par\n2.4.  \\b Certifications.\\b0   Applications shall contain applicable certifications in accordance with Section G104.5; and\\par\n\\par\n2.5.  \\b Special inspections.\\b0   Special inspections shall be as required by Section G105.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li2160\\ul\\b Exception:\\b0   Buildings and structures that are nonresidential (for flood zone purposes) and located within a High Risk Flood Hazard Area, except V-Zones and Coastal A-Zones, shall comply with the applicable requirements in this Chapter and ASCE 24, and shall comply with the elevation option set forth in Items 1 through 6 of Section G304.1.1.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\b G304.2 V-Zone \\ul and Coastal A-Zone\\ulnone  construction standards.  \\b0 In addition to the requirements of ASCE 24, the following standards shall apply [to post-FIRM construction and substantial improvements located] within V-Zones \\ul and Coastal A-Zones\\ulnone .\\par\n\\ul\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440\\ulnone\\b0 1.  \\b Foundation.\\b0   The lowest floor shall be elevated on adequately anchored pilings or columns and securely anchored to such piles or columns to prevent [floatation] \\ul flotation\\ulnone , collapse and lateral movement resulting from wind and flood loads acting simultaneously on all building components, and other load requirements of Chapter 16 and this appendix.\\par\n\\ul\\b\\par\n\\ulnone\\b0 2.  \\b Lowest horizontal member.\\b0   The lowest portion of the lowest horizontal structural member of the lowest floor (excluding the pilings or columns) shall be \\ul elevated to\\ulnone  at or above the design flood elevation specified in ASCE 24, Table 4-1.\\par\n\\par\n3.  \\b Below the lowest horizontal members.\\b0   Spaces below the lowest horizontal member shall be either:\\par\n\\par\n\\tab 3.1.  Free of obstructions; or\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li2160 3.2.  Enclosed with breakaway walls providing unconditioned space useable solely for parking of vehicles, building access, storage or crawl space.  Such breakaway walls shall:\\par\n\\par\n\\tab 3.2.1.  Be of an open lattice type construction only;\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li2880 3.2.2.  Meet the load requirements of Section 5.3.2.3 of ASCE 7; and\\par\n\\par\n3.2.3.  Meet the additional requirements of ASCE 24.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440 4.  \\b Materials.\\b0   Only flood-damage-resistant materials and finishes shall be utilized below the design flood elevation specified in ASCE 24, Table 5-1;\\par\n\\par\n5.  \\b Utilities and equipment.\\b0   Utilities and attendant equipment shall be located at or above the design flood elevation specified in ASCE, Table 7-1, or shall be construed so as to both resist wave action and prevent water from entering or accumulating within the components during conditions of flooding in accordance with ASCE 24;\\par\n\\par\n6.  \\b Prohibitions.\\b0   The following shall be prohibited in V-Zones \\ul and Coastal A-Zones\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li2160 6.1.  Development, including land-disturbing activities, seaward of the reach of mean high tide;\\par\n\\par\n6.2.  Use of fill for structural support of buildings; and\\par\n\\par\n6.3.  Man-made alterations of sand dunes that would increase potential damage to buildings.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440 7.  \\b Certifications.\\b0   Applications shall contain applicable certifications in accordance with Section G104.5; and\\par\n\\par\n8.  \\b Special inspections.\\b0   Special inspections shall be as required by Section G105.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a711.  Sections BC G305 and BC G306 of the New York city building code, as added by local law number 33 for the year 2007, are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qc\\b SECTION BC G305\\par\nMANUFACTURED HOMES\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\par\nG305.1 General.\\b0   Manufactured homes shall be prohibited in V-Zones \\ul and Coastal A-Zones\\ulnone .  Within A-Zones\\ul , except Coastal A-Zones\\ulnone , all new, replaced or substantially improved manufactured homes shall be:\\par\n\\par\n\\tab 1.  Installed using methods and practices that minimize flood damage;\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440 2.  Elevated to or above the design flood elevation specified in ASCE 24, Table 2-1;\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440 3.  Placed on a permanent, reinforced foundation that is designed in accordance with ASCE 24; \\ul and\\par\n\\ulnone\\par\n4.  Securely anchored to a foundation system designed to resist [floatation] \\ul flotation\\ulnone , collapse and lateral movement.  Methods of anchoring are authorized to include, but are not limited to, use of over-the-top or frame ties to ground anchors.  This requirement is in addition to applicable state and local anchoring requirements for resisting wind forces.  \\b\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\b0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qc\\b SECTION BC G306\\par\nRECREATIONAL VEHICLES\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720 G306.1 General.\\b0   The following shall apply to placement of all recreational vehicles within areas of special flood hazard:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440 1.  \\b Placement in V-Zones\\ul , Coastal A-Zones\\ulnone  and floodways prohibited.\\b0   The placement of recreational vehicles is prohibited in V-Zones\\ul , Coastal A-Zones\\ulnone  and floodways.\\par\n\\par\n2.  \\b Temporary placement in A-Zones.  \\b0 Within A-Zones\\ul , except Coastal A-Zones\\ulnone , recreational vehicles shall be fully licensed and ready for highway use, and shall be placed on a site for less than 180 consecutive days.\\par\n\\par\n3.  \\b Permanent placement in A-Zones.  \\b0 Within A-Zones\\ul , except Coastal A-Zones\\ulnone , recreational vehicles that are not fully licensed and ready for highway use, or that are to be placed on a site for 180 or more consecutive days, shall meet the requirements of Section G305 for manufactured homes.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a712.  Section BC G402 of the New York city building code, as amended by local law 8 for the year 2008, is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qc\\b SECTION BC G402 STANDARDS\\par\n\\par\n\\trowd\\trgaph108\\trleft-108\\cellx1800\\cellx6276\\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1\\b0 ASCE 7-02\\cell Minimum Design Loads for Buildings and Other Structures \\cell G104.5.2, G201.2, G304.2\\cell\\row\n\\trowd\\trgaph108\\trleft-108\\cellx1800\\cellx6276\\cellx9468\\intbl ASCE 24-05*\\cell Flood Resistant Design and Construction\\cell G103.1, G104.3, G104.5.1, G104.5.2, G105.2, G105.3.1, G201.2, G301.1, G303.2, G303.3, G303.4, G303.7, G304.1.1, G304.1.2, G304.2, G305.1, G307.1, G307.2, G307.3, G308.1, G308.3 \\cell\\row\n\\trowd\\trgaph108\\trleft-108\\cellx1800\\cellx6276\\cellx9468\\intbl FEMA FIS 360497\\cell Flood Insurance Study, Community Number 360497, Revised September 5, 2007; Federal Emergency Management Agency \\cell G102.2\\cell\\row\n\\trowd\\trgaph108\\trleft-108\\cellx1800\\cellx6276\\cellx9468\\intbl FEMA FIRMs 360497\\cell Flood Insurance Rate Map, Community Number 360496, Panels Numbers 1 through 0457, Revised September 5, 2007; Federal Emergency Management Agency\\cell G102.2, G102.3, G102.3.1, G102.3.2, G103.3, G201.2   \\cell\\row\n\\ul\\trowd\\trgaph108\\trleft-108\\cellx1800\\cellx6276\\cellx9468\\intbl FEMA ABFEMs\\cell Advisory Base Flood Elevation Maps for Bronx County, New York; Kings County, New York; New York County, New York; Queens County, New York and Richmond County, New York, Issued December 2012; Federal Emergency Management Agency \\cell G102.2, G102.3.4, G103.3, G201.2\\cell\\ulnone\\row\n\\trowd\\trgaph108\\trleft-108\\cellx1800\\cellx6276\\cellx9468\\intbl FEMA FORM 81-31\\cell Elevation Certificate; Federal Emergency Management Agency\\cell G105.3  \\cell\\row\n\\trowd\\trgaph108\\trleft-108\\cellx1800\\cellx6276\\cellx9468\\intbl FEMA FORM 81-65\\cell Floodproofing Certification; Federal Emergency Management Agency\\cell G105.3  \\cell\\row\n\\trowd\\trgaph108\\trleft-108\\cellx1800\\cellx6276\\cellx9468\\intbl HUD 24 CFR Part 3280-94\\cell Manufactured Home Construction Safety Standards, 1994\\cell G201.2  \\cell\\row\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0 * As modified in Chapter G5.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a713.  The modifications to sections 1.1.1 and 1.1.2 of ASCE 24-05 as set forth in Section BC G501.1 of the New York city building code, as added by local law 33 for the year 2007, are REPEALED.\\par\n\\'a714.  The modifications to sections 1.2, 1.4.3, and 2.3 of ASCE 24-05 as set forth in Section BC G501.1 of the New York city building code, as amended by local law 8 for the year 2008, are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\b Section 1.2.\\b0   Section 1.2 (Definitions) is amended by modifying only the following definitions:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\li720 [\\b Coastal A Zone\\b0 -Reserved.]\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440 [\\b Design Flood Elevation\\b0 -The applicable elevation specified in Table 2-1, 4-1, 5-1, 6-1, or 7-1, depending on the structure category designated in Table 1-1.] \\par\n\\par\n\\ul\\b Design Flood Elevation\\b0 -As defined in Section G201 of the \\i New York City Building Code\\i0 , Appendix G.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440 [\\b High Risk Flood Hazard Area\\b0 -An area designated as a \\i coastal high hazard area\\i0 , being those areas identified on the FIRM as a \\i V-Zone\\i0 .]\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440\\b Nonresidential-\\b0 As defined in Section G201 of the \\i New York City Building Code\\i0 , Appendix G.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440\\b Residential-\\b0 As defined in Section G201 of the \\i New York City Building Code\\i0 , Appendix G.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\b Section 1.4.3.\\b0   Table 1-1 of Section 1.4.3 (Classification of Structures) is amended to read as follows:\\par\n\\par\n\\pard\\brdrb\\brdrdb\\brdrw20\\brsp20 \\ltrpar\\nowidctlpar\\li720 Table 1-1.  Classification of Structures for Flood-Resistant Design and Construction (Classification same as \\i New York City Building Code\\i0  Table 1604.5)\\par\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrb\\brdrw15\\brdrs \\cellx7380\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1  Nature of Occupancy\\cell Structural Occupancy Category\\cell\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx7380\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1 Buildings and other structures that represent a low hazard to human life in the event of failure including, but not limited to: \\f1\\'b7 \\f0 Agricultural facilities \\f1\\'b7 \\f0 Certain temporary facilities \\f1\\'b7 \\f0 Minor storage facilities\\ul , not including commercial storage facilities\\ulnone\\cell I\\cell\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx7380\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\intbl Buildings and other structures except those listed in Categories I, III and IV\\cell II\\cell\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx7380\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\intbl Buildings and other structures that represent a substantial hazard to human life in the event of failure including, but not limited to: \\f1\\'b7 \\f0 Buildings and other structures where more than 300 people congregate in one area \\f1\\'b7 \\ul\\f0 Buildings and other structures with day-care facilities with an occupant load greater than 150\\ulnone  \\f1\\'b7 \\f0 Buildings and other structures with elementary school or secondary school facilities with an occupant load greater than 250 \\f1\\'b7 \\f0 Buildings and other structures with an occupant load greater than 500 for colleges or adult education facilities \\f1\\'b7 \\f0 Health care facilities with an occupant load of 50 or more resident patients but not having surgery or emergency treatment facilities \\f1\\'b7 \\f0 Jails and detention facilities \\f1\\'b7 \\f0 Power-generating stations, water treatment for potable water, waste water treatment facilities and other public utility facilities not included in Structural Occupancy Category IV \\f1\\'b7 \\f0 Buildings and other structures not included in Structural Occupancy Category IV containing sufficient quantities of toxic or explosive substances to be dangerous to the public if released\\cell III\\cell\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs \\cellx7380\\clbrdrt\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1 Buildings and other structures designed as essential facilities including, but not limited to: \\f1\\'b7 \\f0 Hospitals and other health care facilities having surgery or emergency treatment facilities \\f1\\'b7 \\f0 Fire, rescue and police stations and emergency vehicle garages \\f1\\'b7 \\f0 Designated earthquake, hurricane or other emergency shelters \\f1\\'b7 \\f0 Designated emergency preparedness, communication, and operation centers, and other facilities required for emergency response \\f1\\'b7 \\f0 Power-generating stations and other public utility facilities \\ul required in an emergency or\\ulnone  required as emergency backup facilities for Structural Occupancy Category IV structures \\f1\\'b7 \\ul\\f0 Structures (including, but not limited to, communication towers, fuel storage tanks, cooling towers, electrical substation structures, fire water storage tanks or other structures housing or supporting water or other fire-suppression material or equipment) required for operation of Structural Occupancy Category IV structures during an emergency\\ulnone  \\f1\\'b7 \\f0 Structures containing highly toxic materials as defined by Section \\ul BC\\ulnone  307 \\ul of the \\i New York City Building Code\\ulnone\\i0   where the quantity of the material exceeds the maximum allowable quantities [of] \\ul set forth in\\ulnone  Table 307.7(2) of the \\i New York City Building Code\\i0  \\f1\\'b7 \\f0 Aviation control towers, air traffic control centers and emergency aircraft hangars \\f1\\'b7 \\f0 Buildings and other structures having critical national defense functions \\f1\\'b7 \\f0 Water treatment facilities\\ul , water storage facilities and pump structures\\ulnone  required to maintain water pressure for fire suppression\\cell IV\\cell\\row\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\b Section 2.3.  \\b0 Table 2-1 of Section 2.3 (Elevation Requirements) is amended to read as follows:\\par\n\\par\n\\pard\\brdrb\\brdrdb\\brdrw20\\brsp20 \\ltrpar\\nowidctlpar\\hyphpar0\\li720 Table 2-1.  Minimum Elevation of the Top of Lowest Floor Relative to Design Flood Elevation (DFE)-A-Zones\\super a\\par\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrb\\brdrw15\\brdrs \\cellx5046\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1\\nosupersub Structural Occupancy Category\\super b\\cell\\nosupersub Minimum Elevation of Lowest Floor\\cell\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx5046\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1 I\\cell DFE = BFE\\cell\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx5046\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\intbl II\\super c\\cell\\nosupersub DFE = BFE \\ul + 1 ft\\super d\\cell\\ulnone\\nosupersub\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx5046\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\intbl III\\super c\\cell\\nosupersub DFE = BFE + 1 ft\\cell\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs \\cellx5046\\clbrdrt\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1 IV\\super c\\cell\\nosupersub DFE = BFE + 2 ft\\cell\\row\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\super\\par\na\\nosupersub Minimum elevations shown in Table 2-1 do not apply to V Zones \\ul and Coastal A-Zones\\ulnone  (see Table 4-1).  Minimum elevations shown in Table 2-1 apply to A-Zones unless specific elevation requirements are given in Section 3 of this Standard.\\par\n\\super b\\nosupersub See Table 1-1, or Table 1604.5 of the \\i New York City Building Code\\i0 , for structural occupancy category descriptions.\\par\n\\super c\\nosupersub For nonresidential buildings and nonresidential portions of mixed-use buildings, the lowest floor shall be allowed below the minimum elevation if the structure meets the floodproofing requirements of Section 6.\\par\n\\ul\\super d\\nosupersub For small residential structures, as defined in Section G201 of the \\i New York City Building Code\\i0 , the design flood elevation shall be the base flood elevation plus 2 feet.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\b\\tab\\b0\\'a715.  The modifications to section 4.1.1 of ASCE 24-05 as set forth in Section BC G501.1 of the New York city building code, as added by local law 33 for the year 2007, are REPEALED.\\par\n\\tab\\'a716.  The modifications to sections 4.4 and 5.5 of ASCE 24-05 as set forth in Section BC G501.1 of the New York city building code, as amended by local law 8 for the year 2008, are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\b Section 4.4.\\b0   Table 4-1 of Section 4.4 (Elevation Requirements) is amended to read as follows:\\par\n\\par\n\\pard\\brdrb\\brdrdb\\brdrw20\\brsp20 \\ltrpar\\nowidctlpar\\hyphpar0\\li720 Table 4-1.  Minimum Elevation of Bottom of Lowest Supporting Horizontal Structural Member of Lowest Floor Relative to Design Flood Elevation (DFE)-V Zones \\ul and Coastal A-Zones\\super\\par\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrb\\brdrw15\\brdrs \\cellx3735\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1\\ulnone\\nosupersub Structural Occupancy Category\\super a\\nosupersub\\cell Member Orientation Relative to the Direction of Wave Approach\\cell\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx3735\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx6801\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1\\super\\cell\\nosupersub Parallel\\super b\\cell\\nosupersub Perpendicular\\super b\\cell\\nosupersub\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx3735\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx6801\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\intbl I\\cell DFE = BFE\\cell DFE = BFE\\cell\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx3735\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx6801\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\intbl II\\super\\cell\\nosupersub DFE = BFE\\ul\\super c\\cell\\ulnone\\nosupersub DFE = BFE \\ul + 1 ft\\super c\\ulnone\\cell\\nosupersub\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx3735\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx6801\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\intbl III\\super\\cell\\nosupersub DFE = BFE + 1 ft\\cell DFE = BFE + 2 ft\\cell\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs \\cellx3735\\clbrdrt\\brdrw15\\brdrs \\cellx6801\\clbrdrt\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1 IV\\super\\cell\\nosupersub DFE = BFE + 1 ft\\cell DFE = BFE + 2 ft\\cell\\row\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\super\\par\na\\nosupersub See Table 1-1, or Table 1604.5 of the \\i New York City Building Code\\i0 , for structural occupancy category descriptions.\\par\n\\super b\\nosupersub Orientation of lowest horizontal structural member relative to the general direction of wave approach; parallel shall mean less than or equal to +20 degrees from the direction of approach; perpendicular shall mean greater than +20 degrees from the direction of approach.\\par\n\\ul\\super c\\nosupersub For small residential structures, as defined in Section G201 of the \\i New York City Building Code\\i0 , the design flood elevation shall be the base flood elevation plus 2 feet.  \\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\tab\\'a717.  The modifications to section 5.1 of ASCE 24-05 as set forth in Section BC G501.1 of the New York city building code, as amended by local law 8 for the year 2008, are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\b Section 5.1.\\b0   Table 5-1 of Section 5.1 (Materials, General) is amended to read as follows:\\par\n\\pard\\brdrb\\brdrdb\\brdrw20\\brsp20 \\ltrpar\\nowidctlpar\\hyphpar0\\li720\\par\nTable 5-1.  Minimum Elevation, Relative to Design Flood Elevation (DFE), Below which Flood-Damage-Resistant Materials Shall Be Used\\super\\par\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrb\\brdrw15\\brdrs \\cellx2250\\clbrdrb\\brdrw15\\brdrs \\cellx4950\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1\\nosupersub Structural Occupancy Category\\super a\\nosupersub\\cell  A-Zones\\ul\\cell\\ulnone V-Zones \\ul and Coastal A-Zones\\cell\\ulnone\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx2250\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx4950\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx7373\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1\\super\\cell\\nosupersub\\cell Orientation Parallel\\super b\\cell\\nosupersub Orientation Perpendicular\\super b\\cell\\nosupersub\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx2250\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx4950\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx7373\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\intbl I\\cell DFE = BFE\\cell DFE = BFE\\cell DFE = BFE\\cell\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx2250\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx4950\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx7373\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\intbl II\\super\\cell\\nosupersub DFE = BFE \\ul + 1 ft\\super\\cell\\ulnone\\nosupersub DFE = BFE \\ul + 1 ft\\cell\\ulnone DFE = BFE \\ul + 2 ft\\ulnone  \\ul\\cell\\ulnone\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx2250\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx4950\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx7373\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\intbl III\\super\\cell\\nosupersub DFE = BFE + 1 ft\\cell DFE = BFE + 2 ft\\cell DFE = BFE + 3 ft\\cell\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs \\cellx2250\\clbrdrt\\brdrw15\\brdrs \\cellx4950\\clbrdrt\\brdrw15\\brdrs \\cellx7373\\clbrdrt\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1 IV\\super\\cell\\nosupersub DFE = BFE + 2 ft\\cell DFE = BFE + 2 ft\\cell DFE = BFE + 3 ft\\cell\\row\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\super\\par\na\\nosupersub See Table 1-1, or Table 1604.5 of the \\i New York City Building Code\\i0 , for structural occupancy category descriptions.\\par\n\\super b\\nosupersub Orientation of lowest horizontal structural member relative to the general direction of wave approach; parallel shall mean less than or equal to +20 degrees from the direction of approach; perpendicular shall mean greater than +20 degrees from the direction of approach.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\tab\\'a718.  The modifications to section 5.2.6 of ASCE 24-05 as set forth in Section BC G501.1 of the New York city building code, as added by local law 33 for the year 2007, are amended to read as follows:\\par\n\\tab\\b Section 5.2.6.\\b0   Section 5.2.6 (Finishes) shall be amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440\\b 5.2.6 Finishes and other materials.\\b0   Interior \\ul finishes, trim\\ulnone  and exterior finishes, as well as any materials not otherwise provided for in Sections 5.2.1 through 5.2.5, shall be flood-damage-resistant materials in [Accordance] \\ul accordance\\ulnone  with FEMA Technical Bulletin 2-93, Flood [resistant] \\ul Damage-Resistant\\ulnone  Materials [Requirement] \\ul Requirements\\ulnone  for Buildings Located in Special Flood Hazard Areas, or shall be required to be approved by the authority having jurisdiction.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\tab\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\'a719.  The modifications to section 6.2 of ASCE 24-05 as set forth in Section BC G501.1 of the New York city building code, as amended by local law 8 for the year 2008, are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\b Section 6.2.  \\b0 Table 6-1 of Section 6.2 (Dry Floodproofing) is amended to read as follows:\\par\n\\par\n\\pard\\brdrb\\brdrdb\\brdrw20\\brsp20 \\ltrpar\\nowidctlpar\\hyphpar0\\li720 Table 6-1.  Minimum Elevation of Floodproofing, Relative to Design Flood Elevation (DFE)-A-Zones \\ul Except High Risk Flood Hazard Areas\\super d\\par\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrb\\brdrw15\\brdrs \\cellx5019\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1\\ulnone\\nosupersub Structural Occupancy Category\\super a\\cell\\nosupersub Minimum Elevation of Floodproofing\\super b\\cell\\nosupersub\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx5019\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1 I\\cell DFE = BFE \\ul + 1 ft\\cell\\ulnone\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx5019\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\intbl II\\super c\\cell\\nosupersub DFE = BFE \\ul + 1 ft\\super\\cell\\ulnone\\nosupersub\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx5019\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\intbl III\\super\\cell\\nosupersub DFE = BFE + 1 ft\\cell\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs \\cellx5019\\clbrdrt\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1 IV\\super\\cell\\nosupersub DFE = BFE + 2 ft\\cell\\row\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\super\\par\na\\nosupersub See Table 1-1, or Table 1604.5 of the \\i New York City Building Code\\i0 , for structural occupancy category descriptions.\\par\n\\super b\\nosupersub Wet or dry floodproofing shall extend to the same level.\\par\n\\super c\\nosupersub Dry floodproofing of residential buildings and residential portions of mixed use buildings shall not be permitted.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\qj\\ul\\super d\\nosupersub Dry floodproofing shall not be permitted in High Risk Flood Hazard Areas.\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab\\'a720.  The modifications to section 7.1 of ASCE 24-05 as set forth in Section BC G501.1 of the New York city building code, as amended by local law 8 for the year 2008, are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\b Section 7.1.\\b0   Table 7-1 of Section 7.1 (General) is amended to read as follows:\\par\n\\pard\\brdrb\\brdrdb\\brdrw20\\brsp20 \\ltrpar\\nowidctlpar\\hyphpar0\\li720\\par\nTable 7-1.  Minimum Elevation of Utilities and Attendant Equipment Relative to Design Flood Elevation (DFE)\\super\\par\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrb\\brdrw15\\brdrs \\cellx2250\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1\\nosupersub  Structural Occupancy Category\\super a\\nosupersub\\cell Locate Utilities and Attendant Equipment Above\\super b\\cell\\nosupersub\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx2250\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx4950\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1\\cell  A-Zones\\ul\\cell\\ulnone V-Zones \\ul and Coastal A-Zones\\cell\\ulnone\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx2250\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx4950\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx7373\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1\\super\\cell\\nosupersub\\cell Orientation Parallel\\super c\\cell\\nosupersub Orientation Perpendicular\\super c\\cell\\nosupersub\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx2250\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx4950\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx7373\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\intbl I\\cell DFE = BFE\\cell DFE = BFE\\cell DFE = BFE\\cell\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx2250\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx4950\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx7373\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\intbl II\\super\\cell\\nosupersub DFE = BFE \\ul + 1 ft\\super\\cell\\ulnone\\nosupersub DFE = BFE \\ul + 1 ft\\cell\\ulnone DFE = BFE \\ul + 2 ft\\ulnone  \\ul\\cell\\ulnone\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx2250\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx4950\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx7373\\clbrdrt\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs \\cellx9468\\intbl III\\super\\cell\\nosupersub DFE = BFE + 1 ft\\cell DFE = BFE + 2 ft\\cell DFE = BFE + 3 ft\\cell\\row\n\\trowd\\trgaph108\\trleft612\\trbrdrt\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10\\brsp20 \\clbrdrt\\brdrw15\\brdrs \\cellx2250\\clbrdrt\\brdrw15\\brdrs \\cellx4950\\clbrdrt\\brdrw15\\brdrs \\cellx7373\\clbrdrt\\brdrw15\\brdrs \\cellx9468\\pard\\intbl\\ltrpar\\sl276\\slmult1 IV\\super\\cell\\nosupersub DFE = BFE + 2 ft\\cell DFE = BFE + 2 ft\\cell DFE = BFE + 3 ft\\cell\\row\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\super\\par\na\\nosupersub See Table 1-1, or Table 1604.5 of the \\i New York City Building Code\\i0 , for structural occupancy category descriptions.\\par\n\\super b\\nosupersub Locate utilities and attendant equipment above elevations shown unless otherwise provided in the text.\\par\n\\super c\\nosupersub Orientation of lowest horizontal structural member relative to the general direction of wave approach; parallel shall mean less than or equal to +20 degrees from the direction of approach; perpendicular shall mean greater than +20 degrees from the direction of approach.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\tab\\'a721.  The modifications to section 9.3.1 of ASCE 24-05 as set forth in Section BC G501.1 of the New York city building code, as added by local law 33 for the year 2007, is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\b Section 9.3.1.\\b0   The second sentence of the first paragraph of Section 9.3.1 (Attached Garages and Carports) is amended to read as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440 Wet floodproofed garages and carports are permitted below elevations specified in Table 2-1 provided the lowest level of the garage or carport is at or above grade on at least [one side] \\ul two sides\\ulnone , the garage or carport walls meet the opening requirements of Section 2.6, and the lowest level of the garage or carport is not classified as a \\ldblquote lowest floor\\rdblquote  pursuant to Appendix G of the New York City Building Code.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab\\'a722.  This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\fs16\\par\nEAA\\par\n\\pard\\ltrpar\\nowidctlpar\\lang1024 12/17/2012 11:00 AM\\lang1033\\par\n}\n",
  "LastModified": "2013-12-23T02:24:30.703Z"
}
