{
  "ID": 12645,
  "GUID": "808969E9-F387-4C78-9AE9-68E0D174C168",
  "BodyID": 5070,
  "BodyName": "Subcommittee on Planning, Dispositions and Concessions",
  "Date": "2013-07-22T13:00:00-04:00",
  "Location": "250 Broadway - Committee Rm, 16th Fl.",
  "VideoStatus": "Public",
  "AgendaStatusID": 4,
  "AgendaStatusName": "Deferred",
  "MinutesStatusID": 4,
  "MinutesStatusName": "Deferred",
  "AgendaFile": "",
  "InSiteURL": "https://nyc.legistar.com/MeetingDetail.aspx?LEGID=12645&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 276452,
      "GUID": "DB088F6C-592B-4AB1-A70C-0A8B7AA3540F",
      "Title": "Application No. 20135531 HAQ submitted by the New York City Department of Housing Preservation and Development (HPD) for approval of an Urban Development Action Area Project for property located at 142-05 Rockaway Boulevard, Borough of Queens, Community Board 12, Council District 28. This matter is subject to Council review and action at the request of HPD and pursuant to Article 16 of the New York General Municipal Law. ",
      "AgendaSequence": 1,
      "MinutesSequence": 1,
      "Version": "*",
      "MatterID": 50275,
      "MatterFile": "LU 0816-2013",
      "MatterName": "Planning, UDAAP - 142-05 Rockaway Blvd, Queens (20135531 HAQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276453,
      "GUID": "4B6DAC04-C5C4-45F9-B033-AEDD562994C8",
      "Title": "Application No. 20135677 HAM submitted by the New York City Department of Housing Preservation and Development (HPD) for approval of an Urban Development Action Area Project and related tax exemption for property located at 2353 2nd Avenue, Borough of Manhattan, Community Board 11, Council District 8. This matter is subject to Council review and action at the request of HPD and pursuant to Article 16 of the New York General Municipal Law and Section 577 of the Private Housing Finance Law. ",
      "AgendaSequence": 2,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterID": 50500,
      "MatterFile": "LU 0842-2013",
      "MatterName": "Planning, 2353 2nd Ave, Manhattan (20135677 HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276454,
      "GUID": "D0F4E921-9097-4D19-9B10-B03DCF404725",
      "Title": "Application No. C 130155 PPQ submitted by the NYC Department of Parks and Recreation and the USTA National Tennis Center Inc. (USTA), pursuant to Section 197-c of the New York City Charter, for the disposition of a lease of city-owned property to USTA located northerly of United Nations Avenue North, between Meridian Road and Path of Americas (Block 2018, p/o Lot 1) within Flushing Meadows-Corona Park, in the Borough of Queens, Community Districts 3, 4, 6, 7, 8 and 9, Council District 21. This application is subject to review and action by the Land Use Committee only if appealed to the Council pursuant to 197-d(b)(2) of the Charter or called up by a vote of the Council pursuant to 197-d(b)(3) of the Charter.",
      "AgendaSequence": 3,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterID": 50599,
      "MatterFile": "LU 0852-2013",
      "MatterName": "Planning, Flushing Meadows-Corona Park, Queens (C130155PPQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276455,
      "GUID": "0C24CAA9-2DFD-4903-80FB-CF0C7DC11F32",
      "Title": "Application No. 20135776 HAM submitted by the New York City Department of Housing Preservation and Development (HPD) for approval of an Urban Development Action Area Project and related tax exemption for property located at 211 West 147th Street, Borough of Manhattan, Community Board 10, Council District 7. This matter is subject to Council review and action at the request of HPD and pursuant to Article 16 of the New York General Municipal Law and Section 577 of the Private Housing Finance Law. ",
      "AgendaSequence": 4,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterID": 50673,
      "MatterFile": "LU 0867-2013",
      "MatterName": "Planning, 211 W. 147th Street, Manhattan (20135776 HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276456,
      "GUID": "22434F8A-1F55-4BA1-BBAB-ABFCDE3B531B",
      "Title": "Application No. 20135773 HAK submitted by the New York City Department of Housing Preservation and Development (“HPD”), for an exemption of real property taxes for property located at 640 Broadway, Borough of Brooklyn, Community Board 1, Council District 33.  This matter is subject to Council review and action at the request of HPD and pursuant to Section 577 of the Private Housing Finance Law for an exemption from real property taxes.",
      "AgendaSequence": 5,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterID": 50674,
      "MatterFile": "LU 0868-2013",
      "MatterName": "Planning, 640 Broadway, Brooklyn (20135773 HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276457,
      "GUID": "24DEA92C-643C-4DCB-88A5-DCB4819419E4",
      "Title": "Application No. 20135777 HAK submitted by the New York City Department of Housing Preservation and Development (“HPD”), for approval of the proposed disposition of property located at Brooklyn, Block 1861, Lot 119, subject to restrictions pursuant to Private Housing Finance Law (PHFL) Section 122 (1), Borough of Brooklyn, Community Board 3, Council District 36.  This matter is subject to Council review and action at the request of HPD and pursuant to PHFL Section 122(1).",
      "AgendaSequence": 6,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterID": 50675,
      "MatterFile": "LU 0869-2013",
      "MatterName": "Planning, Approval of the proposed disposition of property located at Brooklyn, Block 1861, Lot 119, Brooklyn (20135777 HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "AgendaLastPublished": "2013-07-16T13:54:42.24Z",
  "MinutesLastPublished": "0001-01-01T00:00:00Z",
  "LastModified": "2015-08-25T15:57:12.06Z"
}
