{
  "ID": 32151,
  "GUID": "9A6FEB9B-5465-43BC-AB97-3EF043CD02A9",
  "File": "Int 0532-2005",
  "Name": "Businesses that use bicycle operators and delivery services post signs at the place of employment detailing proper bicycle safety procedures.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring that businesses that use bicycle operators and delivery services that dispatch bicycle operators post signs at the place of employment detailing proper bicycle safety procedures.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2005-01-19T00:00:00Z",
  "AgendaDate": "2005-01-19T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    }
  ],
  "History": [
    {
      "ID": 170435,
      "Date": "2005-01-19T11:36:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 170582,
      "Date": "2005-01-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3961,
      "AgendaSequence": 106,
      "MinutesSequence": 130,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184983,
      "Date": "2005-12-31T12:08:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 32183,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter 1 of Title 10 of the administrative code of the City of New York is amended by adding thereto a new section 10-157.1 to read as follows:\n10-157.1 Signs and Posters with Bicycle Safety Procedures (a) Every person, firm, partnership, joint venture, association or corporation subject to the provisions of subdivision a of section 10-157 of this chapter shall post one or more signs or posters at the employment site detailing proper bicycle safety procedures and the responsibilities of every bicycle operator and one or more signs or posters detailing the responsibilities of businesses that utilize such bicycle operators pursuant to section 19-176 of this code and section 10-157 of this chapter and any rules promulgated pursuant thereto.  \n(b) Notwithstanding any provision of any law to the contrary, every sign or poster detailing the responsibilities of businesses utilizing bicycle operators shall include at a minimum the following information in English and Spanish, and where applicable, a third language predominantly spoken by bicycle operators utilized by that business that: (i) businesses must be identified on the bicycle by name and number; (ii) a bicycle operator must wear upper body apparel with the business' name and the bicycle operator’s number; (iii) bicycle operators must carry and produce upon the demand of a police officer or any other law enforcement officer their identification card required by subdivision b of section 10-157 of the this chapter (iv) businesses must maintain a log book of all bicycle operators  and trips; and (v) the owner of a business must file annual report pursuant to subdivision d of section 10-157 of the administrative code. \n(c) Notwithstanding any provisions of law to the contrary, and while all rules of the city of New York apply to bicycle operators,  every sign or poster detailing proper bicycle safety procedures and the responsibilities of bicycle operators must specify at a minimum the following information in English and Spanish, and where applicable, a third language predominantly spoken by bicycle operators utilized by that business that:   (i) the provisions of the New York City traffic rules and regulations that are applicable to the operation of bicycles;  (ii) bicycle operators are prohibited from riding bicycles on sidewalks  (iii) bicycle operators must have at least one hand on a steering device or handlebars at all times; (v) bicycle operators involved in accidents resulting in death or injury to person or damage to property must stop and make a report to the police department;  (vi) bicycle operators are prohibited on expressways, drives, highways, interstate routes and thruways unless authorized by signs;  (vii) bicycle operators  must use designated lanes pursuant to the rules of the city of New; and (viii) bicycle operators may ride on either side of a forty-foot wide one-way roadway.\n(d)  Notwithstanding any other provision of law to the contrary, a separate civil penalty of three hundred dollars shall be imposed for a violation of subdivision a, b, or c of this section.  \n§2. This local law shall take effect sixty days after its enactment into law.\n\nRR\nLS816\n1/11/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\tab Section 1.  Chapter 1 of Title 10 of the administrative code of the City of New York is amended by adding thereto a new section 10-157.1 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul 10-157.1 Signs and Posters with Bicycle Safety Procedures (a) Every person, firm, partnership, joint venture, association or corporation subject to the provisions of subdivision a of section 10-157 of this chapter shall post one or more signs or posters at the employment site detailing proper bicycle safety procedures and the responsibilities of every bicycle operator and one or more signs or posters detailing the responsibilities of businesses that utilize such bicycle operators pursuant to section 19-176 of this code and section 10-157 of this chapter and any rules promulgated pursuant thereto.  \\par\n(b) Notwithstanding any provision of any law to the contrary, every sign or poster detailing the responsibilities of businesses utilizing bicycle operators shall include at a minimum the following information in English and Spanish, and where applicable, a third language predominantly spoken by bicycle operators utilized by that business that: (i) businesses must be identified on the bicycle by name and number; (ii) a bicycle operator must wear upper body apparel with the business' name and the bicycle operator\\rquote s number; (iii) bicycle operators must carry and produce upon the demand of a police officer or any other law enforcement officer their identification card required by subdivision b of section 10-157 of the this chapter (iv) businesses must maintain a log book of all bicycle operators  and trips; and (v) the owner of a business must file annual report pursuant to subdivision d of section 10-157 of the administrative code. \\par\n\\pard\\fi720\\sl480\\slmult1 (c) Notwithstanding any provisions of law to the contrary, and while all rules of the city of New York apply to bicycle operators,  every sign or poster detailing proper bicycle safety procedures and the responsibilities of bicycle operators must specify at a minimum the following information in English and Spanish, and where applicable, a third language predominantly spoken by bicycle operators utilized by that business that:   (i) the provisions of the New York City traffic rules and regulations that are applicable to the operation of bicycles;  (ii) bicycle operators are prohibited from riding bicycles on sidewalks  (iii) bicycle operators must have at least one hand on a steering device or handlebars at all times; (v)\\b  \\b0 bicycle operators involved in accidents resulting in death or injury to person or damage to property must stop and make a report to the police department;  (vi) bicycle operators are prohibited on expressways, drives, highways, interstate routes and thruways unless authorized by signs;  (vii) bicycle operators  must use designated lanes pursuant to the rules of the city of New; and (viii) bicycle operators may ride on either side of a forty-foot wide one-way roadway.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone (d)  \\ul Notwithstanding any other provision of law to the contrary, a separate civil penalty of three hundred dollars shall be imposed for a violation of subdivision a, b, or c of this section.  \\par\n\\ulnone\\'a72. This local law shall take effect sixty days after its enactment into law.\\par\n\\ul\\par\n\\pard\\fi720\\qj\\ulnone RR\\par\nLS816\\par\n1/11/05\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
