{
  "ID": 32148,
  "GUID": "D22B7779-BDDB-409A-86DB-2F5D39CDE414",
  "File": "Int 0538-2005",
  "Name": "Increasing the penalties for a violation of a stop work order and for work performed without a permit.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to increasing the penalties for a violation of a stop work order and for work performed without a permit, and to repeal paragraph 5 of subdivision g of section 26-248 of such code, relating to working without a permit and refusing to stop.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2005-01-19T00:00:00Z",
  "AgendaDate": "2005-01-19T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 170432,
      "Date": "2005-01-19T11:31:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 170593,
      "Date": "2005-01-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3961,
      "AgendaSequence": 119,
      "MinutesSequence": 143,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184986,
      "Date": "2005-12-31T12:10:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 32180,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 26-118 of the administrative code of the city of New York is amended to read as follows:\n§ 26-118. Stop-work notices and orders.  Notwithstanding the provisions of sections 26-115 through 26-117 of this subchapter, a notice or order to stop work may be issued by the commissioner, or his or her authorized representative, at any time when it is found that building work is being executed in violation of the provisions of any law, rule or regulation enforceable by the department, or in a dangerous or unsafe manner.\nSuch notice or order may be given orally or in writing to the owner, lessee or occupant of the property involved, or to the agent of any of them, or to the person or persons executing the work and may require all persons in and about the building or premises to vacate the same forthwith, and also require such work to be done as, in the opinion of the commissioner, may be necessary to remove any danger therefrom. The police department shall, upon the request of the commissioner, assist the department in the enforcement of this section.\nConditions warranting issuance of a stop work order include but are not limited to, the failure to have a construction site safety coordinator present in the course of on-going construction at those sites where department rules and regulations require that a construction site safety coordinator be designated and present; the failure to erect a sidewalk shed (or portions thereof) as required by section 27-1021 of the code, or the removal of a sidewalk shed or portions thereof, when such sidewalk shed is still required pursuant to such section.\nIn addition to the penalties provided for in this subchapter, failure to comply with a stop work order shall be subject to the payment of a penalty in the sum of [five hundred] two thousand dollars for each day there is non-compliance, to be recovered in a civil action brought in the name of the commissioner; provided, however, this shall not apply to any work performed to remedy an unsafe or hazardous condition.\n§2. Section 26-212.1 of the administrative code of the city of New York is amended to read as follows:\n§ 26-212.1. Civil penalty for work without a permit.  (a) Whenever any work for which a permit is required pursuant to section 26- 207 or section 27-147 of this code has been performed without such permit, a civil penalty shall be imposed as provided in this section.\n(b) In cases where work has been performed without a permit on a one-family or two-family dwelling such civil penalty shall equal [two] four times the amount of the fee payable for such permit pursuant to this article. Provided, however, that where only part of such work has been performed without such permit, such civil penalty shall be reduced proportionately according to the amount of such work still to be performed at the time a permit is issued. Provided further, however, that such civil penalty shall not be less than [one] five hundred dollars. No civil penalty shall be imposed if the work for which a permit is required was completed prior to the effective date of this section.\n(c) In the case of other work performed without a permit, such civil penalty shall be [ten] twenty times the amount of the fee payable for such permit pursuant to this article. Provided, however, that where only part of such work has been performed without such permit, such civil penalty shall be reduced proportionately according to the amount of such work still to be performed at the time a permit is issued. Provided further, however, that such civil penalty shall not be less than five [hundred] thousand dollars. No civil penalty shall be imposed if the work for which a permit is required was completed prior to the effective date of this section.\n(d) Such civil penalty and such permit fee shall be payable by the owner of the building on which such work is performed.\n(e) Any claim that work described in subdivision (a) of this section was done prior to January first, nineteen hundred eighty-nine shall be supported by an affidavit and supporting data.\n(f) No permit shall be issued for any work described in subdivision (a) of this section until the civil penalty assessed pursuant to this section has been paid.\n§3. Paragraph 5 of subdivision g of section 26-248 of the administrative code of the city of New York is REPEALED.\n§4. Section 26-248 of the administrative code of the city of New York, as last amended by local law number 33 for the year 1991, is amended by adding new subdivisions i and j to read as follows:\ni. Violation of stop-work order. Notwithstanding any inconsistent provisions in other subdivisions of this section, any person who shall violate any of the provisions of article 24 of subchapter one of chapter one of title 27 shall be punished by a fine of not more than fifteen thousand dollars for each such violation or by imprisonment not exceeding six months, or by both.\nj. Work performed without a permit.  Notwithstanding any inconsistent provisions in other subdivisions of this section, any person who shall perform work for which a permit or permits are required pursuant to section 26- 207 or section 27-147 without obtaining such permit or permits shall be punished by a fine of not more than fifteen thousand dollars for each violation or by imprisonment not exceeding six months, or by both.     \n§4.\tThis local law shall take effect on January 1, 2006.\n\nLS#1172/1173\nSJM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.  Section 26-118 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a7 26-118. Stop-work notices and orders.  Notwithstanding the provisions of sections 26-115 through 26-117 of this subchapter, a notice or order to stop work may be issued by the commissioner, or his or her authorized representative, at any time when it is found that building work is being executed in violation of the provisions of any law, rule or regulation enforceable by the department, or in a dangerous or unsafe manner.\\par\nSuch notice or order may be given orally or in writing to the owner, lessee or occupant of the property involved, or to the agent of any of them, or to the person or persons executing the work and may require all persons in and about the building or premises to vacate the same forthwith, and also require such work to be done as, in the opinion of the commissioner, may be necessary to remove any danger therefrom. The police department shall, upon the request of the commissioner, assist the department in the enforcement of this section.\\par\nConditions warranting issuance of a stop work order include but are not limited to, the failure to have a construction site safety coordinator present in the course of on-going construction at those sites where department rules and regulations require that a construction site safety coordinator be designated and present; the failure to erect a sidewalk shed (or portions thereof) as required by section 27-1021 of the code, or the removal of a sidewalk shed or portions thereof, when such sidewalk shed is still required pursuant to such section.\\par\nIn addition to the penalties provided for in this subchapter, failure to comply with a stop work order shall be subject to the payment of a penalty in the sum of [five hundred] \\ul two thousand\\ulnone  dollars for each day there is non-compliance, to be recovered in a civil action brought in the name of the commissioner; provided, however, this shall not apply to any work performed to remedy an unsafe or hazardous condition.\\par\n\\pard\\fi720\\sl480\\slmult1\\'a72. Section 26-212.1 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 26-212.1. Civil penalty for work without a permit.  (a) Whenever any work for which a permit is required pursuant to section 26- 207 or section 27-147 of this code has been performed without such permit, a civil penalty shall be imposed as provided in this section.\\par\n(b) In cases where work has been performed without a permit on a one-family or two-family dwelling such civil penalty shall equal [two] \\ul four\\ulnone  times the amount of the fee payable for such permit pursuant to this article. Provided, however, that where only part of such work has been performed without such permit, such civil penalty shall be reduced proportionately according to the amount of such work still to be performed at the time a permit is issued. Provided further, however, that such civil penalty shall not be less than [one] \\ul five\\ulnone  hundred dollars. No civil penalty shall be imposed if the work for which a permit is required was completed prior to the effective date of this section.\\par\n(c) In the case of other work performed without a permit, such civil penalty shall be [ten] \\ul twenty\\ulnone  times the amount of the fee payable for such permit pursuant to this article. Provided, however, that where only part of such work has been performed without such permit, such civil penalty shall be reduced proportionately according to the amount of such work still to be performed at the time a permit is issued. Provided further, however, that such civil penalty shall not be less than five [hundred] \\ul thousand\\ulnone  dollars. No civil penalty shall be imposed if the work for which a permit is required was completed prior to the effective date of this section.\\par\n(d) Such civil penalty and such permit fee shall be payable by the owner of the building on which such work is performed.\\par\n(e) Any claim that work described in subdivision (a) of this section was done prior to January first, nineteen hundred eighty-nine shall be supported by an affidavit and supporting data.\\par\n(f) No permit shall be issued for any work described in subdivision (a) of this section until the civil penalty assessed pursuant to this section has been paid.\\par\n\\'a73. Paragraph 5 of subdivision g of section 26-248 of the administrative code of the city of New York is REPEALED.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a74. Section 26-248 of the administrative code of the city of New York, as last amended by local law number 33 for the year 1991, is amended by adding new subdivisions i and j to read as follows:\\par\n\\ul i. Violation of stop-work order. Notwithstanding any inconsistent provisions in other subdivisions of this section, any person who shall violate any of the provisions of article 24 of subchapter one of chapter one of title 27 shall be punished by a fine of not more than fifteen thousand dollars for each such violation or by imprisonment not exceeding six months, or by both.\\par\nj. Work performed without a permit.  Notwithstanding any inconsistent provisions in other subdivisions of this section, any person who shall perform work for which a permit or permits are required pursuant to section 26- 207 or section 27-147 without obtaining such permit or permits shall be punished by a fine of not more than fifteen thousand dollars for each violation or by imprisonment not exceeding six months, or by both.     \\par\n\\ulnone\\'a74.\\tab This local law shall take effect on January 1, 2006.\\par\n\\pard\\sl480\\slmult1\\qj\\tx2340\\par\n\\pard\\qj\\tx2340\\fs20 LS#1172/1173\\par\nSJM\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
