{
  "ID": 32141,
  "GUID": "8C787117-C509-44F6-9AB8-086668F9AEB6",
  "File": "Int 0539-2005",
  "Name": "Standards for those who provide emergency medical service under the Fire Department’s 911 dispatch system.",
  "Title": "A Local Law to amend the New York City Charter, in relation to standards for those who provide emergency medical service under the Fire Department’s 911 dispatch system.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2005-01-19T00:00:00Z",
  "AgendaDate": "2005-01-19T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    }
  ],
  "History": [
    {
      "ID": 170425,
      "Date": "2005-01-19T11:18:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 170595,
      "Date": "2005-01-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3961,
      "AgendaSequence": 120,
      "MinutesSequence": 144,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184987,
      "Date": "2005-12-31T12:10:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 32173,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of legislative findings and intent.  For many years, the City has supplemented its Emergency Medical Service with general ambulance service provided by or for private hospitals.  This practice has continued since the Emergency Medical Service has been transferred to the New York City Fire Department.  When a voluntary hospital reaches an agreement with the Fire Department to provide ambulance service in the City’s 911 system, it agrees to follow the same operating rules and procedures that govern the City’s Emergency Medical Service workers.\nThe Fire Department has decided that certain training and screening is necessary to ensure its Emergency Medical Service can deliver safe and proper emergency medical care.  For example, all potential employees are fingerprinted, and their fingerprints are sent to the Federal Bureau of Investigation for screening.  Similarly, the Fire Department requires its members to complete a 56-hour course on ambulance driving before driving any ambulance and requires that its members pass an exam on the department’s operating procedures.\nPrivate ambulance companies, in contrast, do not require such training and screening.  Most disturbingly, there are many anecdotal reports of people being terminated or resigning in lieu of termination from the Fire Department, and then being hired by private companies to continue driving ambulances in the 911 system.  Indeed, no Fire Department rule or policy prohibits such a practice.  Finally, the Fire Department does not have the authority to discipline employees of private ambulances, although such employees drive ambulances under the 911 system.\nThe Council finds that the proper training and screening of persons who drive ambulances is critical to public health.  The Council further finds that under no circumstances should a person who is terminated or resigns in lieu of termination from the Emergency Medical Service continue to drive ambulances in the 911 system.  Accordingly, the Council declares that it is reasonable and necessary to require certain standards for those who provide emergency medical service under the Fire Department’s 911 dispatch system.\n§ 2. Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\n§ 15-129 Standards for emergency medical service. a. No person shall provide emergency medical service under the fire department’s 911 dispatch system if such person has been terminated from employment with the fire department or has resigned from the fire department in lieu of termination.\nb. Any person providing emergency medical service under the fire department’s 911 dispatch system shall: \n1. Be fingerprinted and such fingerprints shall be sent the to the federal bureau of investigation for screening;\n2. Complete at least 56 hours of training for driving an ambulance; and\n3. Pass a written examination developed by the fire department on department operating procedures.\n§ 3. Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-113.1 to read as follows:\n§ 15-113.1 Discipline of emergency medical service. The office of medical affairs shall have the authority to review the performance or qualifications of any person providing emergency medical service under the fire department’s 911 dispatch system and may restrict such person from patient care until such a review is completed.  The bureau of investigations and trials shall have the authority to discipline any person providing emergency medical service under the fire department’s 911 dispatch system for violation of department operating procedures.\n§ 4. This law shall take effect immediately upon its enactment.\n\nLS # 1936\nRBU\n01/06/200..Body\n5",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset128 MS Mincho;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. \\expndtw-3 Declaration of legislative findings and intent.  \\expndtw0 For many years, the City has supplemented its Emergency Medical Service with general ambulance service provided by or for private hospitals.  This practice has continued since the Emergency Medical Service has been transferred to the New York City Fire Department.  When a voluntary hospital reaches an agreement with the Fire Department to provide ambulance service in the City\\rquote s 911 system, it agrees to follow the same operating rules and procedures that govern the City\\rquote s Emergency Medical Service workers.\\par\nThe Fire Department has decided that certain training and screening is necessary to ensure its Emergency Medical Service can deliver safe and proper emergency medical care.  For example, all potential employees are fingerprinted, and their fingerprints are sent to the Federal Bureau of Investigation for screening.  Similarly, the Fire Department requires its members to complete a 56-hour course on ambulance driving before driving any ambulance and requires that its members pass an exam on the department\\rquote s operating procedures.\\par\nPrivate ambulance companies, in contrast, do not require such training and screening.  Most disturbingly, there are many anecdotal reports of people being terminated or resigning in lieu of termination from the Fire Department, and then being hired by private companies to continue driving ambulances in the 911 system.  Indeed, no Fire Department rule or policy prohibits such a practice.  Finally, the Fire Department does not have the authority to discipline employees of private ambulances, although such employees drive ambulances under the 911 system.\\par\nThe Council finds that the proper training and screening of persons who drive ambulances is critical to public health.  The Council further finds that under no circumstances should a person who is terminated or resigns in lieu of termination from the Emergency Medical Service continue to drive ambulances in the 911 system\\expndtw-3 .  Accordingly, \\expndtw0 the Council declares that it is reasonable and necessary to require certain standards for those who provide emergency medical service under the Fire Department\\rquote s 911 dispatch system.\\f1\\par\n\\f0\\'a7 2. Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\\par\n\\ul\\'a7 15-129\\b  Standards for emergency medical service\\b0 . a. No person shall provide emergency medical service under the fire department\\rquote s 911 dispatch system if such person has been terminated from employment with the fire department or has resigned from the fire department in lieu of termination.\\par\nb. Any person providing emergency medical service under the fire department\\rquote s 911 dispatch system shall: \\par\n1. Be fingerprinted and such fingerprints shall be sent the to the federal bureau of investigation for screening;\\par\n2. Complete at least 56 hours of training for driving an ambulance; and\\par\n3. Pass a written examination developed by the fire department on department operating procedures.\\par\n\\ulnone\\'a7 3. Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-113.1 to read as follows:\\par\n\\ul\\'a7 15-113.1\\b  Discipline of emergency medical service. \\b0 The office of medical affairs shall have the authority to review the performance or qualifications of any person providing emergency medical service under the fire department\\rquote s 911 dispatch system and may restrict such person from patient care until such a review is completed.  The bureau of investigations and trials shall have the authority to discipline any person providing emergency medical service under the fire department\\rquote s 911 dispatch system for violation of department operating procedures.\\ulnone\\f1\\par\n\\f0\\'a7 4. This law shall take effect immediately upon its enactment.\\par\n\\pard\\sl480\\slmult1\\qj\\f1\\par\n\\pard\\qj\\f0 LS # 1936\\par\nRBU\\par\n\\pard 01/06/200\\v ..Body\\par\n\\pard\\sl480\\slmult1\\v0 5\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
