{
  "ID": 32143,
  "GUID": "A8832BCA-ACA2-42F6-98A6-1013F2C6C4A6",
  "File": "Int 0546-2005",
  "Name": "The use of green power.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the use of green power.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2005-01-19T00:00:00Z",
  "AgendaDate": "2005-01-19T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    }
  ],
  "History": [
    {
      "ID": 170427,
      "Date": "2005-01-19T11:24:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 170605,
      "Date": "2005-01-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3961,
      "AgendaSequence": 131,
      "MinutesSequence": 155,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171409,
      "Date": "2005-02-15T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 4119,
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171751,
      "Date": "2005-02-15T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 4119,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175418,
      "Date": "2005-05-10T16:05:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Contracts",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MinutesNote": "Committee Assignment Changed as per Memo (See Attachments)",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184990,
      "Date": "2005-12-31T12:13:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 64973,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a1f7a2a3-090d-4b72-b64c-65e3d599c991.doc",
      "Sort": 1
    },
    {
      "ID": 66157,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Change of Committee Assignment Memo",
      "Link": "http://nyc.legistar1.com/nyc/attachments/298a6eb9-232b-4603-809d-64e7e73b1d74.doc",
      "Sort": 2
    },
    {
      "ID": 67888,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7d546eaa-167c-42a4-804b-776758b62bb0.doc",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 32175,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Statement of findings and purpose.  The City of New York uses approximately 4 billion kilowatt-hours of electricity annually.  Since much of this electricity is produced within the five boroughs, electricity consumption by the City translates directly into greater local pollution, including emissions of sulfur dioxide, nitrogen oxides, particulate matter, carbon dioxide, and mercury.  These pollutants contribute to respiratory disease, heart disease, smog, acid rain, and climate change.  Moreover, as energy demand rises, so does our reliance on dirty, inefficient power plants and the city and nation’s dependence on foreign oil and natural gas.\nFortunately, alternative sources of energy are readily available.  “Green power” or “renewable energy” typically means electricity derived from wind, small hydro, solar thermal, photovoltaics, sustainably managed biomass, tidal, geothermal, methane waste or fuel cells.  The price of green power has declined dramatically over the last two decades, with wind power, for example, now being purchased by many municipalities in New York at a premium above conventional energy of only 1.2 to 1.6 cents per kilowatt-hour.\nRenewable energy industries have been nurtured by the purchasing commitments of numerous states and municipalities.  For example, by 2005 all New York State agencies must obtain 10% of their electricity needs from renewable sources, with the percentage increasing to 20% by 2010.  Other states have similar green power requirements, including Pennsylvania (10% currently) and Illinois (5% currently, 15% by 2020).  In April 2004, Connecticut Governor Rowland issued an executive order that calls for the state government to obtain 20% of its electricity needs from renewable energy sources by 2010, increasing to 50% in 2020 and 100% by 2050.\nSimilarly, 34 New York municipalities recently signed contracts to meet a portion of their municipal electricity needs through wind energy, with 26 municipalities receiving 25% or more and 13 municipalities receiving 50-100% of their electricity from wind.  Currently, 10% of the electricity used by Chicago and Los Angles comes from green sources, a figure that will rise to 20% by 2006 for Chicago.  One hundred percent of the electricity used by the City of Santa Monica is renewable energy.\n\tThe Council finds that the use of green power by the City of New York will improve air quality, reduce our greenhouse gas emissions, increase the development of renewable energy and reduce our dependence on foreign oil.  Accordingly, the Council declares it is reasonable and necessary to require the use of green power by the City.\n§2. The administrative code of the city of New York is amended by adding a new chapter 8 to title 24 to read as follows:\nChapter 8\nSubchapter 1\nGreen Power\n\t§24-8001\tDefinitions.\n§24-8002\tApplicability.\n§24-8003\tUse of green power.\n§24-8004\tAnnual Report.\n\n§24-8001 Definitions. For the purposes of this chapter only, the following terms shall have the following meaning:\na. \"Agency\" means a city, county, borough, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\nb. “Green power” shall mean electric energy derived from any source that qualifies for incentives under the renewable portfolio standard of the New York public service commission.\n§24-8002 Applicability.  No agency, nor any contractor in the fulfillment of any contract with any city agency, shall utilize any product or service purchased, leased or for which a contract is entered into after the effective date of this law that does not comply with the provisions of this chapter.\n§24-8003 Use of green power. The following percentages of the annual electricity requirements of city agencies shall be met through green power:\n(1) By April 22, 2006, ten percent; \n(2) By 2010, twenty percent; and\n(3) By 2020, thirty percent.\n§24-8004 Annual Report. The commissioner, in consultation with the mayor’s office of environmental coordination, shall submit an annual report to the council and the mayor by October 1 of each year detailing the city’s progress in meeting the goals and requirements of this chapter.\n§3. This local law shall take effect January 1, 2006, except that the commissioner of environmental protection, in consultation with the mayor’s office of environmental coordination, shall take all actions necessary, including the promulgation of rules, to implement this local law on or before the date upon which it shall take effect.\n\n\n01/13/2005\nRBU\nLS # 1387",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 TimesNewRoman;}{\\f2\\froman\\fcharset0 TimesNewRoman,Bold;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\noline\\hyphpar0\\fi-1440\\li1440\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\expndtw0 Section 1. Statement of findings and purpose.  The City of New York uses approximately 4 billion kilowatt-hours of electricity annually.  Since much of this electricity is produced within the five boroughs, electricity consumption by the City translates directly into greater local pollution, including emissions of sulfur dioxide, nitrogen oxides, particulate matter, carbon dioxide, and mercury.  These pollutants contribute to respiratory disease, heart disease, smog, acid rain, and climate change.  Moreover, as energy demand rises, so does our reliance on dirty, inefficient power plants and the city and nation\\rquote s dependence on foreign oil and natural gas.\\par\nFortunately, alternative sources of energy are readily available.  \\ldblquote Green power\\rdblquote  or \\ldblquote renewable energy\\rdblquote  typically means electricity derived from wind, small hydro, solar thermal, photovoltaics, sustainably managed biomass, tidal, geothermal, methane waste or fuel cells.  The price of green power has declined dramatically over the last two decades, with wind power, for example, now being purchased by many municipalities in New York at a premium above conventional energy of only 1.2 to 1.6 cents per kilowatt-hour.\\par\nRenewable energy industries have been nurtured by the purchasing commitments of numerous states and municipalities.  For example, by 2005 \\f1 all New York State agencies must obtain 10% of their electricity needs from renewable sources, with the percentage increasing to 20% by 2010.  Other states have similar green power requirements, including \\f2 Pennsylvania\\f1  (10% currently) and Illinois (5% currently, 15% by 2020).  In April 2004, Connecticut Governor Rowland issued an executive order that calls for the state government to obtain 20% of its electricity needs from renewable energy sources by 2010, increasing to 50% in 2020 and 100% by 2050.\\f0\\par\n\\f1 Similarly, 34 New York municipalities recently signed contracts to meet a portion of their municipal electricity needs through wind energy, with 26 municipalities receiving 25% or more and 13 municipalities receiving 50-100% of their electricity from wind.\\f2   Currently, 10% of the electricity used by Chicago and Los Angles comes from green sources, a figure that will rise to 20% by 2006 for Chicago.  One hundred percent of the electricity used by the \\f1 City of Santa Monica is renewable energy.\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\f0\\tab The Council finds that the use of green power by the City of New York will improve air quality, reduce our greenhouse gas emissions, increase the development of renewable energy and reduce our dependence on foreign oil.  Accordingly, the Council declares it is reasonable and necessary to require the use of green power by the City.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a72. \\expndtw-3 The administrative code of the city of New York is amended by adding a new chapter 8 to title 24 to read as follows:\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qc\\ul\\b Chapter 8\\par\nSubchapter 1\\par\nGreen Power\\ulnone\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tab\\ul\\'a724-8001\\tab Definitions.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\'a724-8002\\tab Applicability.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a724-8003\\tab Use of green power.\\par\n\\'a724-8004\\expndtw0\\tab Annual Report.\\expndtw-3\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw0\\b0\\'a724-8001 \\b Definitions.\\b0  For the purposes of this chapter only, the following terms shall have the following meaning:\\par\na. \"Agency\" means a city, county, borough, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\\par\nb. \\ldblquote Green power\\rdblquote  shall mean electric energy derived from any source that qualifies for incentives under the renewable portfolio standard of the New York public service commission.\\par\n\\expndtw-3\\'a724-8002\\b  Applicability.\\b0   No agency, nor any contractor in the fulfillment of any contract with any city agency, shall utilize any product or service purchased, leased or for which a contract is entered into after the effective date of this law that does not comply with the provisions of this chapter.\\par\n\\'a724-8003 \\b Use of green power.\\b0  The following percentages of the annual electricity requirements of city agencies shall be met through green power:\\par\n\\pard\\li720\\sl480\\slmult1 (1) By April 22, 2006, ten percent; \\par\n(2) By 2010, twenty percent; and\\expndtw0\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw-3 (3) By 2020, thirty percent.\\par\n\\expndtw0\\'a724-8004 \\b Annual Report. \\b0 The commissioner, in consultation with the mayor\\rquote s office of environmental coordination, shall submit an annual report to the council and the mayor by October 1 of each year \\expndtw-3 detailing the city\\rquote s progress in meeting the goals and requirements of this chapter.\\expndtw0\\par\n\\ulnone\\'a73. This local law shall take effect January 1, 2006, except that the commissioner of environmental protection, in consultation with the mayor\\rquote s office of environmental coordination, shall take all actions necessary, including the promulgation of rules, to implement this local law on or before the date upon which it shall take effect.\\par\n\\par\n\\pard\\qj\\par\n01/13/2005\\par\nRBU\\par\n\\pard\\sl480\\slmult1\\qj LS # 1387\\b\\par\n}\n\u0000",
  "LastModified": "2015-08-06T17:18:49.32Z"
}
