{
  "ID": 32260,
  "GUID": "FF4C40AC-5A2B-4368-9D8C-EE73EF081E6E",
  "File": "Int 0553-2005",
  "Name": "Demolition work without a permit.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to demolition work without a permit.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2005-02-02T00:00:00Z",
  "AgendaDate": "2005-02-02T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 171153,
      "Date": "2005-02-02T16:28:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171309,
      "Date": "2005-02-02T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4107,
      "AgendaSequence": 121,
      "MinutesSequence": 146,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184994,
      "Date": "2005-12-31T12:15:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 32348,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 26-248 of the administrative code of the city of New York is amended by adding a new subdivision (i) to read as follows:\ni.  In addition to the penalties provided for in this section and in section 26-212.1 of this chapter, any person who is convicted of conducting demolition work without a permit on a one- or two-family dwelling, except when such work is directed to be performed by the commissioner or the commissioner of housing preservation and development to remove a dangerous or unsafe condition, shall be guilty of a misdemeanor and upon conviction thereof, shall be punishable by a fine not to exceed ten thousand dollars, or by imprisonment not to exceed six months or both.  Such person shall also be subject to the payment of a penalty of not more than ten thousand dollars to be recovered in a civil action brought in the name of the city in any court of competent jurisdiction or in a proceeding before the environmental control board. The department may not issue any permit to such person for a period of at least ninety days subsequent to the issuance of a notice of violation or summons for demolition work conducted without a permit nor may such person submit an application for any permit issued by the department during such time period.  Upon adjudication, if it is determined that such person has not acted illegally, eligibility to receive and apply for permits shall be immediately restored. \n§2.\tThis local law shall take effect immediately.\n\n\n\nLS 2206\nSJM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Section 26-248 of the administrative code of the city of New York is amended by adding a new subdivision (i) to read as follows:\\par\n\\ul i.  In addition to the penalties provided for in this section and in section 26-212.1 of this chapter, any person who is convicted of conducting demolition work without a permit on a one- or two-family dwelling, except when such work is directed to be performed by the commissioner or the commissioner of housing preservation and development to remove a dangerous or unsafe condition, shall be guilty of a misdemeanor and upon conviction thereof, shall be punishable by a fine not to exceed ten thousand dollars, or by imprisonment not to exceed six months or both.  Such person shall also be subject to the payment of a penalty of not more than ten thousand dollars to be recovered in a civil action brought in the name of the city in any court of competent jurisdiction or in a proceeding before the environmental control board. The department may not issue any permit to such person for a period of at least ninety days subsequent to the issuance of a notice of violation or summons for demolition work conducted without a permit nor may such person submit an application for any permit issued by the department during such time period.  Upon adjudication, if it is determined that such person has not acted illegally, eligibility to receive and apply for permits shall be immediately restored. \\par\n\\ulnone\\'a72.\\tab This local law shall take effect immediately.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n\\par\n\\pard\\qj\\fs20 LS 2206\\par\nSJM\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
