{
  "ID": 32250,
  "GUID": "DE97DCF7-4D63-47AA-8E24-98509961F1B4",
  "File": "Int 0557-2005",
  "Name": "Making it a crime to knowingly transfer the HIV virus to another individual.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to making it a crime to knowingly transfer the HIV virus to another individual.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2005-02-02T00:00:00Z",
  "AgendaDate": "2005-02-02T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    }
  ],
  "History": [
    {
      "ID": 171158,
      "Date": "2005-02-02T16:32:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171311,
      "Date": "2005-02-02T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4107,
      "AgendaSequence": 126,
      "MinutesSequence": 152,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184997,
      "Date": "2005-12-31T13:00:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 32338,
  "Text": "Be it enacted by the Council as follows:\n\nSection One. Legislative Findings and Intent. Under current New York law, there is no specific and enunciated penalty for a person who knowingly transmits the HIV/AIDS virus to another person.  In a recent incident in New York city, a woman lived with, and engaged in sexual relations with a partner for a number of years and subsequently became an unwitting victim, because her partner did not inform her of his AIDS status.  She gained knowledge of his condition by accidentally coming across his medical records.  She now has AIDS and suffers from symptoms daily.\nThe purpose of this bill is to penalize those who endanger the lives of others by not being forthcoming about their health status.  This bill is not meant to stigmatize any individual or group. Rather, it is designed to ensure that those who would knowingly transmit a disease to another are appropriately punished.  Just as the Public Health Law contains a provision that it is illegal to knowingly transmit venereal disease to another person, so too should knowing transmission of the HIV/AIDS virus carry a defined penalty.  Twenty-four states have such laws in place, and until New York State acts, the city should step in to fill this gap in the law.\n§2. Chapter one of title ten of the administrative code of the city of New York is amended to add a new section 10-164, to read as follows:\n§10-164 Unlawful transmission of the HIV Virus.  It shall be unlawful for an individual, knowing that he or she is infected with the human immunodeficiency virus (HIV), to knowingly transfer or attempt to transfer the human immunodeficiency virus to another individual.  For purposes of this subdivision, transfer shall include, but not be limited to, sexual contact with another; the providing of  blood, tissue, semen, organs, or other potentially infectious body fluids for transfusion, transplantation, insemination, or other administration to another; the dispensing, delivering, exchanging, or selling to another of any nonsterile intravenous or intramuscular drug paraphernalia; or by throwing, tossing, spitting or expelling blood, seminal fluid, saliva, or any other infected material. A person who violates the provisions of this section is guilty of a misdemeanor punishable by up to one year in prison and/or a fine of $1,000. \n§3. This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1 Section One. Legislative Findings and Intent. Under current New York law, there is no specific and enunciated penalty for a person who knowingly transmits the HIV/AIDS virus to another person.  In a recent incident in New York city, a woman lived with, and engaged in sexual relations with a partner for a number of years and subsequently became an unwitting victim, because her partner did not inform her of his AIDS status.  She gained knowledge of his condition by accidentally coming across his medical records.  She now has AIDS and suffers from symptoms daily.\\par\nThe purpose of this bill is to penalize those who endanger the lives of others by not being forthcoming about their health status.  This bill is not meant to stigmatize any individual or group. Rather, it is designed to ensure that those who would knowingly transmit a disease to another are appropriately punished.  Just as the Public Health Law contains a provision that it is illegal to knowingly transmit venereal disease to another person, so too should knowing transmission of the HIV/AIDS virus carry a defined penalty.  Twenty-four states have such laws in place, and until New York State acts, the city should step in to fill this gap in the law.\\par\n\\'a72. Chapter one of title ten of the administrative code of the city of New York is amended to add a new section 10-164, to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a710-164 Unlawful transmission of the HIV Virus.  It shall be unlawful for an individual, knowing that he or she is infected with the human immunodeficiency virus (HIV), to knowingly transfer or attempt to transfer the human immunodeficiency virus to another individual.  For purposes of this subdivision, transfer shall include, but not be limited to, sexual contact with another; the providing of  blood, tissue, semen, organs, or other potentially infectious body fluids for transfusion, transplantation, insemination, or other administration to another; the dispensing, delivering, exchanging, or selling to another of any nonsterile intravenous or intramuscular drug paraphernalia; or by throwing, tossing, spitting or expelling blood, seminal fluid, saliva, or any other infected material. A person who violates the provisions of this section is guilty of a misdemeanor punishable by up to one year in prison and/or a fine of $1,000. \\par\n\\pard\\fi720\\ulnone\\'a73. This local law shall take effect immediately.\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
