{
  "ID": 32314,
  "GUID": "4BC5671D-83CF-4597-9402-B57FF59D6FA7",
  "File": "Int 0558-2005",
  "Name": "Unlawful real estate solicitations",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to unlawful real estate solicitations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2005-02-02T00:00:00Z",
  "AgendaDate": "2005-02-02T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 171144,
      "Date": "2005-02-02T16:10:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171319,
      "Date": "2005-02-02T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4107,
      "AgendaSequence": 131,
      "MinutesSequence": 157,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181806,
      "Date": "2005-11-21T11:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 5442,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 182321,
      "Date": "2005-11-21T11:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 5442,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184998,
      "Date": "2005-12-31T13:06:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 69872,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8838c12d-47ba-4e54-a47f-897ddd080d34.doc",
      "Sort": 1
    },
    {
      "ID": 71304,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/05a1a627-3501-4e47-9fcb-32343135fb31.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 32407,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Legislative declaration.  Recent zoning amendments will significantly deter excessively large-scale home construction in specific areas of the city.  Based upon these amendments, certain real estate related businesses have commenced a policy of soliciting affected communities with fear-based propaganda, essentially threatening that the new regulations will ultimately lower property values.  These businesses attempt to persuade real property owners that they should immediately sell their homes in order to maximize their profits.\nThe Council finds that such solicitation is misleading and inconsistent with the particulars of the new zoning regulations.  Accordingly, legislation must be adopted to confront this serious problem.    \n§2. Title 8 of the administrative code of the city of New York is hereby amended to add a new chapter 11 to read as follows:\n\nCHAPTER 11\n\nUNLAWFUL REAL ESTATE SOLICITATIONS\n\n§ 8-1101  Definitions.\n§ 8-1102  Unlawful real estate solicitations.\n§ 8-1103  Violations.\n§ 8-1104  Civil remedies. \n§8-1101  Definitions.  As used in this chapter:\n1.  ''Real estate broker'' means a real estate broker as defined in article twelve-A of the real property law of the state of New York.\n2.   ''Real estate dealer'' means any firm, partnership, association, corporation or person which or who has within the preceding twelve months, sold, traded or exchanged two or more dwellings other than, in the case of a person, such person's own residence.\n3.   ''Real estate office'' means an office or other place of business which is primarily engaged in the business of selling, buying, leasing, or renting real property; listing real property for sale, purchase, lease or rental; or providing brokerage services in connection with such selling, buying, leasing, renting, or listing.\n4.   “Real estate developer” means any person, corporation, partnership, business or entity engaged in the business of purchasing, selling, leasing or licensing real property for the purpose of engaging in demolition, modification of existing structure, or construction on said property.\n§ 8-1102  Unlawful real estate solicitations.  a.  It shall be unlawful for any real estate broker, dealer, developer, office or any agent or employee of a real estate broker, dealer, developer or office, except in honest reply to an unprompted question by a prospective buyer or seller:\n  \t(i) to represent, for the purpose of inducing or encouraging the purchase, sale, or rental, or the listing for purchase, sale, or rental, of any real property, that a change has occurred, or will or may occur, in land use or zoning regulations of any block, neighborhood, or area.\n   \t(ii) to represent, implicitly or explicitly, for the purpose of inducing or encouraging the purchase, sale, or rental or the listing for purchase, sale, or rental of any real property, that a change has occurred or will or may occur in land use or zoning regulations of any block, neighborhood, or area that may result in a reduction of area property values.\n   \tb.  It shall be unlawful for any real estate broker, dealer, developer, office or any agent or employee of a real estate broker, dealer, developer or office:\n   \t(i) to make any misrepresentation in connection with the purchase, sale, or rental of any real property, that there will or may be physical deterioration of dwellings or fair market depreciation in any block, neighborhood or area resulting from a change that has occurred, or will or may occur, in land use or zoning regulations.\n   \t(ii) to refer to any changes that have occurred, or will or may occur, in land use or zoning regulations of any block, neighborhood, or area in any advertisement offering or seeking real property for purchase, sale or rental relating to said block, neighborhood, or area.\n  \tc. It shall be unlawful for any person, firm, partnership, association, or corporation, to knowingly aid, abet, or coerce the commission of any act made unlawful by subdivisions a and b of this section.\n\t§ 8-1103  Violations.  Any person, firm, partnership, association, or corporation convicted of violating this chapter shall be guilty of a class A misdemeanor.\n\t§ 8-1104  Civil remedies.  a. Any owner of real property who is induced to sell his or her property through or to a real estate broker, real estate dealer, real estate office, real estate developer, or agent thereof, by acts committed in violation of this chapter may institute a civil action against such broker, dealer, office, developer or agent.\n  \tb. If, in an action instituted pursuant to this subdivision, judgment is rendered in favor of plaintiff, such plaintiff shall be awarded as damages:\n  \t(i) the amount of any gains, whether in the form of profits, commission, or otherwise, realized by defendant as the result of the first subsequent arm's length sale, exchange, or transfer of the property, or, if defendant acted as a broker, the amount of any commissions received by defendant through the sale, exchange, or transfer of plaintiff's property, such gains in all cases to be calculated without regard to any expenses incurred by the defendant, and may in addition be awarded reasonable attorneys' fees and court costs; or\n  \t(ii) if the defendant has not realized any gains as defined in this subdivision, an amount equal to the difference between the price for which plaintiff sold his or her property and the fair market value at the time of the sale, or the fair market value of the property at the time the action is commenced, whichever difference is greater, and may in addition be awarded reasonable attorneys' fees and court costs.\n  \tc. (i) Any buyer, through or from a real estate broker, real estate dealer, real estate office, real estate developer, or agent thereof, was induced to sell, exchange or transfer his or her property by acts committed in violation of this chapter may institute a civil action against such broker or dealer, office, developer or agent.\n  \t(ii) If, in an action instituted pursuant to paragraph (i) of this subdivision, judgment is rendered in favor of plaintiff, the plaintiff shall be awarded as damages the amount of any gains, whether in the form of profits, commission, or otherwise, realized by defendant as the result of such plaintiff's purchase of the property, such gains in all cases to be calculated without regard to any expenses incurred by the defendant, and may in addition be awarded reasonable attorneys' fees and court costs.\n§3.  This local law shall take effect 30 days after its enactment.\n\n  ..Title\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nT.S.F.\nLS#2099\n01/18/05\n\n\n\n\n\n\n\n\n\tJanuary 28, 2005\n\n\n\n      TO:\tCouncil Member Weprin\n\nFROM:\tGOVERNMENTAL AFFAIRS DIVISION\n\nRE:\tTo amend the administrative code of the city of New York, in relation to unlawful real estate solicitations\n\n\tThe attached material was prepared by the Governmental Affairs Division.  If this material is to be introduced, please indicate below that you have received and approved the draft and please then forward six copies to Gifford Miller, Speaker, City Hall.  Please also forward two copies of the memorandum in support to the Speaker’s Office.\n\n\tIf you want to amend or alter the draft, please contact Thomas S. Ferrugia (788-9188).  In the event that you revise the attached and submit it in revised form, please send us a copy as soon as possible.\n\n\t\n\n_______________________\t\t\t\t____________________________\n    Approved as to Form\t \t\t\t          ROBERT NEWMAN\n          Not Content\t\t\t\t\t      Senior Legislative Attorney\n                                                                          Governmental Affairs Division\n\n\nLS# 2099\t\t\t\t\t\t ____________________________\n\t\t\t\t\t\t\t      THOMAS S. FERRUGIA\n\t\t\t\t\t\t\t           Legislative Attorney\n\n\nGifford Miller:\n\n\tPlease introduce this legislation.  My approval is/is not (please circle where appropriate) needed for co-sponsorship.\n\n__________________________\nCouncil Member's Signature",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Verdana;}{\\f2\\froman\\fprq2\\fcharset0 CG Times;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\tx864\\tx1440\\tx3888\\tx6048\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.  Legislative declaration.  Recent zoning amendments will significantly deter excessively large-scale home construction in specific areas of the city.  Based upon these amendments, certain real estate related businesses have commenced a policy of soliciting affected communities with fear-based propaganda, essentially threatening that the new regulations will ultimately lower property values.  These businesses attempt to persuade real property owners that they should immediately sell their homes in order to maximize their profits.\\par\nThe Council finds that such solicitation is misleading and inconsistent with the particulars of the new zoning regulations.  Accordingly, legislation must be adopted to confront this serious problem.    \\par\n\\'a72. Title 8 of the administrative code of the city of New York is hereby amended to add a new chapter 11 to read as follows:\\par\n\\pard\\par\n\\pard\\qc\\ul CHAPTER 11\\par\n\\par\nUNLAWFUL REAL ESTATE SOLICITATIONS\\par\n\\pard\\par\n\\pard\\fi720\\'a7 8-1101  Definitions.\\par\n\\'a7 8\\b -\\b0 1102 \\b  \\b0 Unlawful real estate solicitations.\\par\n\\'a7 8-1103  Violations.\\par\n\\pard\\fi720\\sl480\\slmult1\\'a7 8-1104  Civil remedies. \\par\n\\'a78-1101  Definitions.  As used in this chapter:\\par\n1.  ''Real estate broker'' means a real estate broker as defined in article twelve-A of the real property law of the state of New York.\\par\n2.   ''Real estate dealer'' means any firm, partnership, association, corporation or person which or who has within the preceding twelve months, sold, traded or exchanged two or more dwellings other than, in the case of a person, such person's own residence.\\par\n3.   ''Real estate office'' means an office or other place of business which is primarily engaged in the business of selling, buying, leasing, or renting real property; listing real property for sale, purchase, lease or rental; or providing brokerage services in connection with such selling, buying, leasing, renting, or listing.\\par\n4.   \\ldblquote Real estate developer\\rdblquote  means any person, corporation, partnership, business or entity engaged in the business of purchasing, selling, leasing or licensing real property for the purpose of engaging in demolition, modification of existing structure, or construction on said property.\\ulnone\\f1\\fs20\\par\n\\ul\\f0\\fs24\\'a7 8\\b -\\b0 1102 \\b  \\b0 Unlawful real estate solicitations.  a.  It shall be unlawful for any real estate broker, dealer, developer, office or any agent or employee of a real estate broker, dealer, developer or office, except in honest reply to an unprompted question by a prospective buyer or seller:\\ulnone\\line   \\tab\\ul (i) to represent, for the purpose of inducing or encouraging the purchase, sale, or rental, or the listing for purchase, sale, or rental, of any real property, that a change has occurred, or will or may occur, in land use or zoning regulations of any block, neighborhood, or area.\\line\\ulnone    \\tab\\ul (ii) to represent, implicitly or explicitly, for the purpose of inducing or encouraging the purchase, sale, or rental or the listing for purchase, sale, or rental of any real property, that a change has occurred or will or may occur in land use or zoning\\ulnone  \\ul regulations of any block, neighborhood, or area that may result in a reduction of area property values.\\par\n\\pard\\sl480\\slmult1\\ulnone    \\tab\\ul b.  It shall be unlawful for any real estate broker, dealer, developer, office or any agent or employee of a real estate broker, dealer, developer or office:\\line\\ulnone    \\tab\\ul (i) to make any misrepresentation in connection with the purchase, sale, or rental of any real property, that there will or may be physical deterioration of dwellings or fair market depreciation in any block, neighborhood or area resulting from a change that has occurred, or will or may occur, in land use or zoning regulations.\\line\\ulnone    \\tab\\ul (ii) to refer to any changes that have occurred, or will or may occur, in land use or zoning regulations of any block, neighborhood, or area in any advertisement offering or seeking real property for purchase, sale or rental relating to said block, neighborhood, or area.\\line\\ulnone   \\tab\\ul c. It shall be unlawful for any person, firm, partnership, association, or corporation, to knowingly aid, abet, or coerce the commission of any act made unlawful by subdivisions a and b of this section.\\par\n\\ulnone\\tab\\ul\\'a7 8-1103\\b   \\b0 Violations.\\b   \\b0 Any person, firm, partnership, association, or corporation convicted of violating this chapter shall be guilty of a class A misdemeanor.\\par\n\\ulnone\\tab\\ul\\'a7 8-1104\\b   \\b0 Civil remedies\\b .  \\b0 a. Any owner of real property who is induced to sell his or her property through or to a real estate broker, real estate dealer, real estate office, real estate developer, or agent thereof, by acts committed in violation of this chapter may institute a civil action against such broker, dealer, office, developer or agent.\\line\\ulnone   \\tab\\ul b. If, in an action instituted pursuant to this subdivision, judgment is rendered in favor of plaintiff, such plaintiff shall be awarded as damages:\\line\\ulnone   \\tab\\ul (i) the amount of any gains, whether in the form of profits, commission, or otherwise, realized by defendant as the result of the first subsequent arm's length sale, exchange, or transfer of the property, or, if defendant acted as a broker, the amount of any commissions received by defendant through the sale, exchange, or transfer of plaintiff's property, such gains in all cases to be calculated without regard to any expenses incurred by the defendant, and may in addition be awarded reasonable attorneys' fees and court costs; or\\line\\ulnone   \\tab\\ul (ii) if the defendant has not realized any gains as defined in this subdivision, an amount equal to the difference between the price for which plaintiff sold his or her property and the fair market value at the time of the sale, or the fair market value of the property at the time the action is commenced, whichever difference is greater, and may in addition be awarded reasonable attorneys' fees and court costs.\\line\\ulnone   \\tab\\ul c. (i) Any buyer, through or from a real estate broker, real estate dealer, real estate office, real estate developer, or agent thereof, was induced to sell, exchange or transfer his or her property by acts committed in violation of this chapter may institute a civil action against such broker or dealer, office, developer or agent.\\line\\ulw   \\tab\\ul (ii) If, in an action instituted pursuant to paragraph (i) of this subdivision, judgment is rendered in favor of plaintiff, the plaintiff shall be awarded as damages the amount of any gains, whether in the form of profits, commission, or otherwise, realized by defendant as the result of such plaintiff's purchase of the property, such gains in all cases to be calculated without regard to any expenses incurred by the defendant, and may in addition be awarded reasonable attorneys' fees and court costs.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\'a73.  This local law shall take effect 30 days after its enactment.\\line\\line   \\v ..Title\\par\n\\pard\\sl480\\slmult1\\v0\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nT.S.F.\\par\nLS#2099\\par\n01/18/05\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\hyphpar0\\qj\\tqr\\tx9360\\expndtw-3\\f2\\fs25\\tab January 28, 2005\\par\n\\pard\\hyphpar0\\qj\\par\n\\par\n\\par\n      TO:\\tab Council Member Weprin\\par\n\\par\n\\f0\\fs24 FROM:\\tab GOVERNMENTAL AFFAIRS DIVISION\\par\n\\par\n\\pard\\fi-1440\\li1440 RE:\\tab T\\expndtw0 o amend the administrative code of the city of New York, in relation to unlawful real estate solicitations\\par\n\\pard\\fi-1095\\li1440\\expndtw-3\\f2\\fs25\\par\n\\pard\\hyphpar0\\qj\\fs24\\tab The attached material was prepared by the Governmental Affairs Division.  If this material is to be introduced, please indicate below that you have received and approved the draft and \\ul please then forward six copies to Gifford Miller, Speaker, City Hall\\ulnone .  Please also forward two copies of the memorandum in support to the Speaker\\rquote s Office.\\par\n\\par\n\\tab If you want to amend or alter the draft, please contact Thomas S. Ferrugia (788-9188).  In the event that you revise the attached and submit it in revised form, please send us a copy as soon as possible.\\par\n\\par\n\\tab\\par\n\\par\n_______________________\\tab\\tab\\tab\\tab ____________________________\\par\n\\b     Approved as to Form\\tab  \\tab\\tab\\tab           ROBERT NEWMAN\\par\n          Not Content\\tab\\tab\\tab\\tab\\tab       Senior Legislative Attorney\\par\n\\pard\\keepn\\nowidctlpar\\hyphpar0\\s1\\qc                                                                           Governmental Affairs Division\\par\n\\pard\\hyphpar0\\qj\\b0\\par\n\\par\n\\b LS# 2099\\b0\\tab\\tab\\tab\\tab\\tab\\tab  ____________________________\\par\n\\b\\tab\\tab\\tab\\tab\\tab\\tab\\tab       THOMAS S. FERRUGIA\\par\n\\tab\\tab\\tab\\tab\\tab\\tab\\tab            Legislative Attorney\\b0\\par\n\\par\n\\par\n\\ul Gifford Miller\\ulnone :\\par\n\\par\n\\tab Please introduce this legislation.  My approval is/is not (please circle where appropriate) needed for co-sponsorship.\\par\n\\par\n__________________________\\par\nCouncil Member's Signature\\par\n\\pard\\expndtw0\\f0\\par\n}\n\u0000",
  "LastModified": "2015-07-01T18:52:45.7Z"
}
