{
  "ID": 32439,
  "GUID": "C1B1732F-BAEE-4C15-BE0A-E61832951D54",
  "File": "Int 0561-2005",
  "Name": "Composition of the fire department pension fund medical board.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the composition of the fire department pension fund medical board.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2005-02-16T00:00:00Z",
  "AgendaDate": "2005-02-16T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 171710,
      "Date": "2005-02-16T17:06:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171877,
      "Date": "2005-02-16T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4199,
      "AgendaSequence": 84,
      "MinutesSequence": 104,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173297,
      "Date": "2005-03-29T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 4417,
      "AgendaSequence": 3,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173426,
      "Date": "2005-03-29T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 4417,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185001,
      "Date": "2005-12-31T13:07:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65606,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7a27b79d-2eee-468a-8eba-4af5e7a58539.doc",
      "Sort": 1
    },
    {
      "ID": 65949,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c9e67d8a-4e16-4405-8e58-9dc0b9dcf0a1.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 32521,
  "Text": "Be it enacted by the Council as follows:  \nSection 1.  Subdivision a of section 13-323 of the administrative code of the city of New York is amended to read as follows:\na.\t(1)  There shall be a medical board of three physicians.  One of such physicians shall be appointed by the board and shall hold office at the pleasure of such board, one shall be appointed by the commissioner of [hospitals] health and mental hygiene and shall hold office at the pleasure of such commissioner, and the third shall be [the chief medical examiner of the city civil service commission] appointed by the commissioner of citywide administrative services and shall hold office at the pleasure of such commissioner.\n(2)  The board, the commissioner of health and mental hygiene and the commissioner of citywide administrative services shall each have power to appoint one or more but not exceeding four alternate physicians, who shall hold office at the pleasure of such appointing board or official.  Whenever the board of trustees of the pension fund shall so direct, the functions, powers and duties of the medical board, in addition to being performed and exercised by the three physicians appointed pursuant to paragraph one of this subdivision, shall be performed and exercised by one or more groups of three physicians as hereinafter prescribed.  Each such group of three physicians shall function separately as the medical board and each such group may consist partly of a physician or physicians appointed pursuant to such paragraph one and partly of one or more alternate physicians or may consist entirely of alternate physicians; provided, however, that one of the physicians or alternate physicians in each such group shall be appointed by the board, one by the commissioner of health and mental hygiene and one by the commissioner of citywide administrative services.\n\t§2.\tThis local law shall take effect immediately upon its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul\\fs24 Be it enacted by the Council as follows\\ulnone :  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\fs22 Section 1.  Subdivision a of section 13-323 of the administrative code of the city of New York is amended to read as follows:\\par\na.\\tab (\\ul 1)  \\ulnone There shall be a medical board of three physicians.  One of such physicians shall be appointed by the board and shall hold office at the pleasure of such board, one shall be appointed by the commissioner of [hospitals] \\ul health and mental hygiene \\ulnone and shall hold office at the pleasure of such commissioner, and the third shall be [the chief medical examiner of the city civil service commission] \\ul appointed by the commissioner of citywide administrative services and shall hold office at the pleasure of such commissioner\\ulnone .\\par\n\\ul (2)  The board, the commissioner of health and mental hygiene and the commissioner of citywide administrative services shall each have power to appoint one or more but not exceeding four alternate physicians, who shall hold office at the pleasure of such appointing board or official.  Whenever the board of trustees of the pension fund shall so direct, the functions, powers and duties of the medical board, in addition to being performed and exercised by the three physicians appointed pursuant to paragraph one of this subdivision, shall be performed and exercised by one or more groups of three physicians as hereinafter prescribed.  Each such group of three physicians shall function separately as the medical board and each such group may consist partly of a physician or physicians appointed pursuant to such paragraph one and partly of one or more alternate physicians or may consist entirely of alternate physicians; provided, however, that one of the physicians or alternate physicians in each such group shall be appointed by the board, one by the commissioner of health and mental hygiene and one by the commissioner of citywide administrative services.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\'a72.\\tab This local law shall take effect immediately upon its enactment.\\par\n}\n\u0000",
  "LastModified": "2015-08-06T14:07:43.253Z"
}
