{
  "ID": 32398,
  "GUID": "34AA3B0A-C58A-4612-8110-7FF95C240033",
  "File": "Int 0562-2005",
  "Name": "Sale of toy or imitation identification badges and/or shields.",
  "Title": "A Local Law to amend the New York city administrative code, in relation to the sale of toy or imitation identification badges and/or shields.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2005-02-16T00:00:00Z",
  "AgendaDate": "2005-02-16T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 171668,
      "Date": "2005-02-16T15:05:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171878,
      "Date": "2005-02-16T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4199,
      "AgendaSequence": 85,
      "MinutesSequence": 105,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185002,
      "Date": "2005-12-31T13:07:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 32480,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Legislative Findings of Fact and Declaration of Policy.\nToy and imitation identification badges and shields, similar to those carried by the NYPD and other law enforcement agencies, are inexpensive and easy to purchase.  Imitation or toy identification badges may make it possible for terrorists to get through security checkpoints or gain access to sensitive locations with alarming ease. They also assist the commission of other crimes, such as the recent incident in Nassau County where two men, posing as plain-clothes law enforcement officers, displayed what appeared to be police badges, pulled over, and robbed two businessmen. \n\tThe use of imitation identification badges and shields, or toy badges or shields that resemble actual badges, poses a problem for our overall security and puts the entire city at risk. Once an imitation or toy identification badge is obtained by a criminal or terrorist, it may be used to gain unauthorized access to secure government buildings or to commit other crimes. Therefore, legislation prohibiting the sale of imitation or toy identification badges, unless they are readily identified as such, is necessary in order to safeguard the public from the dangerous consequences that may result when imitation or toy identification badges are perceived as real. \n§2. Chapter one of title fourteen of the administrative code of the city of New York is amended to add a new section 14-107.1, to read as follows: \n§14-107.1  Unlawful Sale of Toy or Imitation Identification Badges.\nDefinitions.  For purposes of this section, “identification badge” shall mean a badge or shield of metal or other composition, to be worn by any person for the purpose of establishing his or her identity or right to be in or on any premises.\nProhibition.  It shall be unlawful for any person to sell or offer for sale any toy or imitation identification badge which substantially duplicates or can reasonably be perceived to be an actual identification badge unless:\n(a) the entire exterior surface of such toy or imitation identification badge is colored  bright red, bright orange, bright yellow, bright green, bright blue, bright pink or bright purple, either singly or as the predominant color in combination with other colors in any pattern; and\n(b) such toy or imitation identification badge does not have the name or insignia of any law enforcement agency or other entity stamped thereon.\n§3. This local law shall take effect sixty days after it shall be enacted.\n\nTB\nLS# 2338",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1. Legislative Findings of Fact and Declaration of Policy.\\par\nToy and imitation identification badges and shields, similar to those carried by the NYPD and other law enforcement agencies, are inexpensive and easy to purchase.  Imitation or toy identification badges may make it possible for terrorists to get through security checkpoints or gain access to sensitive locations with alarming ease. They also assist the commission of other crimes, such as the recent incident in Nassau County where two men, posing as plain-clothes law enforcement officers, displayed what appeared to be police badges, pulled over, and robbed two businessmen. \\par\n\\pard\\sl480\\slmult1\\tab The use of imitation identification badges and shields, or toy badges or shields that resemble actual badges, poses a problem for our overall security and puts the entire city at risk. Once an imitation or toy identification badge is obtained by a criminal or terrorist, it may be used to gain unauthorized access to secure government buildings or to commit other crimes. Therefore, legislation prohibiting the sale of imitation or toy identification badges, unless they are readily identified as such, is necessary in order to safeguard the public from the dangerous consequences that may result when imitation or toy identification badges are perceived as real. \\par\n\\pard\\fi720\\sl480\\slmult1\\'a72. Chapter one of title fourteen of the administrative code of the city of New York is amended to add a new section 14-107.1, to read as follows: \\par\n\\pard\\fi360\\sl480\\slmult1\\ul\\'a714-107.1  Unlawful Sale of Toy or Imitation Identification Badges.\\par\n\\pard{\\pntext\\f0 a.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pnlcltr{\\pntxta.}}\n\\fi-360\\li360\\sl480\\slmult1\\tx360 Definitions.  For purposes of this section, \\ldblquote identification badge\\rdblquote  shall mean a badge or shield of metal or other composition, to be worn by any person for the purpose of establishing his or her identity or right to be in or on any premises.\\par\n{\\pntext\\f0 b.\\tab}Prohibition.  It shall be unlawful for any person to sell or offer for sale any toy or imitation identification badge which substantially duplicates or can reasonably be perceived to be an actual identification badge unless:\\line (a) the entire exterior surface of such toy or imitation identification badge is colored  bright red, bright orange, bright yellow, bright green, bright blue, bright pink or bright purple, either singly or as the predominant color in combination with other colors in any pattern; and\\line (b) such toy or imitation identification badge does not have the name or insignia of any law enforcement agency or other entity stamped thereon.\\par\n\\pard\\sl480\\slmult1\\ulnone\\'a73. This local law shall take effect sixty days after it shall be enacted.\\par\n\\par\n\\pard TB\\par\nLS# 2338\\par\n\\pard\\sl480\\slmult1\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
