{
  "ID": 32435,
  "GUID": "C807934C-CA03-4790-9044-8BA750A7A540",
  "File": "Int 0568-2005",
  "Name": "Use of ultra low sulfur diesel fuel by diesel fuel-powered ferries owned by, operated by or on behalf of, or leased by the city.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the use of ultra low sulfur diesel fuel and the best available technology for reducing the emission of pollutants by diesel fuel-powered ferries owned by, operated by or on behalf of, or leased by the city.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2005-02-16T00:00:00Z",
  "AgendaDate": "2005-02-16T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 171705,
      "Date": "2005-02-16T06:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171889,
      "Date": "2005-02-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4199,
      "AgendaSequence": 95,
      "MinutesSequence": 116,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172009,
      "Date": "2005-02-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4199,
      "MinutesSequence": 117,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185005,
      "Date": "2005-12-31T14:11:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 32517,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Title 19 of the administrative code of the city of New York is hereby amended by adding a new section 19-306 to read as follows:\n§ 19-306 Use of ultra low sulfur diesel fuel and best available technology by city ferries. a. For purposes of this section only, the following terms shall have the following meanings:\n(1) “Ferry” means any motorized watercraft that is used as a means of commuter passenger mass transportation by water.\n(2) “Person” means any natural person, partnership, firm, company, association, joint stock association, corporation or other like organization.\n\t(3) “Ultra low sulfur diesel fuel” means diesel fuel that has a sulfur content of no \nmore than fifteen parts per million.\nb. As of January 1, 2006, every diesel fuel-powered ferry owned by, operated by or on behalf of, or leased by the city shall be powered by ultra low sulfur diesel fuel.\n\tc. Diesel fuel-powered ferries owned by, operated by or on behalf of, or leased by the city shall utilize the best available technology for reducing the emission of pollutants in accordance with the following schedule:\ntwo such ferries shall utilize such technology by July 1, 2006;\nthree such ferries shall utilize such technology by January 1, 2007;\nfour such ferries shall utilize such technology by July 1, 2007;\nfive such ferries shall utilize such technology by January 1, 2008. \nall such ferries shall utilize such technology by July 1, 2008.\n\td. (1) Any diesel fuel-powered ferry that is purchased, newly operated by or on behalf of, or newly leased by the city after the effective date of this section shall exceed the United States environmental protection agency’s Tier II 2007 air quality standards for marine engines by at least eighty-five percent.\n\t(2) Any diesel fuel-powered ferry owned by, operated by or on behalf of, or leased by the city that exceeds the United States environmental protection agency’s Tier II 2007 air quality standards for marine engines by at least eighty-five percent shall be exempt from the requirements of subdivision c of this section.\n\te. (1) The commissioner shall make determinations, subject to the written approval of the commissioner of environmental protection, and shall publish a list of such determinations, as to the best available technology to be used for each type of ferry to which this section applies for the purposes of subdivision c of this section.  Each such determination, which shall be reviewed and revised, as needed, but in no event less often than once every six months, shall be primarily based upon the reduction in emissions of particulate matter and secondarily based upon the reduction in emissions of nitrogen oxides associated with the use of such technology and shall in no event result in an increase in the emissions of either such pollutant.\n(2) The city shall not be required to replace best available technology for reducing the emission of pollutants or other authorized technology utilized for a diesel fuel-powered ferry in accordance with the provisions of this section within three years of having first utilized such technology for such ferry.\nf. This section shall not apply:\n(1) where federal or state funding precludes the city from imposing the requirements of this section; or\n(2) to purchases that are emergency procurements pursuant to section three hundred fifteen of the charter.\ng. The commissioner shall issue a written determination that permits the use of diesel fuel that has a sulfur content of no more than thirty parts per million to fulfill the requirements of subdivision b of this section if ultra low sulfur diesel fuel is not available to meet the needs of the city to comply with that subdivision.  Such determination shall expire after six months and shall be renewed in writing every six months if ultra low sulfur diesel fuel is not available to meet the needs of the city, but in no event shall such a determination be in effect after September 1, 2006. \nh. Subdivision b of this section shall not apply where the city makes a written finding, which is approved in writing by the commissioner, that a sufficient quantity of ultra low sulfur diesel fuel, or diesel fuel that has a sulfur content of no more than thirty parts per million where a determination is in effect pursuant to subdivision g of this section, is not available to meet the requirements of subdivision b of this section, provided that the city, to the extent practicable, shall use whatever quantity of ultra low sulfur diesel fuel or diesel fuel that has a sulfur content of no more than thirty parts per million is available.  Any finding made pursuant to this subdivision shall expire after two months, at which time the requirements of subdivision b of this section shall be in full force and effect unless the city renews the finding in writing and such renewal is approved in writing by the commissioner.\ni. Subdivision c of this section shall not apply to a diesel fuel-powered ferry where the city makes a written finding, which is approved in writing by the commissioner and the commissioner of environmental protection, that the best available technology for reducing the emission of pollutants as required by that subdivision is unavailable for such ferry, in which case the city shall use whatever technology for reducing the emission of pollutants, if any, is available and appropriate for such ferry.\nj. In determining which technology to use for the purposes of subdivision i of this section, the city shall primarily consider the reduction in emissions of particulate matter and secondarily consider the reduction in emissions of nitrogen oxides associated with the use of such technology, which shall in no event result in an increase in the emissions of either such pollutant.\nk. Any finding made pursuant to subdivision i of this section shall expire after six months, at which time the requirements of subdivision c of this section shall be in full force and effect unless the city renews the finding, in writing, and the commissioner and commissioner of environmental protection approve such finding, in writing.\nl. (1) On or before October 1, 2006, and every succeeding October 1, the mayor shall submit to the comptroller and the speaker of the council a report regarding the use of ultra low sulfur diesel fuel and the best available technology for reducing the emission of pollutants and such other authorized technology in accordance with this section for diesel fuel-powered ferries owned by, operated by or on behalf of, or leased by the city during the immediately preceding fiscal year.  The information contained in this report shall also be included in the mayor’s preliminary management report and the mayor’s management report for the relevant fiscal year and shall include, but not be limited to: (i) the total number of diesel fuel-powered ferries owned by, operated by or on behalf of, or leased by the city; (ii) the number of such diesel-fuel powered ferries that were powered by ultra low sulfur diesel fuel; (iii) the number of such diesel-fuel powered ferries that utilized the best available  technology for reducing the emission of pollutants, including a breakdown by the type of technology used for each ferry model; (iv) the number of such diesel fuel-powered ferries that utilized other authorized technology in accordance with this section, including a breakdown by the type of technology used for each ferry model; (v) the number of ferries purchased, newly operated by or on behalf of, or newly leased by the city after the effective date of this section and whether or not such ferries are eighty-five percent cleaner than the United States environmental protection agency’s Tier II 2007 air quality standards for marine engines; (vi) all findings, and renewals of such findings, issued pursuant to subdivision h of this section, which, for each finding and renewal, shall include, but not be limited to, the quantity of diesel fuel needed to power diesel fuel-powered ferries owned by, operated by or on behalf of, or leased by the city; specific information concerning the availability of ultra low sulfur diesel fuel or diesel fuel that has a sulfur content of no more than thirty parts per million where a determination is in effect pursuant to subdivision g of this section; and detailed information concerning efforts by the city to obtain ultra low sulfur diesel fuel or diesel fuel that has a sulfur content of no more than thirty parts per million where a determination is in effect pursuant to subdivision g of this section; and (vii) all findings and renewals of such findings issued pursuant to subdivision i of this section, which shall include, but not be limited to, all specific information submitted by the city upon which such findings and renewals are based and the type of other authorized technology, if any, utilized in accordance with this section in relation to each finding and renewal, instead of the best available technology for reducing the emission of pollutants.\n(2) Where a determination is in effect pursuant to subdivision g of this section, information regarding diesel fuel that has a sulfur content of no more than thirty parts per million shall be reported wherever information is requested for ultra low sulfur diesel fuel pursuant to paragraph one of this subdivision.\n§2.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\n§3. This local law shall take effect ninety days after its enactment, except that the commissioner of transportation shall take all actions necessary, including the promulgation of rules, to implement this local law on or before such effective date. \n\nDD\nLS # 1260\n2/10/05, 6:06 p.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Title 19 of the administrative code of the city of New York is hereby amended by adding a new section 19-306 to read as follows:\\par\n\\ul\\'a7 19-306 Use of ultra low sulfur diesel fuel and best available technology by city ferries. a. For purposes of this section only, the following terms shall have the following meanings:\\par\n(1) \\ldblquote Ferry\\rdblquote  means any motorized watercraft that is used as a means of commuter passenger mass transportation by water.\\par\n(2) \\ldblquote Person\\rdblquote  means any natural person, partnership, firm, company, association, joint stock association, corporation or other like organization.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (3) \\ldblquote Ultra low sulfur diesel fuel\\rdblquote  means diesel fuel that has a sulfur content of no \\par\nmore than fifteen parts per million.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj b. As of January 1, 2006, every diesel fuel-powered ferry owned by, operated by or on behalf of, or leased by the city shall be powered by ultra low sulfur diesel fuel.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\ulnone\\tab\\ul c. Diesel fuel-powered ferries owned by, operated by or on behalf of, or leased by the city shall utilize the best available technology for reducing the emission of pollutants in accordance with the following schedule:\\par\n\\pard{\\pntext\\f0 (1)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080 two such ferries shall utilize such technology by July 1, 2006;\\par\n{\\pntext\\f0 (2)\\tab}three such ferries shall utilize such technology by January 1, 2007;\\par\n{\\pntext\\f0 (3)\\tab}four such ferries shall utilize such technology by July 1, 2007;\\par\n{\\pntext\\f0 (4)\\tab}five such ferries shall utilize such technology by January 1, 2008. \\par\n{\\pntext\\f0 (5)\\tab}all such ferries shall utilize such technology by July 1, 2008.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\ulnone\\tab\\ul d. (1) Any diesel fuel-powered ferry that is purchased, newly operated by or on behalf of, or newly leased by the city after the effective date of this section shall exceed the United States environmental protection agency\\rquote s Tier II 2007 air quality standards for marine engines by at least eighty-five percent.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (2) Any diesel fuel-powered ferry owned by, operated by or on behalf of, or leased by the city that exceeds the United States environmental protection agency\\rquote s Tier II 2007 air quality standards for marine engines by at least eighty-five percent shall be exempt from the requirements of subdivision c of this section.\\par\n\\pard\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tqr\\tx7920\\ulnone\\tab\\ul e. (1) The commissioner shall make determinations, subject to the written approval of the commissioner of environmental protection, and shall publish a list of such determinations, as to the best available technology to be used for each type of ferry to which this section applies for the purposes of subdivision c of this section.  Each such determination, which shall be reviewed and revised, as needed, but in no event less often than once every six months, shall be primarily based upon the reduction in emissions of particulate matter and secondarily based upon the reduction in emissions of nitrogen oxides associated with the use of such technology and shall in no event result in an increase in the emissions of either such pollutant.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (2) The city shall not be required to replace best available technology for reducing the emission of pollutants or other authorized technology utilized for a diesel fuel-powered ferry in accordance with the provisions of this section within three years of having first utilized such technology for such ferry.\\par\nf. This section shall not apply:\\par\n(1) where federal or state funding precludes the city from imposing the requirements of this section; or\\par\n(2) to purchases that are emergency procurements pursuant to section three hundred fifteen of the charter.\\par\ng. The commissioner shall issue a written determination that permits the use of diesel fuel that has a sulfur content of no more than thirty parts per million to fulfill the requirements of subdivision b of this section if ultra low sulfur diesel fuel is not available to meet the needs of the city to comply with that subdivision.  Such determination shall expire after six months and shall be renewed in writing every six months if ultra low sulfur diesel fuel is not available to meet the needs of the city, but in no event shall such a determination be in effect after September 1, 2006. \\par\nh. Subdivision b of this section shall not apply where the city makes a written finding, which is approved in writing by the commissioner, that a sufficient quantity of ultra low sulfur diesel fuel, or diesel fuel that has a sulfur content of no more than thirty parts per million where a determination is in effect pursuant to subdivision g of this section, is not available to meet the requirements of subdivision b of this section, provided that the city, to the extent practicable, shall use whatever quantity of ultra low sulfur diesel fuel or diesel fuel that has a sulfur content of no more than thirty parts per million is available.  Any finding made pursuant to this subdivision shall expire after two months, at which time the requirements of subdivision b of this section shall be in full force and effect unless the city renews the finding in writing and such renewal is approved in writing by the commissioner.\\par\ni. Subdivision c of this section shall not apply to a diesel fuel-powered ferry where the city makes a written finding, which is approved in writing by the commissioner and the commissioner of environmental protection, that the best available technology for reducing the emission of pollutants as required by that subdivision is unavailable for such ferry, in which case the city shall use whatever technology for reducing the emission of pollutants, if any, is available and appropriate for such ferry.\\par\nj. In determining which technology to use for the purposes of subdivision i of this section, the city shall primarily consider the reduction in emissions of particulate matter and secondarily consider the reduction in emissions of nitrogen oxides associated with the use of such technology, which shall in no event result in an increase in the emissions of either such pollutant.\\par\nk. Any finding made pursuant to subdivision i of this section shall expire after six months, at which time the requirements of subdivision c of this section shall be in full force and effect unless the city renews the finding, in writing, and the commissioner and commissioner of environmental protection approve such finding, in writing.\\par\nl. (1) On or before October 1, 2006, and every succeeding October 1, the mayor shall submit to the comptroller and the speaker of the council a report regarding the use of ultra low sulfur diesel fuel and the best available technology for reducing the emission of pollutants and such other authorized technology in accordance with this section for diesel fuel-powered ferries owned by, operated by or on behalf of, or leased by the city during the immediately preceding fiscal year.  The information contained in this report shall also be included in the mayor\\rquote s preliminary management report and the mayor\\rquote s management report for the relevant fiscal year and shall include, but not be limited to: (i) the total number of diesel fuel-powered ferries owned by, operated by or on behalf of, or leased by the city; (ii) the number of such diesel-fuel powered ferries that were powered by ultra low sulfur diesel fuel; (iii) the number of such diesel-fuel powered ferries that utilized the best available  technology for reducing the emission of pollutants, including a breakdown by the type of technology used for each ferry model; (iv) the number of such diesel fuel-powered ferries that utilized other authorized technology in accordance with this section, including a breakdown by the type of technology used for each ferry model; (v) the number of ferries purchased, newly operated by or on behalf of, or newly leased by the city after the effective date of this section and whether or not such ferries are eighty-five percent cleaner than the United States environmental protection agency\\rquote s Tier II 2007 air quality standards for marine engines; (vi) all findings, and renewals of such findings, issued pursuant to subdivision h of this section, which, for each finding and renewal, shall include, but not be limited to, the quantity of diesel fuel needed to power diesel fuel-powered ferries owned by, operated by or on behalf of, or leased by the city; specific information concerning the availability of ultra low sulfur diesel fuel or diesel fuel that has a sulfur content of no more than thirty parts per million where a determination is in effect pursuant to subdivision g of this section; and detailed information concerning efforts by the city to obtain ultra low sulfur diesel fuel or diesel fuel that has a sulfur content of no more than thirty parts per million where a determination is in effect pursuant to subdivision g of this section; and (vii) all findings and renewals of such findings issued pursuant to subdivision i of this section, which shall include, but not be limited to, all specific information submitted by the city upon which such findings and renewals are based and the type of other authorized technology, if any, utilized in accordance with this section in relation to each finding and renewal, instead of the best available technology for reducing the emission of pollutants.\\par\n(2) Where a determination is in effect pursuant to subdivision g of this section, information regarding diesel fuel that has a sulfur content of no more than thirty parts per million shall be reported wherever information is requested for ultra low sulfur diesel fuel pursuant to paragraph one of this subdivision.\\ulnone\\par\n\\'a72.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\\par\n\\'a73. This local law shall take effect ninety days after its enactment, except that the commissioner of transportation shall take all actions necessary, including the promulgation of rules, to implement this local law on or before such effective date. \\par\n\\par\n\\pard\\qj DD\\par\nLS # 1260\\par\n2/10/05, 6:06 p.m.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
