{
  "ID": 32399,
  "GUID": "24383139-8433-43EE-9011-89384000825C",
  "File": "Int 0576-2005",
  "Name": "Backlash Mitigation Plan",
  "Title": "A Local Law to amend the New York charter in relation to the Office of Emergency Management, the New York City Police Department and other related agencies to organize a backlash mitigation plan to be implemented immediately following an event that may initiate backlash, bias, violence or hate crimes against protected groups as defined in the administrative code of the city of New York § 8-102 (22).",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2005-02-16T00:00:00Z",
  "AgendaDate": "2005-02-16T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    }
  ],
  "History": [
    {
      "ID": 171669,
      "Date": "2005-02-16T15:07:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171910,
      "Date": "2005-02-16T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4199,
      "AgendaSequence": 116,
      "MinutesSequence": 140,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185013,
      "Date": "2005-12-31T14:18:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 64930,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Cover Sheet",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bd3ca7cd-ab4f-4c38-8dfb-ea28a648c7f6.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 32481,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Legislative findings and intent.\nHistory demonstrates that events such as war, regional conflict, global health epidemics, economic stress, and emergencies perceived as acts of terrorism often spark bias crimes against particular protected groups. The City Council recognizes its responsibility to protect both those groups who are currently under threat, as well as those groups who may be targets in the future.\nThe events surrounding the tragedy of September 11, 2001 saw a wave of hostile sentiment directed towards Arabs and Muslims residing in the United States, and particularly those living in New York City. This hostility was demonstrated by an increase in hate-crimes committed against Arabs, Muslims, Sikhs, South Asians and those perceived to be so.  \nThe New York Attorney General’s office reported that crimes that targeted Middle Easterners quintupled in 2001. The New York Police Department received 103 reports of hate crimes against Arabs and Muslims in the three months after September 11th, though they usually receive only seven reports of bias crimes per year.                      \tNationally, the Federal Bureau of Investigation reported a seventeen-fold increase in anti-Muslim crimes during 2001. The Arab-American Anti-Discrimination Committee reported over six hundred September 11-related hate crimes committed against Arabs, Muslims, or those perceived to be Arab or Muslim. \nBeyond the events of September 11, 2001, New York City has seen past incidents have heightened tension against and between the city’s residents.   The riots in Crown Heights during 1993 and the heightened backlash against Chinese-Americans during the SARs scare are two such examples.\nLocal government can take measures to mitigate surges of backlash violence aimed at identifiable and protected classes.  City officials can identify groups likely to be targeted, build relationships with community and religious leaders, air public service announcements condemning violence and threatening strict prosecution, train police officers to identify hate crimes.\nThough unique in their severity and extent, the post-September 11 violence against those perceived to be Arabs and Muslims was not unprecedented. And while those perceived to be Arabs and Muslims are the current targets, it is possible that any protected group as defined in administrative code § 8-102(22) might become a target of backlash hate crime violence in the future.                                                                              \tNew York City police and public officials took measures to reduce the post September 11th backlash crimes and to investigate and prosecute perpetrators.  The City Council believes, however, that New York City police and public officials should have the benefit of a pre-existing backlash mitigation plan that can be quickly implemented to protect New York City residents.                                                                                           \tThe New York City Office of Emergency Management (“OEM”) was created to provide the city with the highest level of emergency preparedness.  In the aftermath of any event likely to provoke backlash crimes, OEM should be prepared to immediately implement a plan to respond to and mitigate both immediate and long-term backlash crimes.\n\tThe prevention of backlash hate crimes falls squarely within the mandate of the New York City Police Department (“NYPD”).  The NYPD should play an integral part in developing a backlash mitigation plan to be carried out by its officers during an emergency.                                                                                                                              \tThe lack of a city-wide plan to immediately protect against threats of violence against identifiable and protected groups after an emergency warrants legislation in this area.\n§2.  Paragraphs a and d of section 497 of chapter 19-A of the New York City Charter are amended to read as follows:\na. \tcoordinate the City's response to all emergency conditions and potential incidents which require a multi-agency response, including but not limited to severe weather, threats from natural hazards and natural disasters, power and other public service outages, labor unrest other than the keeping of the peace, events that spark bias against identifiable groups as defined in administrative code of the city of New York § 8-102 (22), water main breaks, transportation and transit incidents, hazardous substance discharges, building collapses, aviation disasters, explosions, acts of terrorism and such other emergency conditions and incidents which affect public health and safety;                                                                                                     \td.\tprepare plans for responding to emergency conditions and potential incidents, including but not limited to plans for the implementation of such emergency orders as may be approved by the mayor to protect public safety and facilitate the rapid response and mobilization of agencies and resources [;] .  Such plans shall include a backlash emergency mitigation strategy to address any emergency conditions and incidents that may cause backlash, bias, violence or hate crimes against groups as defined in administrative code of the city of New York § 8-102 (22).  In preparing said plan, the commissioner shall consult and coordinate with the New York Police Department, Mayor’s Office, affected community groups, and any other public or private agencies or sources as determined by the commissioner such as the Immigrant Affairs Office, Community Assistance Unit, Department of Youth and Community Development and/or the Department of Education, to assist in promulgating the most effective strategy feasible and to conduct, at minimum, one public hearing in each borough of the city of New York for the development of said plan. The commissioner shall be required to submit an annual report which shall be submitted to the City Council and the Mayor’s Office, presented in a public hearing, and posted on the OEM website. The report shall outline the backlash mitigation plan, describe events where the plan was implemented, and outline the successes or failures of the plan including a statistical record of the affect on backlash hate crimes;\n§3.  This local law shall be effective thirty days after its enactment. \n\t\n\n\n\nT.S.F\nLS# 1687\n02/10/05\n\n\n\n\n\n\n\tFebruary 14, 2005\n\n\n      TO:\tCouncil Member Weprin\n\nFROM:\tGOVERNMENTAL AFFAIRS DIVISION\n\nRE:\tTo amend the New York charter in relation to the Office of Emergency Management, the New York City Police Department and other related agencies to organize a backlash mitigation plan to be implemented immediately following an event that may initiate backlash, bias, violence or hate crimes against protected groups as defined in the Administrative Code of the city of New York § 8-102 (22).\n\n\n\tThe attached material was prepared by the Governmental Affairs Division.  If this material is to be introduced, please indicate below that you have received and approved the draft and please then forward six copies to Gifford Miller, Speaker, City Hall.  Please also forward two copies of the memorandum in support to the Speaker’s Office.\n\n\tIf you want to amend or alter the draft, please contact Thomas S. Ferrugia (788-9188).  In the event that you revise the attached and submit it in revised form, please send us a copy as soon as possible.\n\n\t\n\n_______________________\t\t\t\t____________________________\n    Approved as to Form\t \t\t\t       THEODORE BAECHER\n          Not Content\t\t\t\t\t \t   Deputy Director\n                                                                                    Governmental Affairs Division\n\n\nLS# 1687\t\t\t\t\t\t ____________________________\n\t\t\t\t\t\t\t      THOMAS S. FERRUGIA\n\t\t\t\t\t\t\t           Legislative Attorney\n\n\nGifford Miller:\n\n\tPlease introduce this legislation.  My approval is/is not (please circle where appropriate) needed for co-sponsorship.\n\n__________________________\nCouncil Member's Signature",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 CG Times;}{\\f2\\froman\\fcharset0 Times New Roman Bold;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}{\\s3 heading 3;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.  Legislative findings and intent.\\par\nHistory demonstrates that events such as war, regional conflict, global health epidemics, economic stress, and emergencies perceived as acts of terrorism often spark bias crimes against particular protected groups. The City Council recognizes its responsibility to protect both those groups who are currently under threat, as well as those groups who may be targets in the future.\\par\nThe events surrounding the tragedy of September 11, 2001 saw a wave of hostile sentiment directed towards Arabs and Muslims residing in the United States, and particularly those living in New York City. This hostility was demonstrated by an increase in hate-crimes committed against Arabs, Muslims, Sikhs, South Asians and those perceived to be so.  \\par\nThe New York Attorney General\\rquote s office reported that crimes that targeted Middle Easterners quintupled in 2001. The New York Police Department received 103 reports of hate crimes against Arabs and Muslims in the three months after September 11\\super th\\nosupersub , though they usually receive only seven reports of bias crimes per year.                      \\tab Nationally, the Federal Bureau of Investigation reported a seventeen-fold increase in anti-Muslim crimes during 2001. The Arab-American Anti-Discrimination Committee reported over six hundred September 11-related hate crimes committed against Arabs, Muslims, or those perceived to be Arab or Muslim. \\par\nBeyond the events of September 11, 2001, New York City has seen past incidents have heightened tension against and between the city\\rquote s residents.   The riots in Crown Heights during 1993 and the heightened backlash against Chinese-Americans during the SARs scare are two such examples.\\par\nLocal government can take measures to mitigate surges of backlash violence aimed at identifiable and protected classes.  City officials can identify groups likely to be targeted, build relationships with community and religious leaders, air public service announcements condemning violence and threatening strict prosecution, train police officers to identify hate crimes.\\par\nThough unique in their severity and extent, the post-September 11 violence against those perceived to be Arabs and Muslims was not unprecedented. And while those perceived to be Arabs and Muslims are the current targets, it is possible that any protected group as defined in administrative code \\'a7 8-102(22) might become a target of backlash hate crime violence in the future.                                                                              \\tab New York City police and public officials took measures to reduce the post September 11\\super th\\nosupersub  backlash crimes and to investigate and prosecute perpetrators.  The City Council believes, however, that New York City police and public officials should have the benefit of a pre-existing backlash mitigation plan that can be quickly implemented to protect New York City residents.                                                                                           \\tab The New York City Office of Emergency Management (\\ldblquote OEM\\rdblquote ) was created to provide the city with the highest level of emergency preparedness.  In the aftermath of any event likely to provoke backlash crimes, OEM should be prepared to immediately implement a plan to respond to and mitigate both immediate and long-term backlash crimes.\\par\n\\pard\\sl480\\slmult1\\tab The prevention of backlash hate crimes falls squarely within the mandate of the New York City Police Department (\\ldblquote NYPD\\rdblquote ).  The NYPD should play an integral part in developing a backlash mitigation plan to be carried out by its officers during an emergency.                                                                                                                              \\tab The lack of a city-wide plan to immediately protect against threats of violence against identifiable and protected groups after an emergency warrants legislation in this area.\\par\n\\pard\\fi720\\sl480\\slmult1\\'a72.  Paragraphs a and d of section 497 of chapter 19-A of the New York City Charter are amended to read as follows:\\par\na. \\tab coordinate the City's response to all emergency conditions and potential incidents which require a multi-agency response, including but not limited to severe weather, threats from natural hazards and natural disasters, power and other public service outages, labor unrest other than the keeping of the peace, \\ul events that spark bias against identifiable groups as defined in administrative \\cf1 code of the city of New York \\'a7 8-102 (22)\\ulnone , \\cf0 water main breaks, transportation and transit incidents, hazardous substance discharges, building collapses, aviation disasters, explosions, acts of terrorism and such other emergency conditions and incidents which affect public health and safety;                                                                                                     \\tab d.\\tab prepare plans for responding to emergency conditions and potential incidents, including but not limited to plans for the implementation of such emergency orders as may be approved by the mayor to protect public safety and facilitate the rapid response and mobilization of agencies and resources [;] \\ul .  Such plans shall include a backlash emergency mitigation strategy to address any emergency conditions and incidents that may cause backlash, bias, violence or hate crimes against groups as defined in administrative code of the city of New York \\'a7 8-102 (22).  In preparing said plan, the commissioner shall consult and coordinate with the New York Police Department, Mayor\\rquote s Office, affected community groups, and any other public or private agencies or sources as determined by the commissioner such as the Immigrant Affairs Office, Community Assistance Unit, Department of Youth and Community Development and/or the Department of Education, to assist in promulgating the most effective strategy feasible and to conduct, at minimum, one public hearing in each borough of the city of New York for the development of said plan. The commissioner shall be required to submit an annual report which shall be submitted to the City Council and the Mayor\\rquote s Office, presented in a public hearing, and posted on the OEM website. The report shall outline the backlash mitigation plan, describe events where the plan was implemented, and outline the successes or failures of the plan including a statistical record of the affect on backlash hate crimes;\\ulnone\\par\n\\pard\\fi720\\'a73.  This local law shall be effective thirty days after its enactment. \\par\n\\pard\\hyphpar0\\qj\\tqr\\tx9360\\expndtw-3\\f1\\fs25\\tab\\par\n\\par\n\\par\n\\par\n\\pard\\keepn\\hyphpar0\\s3\\qj\\tqr\\tx9360\\f0\\fs24 T.S.F\\par\n\\pard\\hyphpar0\\qj\\tqr\\tx9360 LS# 1687\\par\n\\pard 02/10/05\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\hyphpar0\\qj\\tqr\\tx9360\\f1\\fs25\\tab February 14, 2005\\par\n\\pard\\hyphpar0\\qj\\par\n\\par\n      TO:\\tab Council Member Weprin\\par\n\\par\n\\f0\\fs24 FROM:\\tab GOVERNMENTAL AFFAIRS DIVISION\\par\n\\par\n\\pard\\fi-1440\\li1440 RE:\\tab\\expndtw0 To amend the New York charter in relation to the Office of Emergency Management, the New York City Police Department and other related agencies to organize a backlash mitigation plan to be implemented immediately following an event that may initiate backlash, bias, violence or hate crimes against protected groups as defined in the Administrative Code of the city of New York \\cf1\\'a7 8-102 (22).\\cf0\\par\n\\pard\\fi-720\\li720\\par\n\\pard\\fi-1095\\li1440\\expndtw-3\\ul\\f1\\fs25\\par\n\\pard\\hyphpar0\\qj\\ulnone\\fs24\\tab The attached material was prepared by the Governmental Affairs Division.  If this material is to be introduced, please indicate below that you have received and approved the draft and \\ul please then forward six copies to Gifford Miller, Speaker, City Hall\\ulnone .  Please also forward two copies of the memorandum in support to the Speaker\\rquote s Office.\\par\n\\par\n\\tab If you want to amend or alter the draft, please contact Thomas S. Ferrugia (788-9188).  In the event that you revise the attached and submit it in revised form, please send us a copy as soon as possible.\\par\n\\par\n\\tab\\par\n\\par\n_______________________\\tab\\tab\\tab\\tab ____________________________\\par\n\\b     Approved as to Form\\tab  \\tab\\tab\\tab        THEODORE BAECHER\\par\n          Not Content\\tab\\tab\\tab\\tab\\tab  \\tab    Deputy Director\\par\n\\pard\\keepn\\s1\\qc\\expndtw0\\f0                                                                                     Governmental Affairs Division\\par\n\\pard\\hyphpar0\\qj\\expndtw-3\\b0\\f1\\par\n\\par\n\\b LS# \\f2 1687\\b0\\f1\\tab\\tab\\tab\\tab\\tab\\tab  ____________________________\\par\n\\b\\tab\\tab\\tab\\tab\\tab\\tab\\tab       THOMAS S. FERRUGIA\\par\n\\tab\\tab\\tab\\tab\\tab\\tab\\tab            Legislative Attorney\\b0\\par\n\\par\n\\par\n\\ul Gifford Miller\\ulnone :\\par\n\\par\n\\tab Please introduce this legislation.  My approval is/is not (please circle where appropriate) needed for co-sponsorship.\\par\n\\par\n__________________________\\par\nCouncil Member's Signature\\par\n\\pard\\expndtw0\\f0\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
