{
  "ID": 32392,
  "GUID": "5FE23F9A-FCEC-42D7-BB08-E0B6CD7CEC05",
  "File": "Int 0577-2005",
  "Name": "Precluding all uniformed city agencies from mandating that their employees comply with a uniform code that would require such person to violate or forego a practice of his or her creed or religion.",
  "Title": "A Local Law to amend the administrative of the city of New York, in relation to precluding all uniformed city agencies from mandating that their employees comply with a uniform code that would require such person to violate or forego a practice of his or her creed or religion.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2005-02-16T00:00:00Z",
  "AgendaDate": "2005-02-16T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    }
  ],
  "History": [
    {
      "ID": 171662,
      "Date": "2005-02-16T13:45:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171909,
      "Date": "2005-02-16T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4199,
      "AgendaSequence": 117,
      "MinutesSequence": 141,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181804,
      "Date": "2005-11-17T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 5441,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 182285,
      "Date": "2005-11-17T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 5441,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185014,
      "Date": "2005-12-31T14:18:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 64929,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Cover Sheet",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e4d60cc4-7d2e-4cc0-af66-be633032f431.doc",
      "Sort": 1
    },
    {
      "ID": 69873,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fb797d99-29c2-409b-81f4-e68912ef2e40.doc",
      "Sort": 2
    },
    {
      "ID": 71139,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/86d9e43a-b7e8-456a-b022-116e433168f8.doc",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 32474,
  "Text": "Be it enacted by the Council as follows:\n\nSection One.  Legislative findings and intent.\n\n\tRecently, employee uniform policies have been a source of debate with respect to their application by New York City agencies.  For example, two New York Police Department (“NYPD”) workers, followers of the Sikh religion, were dismissed subsequent to being informed that the NYPD dress code did not permit the turbans and uncut beards required by their religion.  \nThese disputes resulted in one employee filing suit in federal court against the city and one worker petitioning for a hearing before the New York City Office of Administrative Trials and Hearings (“NYCOATH”).  Subsequent to the hearing, a NYCOATH Administrative Judge determined that the NYPD had committed a civil rights violation and recommended reinstatement.  Based on this decision, the NYPD ultimately rehired both individuals. \nEmployee uniform policies have been also been a source of debate for state agencies.  For example, the Metropolitan Transportation Authority (\"MTA\") recently reassigned four Muslim women bus drivers because they refused to remove their religious-mandated hijabs and reassigned a Sikh subway operator for one day because he refused to remove his turban.  The MTA's action in reassigning the four Muslim women is currently the subject of federal lawsuits filed by the Muslim women and the United States Department of Justice.  While such lawsuits are not targeted against city agencies, it is the hope that city agencies will not be the subject of such suits in the future.\n§8-107 of the New York City Administrative Code sets forth that no city agency shall impose upon a person as a condition of obtaining or retaining employment any terms or conditions that would require such person to violate, or forego a practice of, his or her creed or religion.\nAccordingly, legislation prohibiting uniformed city agencies from compelling their employees to comply with a uniform policy that conflicts with the practices or creeds of their religious beliefs is warranted.  \n§2.  Chapter 1 of title 12 of the administrative code of the city of New York is amended to add a new section 12-140, to read as follows:\n§12-140.  It shall be unlawful for any agency of the city of New York, which by its own rules and regulations mandates that its employees wear specialized attire or uniforms, to impose upon a person as a condition of obtaining or retaining employment any terms or conditions, compliance with which would require such person to violate, or forego a practice of, his or her creed or religion, including, but not limited to, adorning traditional religious headwear or maintaining customarily distinctive facial hair, providing the practice does not unduly interfere with the safety of the work environment. \n§3.  This local law shall be effective thirty days after its enactment into law.   \n\nT.S.F.\nLS# 1688\n02/08/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\i Be it enacted by the Council as follows\\ulnone :\\par\n\\i0\\par\n\\pard\\fi720 Section One.  Legislative findings and intent.\\par\n\\pard\\par\n\\pard\\sl480\\slmult1\\tab Recently, employee uniform policies have been a source of debate with respect to their application by New York City agencies.  For example, two New York Police Department (\\ldblquote NYPD\\rdblquote ) workers, followers of the Sikh religion, were dismissed subsequent to being informed that the NYPD dress code did not permit the turbans and uncut beards required by their religion.  \\par\n\\pard\\fi720\\sl480\\slmult1 These disputes resulted in one employee filing suit in federal court against the city and one worker petitioning for a hearing before the New York City Office of Administrative Trials and Hearings (\\ldblquote NYCOATH\\rdblquote ).  Subsequent to the hearing, a NYCOATH Administrative Judge determined that the NYPD had committed a civil rights violation and recommended reinstatement.  Based on this decision, the NYPD ultimately rehired both individuals. \\par\nEmployee uniform policies have been also been a source of debate for state agencies.  For example, the Metropolitan Transportation Authority (\"MTA\") recently reassigned four Muslim women bus drivers because they refused to remove their religious-mandated hijabs and reassigned a Sikh subway operator for one day because he refused to remove his turban.  The MTA's action in reassigning the four Muslim women is currently the subject of federal lawsuits filed by the Muslim women and the United States Department of Justice.  While such lawsuits are not targeted against city agencies, it is the hope that city agencies will not be the subject of such suits in the future.\\par\n\\'a78-107 of the New York City Administrative Code sets forth that no city agency shall impose upon a person as a condition of obtaining or retaining employment any terms or conditions that would require such person to violate, or forego a practice of, his or her creed or religion.\\par\nAccordingly, legislation prohibiting uniformed city agencies from compelling their employees to comply with a uniform policy that conflicts with the practices or creeds of their religious beliefs is warranted.  \\par\n\\'a72.  Chapter 1 of title 12 of the administrative code of the city of New York is amended to add a new section 12-140, to read as follows:\\par\n\\ul\\'a712-140.\\b   \\b0 It shall be unlawful for any agency of the city of New York, which by its own rules and regulations mandates that its employees wear specialized attire or uniforms, to impose upon a person as a condition of obtaining or retaining employment any terms or conditions, compliance with which would require such person to violate, or forego a practice of, his or her creed or religion, including, but not limited to, adorning traditional religious headwear or maintaining customarily distinctive facial hair, providing the practice does not unduly interfere with the safety of the work environment. \\i\\par\n\\ulnone\\i0\\'a73.  This local law shall be effective thirty days after its enactment into law.   \\par\n\\par\n\\pard T.S.F.\\par\nLS# 1688\\par\n02/08/05\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-05-20T15:27:24.777Z"
}
