{
  "ID": 32268,
  "GUID": "271DBB9C-FD02-4C69-87E8-906BA5F82888",
  "File": "Int 0580-2005",
  "Name": "Reporting requirements for housing tax benefit programs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to reporting requirements for housing tax benefit programs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2005-02-16T00:00:00Z",
  "AgendaDate": "2005-02-16T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 171551,
      "Date": "2005-02-16T12:44:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171913,
      "Date": "2005-02-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4199,
      "AgendaSequence": 121,
      "MinutesSequence": 145,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185016,
      "Date": "2005-12-31T14:19:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 32356,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Subdivision cc of section 11-243 of the administrative code of the city of New York is hereby amended to read as follows:\n\tcc. The commissioner of [the department of] housing preservation and development and the commissioner of finance shall prepare an annual report which shall be submitted to the [Mayor] mayor and the council on or before the first day of July next succeeding the fiscal year to which the report pertains, and a report for fiscal years two thousand three and two thousand four which shall be submitted to the mayor and the council on or before December thirty first, two thousand five, regarding the exemptions and abatements granted pursuant to this section and shall include, but not be limited to, the following information: (i) the amount of real property tax that would have been paid [in the aggregate by the owners] for each parcel of real property granted an exemption or abatement if the property were fully taxable and the amount of tax actually paid [in the aggregate by such owners], (ii) the geographic distribution of exemptions and abatements granted pursuant to this section disaggregated by borough and by council district, [and] (iii) a distribution by type of eligible categories as delineated in paragraphs one through nine of subdivision b of this section, (iv) the street address and block and lot designation of each parcel of real property for which an exemption or abatement was granted pursuant to this section and (v) the average sales and/or rental price, whichever is applicable, of all dwelling units situated on each parcel of real property for which an exemption or abatement was granted pursuant to this section.\n\t§2. Section 11-245 of the administrative code of the city of New York is hereby amended by adding a new subdivision g to read as follows:\n\tg. The commissioner of housing preservation and development and the commissioner of finance shall prepare an annual report which shall be submitted to the mayor and the council on or before the first day of July next succeeding the year to which the report pertains, and a report for fiscal years two thousand three and two thousand four which shall be submitted to the mayor and the council on or before December thirty first, two thousand five, regarding the exemptions and abatements granted pursuant to this section and shall include, but not be limited to, the following information: (i) the amount of real property tax that would have been paid for each parcel of real property granted an exemption or abatement if the property were fully taxable and the amount of tax actually paid, (ii) the geographic distribution of exemptions and abatements granted pursuant to this section disaggregated by borough and by council district, (iii) the street address and block and lot designation of each parcel of real property for which an exemption or abatement was granted pursuant to this section and (iv) the average sales and/or rental price, whichever is applicable, of all dwelling units situated on each parcel of real property for which an exemption or abatement was granted pursuant to this section.\n\t§3. This local law shall take effect immediately upon its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\tab Section 1. Subdivision cc of section 11-243 of the administrative code of the city of New York is hereby amended to read as follows:\\par\n\\tab cc. The commissioner of [the department of] housing preservation and development and the commissioner of finance shall prepare an annual report which shall be submitted to the [Mayor] \\ul mayor\\ulnone  and the council on or before the first day of July next succeeding the \\ul fiscal\\ulnone  year to which the report pertains\\ul , and a report for fiscal years two thousand three and two thousand four which shall be submitted to the mayor and the council on or before December thirty first, two thousand five\\ulnone , regarding the exemptions and abatements granted pursuant to this section and shall include, but not be limited to, the following information: (i) the amount of real property tax that would have been paid [in the aggregate by the owners] \\ul for each parcel\\ulnone  of real property granted an exemption or abatement if the property were fully taxable and the amount of tax actually paid [in the aggregate by such owners], (ii) the geographic distribution of exemptions and abatements granted pursuant to this section \\ul disaggregated by borough and by council district\\ulnone , [and] (iii) a distribution by type of eligible categories as delineated in paragraphs one through nine of subdivision b of this section\\ul , (iv) the street address and block and lot designation of each parcel of real property for which an exemption or abatement was granted pursuant to this section and (v) the average sales and/or rental price, whichever is applicable, of all dwelling units situated on each parcel of real property for which an exemption or abatement was granted pursuant to this section\\ulnone .\\par\n\\tab\\'a72. Section 11-245 of the administrative code of the city of New York is hereby amended by adding a new subdivision g to read as follows:\\par\n\\tab\\ul g. The commissioner of housing preservation and development and the commissioner of finance shall prepare an annual report which shall be submitted to the mayor and the council on or before the first day of July next succeeding the year to which the report pertains, and a report for fiscal years two thousand three and two thousand four which shall be submitted to the mayor and the council on or before December thirty first, two thousand five, regarding the exemptions and abatements granted pursuant to this section and shall include, but not be limited to, the following information: (i) the amount of real property tax that would have been paid for each parcel of real property granted an exemption or abatement if the property were fully taxable and the amount of tax actually paid, (ii) the geographic distribution of exemptions and abatements granted pursuant to this section disaggregated by borough and by council district, (iii) the street address and block and lot designation of each parcel of real property for which an exemption or abatement was granted pursuant to this section and (iv) the average sales and/or rental price, whichever is applicable, of all dwelling units situated on each parcel of real property for which an exemption or abatement was granted pursuant to this section.\\par\n\\ulnone\\tab\\'a73. This local law shall take effect immediately upon its enactment into law.\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
