{
  "ID": 32389,
  "GUID": "3317B925-03ED-4240-B038-62C980B59331",
  "File": "Int 0581-2005",
  "Name": "Creating a plan to combat illegal dumping into the waterways of NYC.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating a plan to combat illegal dumping into the waterways of New York City.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2005-02-16T00:00:00Z",
  "AgendaDate": "2005-02-16T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    }
  ],
  "History": [
    {
      "ID": 171659,
      "Date": "2005-02-16T06:38:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171914,
      "Date": "2005-02-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4199,
      "AgendaSequence": 122,
      "MinutesSequence": 146,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management, Waterfronts and Small Business",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172056,
      "Date": "2005-02-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Waterfronts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4199,
      "MinutesSequence": 147,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172057,
      "Date": "2005-02-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Small Business",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4199,
      "MinutesSequence": 148,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172034,
      "Date": "2005-03-01T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 4209,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172280,
      "Date": "2005-03-01T13:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 4209,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172030,
      "Date": "2005-03-01T14:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5123,
      "BodyName": "Committee on Waterfronts",
      "EventID": 4208,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172284,
      "Date": "2005-03-01T14:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5123,
      "BodyName": "Committee on Waterfronts",
      "EventID": 4208,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172158,
      "Date": "2005-03-01T15:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 4241,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172288,
      "Date": "2005-03-01T15:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 4241,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185017,
      "Date": "2005-12-31T14:19:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65109,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6f81aec5-f29a-432e-bd12-cef707f7a39a.doc",
      "Sort": 1
    },
    {
      "ID": 68114,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f7877075-1ed7-4869-bdfa-c475e51269fc.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 32471,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Declaration of legislative findings and intent.  The Council finds that illegal dumping of foreign matter, such as liquid cement, gravel, oil, shopping carts, automobiles and scrap metal, into New York City’s waterways is a problem affecting water quality, navigability and opportunities for public access.  Additionally, the Council finds that New York City lacks a coordinated mechanism to combat the phenomenon of illegal dumping into the City’s waterways.  Recent reports of these problems to the Council and its own examination has led the Council to conclude that this activity occurs primarily on waterways adjacent to communities with a concentration of industrial uses such as, but not limited to, the Gowanus Canal, the Bronx River and Newtown Creek.  In fact, following the Council’s inquiry, the Brooklyn District Attorney issued subpoenas to a business owner who has allegedly been dumping materials into Newtown Creek.\nThe Council notes that both New York State and New York City have exercised their respective powers to issue notices of violation to illegal dumpers.  The New York State Department of Environmental Conservation (DEC) enforces these prohibitions through Environmental Enforcement Officers (ECOs).  The agency has, however, admitted that it lacks adequate staff to cover the entire New York City area.  According to DEC there are 300 ECOs for all of New York State, or about one officer for every 400 square miles.  There are approximately sixteen ECOs based in New York City.  In addition to issuing notices of violation for illegal dumping, ECOs are also responsible for enforcing laws relating to fishing, hunting, trapping, endangered species, license requirements and more.  It is evident, then, that based upon the sparse number of ECOs and their divergent responsibilities, ECOs cannot effectively deter illegal dumping.\nThere are several City agencies that issue violations to those involved in illegal dumping, in general. These agencies include the Department of Environmental Protection (DEP), the Department of Sanitation (DSNY) and the Department of Small Business Services (SBS).  For instance, (1) DSNY issues violations to any person found dumping trash or debris on land, (2) DEP issues violations to any person illegally discharging materials into the sewer system and (3) SBS issues violations to any property owner who does not properly maintain a waterfront bulkhead or allows debris to enter the water from a bulkhead.  The disparate functions of each of these agencies in enforcing against different types of illegal dumping has prevented a uniform plan from emerging on behalf of the City of New York in relation to combating illegal dumping into the waterways in particular. \nThe Council finds that because government is currently failing to adequately enforce against illegal dumping into waterways, a coordinated enforcement plan is necessary and intends to create such a plan that will work to better solve this problem.  The Council believes that mandates included in this legislation will result in improved water quality and a reduction in illegal dumping activities on New York City’s waterways.  \n§2  Subchapter 1 of chapter 1 of title 22 of the administrative code of the city of New York is amended by adding a new section 22-112.1 to read as follows: \n§22-112.1  a. Definitions.  For purposes of this section, the following terms shall have the following meanings:  1. “Illegal Dumping” shall mean placing, discharging or depositing, by any process or in any manner, piles, lumber, timber, driftwood, dirt, ashes, cinders, mud, sand, dredging, sludge, acid, oil, cement, or any other refuse matters, floatable or otherwise, in the waterways of New York.  \n2.  “Waterways of New York” shall mean all areas mapped as waterways and included in the city map pursuant to section 198 of the New York City charter.  \n3.  “Commissioner” shall mean the commissioner of small business services.  \nb.  The commissioner, in conjunction with the commissioner of environmental protection, the commissioner of sanitation and the heads of such other agencies and offices as the commissioner deems appropriate, shall devise and prepare a plan to combat illegal dumping.  The plan shall be revised, as necessary, at least every two years and shall, at a minimum, include the following:  (i) development of mandatory minimum guidelines for the loading and unloading of any materials on waterfront properties to reduce the possibility of materials being placed in the waterways; (ii) creation of a waterfront task force to aid the commissioner in devising the mandatory minimum guidelines for loading and unloading on waterfront properties and other common waterfront procedures the commissioner deems relevant, which shall include, but shall not be limited to, the mayor or his or her designee, the speaker of the city council or his or her designee, and five additional representatives who shall each reside in a different borough which shall represent property owners and/or tenant organizations, manufacturing and commercial advocacy groups, community-based organizations, environmental advocacy organizations and members of the general public.  Such task force shall also, when deemed appropriate to effectively discourage illegal dumping, recommend to the commissioner increases in the penalties imposed for illegal dumping; (iii) creation of an accessible and centralized source of contact for the reporting of illegal dumping and providing information on illegal dumping rules and regulations; (iv) creation of a protocol for coordination with other governmental entities that have jurisdiction over illegal dumping; (v) provision for monitoring and recording the frequency of illegal dumping and the posting of signs at locations with frequent violations citing the laws prohibiting illegal dumping and providing information with which individuals may report instances of illegal dumping;  and (vi) creation of a public education program to increase awareness about illegal dumping and encourage local residents to report observed illegal dumping activities through utilization of outreach programs, including but not limited to, local television and radio stations, community newspapers and other media outlets, and educational programs for schools, civic groups, and other local organizations.\nc.  The commissioner shall implement all of the elements of the plan to combat illegal dumping on or before January 1, 2006.\nd.  The commissioner shall submit a report to the mayor and the speaker of the city council on or before January 1, 2007 and on or before January 1 every other year thereafter.  The report shall include, but shall not be limited to, the following information for the immediately preceding two calendar year period: the number of complaints of illegal dumping received by each city agency, the number of notices of violation issued for illegal dumping by each city agency, the total amount of fines imposed for illegal dumping by each city agency and the total amount of fines collected by each city agency for illegal dumping into waterways.  The report shall also include the commissioner’s best efforts to obtain similar information regarding complaints, notices of violations issued and fines imposed and collected for the same two year period by all relevant agencies on the state and federal levels of government.  The report shall also include any recommendations made by the waterfront task force to increase the penalties imposed for illegal dumping as well as any revisions to the plan implemented since the prior plan’s submission, including the reasons for the implementation of such revisions.  \n§3.  This local law shall take effect immediately.\n\n\nNK\nLS # 2380\n2/9/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Garamond;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1. \\cf1 Declaration of legislative findings and intent.  The Council finds that\\cf0  illegal dumping of foreign matter, such as liquid cement, gravel, oil, shopping carts, automobiles and scrap metal, into New York City\\rquote s waterways is a problem affecting water quality, navigability and opportunities for public access.  Additionally, the Council finds that New York City lacks a coordinated mechanism to combat the phenomenon of illegal dumping into the City\\rquote s waterways.  Recent reports of these problems to the Council and its own examination has led the Council to conclude that this activity occurs primarily on waterways adjacent to communities with a concentration of industrial uses such as, but not limited to, the Gowanus Canal, the Bronx River and Newtown Creek.  In fact, following the Council\\rquote s inquiry, the Brooklyn District Attorney issued subpoenas to a business owner who has allegedly been dumping materials into Newtown Creek.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj The Council notes that both New York State and New York City have exercised their respective powers to issue notices of violation to illegal dumpers.  The New York State Department of Environmental Conservation (DEC) enforces these prohibitions through Environmental Enforcement Officers (ECOs).  The agency has, however, admitted that it lacks adequate staff to cover the entire New York City area.  According to DEC there are 300 ECOs for all of New York State, or about one officer for every 400 square miles.  There are approximately sixteen ECOs based in New York City.  In addition to issuing notices of violation for illegal dumping, ECOs are also responsible for enforcing laws relating to fishing, hunting, trapping, endangered species, license requirements and more.  It is evident, then, that based upon the sparse number of ECOs and their divergent responsibilities, ECOs cannot effectively deter illegal dumping.\\par\nThere are several City agencies that issue violations to those involved in illegal dumping, in general. These agencies include the Department of Environmental Protection (DEP), the Department of Sanitation (DSNY) and the Department of Small Business Services (SBS).  For instance, (1) DSNY issues violations to any person found dumping trash or debris on land, (2) DEP issues violations to any person illegally discharging materials into the sewer system and (3) SBS issues violations to any property owner who does not properly maintain a waterfront bulkhead or allows debris to enter the water from a bulkhead.  The disparate functions of each of these agencies in enforcing against different types of illegal dumping has prevented a uniform plan from emerging on behalf of the City of New York in relation to combating illegal dumping into the waterways in particular. \\par\nThe Council finds that because government is currently failing to adequately enforce against illegal dumping into waterways, a coordinated enforcement plan is necessary and intends to create such a plan that will work to better solve this problem.  The Council believes that mandates included in this legislation will result in improved water quality and a reduction in illegal dumping activities on New York City\\rquote s waterways.  \\par\n\\f1\\'a7\\f0 2  Subchapter 1 of chapter 1 of title 22 of the administrative code of the city of New York is amended by adding a new section 22-112.1 to read as follows: \\par\n\\f1\\'a7\\ul\\f0 22-112.1  a. Definitions.  For purposes of this section, the following terms shall have the following meanings:  1. \\ldblquote Illegal Dumping\\rdblquote  shall mean placing, discharging or depositing, by any process or in any manner, piles, lumber, timber, driftwood, dirt, ashes, cinders, mud, sand, dredging, sludge, acid, oil, cement, or any other refuse matters, floatable or otherwise, in the waterways of New York.  \\par\n\\pard\\fi360\\sl480\\slmult1\\qj 2.  \\ldblquote Waterways of New York\\rdblquote  shall mean all areas mapped as waterways and included in the city map pursuant to section 198 of the New York City charter.  \\par\n3.  \\ldblquote Commissioner\\rdblquote  shall mean the commissioner of small business services.  \\par\nb.  The commissioner, in conjunction with the commissioner of environmental protection, the commissioner of sanitation and the heads of such other agencies and offices as the commissioner deems appropriate, shall devise and prepare a plan to combat illegal dumping.  The plan shall be revised, as necessary, at least every two years and shall, at a minimum, include the following:  (i) development of mandatory minimum guidelines for the loading and unloading of any materials on waterfront properties to reduce the possibility of materials being placed in the waterways; (ii) creation of a waterfront task force to aid the commissioner in devising the mandatory minimum guidelines for loading and unloading on waterfront properties and other common waterfront procedures the commissioner deems relevant, which shall include, but shall not be limited to, the mayor or his or her designee, the speaker of the city council or his or her designee, and five additional representatives who shall each reside in a different borough which shall represent property owners and/or tenant organizations, manufacturing and commercial advocacy groups, community-based organizations, environmental advocacy organizations and members of the general public.  Such task force shall also, when deemed appropriate to effectively discourage illegal dumping, recommend to the commissioner increases in the penalties imposed for illegal dumping; (iii) creation of an accessible and centralized source of contact for the reporting of illegal dumping and providing information on illegal dumping rules and regulations; (iv) creation of a protocol for coordination with other governmental entities that have jurisdiction over illegal dumping; (v) provision for monitoring and recording the frequency of illegal dumping and the posting of signs at locations with frequent violations citing the laws prohibiting illegal dumping and providing information with which individuals may report instances of illegal dumping;  and (vi) creation of a public education program to increase awareness about illegal dumping and encourage local residents to report observed illegal dumping activities through utilization of outreach programs, including but not limited to, local television and radio stations, community newspapers and other media outlets, and educational programs for schools, civic groups, and other local organizations.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj c.  The commissioner shall implement all of the elements of the plan to combat illegal dumping on or before January 1, 2006.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx1080\\tx1260 d.  The commissioner shall submit a report to the mayor and the speaker of the city council on or before January 1, 2007 and on or before January 1 every other year thereafter.  The report shall include, but shall not be limited to, the following information for the immediately preceding two calendar year period: the number of complaints of illegal dumping received by each city agency, the number of notices of violation issued for illegal dumping by each city agency, the total amount of fines imposed for illegal dumping by each city agency and the total amount of fines collected by each city agency for illegal dumping into waterways.  The report shall also include the commissioner\\rquote s best efforts to obtain similar information regarding complaints, notices of violations issued and fines imposed and collected for the same two year period by all relevant agencies on the state and federal levels of government.  The report shall also include any recommendations made by the waterfront task force to increase the penalties imposed for illegal dumping as well as any revisions to the plan implemented since the prior plan\\rquote s submission, including the reasons for the implementation of such revisions.  \\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a73.  This local law shall take effect immediately.\\par\n\\pard\\qj\\par\n\\par\nNK\\par\nLS # 2380\\ul\\par\n\\ulnone 2/9/05\\par\n}\n\u0000",
  "LastModified": "2015-06-25T19:21:25.223Z"
}
