{
  "ID": 31437,
  "GUID": "B8210B0F-28C1-4118-9D9F-C29BFF3A3B15",
  "File": "Int 0583-2005",
  "Name": "Stem Cell Research",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to stem cell research.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2005-03-09T00:00:00Z",
  "AgendaDate": "2005-03-09T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 172504,
      "Date": "2005-03-09T16:04:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172626,
      "Date": "2005-03-09T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4324,
      "AgendaSequence": 72,
      "MinutesSequence": 86,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185019,
      "Date": "2005-12-31T14:19:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 31341,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Declaration of legislative findings and intent.  It is estimated that approximately 128 million Americans suffer from the crippling physical, economic and psychological burdens of chronic, degenerative and acute diseases, including, but not limited to, Alzheimer’s disease, cancer, diabetes and Parkinson’s disease.  Treating such diseases, and the lost productivity they cause, costs the United States hundreds of billions of dollars annually.  Estimates of such economic costs do not account for the extreme human loss and suffering associated with such diseases.\n\tThe United States has historically welcomed open scientific inquiry and technological innovation, and this environment, combined with the commitment of public and private resources, has made this nation the preeminent world leader not only in medical care and treatments, but also in the important fields of biomedicine and biotechnology.  \n\tThe Council finds that human stem cell research offers immense promise for developing new medical therapies for debilitating diseases, and could lead to unprecedented treatments and potential cures for Alzheimer’s disease, cancer, diabetes, Parkinson’s disease and other diseases.  The Council also finds that the biomedical industry is a critical and growing component of New York City’s economy and would be significantly diminished by certain limitations imposed on stem cell research.    The Council also recognizes that stem cell research, including the use of embryonic stem cells, presents important ethical and policy concerns which must be carefully considered and balanced.\n\tIn addition to permitting the conduct of research involving stem cells to take place in New York City, it is also the intent of the Council to ensure that when the City purchases health insurance, it also purchases enhanced services that will provide options relating to stem cell research. \n§2.  Title 17 of the administrative code of the city of New York is hereby amended by adding a new section 17-188 to read as follows:\n§17-188  a.  Short title.  This section shall be known and may be cited as  the “Stem Cell Research Act.”  \nb.  Definitions.  For purposes of this section, the following terms shall have the following meanings:\n(1) “Agency” shall mean a city, county, borough, administration, department, office, division, bureau, board or commission, or a corporation, institution or other agency of government, the expenses of which are paid in whole or in part from the city treasury. \n(2) \t“City” shall mean the city of New York.\n(3)\t“Fertility treatments” shall mean all treatments or procedures performed at a medical facility in conformity with the standards of the American Society for Reproductive Medicine and with any standards set by an appropriate city, state or federal entity, that involve the handling of human egg and sperm for the purpose of facilitating pregnancy, including, but not limited to, artificial insemination, in vitro fertilization, semen analysis, sperm aspiration, gamete intrafallopian transfer, zygote intrafallopian transfer, embryo cryopreservation, egg or embryo donation, vasectomy reversal, surrogate birth and any other reproductive treatment deemed “non-experimental” by the American Society for Reproductive Medicine or an appropriate city, state or federal entity.\n(4)\t“Human cloning” shall mean the replication of a single human being by cultivating a cell with genetic material from such human being through the egg, embryo, fetal and/or newborn stages, resulting in the manifestation of a new human being whose genetic material has been derived solely from the genetic material of the first-said human being.  \n(5)\t“Stem cells” shall mean human embryonic stem cells, human embryonic germ cells and human adult stem cells from any source, including somatic cell nuclear transplantation.\nc.  Stem cell research permitted.  The conduct of research involving the derivation and use of stem cells shall be permitted in the city.  Any individual engaging in such work shall give full consideration to the ethical and medical implications of such research.  All such research shall be reviewed by the advisory review board established pursuant to subdivision h of this section. \nd. Provision of information to fertility patients.  No agency shall enter into an agreement or contract with any health insurer to provide health insurance coverage to employees of the city and their eligible dependents that does not contain a provision whereby such health insurer agrees to ensure that the health care providers that offer fertility treatments with whom the health insurer contracts (i) will provide timely, relevant and appropriate information to patients sufficient to allow them to make an informed and voluntary choice regarding the disposition of any human embryos remaining following such fertility treatments, (ii) will present any individual to whom such information is provided with the option of storing any such unused embryos, donating such embryos to another individual, discarding such embryos or donating such embryos for research and (iii) will ensure that any individual who elects to donate embryos remaining after fertility treatments for research shall provide written consent thereof, in such form and manner as determined pursuant to rules promulgated by the department.  \ne.  Prohibitions.  (1) No person shall knowingly engage or assist, either directly or indirectly, in human cloning in the city, and nothing in this section shall be construed to permit such human cloning. \n(2) A person may not knowingly, for valuable consideration, purchase or sell embryonic or cadaveric fetal tissue for research purposes.  For purposes of this paragraph, “valuable consideration” does not include reasonable payment for the removal, processing, disposal, preservation, quality control, storage, transplantation or implantation of any body part or material.  Embryonic or cadaveric fetal tissue may be donated for research purposes. \nf.  Funding.  Notwithstanding any other law, rule or regulation, city funds appropriated for the purpose of medical research may be used for research involving stem cells, embryonic and/or fetal tissue; provided, however, that such funds may not be appropriated or used in connection with any research involving human cloning.  \ng.  Advisory review board.  There shall be established within the department an advisory review board, consisting of six individuals, including the commissioner, or his or her designee, physicians, other health care providers, medical researchers and representatives from community groups focusing on treatment of diseases.  The review board shall recommend policies, consistent with the provisions of this section, applicable to research that is subject to the provisions of this section.  Such recommended policies shall include, but not be limited to, permissible research acts and practices, policies and procedures regarding the provision of information to patients pursuant to subdivision d of this section and the monitoring of the provision of such information, and other compliance with the provisions of this section or any rules promulgated pursuant to this section.  The mayor shall appoint three members of the board, one of which shall be the commissioner, or his or her designee, and the speaker of the council shall appoint three members of the board.  Members shall serve for a term of three years and may be removed for cause.  Vacancies shall be filled in the same manner as the original position was filled.  The commissioner shall be appointed the chair during such board’s first meeting, which shall be convened within one hundred and twenty days after the effective date of the local law that added this section.  The board shall meet at least quarterly and all members of the board shall serve without compensation, except that each member shall be allowed actual and necessary expenses to be audited in the same manner as other city charges.  No person shall be ineligible for membership on the review board because such person holds any other public office, employment or trust, nor shall any person be made ineligible to or forfeit such person’s right to any public office, employment or trust by reason of such appointment.\nh.  Rules.  The department shall promulgate such rules as may be necessary to implement the provisions of this section.  \n§3.  If any section, subsection, sentence, clause, phrase, or other portion of this local law, including any requirement imposed or credit authorized pursuant to it, is for any reason declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\n§4.  This local law shall take effect ninety days after its enactment into law. \n\nLS No. 267\nGRS\n10/22/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw0 Section 1.  Declaration of legislative findings and intent.  It is estimated that approximately 128 million Americans suffer from the crippling physical, economic and psychological burdens of chronic, degenerative and acute diseases, including, but not limited to, Alzheimer\\rquote s disease, cancer, diabetes and Parkinson\\rquote s disease.  Treating such diseases, and the lost productivity they cause, costs the United States hundreds of billions of dollars annually.  Estimates of such economic costs do not account for the extreme human loss and suffering associated with such diseases.\\par\n\\pard\\sl480\\slmult1\\qj\\tab The United States has historically welcomed open scientific inquiry and technological innovation, and this environment, combined with the commitment of public and private resources, has made this nation the preeminent world leader not only in medical care and treatments, but also in the important fields of biomedicine and biotechnology.  \\par\n\\tab The Council finds that human stem cell research offers immense promise for developing new medical therapies for debilitating diseases, and could lead to unprecedented treatments and potential cures for Alzheimer\\rquote s disease, cancer, diabetes, Parkinson\\rquote s disease and other diseases.  The Council also finds that the biomedical industry is a critical and growing component of New York City\\rquote s economy and would be significantly diminished by certain limitations imposed on stem cell research.    The Council also recognizes that stem cell research, including the use of embryonic stem cells, presents important ethical and policy concerns which must be carefully considered and balanced.\\par\n\\tab In addition to permitting the conduct of research involving stem cells to take place in New York City, it is also the intent of the Council to ensure that when the City purchases health insurance, it also purchases enhanced services that will provide options relating to stem cell research. \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw-3\\'a72.  Title 17 of the administrative code of the city of New York is hereby amended by adding a new section \\expndtw0 17-188\\expndtw-3  to read as follows:\\par\n\\pard\\fi720\\sa63\\sl480\\slmult1\\qj\\ul\\'a717\\expndtw0 -188  a.  Short title.  This section shall be known and may be cited as  the \\ldblquote Stem Cell Research Act.\\rdblquote   \\par\nb.  Definitions.  For purposes of this section, the following terms shall have the following meanings:\\par\n(1) \\ldblquote Agency\\rdblquote  shall mean a city, county, borough, administration, department, office, division, bureau, board or commission, or a corporation, institution or other agency of government, the expenses of which are paid in whole or in part from the city treasury. \\par\n\\pard\\li720\\sa63\\sl480\\slmult1\\qj (2) \\tab\\ldblquote City\\rdblquote  shall mean the city of New York.\\fs20\\par\n\\pard\\fi720\\sa63\\sl480\\slmult1\\qj\\fs24 (3)\\tab\\ldblquote Fertility treatments\\rdblquote  shall mean all treatments or procedures performed at a medical facility in conformity with the standards of the American Society for Reproductive Medicine and with any standards set by an appropriate city, state or federal entity, that involve the handling of human egg and sperm for the purpose of facilitating pregnancy, including, but not limited to, artificial insemination, in vitro fertilization, semen analysis, sperm aspiration, gamete intrafallopian transfer, zygote intrafallopian transfer, embryo cryopreservation, egg or embryo donation, vasectomy reversal, surrogate birth and any other reproductive treatment deemed \\ldblquote non-experimental\\rdblquote  by the American Society for Reproductive Medicine or an appropriate city, state or federal entity.\\par\n(4)\\tab\\ldblquote Human cloning\\rdblquote  shall mean the replication of a single human being by cultivating a cell with genetic material from such human being through the egg, embryo, fetal and/or newborn stages, resulting in the manifestation of a new human being whose genetic material has been derived solely from the genetic material of the first-said human being.  \\par\n(5)\\tab\\ldblquote Stem cells\\rdblquote  shall mean human embryonic stem cells, human embryonic germ cells and human adult stem cells from any source, including somatic cell nuclear transplantation.\\par\nc.  Stem cell research permitted.  The conduct of research involving the derivation and use of stem cells shall be permitted in the city.  Any individual engaging in such work shall give full consideration to the ethical and medical implications of such research.  All such research shall be reviewed by the advisory review board established pursuant to subdivision h of this section. \\par\n\\cf1 d. Provision of information to fertility patients.  No agency shall enter into an agreement or contract with any health insurer to provide health insurance coverage to employees of the city and their eligible dependents that does not contain a provision whereby such health insurer agrees to ensure that the health care providers that offer fertility treatments with whom the health insurer contracts (i) will provide\\fs20  \\cf0\\fs24 timely, relevant and appropriate information to patients sufficient to allow them to make an informed and voluntary choice regarding the disposition of any human embryos remaining following such fertility treatments, (ii) will present any individual to whom such information is provided with the option of storing any such unused embryos, donating such embryos to another individual, discarding such embryos or donating such embryos for research and (iii) will ensure that any individual who elects to donate embryos remaining after fertility treatments for research shall provide written consent thereof, in such form and manner as determined pursuant to rules promulgated by the department.  \\par\n\\pard\\nowidctlpar\\fi720\\sa63\\sl480\\slmult1\\qj e.  Prohibitions.  (1) No person shall knowingly engage or assist, either directly or indirectly, in human cloning in the city, and nothing in this section shall be construed to permit such human cloning. \\par\n(2) A person may not knowingly, for valuable consideration, purchase or sell embryonic or cadaveric fetal tissue for research purposes.  For purposes of this paragraph, \\ldblquote valuable consideration\\rdblquote  does not include reasonable payment for the removal, processing, disposal, preservation, quality control, storage, transplantation or implantation of any body part or material.  Embryonic or cadaveric fetal tissue may be donated for research purposes. \\par\n\\pard\\fi720\\sa63\\sl480\\slmult1\\qj f.  Funding.  Notwithstanding any other law, rule or regulation, city funds appropriated for the purpose of medical research may be used for research involving stem cells, embryonic and/or fetal tissue; provided, however, that such funds may not be appropriated or used in connection with any research involving human cloning.  \\par\n\\pard\\nowidctlpar\\fi720\\sa63\\sl480\\slmult1\\qj g.  Advisory review board.  There shall be established within the department an advisory review board, consisting of six individuals, including the commissioner, or his or her designee, physicians, other health care providers, medical researchers and representatives from community groups focusing on treatment of diseases.  The review board shall recommend policies, consistent with the provisions of this section, applicable to research that is subject to the provisions of this section.  Such recommended policies shall include, but not be limited to, permissible research acts and practices, policies and procedures regarding the provision of information to patients pursuant to subdivision d of this section and the monitoring of the provision of such information, and other compliance with the provisions of this section or any rules promulgated pursuant to this section.  The mayor shall appoint three members of the board, one of which shall be the commissioner, or his or her designee, and the speaker of the council shall appoint three members of the board.  Members shall serve for a term of three years and may be removed for cause.  Vacancies shall be filled in the same manner as the original position was filled.  The commissioner shall be appointed the chair during such board\\rquote s first meeting, which shall be convened within one hundred and twenty days after the effective date of the local law that added this section.  The board shall meet at least quarterly and all members of the board shall serve without compensation, except that each member shall be allowed actual and necessary expenses to be audited in the same manner as other city charges.  No person shall be ineligible for membership on the review board because such person holds any other public office, employment or trust, nor shall any person be made ineligible to or forfeit such person\\rquote s right to any public office, employment or trust by reason of such appointment.\\b\\par\n\\b0 h.  Rules.  The department shall promulgate such rules as may be necessary to implement the provisions of this section.  \\b\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\b0\\'a73.  If any section, subsection, sentence, clause, phrase, or other portion of this local law, including any requirement imposed or credit authorized pursuant to it, is for any reason declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\\par\n\\'a74.  This local law shall take effect ninety days after its enactment into law. \\par\n\\pard\\par\n\\fs20 LS No. 267\\par\nGRS\\par\n10/22/04\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
