{
  "ID": 32616,
  "GUID": "ECC4F40F-9C35-4442-A12F-C9F77F0B3967",
  "File": "Int 0585-2005",
  "Name": "Annual Fire Department terrorism response drill.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to an annual Fire Department terrorism response drill.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2005-03-09T00:00:00Z",
  "AgendaDate": "2005-03-09T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 172496,
      "Date": "2005-03-09T15:38:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172632,
      "Date": "2005-03-09T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4324,
      "AgendaSequence": 78,
      "MinutesSequence": 92,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185021,
      "Date": "2005-12-31T14:20:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 32731,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Declaration of legislative findings and intent.  According to Porter Goss, Director of the Central Intelligence Agency, “it may only be a matter of time” before terrorists use weapons of mass destruction against the United States.  New York City, the site of two previous terrorist attacks, remains one of the nation’s most likely targets.\nThe New York City Fire Department’s (FDNY) emergency drills are pre-scheduled events, with pre-identified employees of the emergency medical service and firefighters training on overtime outside of normal work hours.  It is never a surprise that a drill is going to occur; only the type of incident is a surprise. \nSuch drills do not test how FDNY personnel will respond to what they perceive to be a real-life situation or assess whether the city can maintain regular services during the course of a disaster.  These drills also do not test the ability of FDNY personnel to travel to an incident, whether from existing assignments or from their homes, and do not gauge whether there will be problems, like those that occurred on 9/11, with too many units responding to an incident and without reporting to the Department.\nThe Council finds that the FDNY cannot adequately assess its terrorism preparedness without surprise drills.  Accordingly, the Council declares it reasonable and necessary to require the FDNY to conduct at least one surprise terrorism drill annually.\n§2. Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\n§15-129 Terrorism drills. The department shall conduct at least one surprise drill per year to test the ability of firefighters and the emergency medical service to respond to a large-scale biological, chemical, nuclear or radiological terrorist incident.\n§3. This local law shall take effect 90 days after its enactment into law.\n\nRBU\n02/22/05\nLS 2443",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\noline\\hyphpar0\\fi-1440\\li1440\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw0 Section 1.  \\expndtw-3 Declaration of legislative findings and intent.  \\expndtw0 According to Porter Goss, Director of the Central Intelligence Agency, \\ldblquote it may only be a matter of time\\rdblquote  before terrorists use weapons of mass destruction against the United States.  New York City, the site of two previous terrorist attacks, remains one of the nation\\rquote s most likely targets.\\par\nThe New York City Fire Department\\rquote s (FDNY) emergency drills are pre-scheduled events, with pre-identified employees of the emergency medical service and firefighters training on overtime outside of normal work hours.  It is never a surprise that a drill is going to occur; only the type of incident is a surprise. \\par\nSuch drills do not test how FDNY personnel will respond to what they perceive to be a real-life situation or assess whether the city can maintain regular services during the course of a disaster.  These drills also do not test the ability of FDNY personnel to travel to an incident, whether from existing assignments or from their homes, and do not gauge whether there will be problems, like those that occurred on 9/11, with too many units responding to an incident and without reporting to the Department.\\par\nThe Council finds that the FDNY cannot adequately assess its terrorism preparedness without surprise drills.  Accordingly, the Council declares it reasonable and necessary to require the FDNY to conduct at least one surprise terrorism drill annually.\\par\n\\'a72. \\expndtw-3 Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\\par\n\\expndtw0\\ul\\'a7\\expndtw-3 15-129 Terrorism drills. The department shall conduct at least one surprise drill per year to test the ability of firefighters and the emergency medical service to respond to a large-scale biological, chemical, nuclear or radiological terrorist incident.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\expndtw0\\'a73. This local law shall take effect 90 days after its enactment into law.\\par\n\\pard\\sl480\\slmult1\\par\n\\pard RBU\\par\n02/22/05\\par\nLS 2443\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
