{
  "ID": 32617,
  "GUID": "48159CEB-6E68-4419-AD70-819068CE77AC",
  "File": "Int 0586-2005",
  "Name": "Hazardous materials training for the emergency medical service.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to hazardous materials training for the emergency medical service.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2005-03-09T00:00:00Z",
  "AgendaDate": "2005-03-09T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    }
  ],
  "History": [
    {
      "ID": 172497,
      "Date": "2005-03-09T15:41:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172633,
      "Date": "2005-03-09T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4324,
      "AgendaSequence": 79,
      "MinutesSequence": 93,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173354,
      "Date": "2005-04-05T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 4433,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173699,
      "Date": "2005-04-05T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 4433,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185022,
      "Date": "2005-12-31T14:20:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65746,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1910466f-2194-4893-bf0a-3c8aba590d26.doc",
      "Sort": 1
    },
    {
      "ID": 65953,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f70cb286-6f71-4dd1-85b3-fb16c2f8c9dc.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 32732,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of legislative findings and intent.  According to Porter Goss, Director of the Central Intelligence Agency, “it may only be a matter of time” before terrorists use weapons of mass destruction against the United States.  New York City, the site of two previous terrorist attacks, remains one of the nation’s most likely targets.\nThe Fire Department’s Emergency Medical Service (EMS) is responsible for decontamination and inoculation in emergency incidents involving chemical, biological, radiological or nuclear/hazardous-materials (CBRN/Haz-Mat).  Nonetheless, the EMS is insufficiently prepared to respond to CBRN/Haz-Mat incidents involving large numbers of exposed persons.  For example, the president of the Uniformed EMT’s & Paramedics has testified before the City Council that in a major incident “what we're going to be delivering is freshly decontaminated bodies to the morgue.”  Other union officials have dismissed the training provided to most members of EMS as a “joke” and have summed up this training as “basically . . . tell[ing] the individual that they should not go in the direction that the wind is blowing.”  The rank-and-file of the EMS believe that the FDNY is “absolutely not” adequately prepared for a large-scale CBRN/Haz-Mat incident. \nThe Council finds that proper training of the EMS is essential for the city’s terrorism preparedness.  Accordingly, the Council declares it reasonable and necessary to require that the EMS have sufficient numbers of trained personnel to respond to a large-scale CBRN/Haz-Mat incident.\n§2. Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\n§15-129 Emergency medical service hazardous materials training. The department shall assess the number of trained emergency medical service personnel, and the level of training, required to decontaminate and inoculate at any large scale terrorist incident involving chemical, biological, radiological or nuclear/hazardous-materials, and shall train sufficient personnel to respond to any such incidents.\n§3. This local law shall take effect 90 days after its enactment into law.\n\nRBU\nLS 2442\n02/22/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\noline\\hyphpar0\\qj\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw0 Section 1.  \\expndtw-3 Declaration of legislative findings and intent.  \\expndtw0 According to Porter Goss, Director of the Central Intelligence Agency, \\ldblquote it may only be a matter of time\\rdblquote  before terrorists use weapons of mass destruction against the United States.  New York City, the site of two previous terrorist attacks, remains one of the nation\\rquote s most likely targets.\\par\nThe Fire Department\\rquote s Emergency Medical Service (EMS) is responsible for decontamination and inoculation in emergency incidents involving chemical, biological, radiological or nuclear/hazardous-materials (CBRN/Haz-Mat).  Nonetheless, the EMS is insufficiently prepared to respond to CBRN/Haz-Mat incidents involving large numbers of exposed persons.  For example, the president of the Uniformed EMT\\rquote s & Paramedics has testified before the City Council that in a major incident \\ldblquote what we're going to be delivering is freshly decontaminated bodies to the morgue.\\rdblquote   Other union officials have dismissed the training provided to most members of EMS as a \\ldblquote joke\\rdblquote  and have summed up this training as \\ldblquote basically . . . tell[ing] the individual that they should not go in the direction that the wind is blowing.\\rdblquote   The rank-and-file of the EMS believe that the FDNY is \\ldblquote absolutely not\\rdblquote  adequately prepared for a large-scale CBRN/Haz-Mat incident. \\par\nThe Council finds that proper training of the EMS is essential for the city\\rquote s terrorism preparedness.  Accordingly, the Council declares it reasonable and necessary to require that the EMS have sufficient numbers of trained personnel to respond to a large-scale CBRN/Haz-Mat incident.\\par\n\\'a72. \\expndtw-3 Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\\par\n\\expndtw0\\ul\\'a715-129 Emergency medical service hazardous materials training. The department shall assess the number of trained emergency medical service personnel, and the level of training, required to decontaminate and inoculate at any large scale terrorist incident involving chemical, biological, radiological or nuclear/hazardous-materials, and shall train sufficient personnel to respond to any such incidents.\\expndtw-3\\par\n\\expndtw0\\ulnone\\'a73. This local law shall take effect 90 days after its enactment into law.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\qj RBU\\par\nLS 2442\\par\n02/22/05\\par\n}\n\u0000",
  "LastModified": "2015-08-06T13:59:47.583Z"
}
