{
  "ID": 32619,
  "GUID": "AF16A580-26D2-47C3-B7EF-8A9AAD77E2B4",
  "File": "Int 0588-2005",
  "Name": "Reforming the ranking procedure for the open competitive firefighter exam.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to reforming the ranking procedure for the open competitive firefighter exam.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2005-03-09T00:00:00Z",
  "AgendaDate": "2005-03-09T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 172499,
      "Date": "2005-03-09T15:44:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172635,
      "Date": "2005-03-09T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4324,
      "AgendaSequence": 81,
      "MinutesSequence": 95,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173302,
      "Date": "2005-03-30T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 4419,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173439,
      "Date": "2005-03-30T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 4419,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185024,
      "Date": "2005-12-31T14:21:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65683,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6e69b4e4-ebd9-4afe-86f7-809ce3d23744.doc",
      "Sort": 1
    },
    {
      "ID": 68067,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5280a8ae-44d2-4a91-871d-1bc6661f942c.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 32734,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Declaration of legislative findings and intent.  Minority and female recruitment has been a perennial problem for the Fire Department: of the uniformed members of the Department, 91.6% are Caucasian; of over 8,700 members, only 28 are women.  In contrast, 65% of New York City residents are minorities and 50% are women.\nThe open competitive firefighter exam enables the Fire Department to identify people who have the necessary strength and intelligence to become firefighters.  However, beyond identifying candidates who can meet these thresholds, the hiring process does a poor job of distinguishing among the candidates, to the detriment of minorities and women.\nCandidates for the position of firefighter are invited to the Fire Academy in the order of their rank on the FDNY hiring list, which is determined by combining scores on the written and physical exams, and then adding on any bonus points.  Up to 25 points can be added to a candidate’s raw exam scores: 5 points for residents of New York City; 5 points for veterans; 5 points for offspring of members of the city’s uniformed agencies who died in the line of duty; and 10 points for siblings of firefighters or police officers who died in the line of duty during the World Trade Center attack.  \nIn order to be placed on the FDNY’s hiring list, candidates must achieve passing scores on both a written SAT-like exam and a physical exam.  The passing grade on the 1999 written exam was 85%, and on the physical exam a candidate cannot fail more than two of eight tasks.  These thresholds ensure that any candidate placed on the FDNY’s hiring list meets necessary intelligence and strength criteria.  Indeed, the list established from the 1999 written exam was exhausted, meaning every passing candidate who cleared background checks was eventually offered a position in the Fire Academy.  Presumably all these candidates were qualified to become firefighters or they would not have been offered a place in the Fire Academy.\nRelative ranking on the FDNY’s hiring list, however, does not accurately reflect differences in firefighting ability.  First, the existence of up to 25 bonus points that, with the exception of points for veterans, though laudable, appear to have no bearing on qualities relating to firefighting, makes it difficult to believe that placement on the civil service list fully reflects merit and fitness.  Second, the written exam tests certain important qualities, such as visual-spatial skills and reading comprehension, but cannot and does not test many of the characteristics that make a good firefighter.  In addition to physical strength and intelligence, firefighters should possess bravery, quick thinking, common sense, leadership skills, and ability to function well under pressure, to follow orders and work in a quasi-military structure, and to work well in a team.\nAs a result, one cannot say with any degree of confidence that someone with a total score of 99, and ranked at the top of the FDNY’s hiring list, would be a better firefighter than someone with a total score of 89, who may be too low on the list to ever be hired.  The person with the higher score, for example, may have received 10 bonus points for being the sibling of a police officer who died on September 11, 2001.  Alternatively, the difference in scores could entirely reflect differences on the written exam, which, as just discussed, is more of a test of general intelligence than firefighting ability.  Moreover, in the context of the 1999 written exam, the candidate with a lower score still would have passed the exam with a minimum score of 85%.  \nThat factors other than firefighting ability influence the ordering of a list of qualified firefighter candidates is not problematic in of itself.  Since all candidates on the hiring list meet criteria the FDNY has established, they are all capable of becoming effective firefighters.  The ranking is problematic, however, because minorities and women tend to be lower on the list.  As a result, it typically takes longer for minorities and women to be invited to the Fire Academy, increasing the chances that they will have begun alternative careers or otherwise have lost interest in becoming firefighters.  In addition, since the hiring list is often not exhausted, well-qualified minorities and women on the list may never be called to the Fire Academy. \nThe Council finds that the current civil service ranking of firefighter candidates does not fully reflect merit and fitness, and leads to the hiring of fewer minorities and women.  Accordingly, the Council declares that it is reasonable and necessary to reform the ranking procedure for the open competitive firefighter exam.  \n§2. Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\n15-129 Ranking of firefighter candidates. Firefighter candidates from the open competitive firefighter exam shall be ranked on the eligible to hire list in two zones, the high zone and the low zone.  The high zone shall encompass the top scoring fifty percent of candidates who successfully pass the firefighter written and physical exams.  The low zone shall encompass the bottom scoring fifty percent of candidates who successfully pass the firefighter written and physical exams.  Within each zone, the department shall randomly order the candidates.\n§3. This local law shall take effect 90 days after its enactment into law.\n\nRBU\n02/22/05\nLS# 2483",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\noline\\hyphpar0\\qj\\v0\\par\n\\pard\\noline\\hyphpar0\\fi-1440\\li1440\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\expndtw0 Section 1.  De\\expndtw-3 claration of legislative findings and intent.  \\expndtw0 Minority and female recruitment has been a perennial problem for the Fire Department: of the uniformed members of the Department, 91.6% are Caucasian; of over 8,700 members, only 28 are women.  In contrast, 65% of New York City residents are minorities and 50% are women.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj The open competitive firefighter exam enables the Fire Department to identify people who have the necessary strength and intelligence to become firefighters.  However, beyond identifying candidates who can meet these thresholds, the hiring process does a poor job of distinguishing among the candidates, to the detriment of minorities and women.\\par\nCandidates for the position of firefighter are invited to the Fire Academy in the order of their rank on the FDNY hiring list, which is determined by combining scores on the written and physical exams, and then adding on any bonus points.  Up to 25 points can be added to a candidate\\rquote s raw exam scores: 5 points for residents of New York City; 5 points for veterans; 5 points for offspring of members of the city\\rquote s uniformed agencies who died in the line of duty; and 10 points for siblings of firefighters or police officers who died in the line of duty during the World Trade Center attack.  \\par\nIn order to be placed on the FDNY\\rquote s hiring list, candidates must achieve passing scores on both a written SAT-like exam and a physical exam.  The passing grade on the 1999 written exam was 85%, and on the physical exam a candidate cannot fail more than two of eight tasks.  These thresholds ensure that any candidate placed on the FDNY\\rquote s hiring list meets necessary intelligence and strength criteria.  Indeed, the list established from the 1999 written exam was exhausted, meaning every passing candidate who cleared background checks was eventually offered a position in the Fire Academy.  Presumably all these candidates were qualified to become firefighters or they would not have been offered a place in the Fire Academy.\\par\nRelative ranking on the FDNY\\rquote s hiring list, however, does not accurately reflect differences in firefighting ability.  First, the existence of up to 25 bonus points that, with the exception of points for veterans, though laudable, appear to have no bearing on qualities relating to firefighting, makes it difficult to believe that placement on the civil service list fully reflects merit and fitness.  Second, the written exam tests certain important qualities, such as visual-spatial skills and reading comprehension, but cannot and does not test many of the characteristics that make a good firefighter.  In addition to physical strength and intelligence, firefighters should possess bravery, quick thinking, common sense, leadership skills, and ability to function well under pressure, to follow orders and work in a quasi-military structure, and to work well in a team.\\par\nAs a result, one cannot say with any degree of confidence that someone with a total score of 99, and ranked at the top of the FDNY\\rquote s hiring list, would be a better firefighter than someone with a total score of 89, who may be too low on the list to ever be hired.  The person with the higher score, for example, may have received 10 bonus points for being the sibling of a police officer who died on September 11, 2001.  Alternatively, the difference in scores could entirely reflect differences on the written exam, which, as just discussed, is more of a test of general intelligence than firefighting ability.  Moreover, in the context of the 1999 written exam, the candidate with a lower score still would have passed the exam with a minimum score of 85%.  \\par\nThat factors other than firefighting ability influence the ordering of a list of qualified firefighter candidates is not problematic in of itself.  Since all candidates on the hiring list meet criteria the FDNY has established, they are all capable of becoming effective firefighters.  The ranking is problematic, however, because minorities and women tend to be lower on the list.  As a result, it typically takes longer for minorities and women to be invited to the Fire Academy, increasing the chances that they will have begun alternative careers or otherwise have lost interest in becoming firefighters.  In addition, since the hiring list is often not exhausted, well-qualified minorities and women on the list may never be called to the Fire Academy. \\par\nThe Council finds that the current civil service ranking of firefighter candidates does not fully reflect merit and fitness, and leads to the hiring of fewer minorities and women.  Accordingly, the Council declares that it is reasonable and necessary to \\expndtw-3 reform the \\expndtw0 ranking procedure for the open competitive firefighter exam\\expndtw-3 .  \\expndtw0\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a72. \\expndtw-3 Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\\par\n\\ul 15-129 Ranking of firefighter candidates. Firefighter candidates from the open competitive firefighter exam shall be ranked on the eligible to hire list in two zones, the high zone and the low zone.  The high zone shall encompass the top scoring fifty percent of candidates who successfully pass the firefighter written and physical exams.  The low zone shall encompass the bottom scoring fifty percent of candidates who successfully pass the firefighter written and physical exams.  Within each zone, the department shall randomly order the candidates.\\par\n\\expndtw0\\ulnone\\'a73. This local law shall take effect 90 days after its enactment into law.\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\expndtw-3\\par\n\\pard\\expndtw0 RBU\\par\n02/22/05\\par\nLS# 2483\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
