{
  "ID": 32621,
  "GUID": "E210C437-542B-4C74-B2A6-9643A18C5466",
  "File": "Int 0590-2005",
  "Name": "Joint training by the hazardous materials teams of the NYC Fire Department and the NYC Police Department.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to joint training by the hazardous materials teams of the New York City Fire Department and the New York City Police Department.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2005-03-09T00:00:00Z",
  "AgendaDate": "2005-03-09T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    }
  ],
  "History": [
    {
      "ID": 172501,
      "Date": "2005-03-09T15:47:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172637,
      "Date": "2005-03-09T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4324,
      "AgendaSequence": 83,
      "MinutesSequence": 97,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services and Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172723,
      "Date": "2005-03-09T19:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4324,
      "MinutesSequence": 98,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173355,
      "Date": "2005-04-05T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 4433,
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173700,
      "Date": "2005-04-05T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 4433,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185026,
      "Date": "2005-12-31T14:22:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65747,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/72acaf3a-50a7-43fa-b77d-985695c81b48.doc",
      "Sort": 1
    },
    {
      "ID": 65954,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5c6d6686-9f54-4ad6-91f9-885e8cc7599c.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 32736,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Declaration of legislative findings and intent.  According to Porter Goss, Director of the Central Intelligence Agency, “it may only be a matter of time” before terrorists use weapons of mass destruction against the United States.  New York City, the site of two previous terrorist attacks, remains one of the nation’s most likely targets.\nThe Citywide Incident Management System (“CIMS”) organizes the responsibilities of city agencies during different emergency situations.  Both the Fire Department (“FDNY”) and Police Department (“NYPD”) are granted authority during incidents that involved chemical, biological, radiological or nuclear/hazardous-materials (CBRN/Haz-Mat).  In such incidents, the FDNY is responsible for life safety operations and mass decontamination, whereas the NYPD is responsible for overall site management, assessment and investigations.  The NYPD is designated the “primary agency” at CBRN/Haz-Mat incidents.\nThe question of who directs the response to an emergency has been an ongoing source of concern and controversy in New York City, particularly between the FDNY and the NYPD.  The rivalry between the departments is longstanding and on-going.  Although the FDNY and NYPD are given overlapping responsibilities in CBRN/Haz-Mat situations, the hazardous materials personnel of the two departments do not train together on a sufficiently regular basis.\nThe Council finds that cooperation and coordination between the FDNY and NYPD at CBRN/Haz-Mat is essential for the city’s terrorism preparedness.  Accordingly, the Council declares it reasonable and necessary to require regular and frequent joint training by the hazardous materials teams of the FDNY and the NYPD.\n§2. Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\n§15-129 Hazardous materials training. Any fire department personnel responsible for responding to incidents involving hazardous materials shall train at least monthly together with any police department personnel responsible for responding to incidents involving hazardous materials.\n§3. Chapter one of title 14 of the administrative code of the city of New York is amended by adding a new section 14-152 to read as follows:\n§14-152 Hazardous materials training. Any police department personnel responsible for responding to incidents involving hazardous materials shall train at least monthly together with any fire department personnel responsible for responding to incidents involving hazardous materials.\n§4. This local law shall take effect 90 days after its enactment into law.\n\n\nRBU\n03/02/05\nLS 2470",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\noline\\hyphpar0\\fi-1440\\li1440\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw0 Section 1.  \\expndtw-3 Declaration of legislative findings and intent.  \\expndtw0 According to Porter Goss, Director of the Central Intelligence Agency, \\ldblquote it may only be a matter of time\\rdblquote  before terrorists use weapons of mass destruction against the United States.  New York City, the site of two previous terrorist attacks, remains one of the nation\\rquote s most likely targets.\\par\nThe Citywide Incident Management System (\\ldblquote CIMS\\rdblquote ) organizes the responsibilities of city agencies during different emergency situations.  Both the Fire Department (\\ldblquote FDNY\\rdblquote ) and Police Department (\\ldblquote NYPD\\rdblquote ) are granted authority during incidents that involved chemical, biological, radiological or nuclear/hazardous-materials (CBRN/Haz-Mat).  In such incidents, the FDNY is responsible for life safety operations and mass decontamination, whereas the NYPD is responsible for overall site management, assessment and investigations.  The NYPD is designated the \\ldblquote primary agency\\rdblquote  at CBRN/Haz-Mat incidents.\\par\nThe question of who directs the response to an emergency has been an ongoing source of concern and controversy in New York City, particularly between the FDNY and the NYPD.  The rivalry between the departments is longstanding and on-going.  Although the FDNY and NYPD are given overlapping responsibilities in CBRN/Haz-Mat situations, the hazardous materials personnel of the two departments do not train together on a sufficiently regular basis.\\par\nThe Council finds that cooperation and coordination between the FDNY and NYPD at CBRN/Haz-Mat is essential for the city\\rquote s terrorism preparedness.  Accordingly, the Council declares it reasonable and necessary to require regular and frequent joint training by the hazardous materials teams of the FDNY and the NYPD.\\par\n\\'a72. \\expndtw-3 Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\\par\n\\expndtw0\\ul\\'a7\\expndtw-3 15-129 Hazardous materials training. Any fire department personnel responsible for responding to incidents involving hazardous materials shall train at least monthly together with any police department personnel responsible for responding to incidents involving hazardous materials.\\ulnone\\par\n\\expndtw0\\'a73. \\expndtw-3 Chapter one of title 14 of the administrative code of the city of New York is amended by adding a new section 14-152 to read as follows:\\par\n\\expndtw0\\ul\\'a7\\expndtw-3 14-152 Hazardous materials training. Any police department personnel responsible for responding to incidents involving hazardous materials shall train at least monthly together with any fire department personnel responsible for responding to incidents involving hazardous materials.\\ulnone\\par\n\\pard\\fi720\\qj\\expndtw0\\'a74. This local law shall take effect 90 days after its enactment into law.\\par\n\\pard\\qj\\par\n\\par\nRBU\\par\n03/02/05\\par\nLS 2470\\par\n}\n\u0000",
  "LastModified": "2015-08-06T13:59:53.38Z"
}
