{
  "ID": 32622,
  "GUID": "067752F2-634A-4580-8B66-546843DBB784",
  "File": "Int 0592-2005",
  "LocalLaw": "2005/091",
  "Name": "Establishing a commission to study the feasibility of creating public/private partnerships to develop and operate job centers for immigrant day laborers.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing a commission to study the feasibility of creating public/private partnerships to develop and operate job centers for immigrant day laborers.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2005-03-09T00:00:00Z",
  "AgendaDate": "2005-03-09T00:00:00Z",
  "PassedDate": "2005-10-18T00:00:00Z",
  "EnactmentDate": "2005-10-18T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 172502,
      "Date": "2005-03-09T15:55:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172645,
      "Date": "2005-03-09T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4324,
      "AgendaSequence": 91,
      "MinutesSequence": 106,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173332,
      "Date": "2005-03-31T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 4430,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173455,
      "Date": "2005-03-31T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 4430,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180150,
      "Date": "2005-09-22T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 5207,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 592-A",
      "MinutesNote": "Proposed Int. No. 592-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180242,
      "Date": "2005-09-22T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 5207,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180311,
      "Date": "2005-09-22T10:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 5207,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180312,
      "Date": "2005-09-22T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 5207,
      "MinutesSequence": 8,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180502,
      "Date": "2005-09-28T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5253,
      "AgendaSequence": 34,
      "MinutesSequence": 45,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180787,
      "Date": "2005-09-28T15:17:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181187,
      "Date": "2005-10-18T11:16:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181276,
      "Date": "2005-10-18T17:06:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181308,
      "Date": "2005-10-20T13:11:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65704,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/31/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/895e1522-ee76-435a-89b5-f2c69135b673.doc",
      "Sort": 1
    },
    {
      "ID": 68125,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/31/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9225f82e-d066-4d10-b785-51db9ffc9f14.doc",
      "Sort": 2
    },
    {
      "ID": 68701,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 9/22/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8f9b5a48-110a-4b06-b4ac-00cd2f8dbc29.doc",
      "Sort": 3
    },
    {
      "ID": 70111,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 9/22/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f5f3b032-437e-4f21-bf84-13713cdff885.doc",
      "Sort": 4
    },
    {
      "ID": 68837,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement -A",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d1fdcf87-60ce-4621-b4fa-e84073ffe29f. 592-A.doc",
      "Sort": 5
    },
    {
      "ID": 70392,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 9/28/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c6a17125-d2fa-47ca-8f14-1440ea5b5b7d.doc",
      "Sort": 6
    },
    {
      "ID": 71479,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6e2d2d90-0977-45df-84f3-479d832f7be1.doc",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 34598,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of legislative intent.  The Council finds that immigrant day laborers often work under dangerous conditions, without the benefit of proper training, equipment or safety precautions.  An estimated 15,000 day laborers live and work in New York State, including between 5,800 and 8,300 in the greater metropolitan region, the vast majority of whom are believed to be immigrants.  A recent survey of day laborers in New York City found that almost 85% of those surveyed have experienced some type of abuse in the industry: 50 percent experienced non-payment of wages, and 56 percent were paid less than the agreed upon wage.  The informal congregation of day laborers on City streets while they wait for employment creates additional concerns regarding day labor employment.  \nIn New York City, non-profit and community organizations have set up a handful of formally designated hiring sites, known as job centers, where day laborers and employers are able to connect under regulated conditions.  These arrangements provide day laborers with viable and preferable alternatives to congregation on city streets, facilitate monitoring of health and safety conditions and improved enforcement of wage and hour laws, and create more systematic mechanisms for service providers to reach the day laborer community, which is otherwise transient and disorganized.  The Council finds that job centers can improve the day labor industry through ensuring the use of contracts that clearly spell out agreed upon wages and dates of payment, assuring the availability of equipment essential for worker safety, gloves, and overalls, and by connecting employers with workers who have appropriate skills.  The Council further finds that job centers have proven to be successful models for addressing the issues and concerns regarding day labor employment.\n§2.  Title 21 of the administrative code of the city of New York is hereby amended by adding a new chapter 8 to read as follows:\nCHAPTER 8\nDAY LABORER JOB CENTERS\n§ 21-801.\tTemporary Commission on Day Laborer Job Centers.\n§ 21-801. Temporary Commission on Day Laborer Job Centers.  a.  There is hereby established a temporary advisory commission on immigrant day laborer job centers (the “Commission”), which shall examine the feasibility of fostering public/private partnerships to develop and implement job centers for day laborers.  \n\tb.  The Commission shall consist of 20 members, at least 12 of whom shall be immigrant day laborers or representatives of groups with experience working on issues affecting immigrant day laborers.  The mayor shall appoint six of these members, at least three of whom shall be immigrant day laborers, and the speaker of the city council shall appoint six of these members, at least four of whom shall be immigrant day laborers.  The mayor shall appoint four of the remaining members of the Commission, who shall include the commissioner of the mayor’s office on immigrant affairs, the commissioner of the department for small business services and the commissioner of the new york city police department, or their designees.  The speaker of the city council shall appoint four of the remaining members.  The Commission shall be chaired by the commissioner for the mayor’s office of immigrant affairs or a designee.  The Commission shall include at least one person with experience in academic research regarding immigrant day labor.    \nc.  The members of the Commission shall be appointed within forty-five days of the effective date of this section and shall serve without compensation, except that each member shall be allowed actual and necessary expenses to be audited in the same manner as other city charges.  Any member of the Commission may be removed from the Commission by the appointing official for cause.  Any vacancy occurring by removal or for any other reason shall be filled by the appointing official in the same manner as the original appointment.  The terms of members of the Commission shall expire one month after the Commission submits the report required by subdivision h of this section.   \n\td.  Membership on the Commission shall not constitute the holding of a public office and members of the Commission shall not be required to take and file oaths of office before serving on the Commission. \n\te.  No person shall be ineligible for membership on the Commission because such person holds any public office, employment or trust, nor shall any person be made ineligible for or forfeit such person’s right to any public office, employment or trust by reason of such appointment. \n\tf.  The Commission may ask the mayor’s office on immigrant affairs to provide staff assistance to the Commission in all matters under the Commission’s jurisdiction. \n\tg.  The Commission may request and may receive information from any agency as may be necessary to carry out the provisions of this chapter, in accordance with applicable laws, rules and regulations, including, but not limited to, the exceptions to disclosure of agency records contained in the public officers law.  Nothing in this chapter shall be construed as limiting any right or obligation of agencies pursuant to the public officers law, including the exceptions to disclosure of agency records contained in such law, with respect to access to or disclosure of records or portions thereof..  The committee shall protect the privacy of all individuals involved in the domestic violence fatality cases that it reviews to the extent provided by law.  The commission also may request from any private organization providing services to immigrant day laborers information necessary to carry out the provisions of this chapter.  \n\th.  No later than nine months from the effective date of the local law that added this chapter, the Commission shall submit to the Mayor and the Speaker of the Council a report containing the findings and recommendations of the Commission.  \n\t§3.  Effect of invalidity; severability.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which shall continue in full force and effect.   \n\t§4.  This local law shall take effect forty-five days after enactment.\n\n\n\n\n9/20/2005 · 8:55 AM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset2 Symbol;}}\n{\\colortbl ;\\red0\\green0\\blue255;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone Section 1.  Declaration of legislative intent.  The Council finds that immigrant day laborers often work under dangerous conditions, without the benefit of proper training, equipment or safety precautions.  An estimated 15,000 day laborers live and work in New York State, including between 5,800 and 8,300 in the greater metropolitan region, the vast majority of whom are believed to be immigrants.  A recent survey of day laborers in New York City found that almost 85% of those surveyed have experienced some type of abuse in the industry: 50 percent experienced non-payment of wages, and 56 percent were paid less than the agreed upon wage.  The informal congregation of day laborers on City streets while they wait for employment creates additional concerns regarding day labor employment.  \\par\nIn New York City, non-profit and community organizations have set up a handful of formally designated hiring sites, known as job centers, where day laborers and employers are able to connect under regulated conditions.  These arrangements provide day laborers with viable and preferable alternatives to congregation on city streets, facilitate monitoring of health and safety conditions and improved enforcement of wage and hour laws, and create more systematic mechanisms for service providers to reach the day laborer community, which is otherwise transient and disorganized.  The Council finds that job centers can improve the day labor industry through ensuring the use of contracts that clearly spell out agreed upon wages and dates of payment, assuring the availability of equipment essential for worker safety, gloves, and overalls, and by connecting employers with workers who have appropriate skills.  The Council further finds that job centers have proven to be successful models for addressing the issues and concerns regarding day labor employment.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a72.  Title 21 of the administrative code of the city of New York is hereby amended by adding a new chapter 8 to read as follows:\\par\n\\pard\\keepn\\nowidctlpar\\s2\\sl480\\slmult1\\qc\\ul CHAPTER 8\\par\nDAY LABORER JOB CENTERS\\par\n\\pard\\sl480\\slmult1\\qc\\'a7 21-801.\\tab Temporary Commission on Day Laborer Job Centers.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a7 21-801. Temporary Commission on Day Laborer Job Centers.  a.  There is hereby established a temporary advisory commission on immigrant day laborer job centers (the \\ldblquote Commission\\rdblquote ), which shall examine the feasibility of fostering public/private partnerships to develop and implement job centers for day laborers.  \\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul b.  The Commission shall consist of 20 members, at least 12 of whom shall be immigrant day laborers or representatives of groups with experience working on issues affecting immigrant day laborers.  The mayor shall appoint six of these members, at least three of whom shall be immigrant day laborers, and the speaker of the city council shall appoint six of these members, at least four of whom shall be immigrant day laborers.  The mayor shall appoint four of the remaining members of the Commission, who shall include the commissioner of the mayor\\rquote s office on immigrant affairs, the commissioner of the department for small business services and the commissioner of the new york city police department, or their designees.  The speaker of the city council shall appoint four of the remaining members.  The Commission shall be chaired by the commissioner for the mayor\\rquote s office of immigrant affairs or a designee.  The Commission shall include at least one person with experience in academic research regarding immigrant day labor.    \\par\n\\pard\\fi720\\sl480\\slmult1 c.  The members of the Commission shall be appointed within forty-five days of the effective date of this section and shall serve without compensation, except that each member shall be allowed actual and necessary expenses to be audited in the same manner as other city charges.  Any member of the Commission may be removed from the Commission by the appointing official for cause.  Any vacancy occurring by removal or for any other reason shall be filled by the appointing official in the same manner as the original appointment.  The terms of members of the Commission shall expire one month after the Commission submits the report required by subdivision h of this section.   \\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul d.  Membership on the Commission shall not constitute the holding of a public office and members of the Commission shall not be required to take and file oaths of office before serving on the Commission. \\par\n\\ulnone\\tab\\ul e.  No person shall be ineligible for membership on the Commission because such person holds any public office, employment or trust, nor shall any person be made ineligible for or forfeit such person\\rquote s right to any public office, employment or trust by reason of such appointment. \\par\n\\ulnone\\tab\\ul f.  The Commission may ask the mayor\\rquote s office on immigrant affairs to provide staff assistance to the Commission in all matters under the Commission\\rquote s jurisdiction. \\par\n\\ulnone\\tab\\ul g.  \\expndtw-3 The Commission may request and may receive information from any agency as may be necessary to carry out the provisions of this chapter, in accordance with applicable laws, rules and regulations\\cf1\\revised , including, but not limited to, the exceptions to disclosure of agency records contained in the public officers law.  Nothing in this \\cf0\\revised0 chapter\\cf1\\revised  shall be construed as limiting any right or obligation of agencies pursuant to the public officers law, including the exceptions to disclosure of agency records contained in such law, with respect to access to or disclosure of records or portions thereof.\\cf0\\revised0\\deleted .  The\\expndtw0  committee shall protect the privacy of all individuals involved in the domestic violence fatality cases that it reviews to the extent provided by law.\\cf1\\revised\\deleted0   \\expndtw-3 The com\\cf0\\revised0 mission\\cf1\\revised  also \\cf0\\revised0 may \\cf1\\revised request from any private organization providing services to \\cf0\\revised0 immigrant day laborers information \\cf1\\revised necessary to carry out the provisions of this \\cf0\\revised0 chapter\\cf1\\revised .  \\cf0\\revised0\\par\n\\expndtw0\\ulnone\\tab\\ul h.  No later than nine months from the effective date of the local law that added this chapter, the Commission shall submit to the Mayor and the Speaker of the Council a report containing the findings and recommendations of the Commission.  \\ulnone\\par\n\\tab\\'a73.  Effect of invalidity; severability.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which shall continue in full force and effect.   \\par\n\\tab\\'a74.  This local law shall take effect forty-five days after enactment.\\par\n\\par\n\\par\n\\par\n\\par\n\\fs20 9/20/2005 \\f1\\'b7\\f0  8:55 AM\\par\n}\n\u0000",
  "LastModified": "2015-08-04T16:08:58.663Z"
}
