{
  "ID": 32543,
  "GUID": "C86B2C4F-8BFF-455C-985B-843AE4957102",
  "File": "Int 0596-2005",
  "Name": "Regulation of illegal alterations and conversions.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the regulation of illegal alterations and conversions.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2005-03-09T00:00:00Z",
  "AgendaDate": "2005-03-09T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    }
  ],
  "History": [
    {
      "ID": 172416,
      "Date": "2005-03-09T11:55:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172651,
      "Date": "2005-03-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4324,
      "AgendaSequence": 97,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185029,
      "Date": "2005-12-31T14:23:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 32658,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 26-127.2 of the administrative code of the city of New York, as added by local law number 6 of 1993, is amended to read as follows:\n§26-127.2  Violations of the zoning resolution in residential districts; illegal alterations or conversions; public nuisance; order of closure.  a.  Any building or part thereof that is located in a residential district, which is occupied for a commercial or manufacturing use in violation of the zoning resolution without a valid certificate of occupancy or any building with respect to which there are in the aggregate at least ten thousand dollars of unpaid fines and civil penalties, imposed as a result of one or more illegal alterations or conversions involving a change in occupancy or use is hereby declared to be a public nuisance.\nb.  If a building or part thereof in which such a nuisance occurs is not occupied primarily as a residence or if the aforementioned unpaid fines and civil penalties remain unpaid for thirty days or more from the date set for correction in the notice of violation or from the date that a final determination is made either before the environmental control board or another administrative tribunal even if the building is occupied primarily as a residence, the commissioner may, in addition to or as an alternative to any other remedy under any other provision of law, after notice and the opportunity for a hearing in accordance with this section, order the closing of such building or part thereof to the extent necessary to abate the nuisance.\nc.  A notice of hearing with respect to an order of closure shall be served on the owner and mortgagee of record of such building or part thereof and on the person alleged to be occupying such building or part thereof for commercial or manufacturing use in the following manner:\n(1) service may be made on the owner by delivering such notice to the owner or to an agent of the owner or to a person of suitable age and discretion at the residence or place of business of the owner or, if upon reasonable application such delivery cannot be completed, by affixing such notice in a conspicuous place at the owner's place of business or residence or by placing it under the entrance door at either of such locations or by delivering such notice to a person employed by the owner to work at or to manage or maintain the premises at which the nuisance is located and, in all instances except personal delivery upon such owner by mailing the notice of hearing as follows:\n(i) to the person registered with the department of housing preservation and development as the owner or agent of the premises, at the address filed with such department in compliance with article two of subchapter four of chapter two of title twenty-seven of the administrative code; or\n(ii) to the person designated as owner of the building or designated to receive real property tax or water bills for the building at the address for such person contained in one of the files compiled by the department of finance for the purpose of the assessment or collection of real property taxes and water charges or in the file compiled by the department of finance from real property transfer forms filed with the city register upon the sale or transfer of real property; or\n(iii) to the person in whose name the real estate affected by the order of the commissioner is recorded in the office of the city register or the county clerk as the case may be at the address set forth on the recorded instrument.\n(2) service may be made on an owner that is a corporation pursuant to section three hundred six of the business corporation law; however, service upon a corporation shall be deemed to have been completed forty-five days following service upon the secretary of state;\n(3) service may be made upon mortgagees of record by mailing such notice to the mortgagees at the address set forth on the recorded instrument;\n(4) service may be made upon an occupant (i) by delivering such notice to the occupant or to a person employed by the occupant to work at or to manage or maintain the premises at which the nuisance is located; or (ii) by affixing such notice to the premises at which the nuisance is located in a conspicuous place or by placing a copy under the entrance door of such premises and mailing a copy of such notice to the occupant at such premises; (iii) and in all instances except personal delivery upon such occupant, by mailing the notice of hearing to the occupant at the premises at which the nuisance is located.\n(5) proof of service pursuant to paragraphs (1), (2), (3), and (4) of this subdivision shall be filed with the commissioner;\nd. Such hearing shall be conducted by the office of administrative trials and hearings. The administrative law judge assigned to hear the matter shall submit his or her proposed findings of fact and recommended decision to the commissioner. If based on such recommended decision, proposed findings of fact, and the record of the hearing the commissioner determines that the building or part thereof is located in a residential district and that it has been occupied for a commercial or manufacturing use in violation of the zoning resolution without a valid certificate of occupancy or determines that there are in the aggregate at least ten thousand dollars of unpaid fines and civil penalties, imposed as a result of one or more illegal alterations or conversions involving a change in occupancy or use and that such unpaid fines or civil penalties have remained unpaid for thirty days or more from the date set for correction in the notice of violation or from the date that a final determination is made either before the environmental control board or another administrative tribunal even if the building is occupied primarily as a residence, he or she may issue an order of closure. Such order shall not bar legally required ingress or egress for residential occupancy of parts of the building, which are not subject to the order of closure.\ne. At such hearing it shall not be a defense that an owner, occupant, lessor, lessee, mortgagee, or other person having an interest in the property lacked knowledge of or did not acquiesce or participate in the commercial or manufacturing use of such property or in the illegal alteration or conversion of such property.\nf. A closure ordered by the commissioner pursuant to this section shall not constitute an act of possession, ownership, or control by the city over the closed premises.\ng. An order of closure shall be posted at the building or part thereof, which is the subject of such order, and shall be mailed to the record owner of such premises, and any record mortgagee at the address for such person set forth in the recorded instrument, and to the person designated as owner or agent of the building or designated to receive real property tax or water bills for the building at the address for such person contained in one of the files compiled by the department of finance for the purpose of the assessment or collection of real property taxes and water charges or in the file compiled by the department of finance from real property transfer forms filed with the city register upon the sale or transfer of real property. A copy shall also be filed with the county clerk or register of the county in which such premises are located. Such filing shall be notice of the order to any subsequent owner and such owner shall be subject to such order.\nh. On the tenth business day after the posting of such order and upon the written directive of the commissioner, police officers and authorized employees of the department shall act upon and enforce such order by sealing, padlocking, or otherwise preventing access to the premises in a manner that will not bar legally required ingress or egress for residential occupancy of parts of the building that are not subject to the closure order.\ni. If at any time after the issuance of such order, the owner, mortgagee, or other person having an interest in the property provides assurance, in a form satisfactory to the commissioner, that the commercial or manufacturing use of the premises has been discontinued and will not reoccur, or such owner, mortgagee, or other person establishes that the premises may be lawfully occupied for such manufacturing or commercial use, or the owner, mortgagee, or other person having an interest in the property provides assurance, in a form satisfactory to the commissioner, that the illegal alteration or conversion of the property has been discontinued and the property has been restored to compliance with all applicable provisions of law, the commissioner shall rescind the closure order. If such order is rescinded, the commissioner shall, upon request of such owner, mortgagee, or other person, provide a copy of such [recission] rescission order, which may be filed with the county clerk or register of the county in which such premises are located.\nj. It shall be a misdemeanor for any person to use or occupy or to permit any other person to use or occupy any building or part thereof that has been sealed, padlocked, or otherwise closed pursuant to an order of the commissioner. Mutilation or removal of a posted order of the commissioner shall be punishable by a fine of not more than two hundred fifty dollars or by imprisonment not exceeding fifteen days, or both, provided such order contains therein a notice of penalty.\nk. Intentional disobedience or resistance to any provision of an order issued by the commissioner pursuant to this section, in addition to any other punishment prescribed by law, shall be punished by a fine of not more than one thousand dollars, or by imprisonment not exceeding six months, or both. \n\nLS# 2350 and 2414\nExamined by TNN\n03/04/05 update",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Section 26-127.2 of the administrative code of the city of New York, as added by local law number 6 of 1993, is amended to read as follows:\\par\n\\'a726-127.2  Violations of the zoning resolution in residential districts; \\ul illegal alterations or conversions;\\ulnone  public nuisance; order of closure.  a.  Any building or part thereof that is located in a residential district, which is occupied for a commercial or manufacturing use in violation of the zoning resolution without a valid certificate of occupancy \\ul or any building with respect to which there are in the aggregate at least ten thousand dollars of unpaid fines and civil penalties, imposed as a result of one or more illegal alterations or conversions involving a change in occupancy or use\\ulnone  is hereby declared to be a public nuisance.\\par\nb.  If a building or part thereof in which such a nuisance occurs is not occupied primarily as a residence \\ul or if the aforementioned unpaid fines and civil penalties remain unpaid for thirty days or more from the date set for correction in the notice of violation or from the date that a final determination is made either before the environmental control board or another administrative tribunal even if the building is occupied primarily as a residence\\ulnone , the commissioner may, in addition to or as an alternative to any other remedy under any other provision of law, after notice and the opportunity for a hearing in accordance with this section, order the closing of such building or part thereof to the extent necessary to abate the nuisance.\\par\nc.  A notice of hearing with respect to an order of closure shall be served on the owner and mortgagee of record of such building or part thereof and on the person alleged to be occupying such building or part thereof for commercial or manufacturing use in the following manner:\\par\n(1) service may be made on the owner by delivering such notice to the owner or to an agent of the owner or to a person of suitable age and discretion at the residence or place of business of the owner or, if upon reasonable application such delivery cannot be completed, by affixing such notice in a conspicuous place at the owner's place of business or residence or by placing it under the entrance door at either of such locations or by delivering such notice to a person employed by the owner to work at or to manage or maintain the premises at which the nuisance is located and, in all instances except personal delivery upon such owner by mailing the notice of hearing as follows:\\par\n(i) to the person registered with the department of housing preservation and development as the owner or agent of the premises, at the address filed with such department in compliance with article two of subchapter four of chapter two of title twenty-seven of the administrative code; or\\par\n(ii) to the person designated as owner of the building or designated to receive real property tax or water bills for the building at the address for such person contained in one of the files compiled by the department of finance for the purpose of the assessment or collection of real property taxes and water charges or in the file compiled by the department of finance from real property transfer forms filed with the city register upon the sale or transfer of real property; or\\par\n(iii) to the person in whose name the real estate affected by the order of the commissioner is recorded in the office of the city register or the county clerk as the case may be at the address set forth on the recorded instrument.\\par\n(2) service may be made on an owner that is a corporation pursuant to section three hundred six of the business corporation law; however, service upon a corporation shall be deemed to have been completed forty-five days following service upon the secretary of state;\\par\n(3) service may be made upon mortgagees of record by mailing such notice to the mortgagees at the address set forth on the recorded instrument;\\par\n(4) service may be made upon an occupant (i) by delivering such notice to the occupant or to a person employed by the occupant to work at or to manage or maintain the premises at which the nuisance is located; or (ii) by affixing such notice to the premises at which the nuisance is located in a conspicuous place or by placing a copy under the entrance door of such premises and mailing a copy of such notice to the occupant at such premises; (iii) and in all instances except personal delivery upon such occupant, by mailing the notice of hearing to the occupant at the premises at which the nuisance is located.\\par\n(5) proof of service pursuant to paragraphs (1), (2), (3), and (4) of this subdivision shall be filed with the commissioner\\ul ;\\par\n\\ulnone d. Such hearing shall be conducted by the office of administrative trials and hearings. The administrative law judge assigned to hear the matter shall submit his or her proposed findings of fact and recommended decision to the commissioner. If based on such recommended decision, proposed findings of fact, and the record of the hearing the commissioner determines that the building or part thereof is located in a residential district and that it has been occupied for a commercial or manufacturing use in violation of the zoning resolution without a valid certificate of occupancy \\ul or determines that there are in the aggregate at least ten thousand dollars of unpaid fines and civil penalties, imposed as a result of one or more illegal alterations or conversions involving a change in occupancy or use and that such unpaid fines or civil penalties have remained unpaid for thirty days or more from the date set for correction in the notice of violation or from the date that a final determination is made either before the environmental control board or another administrative tribunal even if the building is occupied primarily as a residence\\ulnone , he or she may issue an order of closure. Such order shall not bar legally required ingress or egress for residential occupancy of parts of the building, which are not subject to the order of closure.\\par\ne. At such hearing it shall not be a defense that an owner, occupant, lessor, lessee, mortgagee, or other person having an interest in the property lacked knowledge of or did not acquiesce or participate in the commercial or manufacturing use of such property \\ul or in the illegal alteration or conversion of such property\\ulnone .\\par\nf. A closure ordered by the commissioner pursuant to this section shall not constitute an act of possession, ownership, or control by the city over the closed premises.\\par\ng. An order of closure shall be posted at the building or part thereof, which is the subject of such order, and shall be mailed to the record owner of such premises, and any record mortgagee at the address for such person set forth in the recorded instrument, and to the person designated as owner or agent of the building or designated to receive real property tax or water bills for the building at the address for such person contained in one of the files compiled by the department of finance for the purpose of the assessment or collection of real property taxes and water charges or in the file compiled by the department of finance from real property transfer forms filed with the city register upon the sale or transfer of real property. A copy shall also be filed with the county clerk or register of the county in which such premises are located. Such filing shall be notice of the order to any subsequent owner and such owner shall be subject to such order.\\par\nh. On the tenth business day after the posting of such order and upon the written directive of the commissioner, police officers and authorized employees of the department shall act upon and enforce such order by sealing, padlocking, or otherwise preventing access to the premises in a manner that will not bar legally required ingress or egress for residential occupancy of parts of the building that are not subject to the closure order.\\par\ni. If at any time after the issuance of such order, the owner, mortgagee, or other person having an interest in the property provides assurance, in a form satisfactory to the commissioner, that the commercial or manufacturing use of the premises has been discontinued and will not reoccur, or such owner, mortgagee, or other person establishes that the premises may be lawfully occupied for such manufacturing or commercial use, \\ul or the owner, mortgagee, or other person having an interest in the property provides assurance, in a form satisfactory to the commissioner, that the illegal alteration or conversion of the property has been discontinued and the property has been restored to compliance with all applicable provisions of law,\\ulnone  the commissioner shall rescind the closure order. If such order is rescinded, the commissioner shall, upon request of such owner, mortgagee, or other person, provide a copy of such [recission] \\ul rescission order\\ulnone , which may be filed with the county clerk or register of the county in which such premises are located.\\par\nj. It shall be a misdemeanor for any person to use or occupy or to permit any other person to use or occupy any building or part thereof that has been sealed, padlocked, or otherwise closed pursuant to an order of the commissioner. Mutilation or removal of a posted order of the commissioner shall be punishable by a fine of not more than two hundred fifty dollars or by imprisonment not exceeding fifteen days, or both, provided such order contains therein a notice of penalty.\\par\nk. Intentional disobedience or resistance to any provision of an order issued by the commissioner pursuant to this section, in addition to any other punishment prescribed by law, shall be punished by a fine of not more than one thousand dollars, or by imprisonment not exceeding six months, or both. \\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\keepn\\s2\\qj\\fs20 LS# 2350 and 2414\\par\n\\pard\\qj Examined by TNN\\par\n03/04/05 update\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
