{
  "ID": 32566,
  "GUID": "1DD7F55E-0CC7-4632-9B7B-D9041DD03B6F",
  "File": "Int 0599-2005",
  "Name": "Regulation of laser pointers.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the regulation of laser pointers.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2005-03-09T00:00:00Z",
  "AgendaDate": "2005-03-09T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 172441,
      "Date": "2005-03-09T15:51:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172676,
      "Date": "2005-03-09T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4324,
      "AgendaSequence": 123,
      "MinutesSequence": 138,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185031,
      "Date": "2005-12-31T14:23:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 32681,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Legislative Findings of Fact and Declaration of Policy.\n\nLaser pointers are commonly used by lecturers to highlight areas on a chart or screen. In the hands of “pranksters,” however, they have been also used to flash on movie screens, to annoy people at malls and sporting events, and of greater concern, to flash them in people's eyes. There have also been recent unfortunate events where juveniles have misused laser pointers in a manner leading to injury. Incidents have occurred where laser pointers were aimed at police officers causing them to believe a laser sight of a handgun or rifle had targeted them. Laser pointers have also been used to disrupt classroom activities and have been aimed at drivers of automobiles, which can lead to car accidents. \nIn 2003, a Queens high school student, possessing a laser pointer on school premises (not for valid instructional, school-related or employment purposes), pointed this laser at his teacher causing her imminent fear that the light from the laser pointer would cause physical harm to her eyes. The student was subsequently charged with a violation of §10-134.2 of the New York City Administrative Code, but the charge was dismissed as jurisdictionally defective. \nWhile a reading of New York City Administrative Code §10-134.2 indicates that the City Council intended to make the possession of a laser pointer on school premises by a person under twenty years old unlawful, unless it is being used in supervised educational instruction, the local law is drafted so as to preclude the Family Court from ever exercising jurisdiction over a child under the age of sixteen who violates the provision of the Code. Pursuant to Administrative Code §10-134.2 (h), a person under twenty who violates §10-134.2(d) by possessing a laser pointer on school premises is guilty of a violation for the first offense and a misdemeanor for any subsequent violations. However, because a person under the age of sixteen can never criminally be prosecuted for committing a violation due to the defense of infancy (Penal Law §30.00 [1] ), and because a juvenile cannot be adjudicated delinquent based upon the commission of a violation, there can be no prior violation which would render a second violation of § 10-134.2 (d) a misdemeanor under article 3 of the Family Court Act. This seems to be at odds with one of the primary objectives of the law which is to keep laser pointers from being possessed by minors. Thus, the City Council finds that the law should be amended to cure this defect. \n§2. Subdivision (h) of § 10-134.2 of the administrative code of the city of New York is amended to read as follows: \n\th. Any person who violates subdivision b, c, d or e of this section shall be guilty of a   misdemeanor. [Any person who violates subdivision d of this section shall be guilty of a violation for the first offense and a misdemeanor for all subsequent offenses.]\n§3. This local law shall take effect sixty days after it shall be enacted. \n\nLS# 107\nTB",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720 Section 1. Legislative Findings of Fact and Declaration of Policy.\\par\n\\pard\\par\n\\pard\\fi720\\sl480\\slmult1 Laser pointers are commonly used by lecturers to highlight areas on a chart or screen. In the hands of \\ldblquote pranksters,\\rdblquote  however, they have been also used to flash on movie screens, to annoy people at malls and sporting events, and of greater concern, to flash them in people's eyes. There have also been recent unfortunate events where juveniles have misused laser pointers in a manner leading to injury. Incidents have occurred where laser pointers were aimed at police officers causing them to believe a laser sight of a handgun or rifle had targeted them. Laser pointers have also been used to disrupt classroom activities and have been aimed at drivers of automobiles, which can lead to car accidents. \\par\nIn 2003, a Queens high school student, possessing a laser pointer on school premises (not for valid instructional, school-related or employment purposes), pointed this laser at his teacher causing her imminent fear that the light from the laser pointer would cause physical harm to her eyes. The student was subsequently charged with a violation of \\'a710-134.2 of the New York City Administrative Code, but the charge was dismissed as jurisdictionally defective. \\par\nWhile a reading of New York City Administrative Code \\'a710-134.2 indicates that the City Council intended to make the possession of a laser pointer on school premises by a person under twenty years old unlawful, unless it is being used in supervised educational instruction, the local law is drafted so as to preclude the Family Court from ever exercising jurisdiction over a child under the age of sixteen who violates the provision of the Code. Pursuant to Administrative Code \\'a710-134.2 (h), a person under twenty who violates \\'a710-134.2(d) by possessing a laser pointer on school premises is guilty of a \\i violation\\i0  for the first offense and a misdemeanor for any subsequent violations. However, because a person under the age of sixteen can never criminally be prosecuted for committing a violation due to the defense of infancy (Penal Law \\'a730.00 [1] ), and because a juvenile cannot be adjudicated delinquent based upon the commission of a violation, there can be no prior violation which would render a second violation of \\'a7 10-134.2 (d) a misdemeanor under article 3 of the Family Court Act. This seems to be at odds with one of the primary objectives of the law which is to keep laser pointers from being possessed by minors. Thus, the City Council finds that the law should be amended to cure this defect. \\par\n\\'a72. Subdivision (h) of \\'a7 10-134.2 of the administrative code of the city of New York is amended to read as follows: \\par\n\\pard\\sl480\\slmult1\\tx720\\tab h.\\b  \\b0 Any person who violates subdivision b, c\\ul , d\\ulnone  or e of this section shall be guilty of a   misdemeanor.\\i  \\i0 [Any person who violates subdivision d of this section shall be guilty of a violation for the first offense and a misdemeanor for all subsequent offenses.]\\par\n\\pard\\fi720\\sl480\\slmult1\\'a73. This local law shall take effect sixty days after it shall be enacted. \\par\n\\par\n\\pard LS# 107\\par\nTB\\par\n\\pard\\fi720\\sl480\\slmult1\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
