{
  "ID": 32748,
  "GUID": "1B2AED0E-45E9-44E0-8BA6-FB0E961261EE",
  "File": "Int 0601-2005",
  "Name": "Preservation of Hotels",
  "Title": "A Local Law to amend the administrative code of the City of New York, in relation to the preservation of hotels.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2005-03-23T00:00:00Z",
  "AgendaDate": "2005-03-23T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    }
  ],
  "History": [
    {
      "ID": 173105,
      "Date": "2005-03-23T10:11:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173185,
      "Date": "2005-03-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4397,
      "AgendaSequence": 96,
      "MinutesSequence": 122,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173813,
      "Date": "2005-04-04T14:23:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Economic Development",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MinutesNote": "(See Attached Memorandum)",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185085,
      "Date": "2005-12-31T16:29:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65770,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Change of Committee Assignment Memo",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a9e1b0a7-734a-4249-9c37-18fcffaf3337.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 32864,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Declaration of legislative intent.  The Council finds that based on reports by New York City and Company that the total economic impact of tourism in New York City exceeds $20 billion per year and that over 225,000 jobs in the City are supported by visitor spending.  The Council finds that New York City taxes generated by visitor spending exceeds $790 million per year.  The Council finds that total visitors to the City exceeds 39 million persons per year. Further, the Council finds that based on reliable surveys that hotel occupancy rates have reached historically high percentages.  In fact it was reported in 2004 that New York hotel occupancy rates reached 100% on more than 200 nights. The Council finds that there has been a long term trend of reduction of total hotel rooms in the City due to residential conversions and conversions to office space. Recent trends in the real estate industry have caused an accelerated trend in the conversions of hotels to condominiums or cooperative apartments, thereby removing availability of the rooms in said hotels from the increasing numbers of visitors.  In fact industry sources have indicated that there may be more than 15 major hotels including one of New York’s flagship landmark hotels, the Plaza Hotel, poised to close their rooms to tourists in favor of converting to condominiums or cooperative apartments.\nThe Council recognizes that disregard for the unavailability of hotel rooms will have severely negative fiscal impact on the City’s finances. Tourism will suffer and employment will be lost.  In addition the development of hotels into residential properties tends to delay the planned development of affordable housing in diverse parts of the City due to the concentration of development in other parts of the City. Thus, the Council hereby declares that it is imperative that steps be taken to preserve the existing hotel stock within the City.\n\n§2.  Section 26-701 of the administrative code of the city of New York is amended to read as follows:\n§26-701 Application.  The provisions of this chapter shall apply to conversions from rental to cooperative or condominium status of a building or a group of buildings or a development for which a plan must be filed with the state department of law pursuant to section three hundred fifty-two-eeee of the general business law and the conversion of any hotel space to cooperative or condominium status or changes of certain uses of hotel space.\n\t§3.  Section 26-702 of the administrative code of the city of New York is amended by adding thereto new subdivisions e through i, to read as follows:\ne.  “Hotel” shall mean (i)  a hotel, as such term is defined in the housing maintenance code; (ii) any structure or part thereof containing living or sleeping accommodations which is used or intended to be used for transient occupancy; (iii) any apartment hotel or transient hotel as defined in the Zoning Resolution; or (iv) any structure or part thereof which is used to provide short term rentals or owned or leased by an entity engaged in the business of providing short term rentals. For purposes of this subdivision, a lease, sublease, license or any other form of rental agreement for a period of less than six months shall be deemed to be a short term rental. \nf.  “Owner” as used in §26-708 of this chapter shall mean the person or entity having the legal right to establish a cooperative or condominium form of ownership with respect to a hotel space.\ng.   “Hotel space” shall mean any and all space within a hotel on or after January 1, 2005 including , but not limited to, accessory hotel space.\nh.  “Accessory hotel space” shall mean space designed to be, or used in a manner, that is accessory to a hotel, including, but not limited to, retail space, lobby areas, reception areas, administrative offices, storage areas, laundries, food and beverage facilities and banquet and conference facilities.\ni.  “Primary hotel space” shall mean all hotel space other than accessory hotel space.\n§4.  Chapter 7 of title 26 of the administrative code of the city of New York is amended by renumbering section 26-708 as section 26-709 and by adding a new section 26-708 to read as follows:\n§ 26-708 a.  No hotel space shall be used for any non-hotel residential use or non-hotel office use, except that nothing in this section shall preclude conversion of hotel space to a cooperative or condominium form of ownership provided that all of the hotel space within such hotel shall constitute a single cooperative hotel space unit or single hotel space condominium unit which hotel space unit may not thereafter be subdivided except in accordance with subdivisions b or c of this section.\nb.  If an owner elects to convert hotel space to a cooperative or condominium form of ownership, such owner may also elect to utilize for any lawful purpose including, but not limited to, non-hotel residential use and office use, up to, but not exceeding, twenty percent of the square footage of the primary hotel space in such hotel, to be known as “new use space”. Such new use space may be converted into one or more cooperative or condominium units. If such owner elects to create new use space, such election shall also constitute an election to create a single cooperative unit or a single condominium unit, to be known as the “final hotel unit”, for the balance of such hotel space. Such final hotel unit shall not thereafter be subdivided and shall not thereafter be used for any purpose or use other than as a hotel, including accessory hotel space. The new use space may be used for any lawful purpose only after the creation of the final hotel unit, in compliance with this subdivision and all other applicable provisions of law. The limitation against further subdivision of the final hotel unit and the requirement that such unit thereafter not be used for any purpose other than as a hotel shall be recorded as a covenant to run with the land and shall be binding upon all successors in ownership, lessees and assignees of the final hotel unit. The election to create new use space may be exercised only once with respect to any hotel, irrespective of changes of ownership from time-to-time and may never be used with respect to a final hotel unit.\nc.  The owner of any hotel space may apply to the department of housing preservation and development for relief from the provisions of this section if such owner is unable to earn a reasonable financial return on such hotel space.  Upon a finding after a hearing by the department of housing preservation and development that such applicant is unable to earn a reasonable financial return on such hotel space, the department of housing preservation and development may grant such relief as shall be appropriate to allow such applicant to earn a reasonable financial return on such hotel space.  In fashioning such relief, the department of housing preservation and development shall take into account the sufficiency in number, quality and location of hotel rooms in the city of New York, the impact upon employment and industry in the city of New York and such other matters as the department of housing preservation and development may deem appropriate.  Appropriate relief may or may not include conversion of all or part of such hotel space to cooperative or condominium residential units, or other uses of space unless such conversion or such use is prohibited by any applicable statute, law, rule or regulation.\n\t§5. This local law shall take effect immediately upon its enactment into law.\n\nJH\nH:/LS Requests/Saveallhotels-revised\n3-21-05  8:30 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult0\\qj Section 1.  Declaration of legislative intent.  The Council finds that based on reports by New York City and Company that the total economic impact of tourism in New York City exceeds $20 billion per year and that over 225,000 jobs in the City are supported by visitor spending.  The Council finds that New York City taxes generated by visitor spending exceeds $790 million per year.  The Council finds that total visitors to the City exceeds 39 million persons per year. Further, the Council finds that based on reliable surveys that hotel occupancy rates have reached historically high percentages.  In fact it was reported in 2004 that New York hotel occupancy rates reached 100% on more than 200 nights. The Council finds that there has been a long term trend of reduction of total hotel rooms in the City due to residential conversions and conversions to office space. Recent trends in the real estate industry have caused an accelerated trend in the conversions of hotels to condominiums or cooperative apartments, thereby removing availability of the rooms in said hotels from the increasing numbers of visitors.  In fact industry sources have indicated that there may be more than 15 major hotels including one of New York\\rquote s flagship landmark hotels, the Plaza Hotel, poised to close their rooms to tourists in favor of converting to condominiums or cooperative apartments.\\par\nThe Council recognizes that disregard for the unavailability of hotel rooms will have severely negative fiscal impact on the City\\rquote s finances. Tourism will suffer and employment will be lost.  In addition the development of hotels into residential properties tends to delay the planned development of affordable housing in diverse parts of the City due to the concentration of development in other parts of the City. Thus, the Council hereby declares that it is imperative that steps be taken to preserve the existing hotel stock within the City.\\par\n\\pard\\qj\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a72.  Section 26-701 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a726-701 Application.  The provisions of this chapter shall apply to conversions from rental to cooperative or condominium status of a building or a group of buildings or a development for which a plan must be filed with the state department of law pursuant to section three hundred fifty-two-eeee of the general business law \\ul and the conversion of any hotel space to cooperative or condominium status or changes of certain uses of hotel space.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\'a73.  Section 26-702 of the administrative code of the city of New York is amended by adding thereto new subdivisions e through i, to read as follows:\\par\n\\pard\\fi615\\sl480\\slmult1\\qj\\ul e.  \\ldblquote Hotel\\rdblquote  shall mean (i)  a hotel, as such term is defined in the housing maintenance code; (ii) any structure or part thereof containing living or sleeping accommodations which is used or intended to be used for transient occupancy;\\highlight1  \\highlight0 (iii) any apartment hotel or transient hotel as defined in the Zoning Resolution; or (iv) any structure or part thereof which is used to provide short term rentals or owned or leased by an entity engaged in the business of providing short term rentals. For purposes of this subdivision, a lease, sublease, license or any other form of rental agreement for a period of less than six months shall be deemed to be a short term rental. \\par\nf.  \\ldblquote Owner\\rdblquote  as used in \\'a726-708 of this chapter shall mean the person or entity having the legal right to establish a cooperative or condominium form of ownership with respect to a hotel space.\\par\ng.   \\ldblquote Hotel space\\rdblquote  shall mean any and all space within a hotel on or after January 1, 2005 including , but not limited to, accessory hotel space.\\par\nh.  \\ldblquote Accessory hotel space\\rdblquote  shall mean space designed to be, or used in a manner, that is accessory to a hotel, including, but not limited to, retail space, lobby areas, reception areas, administrative offices, storage areas, laundries, food and beverage facilities and banquet and conference facilities.\\par\ni.  \\ldblquote Primary hotel space\\rdblquote  shall mean all hotel space other than accessory hotel space.\\par\n\\ulnone\\'a74.  Chapter 7 of title 26 of the administrative code of the city of New York is amended by renumbering section 26-708 as section 26-709 and by adding a new section 26-708 to read as follows:\\par\n\\ul\\'a7 26-708 a.  No hotel space shall be used for any non-hotel residential use or non-hotel office use, except that nothing in this section shall preclude conversion of hotel space to a cooperative or condominium form of ownership provided that all of the hotel space within such hotel shall constitute a single cooperative hotel space unit or single hotel space condominium unit which hotel space unit may not thereafter be subdivided except in accordance with subdivisions b or c of this section.\\par\nb.  If an owner elects to convert hotel space to a cooperative or condominium form of ownership, such owner may also elect to utilize for any lawful purpose including, but not limited to, non-hotel residential use and office use, up to, but not exceeding, twenty percent of the square footage of the primary hotel space in such hotel, to be known as \\ldblquote new use space\\rdblquote . Such new use space may be converted into one or more cooperative or condominium units. If such owner elects to create new use space, such election shall also constitute an election to create a single cooperative unit or a single condominium unit, to be known as the \\ldblquote final hotel unit\\rdblquote , for the balance of such hotel space. Such final hotel unit shall not thereafter be subdivided and shall not thereafter be used for any purpose or use other than as a hotel, including accessory hotel space. The new use space may be used for any lawful purpose only after the creation of the final hotel unit, in compliance with this subdivision and all other applicable provisions of law. The limitation against further subdivision of the final hotel unit and the requirement that such unit thereafter not be used for any purpose other than as a hotel shall be recorded as a covenant to run with the land and shall be binding upon all successors in ownership, lessees and assignees of the final hotel unit. The election to create new use space may be exercised only once with respect to any hotel, irrespective of changes of ownership from time-to-time and may never be used with respect to a final hotel unit.\\par\nc.  The owner of any hotel space may apply to the department of housing preservation and development for relief from the provisions of this section if such owner is unable to earn a reasonable financial return on such hotel space.  Upon a finding after a hearing by the department of housing preservation and development that such applicant is unable to earn a reasonable financial return on such hotel space, the department of housing preservation and development may grant such relief as shall be appropriate to allow such applicant to earn a reasonable financial return on such hotel space.  In fashioning such relief, the department of housing preservation and development shall take into account the sufficiency in number, quality and location of hotel rooms in the city of New York, the impact upon employment and industry in the city of New York and such other matters as the department of housing preservation and development may deem appropriate.  Appropriate relief may or may not include conversion of all or part of such hotel space to cooperative or condominium residential units, or other uses of space unless such conversion or such use is prohibited by any applicable statute, law, rule or regulation.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\'a75. This local law shall take effect immediately upon its enactment into law.\\par\n\\par\n\\pard\\qj JH\\par\nH:/LS Requests/Saveallhotels-revised\\par\n3-21-05  8:30 pm\\par\n \\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
