{
  "ID": 32747,
  "GUID": "EF380959-668B-4134-B222-4D17D690C06F",
  "File": "Int 0603-2005",
  "Name": "Claims by owners of private property who have sustained damage caused by city-owned infrastructure.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to claims by owners of private property who have sustained damage caused by city-owned infrastructure.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2005-03-23T00:00:00Z",
  "AgendaDate": "2005-03-23T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 173104,
      "Date": "2005-03-23T10:07:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173190,
      "Date": "2005-03-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4397,
      "AgendaSequence": 102,
      "MinutesSequence": 128,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185086,
      "Date": "2005-12-31T16:29:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 32863,
  "Text": "Be it enacted by the Council as follows:\n\nSection One. Chapter 2 of title 7 of the administrative code of the city of New York is amended to add a new section 7-213, to read as follows:\n\n§7-213 Payments for injury to private property caused by city-owned infrastructure. a. Where an owner of real or personal property, other than a public corporation as defined in section sixty-six of the general construction law or a state or federal agency or instrumentality, has sustained damages for injury to, or destruction of, said real or personal property, and said damage was caused by city-owned infrastructure, the comptroller, after consultation with the corporation counsel, is hereby authorized and empowered to make a payment for said injury, provided that:\n(a)\tThe owner of real or personal property is not insured for the claimed loss;\n(b)\tAt the time of the claimed loss, the owner of real or personal property was not required under law or contract to maintain insurance for said loss;\n(c)\tThe claim is limited to actual damages; and \n(d)\tThe claim does not exceed $250,000.\nb. Petitions for payment under this section must be presented to the comptroller not more than ninety (90) days after the discovery of the damage by the owner of real or personal property.\nc. Nothing in this section is intended to preclude or deter any owner of real or personal property that has sustained damage as described in subdivision a of this section from filing an action or pursuing a claim against any individual or entity for such damages. \nd. Before the comptroller shall make payment pursuant to this section, he or she shall require the owner of real or personal property to execute an assignment, in the amount of the claim paid pursuant to subdivision a, to the city, to be deducted from any potential judgment or settlement arising from any action filed, or claim made, to recover for damages to real or personal property as described in subdivision a of this section. After entry of a judgment or settlement on behalf of the property owner in said action or claim, the city shall be entitled to collect the amount of said assignment. \ne. Notwithstanding the provisions of subdivisions c and d of this section, the city shall bear the sole responsibility, at the discretion of the corporation counsel, for recovering the costs of claims paid under this section, plus reasonable interest and reasonable recovery costs, from any individual or entity for the damages that resulted in the claim.\nf. The comptroller shall, by rule, establish procedures for the submission of petitions and for timely payment of claims to owners of real or personal property pursuant to the provisions of subdivisions a and b of this section, for the review of such petitions by the comptroller’s office, and with respect to such other matters as are necessary to implement the provisions of this section.\ng. The comptroller shall not deny payment of claims to owners of real or personal property pursuant to the provisions of subdivisions a and b of this section, except for reasonable cause.   \nh. The comptroller shall, by rule established pursuant to subdivision f, provide owners of real or personal property with timely written notice of denial of payment of claims pursuant to the provisions of subdivision g, and such notice must enumerate the reasonable cause or causes for said denial.     \n§2. This local law shall become effective sixty (60) days after the date of enactment.\n\nDS\nLS#2519",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1 Section One. Chapter 2 of title 7 of the administrative code of the city of New York is amended to add a new section 7-213, to read as follows:\\par\n\\pard\\par\n\\pard\\fi720\\sl480\\slmult1\\ul\\'a77-213 Payments for injury to private property caused by city-owned infrastructure. a. Where an owner of real or personal property, other than a public corporation as defined in section sixty-six of the general construction law or a state or federal agency or instrumentality, has sustained damages for injury to, or destruction of, said real or personal property, and said damage was caused by city-owned infrastructure, the comptroller, after consultation with the corporation counsel, is hereby authorized and empowered to make a payment for said injury, provided that:\\par\n\\pard\\fi-375\\li735\\sl480\\slmult1\\tx735\\ulnone (a)\\tab\\ul The owner of real or personal property is not insured for the claimed loss;\\par\n\\pard\\fi-375\\li735\\sl480\\slmult1\\ulnone (b)\\tab\\ul At the time of the claimed loss, the owner of real or personal property was not required under law or contract to maintain insurance for said loss;\\par\n\\ulnone (c)\\tab\\ul The claim is limited to actual damages; and \\par\n\\ulnone (d)\\tab\\ul The claim does not exceed $250,000.\\par\n\\pard\\fi720\\sl480\\slmult1 b. Petitions for payment under this section must be presented to the comptroller not more than ninety (90) days after the discovery of the damage by the owner of real or personal property.\\par\nc. Nothing in this section is intended to preclude or deter any owner of real or personal property that has sustained damage as described in subdivision a of this section from filing an action or pursuing a claim against any individual or entity for such damages. \\par\nd. Before the comptroller shall make payment pursuant to this section, he or she shall require the owner of real or personal property to execute an assignment, in the amount of the claim paid pursuant to subdivision a, to the city, to be deducted from any potential judgment or settlement arising from any action filed, or claim made, to recover for damages to real or personal property as described in subdivision a of this section. After entry of a judgment or settlement on behalf of the property owner in said action or claim, the city shall be entitled to collect the amount of said assignment. \\par\ne. Notwithstanding the provisions of subdivisions c and d of this section, the city shall bear the sole responsibility, at the discretion of the corporation counsel, for recovering the costs of claims paid under this section, plus reasonable interest and reasonable recovery costs, from any individual or entity for the damages that resulted in the claim.\\par\nf. The comptroller shall, by rule, establish procedures for the submission of petitions and for timely payment of claims to owners of real or personal property pursuant to the provisions of subdivisions a and b of this section, for the review of such petitions by the comptroller\\rquote s office, and with respect to such other matters as are necessary to implement the provisions of this section.\\par\ng. The comptroller shall not deny payment of claims to owners of real or personal property pursuant to the provisions of subdivisions a and b of this section, except for reasonable cause.   \\par\nh. The comptroller shall, by rule established pursuant to subdivision f, provide owners of real or personal property with timely written notice of denial of payment of claims pursuant to the provisions of subdivision g, and such notice must enumerate the reasonable cause or causes for said denial.     \\par\n\\ulnone\\'a72. This local law shall become effective sixty (60) days after the date of enactment.\\par\n\\pard\\par\nDS\\par\nLS#2519   \\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
