{
  "ID": 32724,
  "GUID": "C385346B-3181-471D-AED7-30291449BBC9",
  "File": "Int 0608-2005",
  "Name": "Licensing of large retail stores.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the licensing of large retail stores.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2005-03-23T00:00:00Z",
  "AgendaDate": "2005-03-23T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 173008,
      "Date": "2005-03-23T14:58:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173197,
      "Date": "2005-03-23T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4397,
      "AgendaSequence": 110,
      "MinutesSequence": 136,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185089,
      "Date": "2005-12-31T16:30:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65423,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Cover Sheet",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5874c4c3-3f5b-4aaf-8218-560bba33f6fa.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 32840,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Legislative declaration.  The Council finds that large retail stores significantly impact the economy and lifestyle of the neighboring community and the city in its entirety.  Accordingly, the Council finds that licensing is necessary to permit appropriate monitoring of these establishments operating in the city of New York.\n\t§2. A new subchapter 33 is hereby added to Chapter 2 of Title 20 of the administrative code of the city of New York.  \nSUBCHAPTER 33\nLARGE RETAIL STORES\n§20-540 - Definitions\n§20-541 - License required\n§20-542 - Community Board review\n§20-543 - Public hearing\n§20-544 - Denial of license\n§20-545 - Revocation or suspension of a license\n§20-546 - Duties of licensees\n§20-547 - Penalties\n§20-548 - Exemption\n\n\t§20-540.  Definitions. a. “Person” means any firm, partnership, partnership association, corporation or natural person. \n\tb. “Large retail store” means any retail mercantile establishment in which the \narea of goods for sale to the public exceeds 85,000 square feet.  For the purposes of this subchapter, the square footage of adjacent stores shall be aggregated if the stores share check stands, management, a controlling ownership interest, a warehouse, or a distribution facility.\nc.  “Applicant” is any person, corporation, business or entity that applies for a \nlicense pursuant to this subchapter.\n\t§20-541.  License required.  a. It shall be unlawful for any person to own, lease, maintain or operate a large retail store within the city unless duly licensed pursuant to this subchapter.  \n\tb.  It shall be unlawful for any person to permit any premises under such person’s control to be used by any other person in violation of subdivision a of this section. \n\tc.  If the large retail store is to be operated or maintained under a fictitious name, such name shall be stated on the application for a license.  If the applicant is a partnership, any identifying data prescribed by the commissioner must be stated for each partner.  If the applicant is a corporation, data prescribed by the commissioner must be stated for each of the officers and directors as well as the individual in charge of the place of business.   \n\td.  The commissioner, consistent with the provisions of this subchapter and the applicable provisions of the zoning resolution, shall establish such rules, regulations, terms and conditions as the commissioner deems proper in respect to such licenses.\n\te.  Such license shall be for a two-year period and the fee for such license shall be five thousand dollars.  Such license fee shall be charged in addition to any costs imposed pursuant to any rules of the commissioner. \n\tf. The license granted pursuant to this subchapter shall be personal to the applicant and may not be sold, leased or transferred in any way.  Such license shall be deemed revoked by the sale or transfer of the lease or of title to the building or structure to which the large retail store is related. \n\tg. A separate license shall be required for each large retail store.\n\t§20-542.  Community Board review.  a.  An application for a license pursuant to this subchapter shall be in such form as prescribed by the department.  The department shall forward copies of the application, within fifteen days of the filing of such application, to the speaker of the council and the council member in whose district the large retail store is proposed to be located, for information purposes, and to the community board for the community district in which the large retail store is proposed to be located, for review pursuant to subdivision d of this section.  \nb. The applicant shall be required to provide the community board with comprehensive information concerning all:\n(i). violations and criminal proceedings to which the applicant or its corporate affiliates have been a party, whether disposed or pending, commenced within five years prior to the date of the application;\n(ii). civil litigation to which the applicant or its corporate affiliates have been a party, whether resolved or pending, commenced within five years prior to the date of the application.  In the event an action has been resolved by the parties to the litigation, the applicant shall not be required to disclose the terms of any settlement agreement; \n(iii). projected employee wages and benefits, including but not limited to, any premiums or employee contributions to health care benefits for all positions, including those frequently contracted by a third-party entity, such as janitorial or security staff; \n(iv). projected weekly work hours and incomes for all positions, as well as employee union participation.\nc. The applicant shall be required to provide the community board with a comprehensive economic impact report setting forth whether:\n(i). the proposed use will have an adverse economic impact or benefit on neighboring grocery and retail stores;\n(ii). the large retail store would result in the physical displacement of any businesses, and, if so, the nature of the displaced businesses, or estimated economic stimulation of the neighboring community;\n(iii). the large retail store will result in the demolition of any housing, park, playground, childcare facility or community center;\n(iv). the large retail store would provide lower cost and/or higher quality goods and services to residents than currently available, or provide goods and services that are currently unavailable;\n(v).  the large retail store would displace jobs within the neighboring community or provide economic benefit and/or generate employment.  The applicant must identify the number of jobs displaced or created, the quality of the jobs, whether the jobs are temporary or permanent, and the employment sector in which the lost jobs are located; \n(vi). the large retail store would have a positive or negative fiscal impact on city tax revenue;\n(vii).  any restrictions exist on the subsequent use of the property where the large retail store intends to operate, including the provisions of any applicable lease, which, in the event the large retail store vacates the premises, would require the location to remain vacant for a substantial time period; \n(viii). the large retail store will result in any materially adverse or positive economic impact on the neighboring community;\n(ix).  any measures are available to mitigate any materially adverse economic impact, if any, identified by the applicant.   \nd. The relevant community board shall, not later than sixty days after receipt of \nsuch application, either (i) notify the public of the application, conduct a public hearing thereon and submit a written recommendation to the department and to the council, or (ii) waive by a written statement its public hearing and recommendation on such petition and submit such statement to the department and to the council.  The applicant shall amend the petition if both the community board and the applicant agree to modifications in writing.  Such modifications shall be reflected in the written recommendation of the community board to the department and the council.  Upon either occurrence, all testimony and documentation provided to the community board shall be forwarded to the commissioner and made publicly available to any interested party.  \n§20-543.  Public hearing.  a.  The department shall hold a public hearing pursuant to subdivision b of this section.  The applicant shall be required to fully disclose the details of its economic and legal history.  All testimony and documentation provided at the hearing shall be made publicly available to any interested party.  The department shall approve or deny the application within forty-five days of the expiration of the sixty-day period allowed for the filing of a recommendation by the community board.  If the department fails to take action on an application provided for in the preceding sentence within the time period provided, the application shall be deemed to have been granted.  Within the forty-five-day time period provided for in this subdivision, the department shall file with the council any such decisions to approve or deny the application, together with the application.  \n\tb.  The department shall hold a public hearing on each application prior to approving or denying an application.  For a period of not less than fifteen calendar days prior to the date of such public hearing, the applicant shall post clearly visible notice of the public hearing in a place conspicuous to public view at the location of the proposed large retail store.  At least fifteen days prior to the date of the hearing, the department will give notice to the community board for the district in which the large retail store is proposed to be located, to the president of the borough in which the large retail store is proposed to be located and to the council member in whose district the large retail store is proposed to be located.  Not less than five-calendar days prior to the date of any such hearing, notice of the hearing shall be published in the City Record and in one newspaper of local circulation in the community where the large retail store is proposed to be located.  \n\t§20-544.  Denial of license.  a. The commissioner may deny or refuse to renew a license if any applicant or entity, business, corporation or franchise that intends to conduct business pursuant to said license:\n(i).  previously held a license issued under this subchapter that was revoked or suspended without the terms of the suspension being fulfilled; \n(ii).  has committed an act that, if committed by a licensee, would be grounds for suspension or revocation of a license issued pursuant to this subchapter;\n(iii). has acted in the capacity of a licensee under this subchapter without having obtained such license pursuant to the terms of this subchapter; \n(iv). has made any false statement as to a material matter in any application for a license or renewal of a license;\n(v). has demonstrated a record of prior business transactions marked by the manipulation of assets or accounts, or by fraud or bad faith, or by a dubious method or practice of solicitation of businesses from consumers; \n(vi). has been convicted of a crime or offense that relates to the operation of a large retail store; or \n(vii). has been found to have repeatedly violated employment laws or been involved in excessive employment related claims.\nb. The commissioner may also deny a license if, after consideration of all \neconomic costs and benefits, the large retail store would materially adversely affect the economic welfare of the neighboring community or the city, including causing a detrimental impact on the city’s workforce employed in the retail or grocery industries.  \n§20-545.  Revocation or suspension of a license.  After due notice and opportunity to be heard, the commissioner or the commissioner’s designee may revoke or suspend any license required under this subchapter or deny renewal of such license upon a determination that a licensee: \na.  has been convicted of a crime that, in the judgment of the commissioner, has a direct relationship to such person’s fitness or ability to perform any of the activities for which a license is required under this subchapter; \nb. has practiced fraud or misrepresentation upon a customer or in establishing his or her qualifications for a license under this subchapter; \nc. has made false promises of a character likely to influence, persuade, or induce customer purchases; or\nd.  has violated any of the provisions of this subchapter or the regulations promulgated thereunder or has knowingly caused, permitted, aided or abetted another in committing such violation.\n§20-546.  Duties of licensees.  a.  Posting of information. Every person holding a license to own, lease, maintain or operate a large retail store shall conspicuously post such license in a clearly visible position near the main entrance of such store. \nb.  Display of selling price. (i). All merchandise sold, exposed for sale or offered for sale at retail in a store licensed under this subchapter shall have conspicuously displayed, at the point of exposure or offering for sale, the total selling price exclusive of tax by means of a stamp, tag or label attached to the item, or at a sign at the point of display which indicates the item to which the price refers; provided that this information is plainly visible without the assistance of store personnel.\n(ii).  This subdivision does not in any way limit, preclude, or negate the requirements of §20-707 of this title, §20-708.1 of this title, or any other applicable provision of law. \n(iii).  This subdivision does not apply to merchandise displayed in the window of a large retail store.  \n\tc.  Receipts.  Receipts must be provided for any retail purchase.  Such receipts shall contain:\n\t(i). The amount of money paid for each item;\n\t(ii). The total amount of money paid including a separate statement of tax;\n(iii). The date and time of the purchase;\n\t(iv). The name and address of the large retail store as listed on the license;\n\t(v). The license number of the licensee; and\n\t(vi). A description of each item purchased.\n\td. Records.  Every licensee shall maintain records, ledgers, receipts, bills and such other written records as the commissioner may prescribe by rule.  Such records shall be made available for inspection by the commissioner at his or her request at either the licensee’s place of business or the offices of the department. \n\te.  Notification of change.  Whenever any information provided on the application for a license or renewal thereof has changed, the licensee shall notify the commissioner within ten days of such change.\n\tf.  Inspection.  Every licensee shall permit regular inspections by the department or any authorized city agency of any goods, vehicle, storage facility or equipment used in relation to the operation of the large retail store.\n\t§20-547. Penalties.  a. Any person found to be maintaining or operating a large retail store without a license issued pursuant to this subchapter shall be liable for a civil penalty of at least five thousand but not more than ten thousand dollars for the first violation, and at least seven thousand but not more than twelve thousand dollars for each additional violation occurring on the same inspection; any person found to be maintaining or operating a large retail store without a license issued pursuant to this subchapter shall be liable for a civil penalty of at least ten thousand but not more than fifteen thousand dollars for violations found upon a second, and all subsequent violations, issued within two years of the first violation.  For purposes of this section, the sale of any one item in a large retail store without a license issued pursuant to this subchapter shall be considered a single violation. \n\tb. Any authorized licensee found to be operating a large retail store in violation of any provision of this subchapter or rules promulgated by the commissioner pursuant to this subchapter shall be liable for a civil penalty of at least one thousand but not more than five thousand dollars for the first violation, and at least five thousand but not more than ten thousand dollars for each additional violation occurring on the same inspection; any authorized licensee found to be operating a large retail store in violation of any provision of this subchapter or rules promulgated by the commissioner pursuant to this subchapter shall be liable for a civil penalty of at least seven thousand but not more than twelve thousand dollars for the second violation issued within two years of the first violation, and at least ten thousand but not more than fifteen thousand dollars for each subsequent violation issued within two years of the first violation.  In addition, for a third violation occurring on a different day, and all subsequent violations occurring on different days at the same place of business within a two-year period, any licensee shall be subject to suspension or revocation of his or her license for such large retail store.\n\tc. In the event that a license for any large retail store licensed pursuant to this\nsubchapter has been revoked pursuant to this subdivision or §20-544, the commissioner in his or her discretion may refuse to issue a license required under this subchapter for a period of two years after such revocation for any large retail store to be located in the same place of business, unless the applicant for such license demonstrates with documentary proof, to the satisfaction of the commissioner, that the applicant acquired the large retail store or place of business through an arm’s length transaction.  \nd. For purposes of this subchapter, an arm’s length transaction shall be a \nsale of a fee or all undivided interests in real property, or lease of any part thereof, or a sale of a business, in good faith and for valuable consideration, that reflects the fair market value of such property or lease or business between two informed and willing parties, where neither is under any compulsion to participate in the transaction, unaffected by any unusual conditions indicating a reasonable possibility that the sale or lease was made for the purposes of permitting the original licensee to avoid the effect of violations on the premises.  The following sales or leases shall be presumed not to be arm’s length transactions unless adequate documentation is provided demonstrating that the sale or lease was not conducted, in whole or in part, for the purposes of permitting the original licensee to avoid the effect of violations relating to the large retail store or place of business:\n\t(i). a sale between relatives; or\n\t(ii). a sale between related companies or partners in a business; or\n(iii). a sale or lease affected by other facts or circumstances that would indicate that the sale or lease is entered into for the primary purpose of permitting the original licensee to avoid the effect of prior violations.\n\te. A proceeding to recover any civil penalty authorized pursuant to the provisions of subdivision a or b of this section shall be commenced by service of a notice of violation which shall be returnable to the adjudication division of the department.  Such notice shall contain a statement that any hearing for a third violation or subsequent violations of this subchapter, the terms and conditions of a license and/or rules promulgated by the commissioner pursuant to this subchapter at the same place of business within a two-year period shall also constitute a hearing for the suspension or revocation of a license.\n\tf.  The penalties provided by subdivision a and b of this section shall be in addition to any other penalty imposed by any other provision of law.  \n\t§20-548. Exemption.  Any person presently operating a large retail store shall apply for a license pursuant to this subchapter within 120 days from the date this local law takes effect.  Any person presently operating a large retail store shall be exempt from the requirements set forth in §20-542 and §20-543 of this subchapter providing said large retail store is operating within sixty days from the date this local law takes effect.  \t\n§3.  This local law shall take effect sixty days after its enactment provided, however, that the department of consumer affairs may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\n\n\n\nTSF\nLS# 2307\nMarch 15, 2005",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\i Be it enacted by the Council as follows:\\ulnone\\i0\\par\n\\par\n\\pard\\sl480\\slmult1\\tab Section 1. Legislative declaration.  The Council finds that large retail stores significantly impact the economy and lifestyle of the neighboring community and the city in its entirety.  Accordingly, the Council finds that licensing is necessary to permit appropriate monitoring of these establishments operating in the city of New York.\\par\n\\tab\\'a72. A new subchapter 33 is hereby added to Chapter 2 of Title 20 of the administrative code of the city of New York.  \\par\n\\pard\\keepn\\s1\\sl480\\slmult1\\qc\\ul\\b SUBCHAPTER 33\\par\nLARGE RETAIL STORES\\par\n\\pard\\fi720\\li2160\\'a720-540 - Definitions\\par\n\\'a720-541 - License required\\par\n\\'a720-542 - Community Board review\\par\n\\'a720-543 - Public hearing\\par\n\\'a720-544 - Denial of license\\par\n\\'a720-545 - Revocation or suspension of a license\\par\n\\'a720-546 - Duties of licensees\\par\n\\'a720-547 - Penalties\\par\n\\'a720-548 - Exemption\\par\n\\pard\\sl480\\slmult1\\qc\\ulnone\\par\n\\pard\\sl480\\slmult1\\b0\\tab\\ul\\b\\'a720-540.  Definitions.\\b0  a. \\ldblquote Person\\rdblquote  means any firm, partnership, partnership association, corporation or natural person. \\par\n\\ulnone\\tab\\ul b. \\ldblquote Large retail store\\rdblquote  means any retail mercantile establishment in which the \\par\narea of goods for sale to the public exceeds 85,000 square feet.  For the purposes of this subchapter, the square footage of adjacent stores shall be aggregated if the stores share check stands, management, a controlling ownership interest, a warehouse, or a distribution facility.\\par\n\\pard\\li720\\sl480\\slmult1 c.  \\ldblquote Applicant\\rdblquote  is any person, corporation, business or entity that applies for a \\par\n\\pard\\sl480\\slmult1 license pursuant to this subchapter.\\par\n\\ulnone\\tab\\ul\\b\\'a720-541.  License required\\b0 .  a. It shall be unlawful for any person to own, lease, maintain or operate a large retail store within the city unless duly licensed pursuant to this subchapter.  \\par\n\\ulnone\\tab\\ul b.  It shall be unlawful for any person to permit any premises under such person\\rquote s control to be used by any other person in violation of subdivision a of this section. \\par\n\\ulnone\\tab\\ul c.  If the large retail store is to be operated or maintained under a fictitious name, such name shall be stated on the application for a license.  If the applicant is a partnership, any identifying data prescribed by the commissioner must be stated for each partner.  If the applicant is a corporation, data prescribed by the commissioner must be stated for each of the officers and directors as well as the individual in charge of the place of business.   \\par\n\\ulnone\\tab\\ul d.  The commissioner, consistent with the provisions of this subchapter and the applicable provisions of the zoning resolution, shall establish such rules, regulations, terms and conditions as the commissioner deems proper in respect to such licenses.\\par\n\\ulnone\\tab\\ul e.  Such license shall be for a two-year period and the fee for such license shall be five thousand dollars.  Such license fee shall be charged in addition to any costs imposed pursuant to any rules of the commissioner. \\par\n\\ulnone\\tab\\ul f. The license granted pursuant to this subchapter shall be personal to the applicant and may not be sold, leased or transferred in any way.  Such license shall be deemed revoked by the sale or transfer of the lease or of title to the building or structure to which the large retail store is related. \\par\n\\ulnone\\tab\\ul g. A separate license shall be required for each large retail store.\\par\n\\ulnone\\tab\\ul\\b\\'a720-542.  Community Board review.  \\b0 a.  An application for a license pursuant to this subchapter shall be in such form as prescribed by the department.  The department shall forward copies of the application, within fifteen days of the filing of such application, to the speaker of the council and the council member in whose district the large retail store is proposed to be located, for information purposes, and to the community board for the community district in which the large retail store is proposed to be located, for review pursuant to subdivision d of this section.  \\par\n\\pard\\fi720\\sl480\\slmult1 b. The applicant shall be required to provide the community board with comprehensive information concerning all:\\par\n\\pard\\li720\\sl480\\slmult1 (i). violations and criminal proceedings to which the applicant or its corporate affiliates have been a party, whether disposed or pending, commenced within five years prior to the date of the application;\\par\n(ii). civil litigation to which the applicant or its corporate affiliates have been a party, whether resolved or pending, commenced within five years prior to the date of the application.  In the event an action has been resolved by the parties to the litigation, the applicant shall not be required to disclose the terms of any settlement agreement; \\par\n(iii). projected employee wages and benefits, including but not limited to, any premiums or employee contributions to health care benefits for all positions, including those frequently contracted by a third-party entity, such as janitorial or security staff; \\par\n(iv). projected weekly work hours and incomes for all positions, as well as employee union participation.\\par\n\\pard\\fi720\\sl480\\slmult1 c. The applicant shall be required to provide the community board with a comprehensive economic impact report setting forth whether:\\par\n\\pard\\li720\\sl480\\slmult1 (i). the proposed use will have an adverse economic impact or benefit on neighboring grocery and retail stores;\\par\n(ii). the large retail store would result in the physical displacement of any businesses, and, if so, the nature of the displaced businesses, or estimated economic stimulation of the neighboring community;\\par\n(iii). the large retail store will result in the demolition of any housing, park, playground, childcare facility or community center;\\par\n(iv). the large retail store would provide lower cost and/or higher quality goods and services to residents than currently available, or provide goods and services that are currently unavailable;\\par\n(v).  the large retail store would displace jobs within the neighboring community or provide economic benefit and/or generate employment.  The applicant must identify the number of jobs displaced or created, the quality of the jobs, whether the jobs are temporary or permanent, and the employment sector in which the lost jobs are located; \\par\n(vi). the large retail store would have a positive or negative fiscal impact on city tax revenue;\\par\n(vii).  any restrictions exist on the subsequent use of the property where the large retail store intends to operate, including the provisions of any applicable lease, which, in the event the large retail store vacates the premises, would require the location to remain vacant for a substantial time period; \\par\n(viii). the large retail store will result in any materially adverse or positive economic impact on the neighboring community;\\par\n(ix).  any measures are available to mitigate any materially adverse economic impact, if any, identified by the applicant.   \\par\nd. The relevant community board shall, not later than sixty days after receipt of \\par\n\\pard\\sl480\\slmult1 such application, either (i) notify the public of the application, conduct a public hearing thereon and submit a written recommendation to the department and to the council, or (ii) waive by a written statement its public hearing and recommendation on such petition and submit such statement to the department and to the council.  The applicant shall amend the petition if both the community board and the applicant agree to modifications in writing.  Such modifications shall be reflected in the written recommendation of the community board to the department and the council.  Upon either occurrence, all testimony and documentation provided to the community board shall be forwarded to the commissioner and made publicly available to any interested party.  \\par\n\\pard\\fi720\\sl480\\slmult1\\b\\'a720-543.  Public hearing.  \\b0 a.  The department shall hold a public hearing pursuant to subdivision b of this section.  The applicant shall be required to fully disclose the details of its economic and legal history.  All testimony and documentation provided at the hearing shall be made publicly available to any interested party.  The department shall approve or deny the application within forty-five days of the expiration of the sixty-day period allowed for the filing of a recommendation by the community board.  If the department fails to take action on an application provided for in the preceding sentence within the time period provided, the application shall be deemed to have been granted.  Within the forty-five-day time period provided for in this subdivision, the department shall file with the council any such decisions to approve or deny the application, together with the application.  \\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul b.  The department shall hold a public hearing on each application prior to approving or denying an application.  For a period of not less than fifteen calendar days prior to the date of such public hearing, the applicant shall post clearly visible notice of the public hearing in a place conspicuous to public view at the location of the proposed large retail store.  At least fifteen days prior to the date of the hearing, the department will give notice to the community board for the district in which the large retail store is proposed to be located, to the president of the borough in which the large retail store is proposed to be located and to the council member in whose district the large retail store is proposed to be located.  Not less than five-calendar days prior to the date of any such hearing, notice of the hearing shall be published in the City Record and in one newspaper of local circulation in the community where the large retail store is proposed to be located.  \\par\n\\ulnone\\tab\\ul\\b\\'a720-544.  Denial of license.\\b0   a. The commissioner may deny or refuse to renew a license if any applicant or entity, business, corporation or franchise that intends to conduct business pursuant to said license:\\par\n\\pard\\li720\\sl480\\slmult1 (i).  previously held a license issued under this subchapter that was revoked or suspended without the terms of the suspension being fulfilled; \\par\n(ii).  has committed an act that, if committed by a licensee, would be grounds for suspension or revocation of a license issued pursuant to this subchapter;\\par\n(iii). has acted in the capacity of a licensee under this subchapter without having obtained such license pursuant to the terms of this subchapter; \\par\n(iv). has made any false statement as to a material matter in any application for a license or renewal of a license;\\par\n(v). has demonstrated a record of prior business transactions marked by the manipulation of assets or accounts, or by fraud or bad faith, or by a dubious method or practice of solicitation of businesses from consumers; \\par\n(vi). has been convicted of a crime or offense that relates to the operation of a large retail store; or \\par\n(vii). has been found to have repeatedly violated employment laws or been involved in excessive employment related claims.\\par\nb. The commissioner may also deny a license if, after consideration of all \\par\n\\pard\\sl480\\slmult1 economic costs and benefits, the large retail store would materially adversely affect the economic welfare of the neighboring community or the city, including causing a detrimental impact on the city\\rquote s workforce employed in the retail or grocery industries.  \\par\n\\pard\\fi720\\sl480\\slmult1\\b\\'a720-545.  Revocation or suspension of a license.\\b0   After due notice and opportunity to be heard, the commissioner or the commissioner\\rquote s designee may revoke or suspend any license required under this subchapter or deny renewal of such license upon a determination that a licensee: \\par\na.  has been convicted of a crime that, in the judgment of the commissioner, has a direct relationship to such person\\rquote s fitness or ability to perform any of the activities for which a license is required under this subchapter; \\par\nb. has practiced fraud or misrepresentation upon a customer or in establishing his or her qualifications for a license under this subchapter; \\par\nc. has made false promises of a character likely to influence, persuade, or induce customer purchases; or\\par\nd.  has violated any of the provisions of this subchapter or the regulations promulgated thereunder or has knowingly caused, permitted, aided or abetted another in committing such violation.\\par\n\\b\\'a720-546.  Duties of licensees.\\b0   a.  Posting of information. Every person holding a license to own, lease, maintain or operate a large retail store shall conspicuously post such license in a clearly visible position near the main entrance of such store. \\par\nb.  Display of selling price. (i). All merchandise sold, exposed for sale or offered for sale at retail in a store licensed under this subchapter shall have conspicuously displayed, at the point of exposure or offering for sale, the total selling price exclusive of tax by means of a stamp, tag or label attached to the item, or at a sign at the point of display which indicates the item to which the price refers; provided that this information is plainly visible without the assistance of store personnel.\\par\n(ii).  This subdivision does not in any way limit, preclude, or negate the requirements of \\'a720-707 of this title, \\'a720-708.1 of this title, or any other applicable provision of law. \\par\n(iii).  This subdivision does not apply to merchandise displayed in the window of a large retail store.  \\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul c.  Receipts.  Receipts must be provided for any retail purchase.  Such receipts shall contain:\\par\n\\ulnone\\tab\\ul (i). The amount of money paid for each item;\\par\n\\ulw\\tab\\ul (ii). The total amount of money paid including a separate statement of tax;\\par\n\\pard\\fi720\\sl480\\slmult1 (iii). The date and time of the purchase;\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul (iv). The name and address of the large retail store as listed on the license;\\par\n\\ulnone\\tab\\ul (v). The license number of the licensee; and\\par\n\\ulnone\\tab\\ul (vi). A description of each item purchased.\\par\n\\ulnone\\tab\\ul d. Records.  Every licensee shall maintain records, ledgers, receipts, bills and such other written records as the commissioner may prescribe by rule.  Such records shall be made available for inspection by the commissioner at his or her request at either the licensee\\rquote s place of business or the offices of the department. \\par\n\\ulnone\\tab\\ul e.  Notification of change.  Whenever any information provided on the application for a license or renewal thereof has changed, the licensee shall notify the commissioner within ten days of such change.\\par\n\\ulnone\\tab\\ul f.  Inspection.  Every licensee shall permit regular inspections by the department or any authorized city agency of any goods, vehicle, storage facility or equipment used in relation to the operation of the large retail store.\\par\n\\ulnone\\tab\\ul\\b\\'a720-547. Penalties.  \\b0 a. Any person found to be maintaining or operating a large retail store without a license issued pursuant to this subchapter shall be liable for a civil penalty of at least five thousand but not more than ten thousand dollars for the first violation, and at least seven thousand but not more than twelve thousand dollars for each additional violation occurring on the same inspection; any person found to be maintaining or operating a large retail store without a license issued pursuant to this subchapter shall be liable for a civil penalty of at least ten thousand but not more than fifteen thousand dollars for violations found upon a second, and all subsequent violations, issued within two years of the first violation.  For purposes of this section, the sale of any one item in a large retail store without a license issued pursuant to this subchapter shall be considered a single violation. \\par\n\\ulnone\\tab\\ul b. Any authorized licensee found to be operating a large retail store in violation of any provision of this subchapter or rules promulgated by the commissioner pursuant to this subchapter shall be liable for a civil penalty of at least one thousand but not more than five thousand dollars for the first violation, and at least five thousand but not more than ten thousand dollars for each additional violation occurring on the same inspection; any authorized licensee found to be operating a large retail store in violation of any provision of this subchapter or rules promulgated by the commissioner pursuant to this subchapter shall be liable for a civil penalty of at least seven thousand but not more than twelve thousand dollars for the second violation issued within two years of the first violation, and at least ten thousand but not more than fifteen thousand dollars for each subsequent violation issued within two years of the first violation.  In addition, for a third violation occurring on a different day, and all subsequent violations occurring on different days at the same place of business within a two-year period, any licensee shall be subject to suspension or revocation of his or her license for such large retail store.\\par\n\\ulnone\\tab\\ul c. In the event that a license for any large retail store licensed pursuant to this\\par\nsubchapter has been revoked pursuant to this subdivision or \\'a720-544, the commissioner in his or her discretion may refuse to issue a license required under this subchapter for a period of two years after such revocation for any large retail store to be located in the same place of business, unless the applicant for such license demonstrates with documentary proof, to the satisfaction of the commissioner, that the applicant acquired the large retail store or place of business through an arm\\rquote s length transaction.  \\par\n\\pard\\fi720\\sl480\\slmult1 d. For purposes of this subchapter, an arm\\rquote s length transaction shall be a \\par\n\\pard\\sl480\\slmult1 sale of a fee or all undivided interests in real property, or lease of any part thereof, or a sale of a business, in good faith and for valuable consideration, that reflects the fair market value of such property or lease or business between two informed and willing parties, where neither is under any compulsion to participate in the transaction, unaffected by any unusual conditions indicating a reasonable possibility that the sale or lease was made for the purposes of permitting the original licensee to avoid the effect of violations on the premises.  The following sales or leases shall be presumed not to be arm\\rquote s length transactions unless adequate documentation is provided demonstrating that the sale or lease was not conducted, in whole or in part, for the purposes of permitting the original licensee to avoid the effect of violations relating to the large retail store or place of business:\\par\n\\ulnone\\tab\\ul (i). a sale between relatives; or\\par\n\\ulnone\\tab\\ul (ii). a sale between related companies or partners in a business; or\\par\n\\pard\\li720\\sl480\\slmult1 (iii). a sale or lease affected by other facts or circumstances that would indicate that the sale or lease is entered into for the primary purpose of permitting the original licensee to avoid the effect of prior violations.\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul e. A proceeding to recover any civil penalty authorized pursuant to the provisions of subdivision a or b of this section shall be commenced by service of a notice of violation which shall be returnable to the adjudication division of the department.  Such notice shall contain a statement that any hearing for a third violation or subsequent violations of this subchapter, the terms and conditions of a license and/or rules promulgated by the commissioner pursuant to this subchapter at the same place of business within a two-year period shall also constitute a hearing for the suspension or revocation of a license.\\par\n\\ulnone\\tab\\ul f.  The penalties provided by subdivision a and b of this section shall be in addition to any other penalty imposed by any other provision of law.  \\par\n\\ulnone\\tab\\ul\\b\\'a720-548. Exemption.  \\b0 Any person presently operating a large retail store shall apply for a license pursuant to this subchapter within 120 days from the date this local law takes effect.  Any person presently operating a large retail store shall be exempt from the requirements set forth in \\'a720-542 and \\'a720-543 of this subchapter providing said large retail store is operating within sixty days from the date this local law takes effect.\\ulnone   \\tab\\ul\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone\\'a73.  This local law shall take effect sixty days after its enactment provided, however, that the department of consumer affairs may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\\par\n\\pard\\par\n\\par\n\\par\nTSF\\par\nLS# 2307\\par\nMarch 15, 2005\\par\n\\pard\\hyphpar0\\qj\\tqr\\tx9360\\tab\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
