{
  "ID": 32749,
  "GUID": "7FA671DC-97AB-4DC5-91FD-A5D982FD9000",
  "File": "Int 0611-2005",
  "Name": "Limiting the issuance of notices of violations for litter during certain times to mixed use buildings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to limiting the issuance of notices of violations for litter during certain times to mixed use buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2005-03-23T00:00:00Z",
  "AgendaDate": "2005-03-23T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 173106,
      "Date": "2005-03-23T10:13:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173212,
      "Date": "2005-03-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4397,
      "AgendaSequence": 125,
      "MinutesSequence": 151,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176316,
      "Date": "2005-06-07T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 4789,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176608,
      "Date": "2005-06-07T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 4789,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185091,
      "Date": "2005-12-31T16:31:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 66608,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/45cae85a-a73f-4d3b-b0f1-646640bc1332.doc",
      "Sort": 1
    },
    {
      "ID": 69299,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d6e08341-4f2c-43c3-a8a6-5a62c2669592.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 32865,
  "Text": "Be it enacted by the Council as follows:\n \nSection 1.  Section 16-118.1 of the administrative code of the city of New York as added by local law number 9 for the year 2004, is amended as follows:\n\t§16-118.1 Citywide Routing System. a. The department shall implement a citywide routing system for the enforcement of subdivision two of section 16-118 of this code, as such subdivision relates to cleaning of sidewalks, flagging, curbstones and roadway areas by owners, lessees, tenants, occupants or persons in charge of any premises. The citywide enforcement routing system shall limit the issuance of notices of violation, appearance tickets or summonses within any sub-district of a local service delivery district to predetermined periods of a total of no more than two hours each day, provided that each such predetermined period shall be one hour. The department shall establish a citywide schedule of periods for issuing notices of violation, appearance tickets or summonses in each district and shall give written notice to the owners, lessees, tenants, occupants or persons in charge of any premises in each district of the periods for the district in which their premises are located by the use of flyers, community meetings or such other techniques as the commissioner reasonably determines to be useful. For the purposes of  this section, premises containing both residential and commercial uses shall be treated as commercial premises.\n\t§ 2. This local law shall take effect immediately. \nLS-#2289\nCJC-3/10/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n\\viewkind4\\uc1\n\\pard\\hyphpar0\\qj\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  Section 16-118.1 of the administrative code of the city of New York as added by local law number 9 for the year 2004, is amended as follows:\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\'a716-118.1 Citywide Routing System. a. The department shall implement a citywide routing system for the enforcement of subdivision two of section 16-118 of this code, as such subdivision relates to cleaning of sidewalks, flagging, curbstones and roadway areas by owners, lessees, tenants, occupants or persons in charge of any premises. The citywide enforcement routing system shall limit the issuance of notices of violation, appearance tickets or summonses within any sub-district of a local service delivery district to predetermined periods of a total of no more than two hours each day, provided that each such predetermined period shall be one hour. The department shall establish a citywide schedule of periods for issuing notices of violation, appearance tickets or summonses in each district and shall give written notice to the owners, lessees, tenants, occupants or persons in charge of any premises in each district of the periods for the district in which their premises are located by the use of flyers, community meetings or such other techniques as the commissioner reasonably determines to be useful. \\ul For the purposes of  this section, premises containing both residential and commercial uses shall be treated as commercial premises.\\par\n\\pard\\hyphpar0\\sa240\\sl480\\slmult1\\qj\\ulnone\\tab\\'a7 2. This local law shall take effect immediately. \\par\n\\pard\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 LS-#2289\\par\nCJC-3/10/05\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\f1\\fs20\\par\n    \\par\n\\pard\\sl480\\slmult1\\f0\\fs24\\par\n}\n\u0000",
  "LastModified": "2015-08-05T15:27:10.993Z"
}
