{
  "ID": 32741,
  "GUID": "11448F74-C137-419D-9748-3D962A30FFE4",
  "File": "Int 0612-2005",
  "Name": "Requiring DOE to ensure regular cleaning and maintenance of all public school bathrooms.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department of education to ensure regular cleaning and maintenance of all public school bathrooms, and to post inspection forms recording the performance of such cleaning and maintenance in such bathrooms.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2005-03-23T00:00:00Z",
  "AgendaDate": "2005-03-23T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 173093,
      "Date": "2005-03-23T16:49:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173211,
      "Date": "2005-03-23T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4397,
      "AgendaSequence": 126,
      "MinutesSequence": 152,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185092,
      "Date": "2005-12-31T16:31:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 32857,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Legislative findings.  In November 2004, the Education Committee of the New York City Council held a hearing to examine the availability of soap, paper towels and toilet paper in public schools.  The Committee held this hearing because of frequent complaints by parents and students that school bathrooms lacked these basic supplies and that school bathrooms were not regularly cleaned and maintained.  At and before the hearing, the Committee heard from dozens of parents and students who stated that their school bathrooms were unclean and were not stocked with adequate bathroom supplies.\nThe Council finds that that the lack of bathroom supplies and cleanliness is due to a lack of accountability, rather than economic, infrastructure or similar deficits.  Accordingly, the Council finds that legislation requiring the Department of Education to ensure that all public school bathrooms are regularly cleaned and maintained, and providing a mechanism to facilitate the identification of the persons responsible for such routine bathroom maintenance, will ameliorate the conditions in public school bathrooms.\n§2. Title 17 of the administrative code of the city of New York is hereby amended to add a new chapter 10 to read as follows:\nCHAPTER 10\nPUBLIC SCHOOL BATHROOMS\n\nIndex\n§17-1001\tInspection of Bathroom Facilities in Public Schools\n§17-1002\tPosting of Inspection Forms\n§17-1003\tRecordkeeping\n\n§17-1001 \tInspection of bathroom facilities in public schools.\tThe department of education shall require each custodian, private maintenance company, and any other person or entity responsible for cleaning and/or maintaining one or more student or faculty bathrooms at a New York city public school to inspect each such bathroom at such school at least twice during each day that such school is open to the public, and, as necessary, clean such bathrooms and stock such bathrooms with sufficient soap, paper towels and toilet paper, so that each such bathroom is clean and fully-stocked immediately after such inspection. \n§17-1002 \tPosting of Inspection Forms.\tThe person or persons who perform the inspection, cleaning and/or maintenance required by section 17-1001 of this chapter shall indicate the completion of such tasks on a form to be posted in a secure, tamper-resistant manner inside each public school bathroom.  Such form shall be provided by the department of education, and shall indicate the date and time that the bathroom was cleaned or found to be clean, and was re-stocked or found to be stocked with sufficient soap, paper towels and toilet paper. \n§17-1003 \tRecordkeeping.  The department of education shall ensure that each public school shall keep on file each form posted pursuant to section 17-1002 of this chapter for a period of not less than three years from the last bathroom inspection date entered on such form, and that each such school shall make such forms available for inspection and copying during school hours by any person, upon reasonable notice to the school principal. \n§3.  If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\n§4. This local law shall take effect ninety days after its enactment.\n\n\n\nMHG\nLS # 2055\nMarch 18, 2005",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}{\\s3 heading 3;}{\\s4 heading 4;}{\\s5 heading 5;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Legislative findings.  In November 2004, the Education Committee of the New York City Council held a hearing to examine the availability of soap, paper towels and toilet paper in public schools.  The Committee held this hearing because of frequent complaints by parents and students that school bathrooms lacked these basic supplies and that school bathrooms were not regularly cleaned and maintained.  At and before the hearing, the Committee heard from dozens of parents and students who stated that their school bathrooms were unclean and were not stocked with adequate bathroom supplies.\\par\nThe Council finds that that the lack of bathroom supplies and cleanliness is due to a lack of accountability, rather than economic, infrastructure or similar deficits.  Accordingly, the Council finds that legislation requiring the Department of Education to ensure that all public school bathrooms are regularly cleaned and maintained, and providing a mechanism to facilitate the identification of the persons responsible for such routine bathroom maintenance, will ameliorate the conditions in public school bathrooms.\\par\n\\'a72. Title 17 of the administrative code of the city of New York is hereby amended to add a new chapter 10 to read as follows:\\par\n\\pard\\keepn\\s4\\qc\\ul CHAPTER 10\\par\n\\pard\\qc PUBLIC SCHOOL BATHROOMS\\par\n\\ulnone\\par\n\\pard\\keepn\\s5\\qc Index\\par\n\\pard\\fi-2160\\li2880\\ri720\\tx2880\\'a717-1001\\tab Inspection of Bathroom Facilities in Public Schools\\par\n\\'a717-1002\\tab Posting of Inspection Forms\\par\n\\'a717-1003\\tab\\ul Recordkeeping\\ulnone\\par\n\\pard\\qc\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a717-1001 \\tab Inspection of bathroom facilities in public schools.\\tab The department of education shall require each custodian, private maintenance company, and any other person or entity responsible for cleaning and/or maintaining one or more student or faculty bathrooms at a New York city public school to inspect each such bathroom at such school at least twice during each day that such school is open to the public, and, as necessary, clean such bathrooms and stock such bathrooms with sufficient soap, paper towels and toilet paper, so that each such bathroom is clean and fully-stocked immediately after such inspection. \\par\n\\'a717-1002 \\tab Posting of Inspection Forms.\\tab The person or persons who perform the inspection, cleaning and/or maintenance required by section 17-1001 of this chapter shall indicate the completion of such tasks on a form to be posted in a secure, tamper-resistant manner inside each public school bathroom.  Such form shall be provided by the department of education, and shall indicate the date and time that the bathroom was cleaned or found to be clean, and was re-stocked or found to be stocked with sufficient soap, paper towels and toilet paper. \\par\n\\'a717-1003 \\tab Recordkeeping.  The department of education shall ensure that each public school shall keep on file each form posted pursuant to section 17-1002 of this chapter for a period of not less than three years from the last bathroom inspection date entered on such form, and that each such school shall make such forms available for inspection and copying during school hours by any person, upon reasonable notice to the school principal. \\ulnone\\par\n\\'a73.  If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\\par\n\\'a74. This local law shall take effect ninety days after its enactment.\\par\n\\pard\\fi720\\qj\\par\n\\par\n\\par\n\\pard\\qj MHG\\par\nLS # 2055\\par\nMarch 18, 2005\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
