{
  "ID": 32910,
  "GUID": "A13BF879-136B-41DD-ACE5-8178114B3E72",
  "File": "Int 0614-2005",
  "Name": "Requiring family leave for certain employees.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring family leave for certain employees.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2005-04-12T00:00:00Z",
  "AgendaDate": "2005-04-12T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 173858,
      "Date": "2005-04-12T11:16:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173954,
      "Date": "2005-04-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4532,
      "AgendaSequence": 80,
      "MinutesSequence": 95,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185093,
      "Date": "2005-12-31T16:31:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 33030,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Chapter one of title 12 of the administrative code of the city of New York is amended by adding a new section 12-140 to read as follows:  \n\t§12-140  Family leave.  a.  For purposes of this section the following terms shall have the following meanings:\n1. The term “child” shall mean an individual who is a biological, adopted or foster child, a stepchild or a legal ward of an employee.\n2.  The term “employee” shall mean any employee of a municipal agency who is not covered by a valid collective bargaining agreement.\n3.  The term “family leave” shall mean a paid leave of absence in connection with the birth or adoption of a child of an employee or such employee’s spouse or domestic partner.   \n4.  The term “municipal agency” shall mean an administration, department, division, bureau, office, board, commission or other institution or agency of the city, other than a public authority or corporation,  the expenses of which are paid in whole or in part from the city treasury.\nb.  Any employee who has at least one year of service at a municipal agency and who works a minimum of twenty-one hours per week shall be eligible at such agency for family leave.  An employee who has at least two years of service at a municipal agency may take up to eight weeks of family leave, and an employee who has at least one year of service, but less than two years of service, at a municipal agency may take up to four weeks of family leave.  Such leave must be taken immediately following the birth or adoption of a child, and all time taken pursuant to such leave must be taken consecutively and used to care for a newborn or newly adopted child.  Such leave may be used to extend the period of other paid or unpaid leave available to such employee at such time and shall not count against any accrued sick or vacation time available to such employee.  The weekly benefit paid to an employee taking family leave shall be equal to such employee's usual weekly rate of pay.\nc.  A municipal agency may require that: (1) any employee taking family leave provide such agency with reasonable written documentation indicating the birth or adoption of a child in order to be eligible to receive family leave benefits; and (2) any employee who anticipates taking a family leave provide such agency with reasonable prior notice of the expected birth or adoption in an appropriate manner.\nd.  Upon return to work from family leave, an employee shall be entitled to be restored by the municipal agency employing such employee to the position of employment held by such employee when the leave commenced, or restored to an equivalent position with equivalent employment benefits, pay and other terms and conditions of employment.  The taking of family leave shall not result in the loss of any employment benefit accrued before the date on which the leave commenced, except for such paid leave as may be expended as a result of taking the family leave.  The taking of family leave shall also in no way affect an employee’s likelihood of being terminated from employment upon his or her return from work.  Nothing in this section shall be construed to entitle or deny any employee to the accrual of any seniority or employment benefits during any period of leave, or any right, employment benefit or position to which the employee would have been entitled had the employee not taken family leave.\ne.  No municipal agency may interfere with or deny any employee’s exercise or attempt to exercise any right provided pursuant to this section.  No municipal agency shall take any retaliatory adverse personnel action against any employee on the basis of such employee’s exercise or attempt to exercise his or her rights under this section.  Such adverse personnel action includes, but is not limited to dismissal, demotion, suspension, disciplinary action, negative performance evaluation, any action resulting in loss of staff, compensation, office space, equipment or other benefit, failure to promote, or any transfer or assignment or failure to transfer or assign against the wishes of the affected employee.\nf.  Nothing in this section shall be construed to modify, eliminate or otherwise affect any family leave policies, employment benefits or protections that employees may have pursuant to any laws, employment contracts or agreements in effect on the effective date of the local law that added this section.\n\t§2.\tEffect of invalidity; severability.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\n§3.\t This local law shall take effect ninety days after its enactment into law.\nBK/db/lp: LS#219: 3/30/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\par\n\\pard\\noline\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Chapter one of title 12 of the administrative code of the city of New York is amended by adding a new section 12-140 to read as follows:  \\ul\\b\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\b0\\tab\\ul\\'a712-140  Family leave.  a.  For purposes of this section the following terms shall have the following meanings:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw-3 1. The term \\ldblquote child\\rdblquote  shall mean an individual who is a biological, adopted or foster child, a stepchild or a legal ward of an employee.\\par\n2.\\expndtw0   The term \\ldblquote employee\\rdblquote  shall mean any employee of a municipal agency who is not covered by a valid collective bargaining agreement.\\par\n3.  The term \\ldblquote family leave\\rdblquote  shall mean a paid leave of absence in connection with the birth or adoption of a child of an employee or such employee\\rquote s spouse or domestic partner.   \\par\n4.  The term \\ldblquote municipal agency\\rdblquote  shall mean an administration, department, division, bureau, office, board, commission or other institution or agency of the city\\b , \\b0 other than a public authority or corporation,  the expenses of which are paid in whole or in part from the city treasury.\\par\nb.  Any employee who has at least one year of service at a municipal agency and who works a minimum of twenty-one hours per week shall be eligible at such agency for family leave.  An employee who has at least two years of service at a municipal agency may take up to eight weeks of family leave, and an employee who has at least one year of service, but less than two years of service, at a municipal agency may take up to four weeks of family leave.  Such leave must be taken immediately following the birth or adoption of a child, and all time taken pursuant to such leave must be taken consecutively and used to care for a newborn or newly adopted child.  Such leave may be used to extend the period of other paid or unpaid leave available to such employee at such time and shall not count against any accrued sick or vacation time available to such employee.  The weekly benefit paid to an employee taking family leave shall be equal to such employee's usual weekly rate of pay.\\par\nc.  A municipal agency may require that: (1) any employee taking family leave provide such agency with reasonable written documentation indicating the birth or adoption of a child in order to be eligible to receive family leave benefits; and (2) any employee who anticipates taking a family leave provide such agency with reasonable prior notice of the expected birth or adoption in an appropriate manner.\\par\nd.  Upon return to work from family leave, an employee shall be entitled to be restored by the municipal agency employing such employee to the position of employment held by such employee when the leave commenced, or restored to an equivalent position with equivalent employment benefits, pay and other terms and conditions of employment.  The taking of family leave shall not result in the loss of any employment benefit accrued before the date on which the leave commenced, except for such paid leave as may be expended as a result of taking the family leave.  The taking of family leave shall also in no way affect an employee\\rquote s likelihood of being terminated from employment upon his or her return from work.  Nothing in this section shall be construed to entitle or deny any employee to the accrual of any seniority or employment benefits during any period of leave, or any right, employment benefit or position to which the employee would have been entitled had the employee not taken family leave.\\par\ne.  No municipal agency may interfere with or deny any employee\\rquote s exercise or attempt to exercise any right provided pursuant to this section.  No municipal agency shall take any retaliatory adverse personnel action\\b  \\b0 against any employee on the basis of such employee\\rquote s exercise or attempt to exercise his or her rights under this section.  Such adverse personnel action includes, but is not limited to dismissal, demotion, suspension, disciplinary action, negative performance evaluation, any action resulting in loss of staff, compensation, office space, equipment or other benefit, failure to promote, or any transfer or assignment or failure to transfer or assign against the wishes of the affected employee.\\par\nf.  Nothing in this section shall be construed to modify, eliminate or otherwise affect any family leave policies, employment benefits or protections that employees may have pursuant to any laws, employment contracts or agreements in effect on the effective date of the local law that added this section.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\'a72.\\tab Effect of invalidity; severability.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\\par\n\\pard\\noline\\fi720\\sl480\\slmult1\\qj\\'a73.\\tab  This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\qj\\cf1\\fs20 BK/db/lp: LS#219: 3/30/05\\par\n\\pard\\cf0\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
