{
  "ID": 32893,
  "GUID": "F5AF66B2-DDA7-46B4-ADA3-144A310B0993",
  "File": "Int 0617-2005",
  "Name": "Creating a waiver that allows for self-certification for elderly and disabled persons attending training programs for tenant-operated buildings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating a waiver that allows for self-certification for elderly and disabled persons attending training programs for tenant-operated buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2005-04-12T00:00:00Z",
  "AgendaDate": "2005-04-12T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 173819,
      "Date": "2005-04-12T14:53:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173960,
      "Date": "2005-04-12T20:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4532,
      "AgendaSequence": 86,
      "MinutesSequence": 101,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185095,
      "Date": "2005-12-31T16:32:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 33012,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Declaration of legislative findings and intent. The Council finds and declares that elderly and disabled persons are faced with an extreme hardship as a result of traveling long distances to attend programs designed to train tenants on how to manage and operate formerly city-owned tenant-managed buildings. The Council finds that this hardship can easily be diminished by allowing elderly and disabled tenants to participate in such training programs from the confines of their own homes by having the relevant City agency provide appropriate training materials to those disabled and elderly persons and have them sign a notarized statement attesting to the completion of such training program.  \n§2. Title 26 of the administrative code of the city of New York is amended by adding a new chapter 9 to read as follows:\nChapter 9\nSelf Certification for Elderly and Disabled Persons Attending Training Programs for Tenant-Managed Multiple Dwellings\n\n§26-801. a. Definitions. For the purposes of this section, the following terms shall have the following meanings:\n1. \"Elderly person” shall mean any person over the age of sixty-two.\n2. “Disabled person” means a person with a physical disability, including, but not limited to, mobility impairment, sight impairment, hearing impairment and speech impairment, and further includes a person utilizing a service animal or wheelchair or other physical mobility aid.\nb. Waiver and self-certification. For any program operated, managed or administered by the department of housing preservation and development for the purpose of training tenants to operate and/or manage a formerly city-owned multiple dwelling, such department shall, upon request, grant a waiver for an elderly or disabled person from attending such training programs and to complete such training at the home or residence of such elderly or disabled person. Such department shall provide to an elderly or disabled person the training materials and syllabus that would be provided if such elderly or disabled person attended a training program in person. Those training materials and syllabus shall be made available to an elderly or disabled person on such department’s website, and in the form of a video and written materials. After such training is complete, such elderly or disabled person shall be required to submit to the department a notarized statement in a manner to be established by the department attesting to the fact that such tenant-training program has been completed.\n§3. This local law shall take effect one hundred twenty days after its enactment into law.\n\nLS 1974\n4/7/05\nAIS",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\tab Section 1. Declaration of legislative findings and intent. The Council finds and declares that elderly and disabled persons are faced with an extreme hardship as a result of traveling long distances to attend programs designed to train tenants on how to manage and operate formerly city-owned tenant-managed buildings. The Council finds that this hardship can easily be diminished by allowing elderly and disabled tenants to participate in such training programs from the confines of their own homes by having the relevant City agency provide appropriate training materials to those disabled and elderly persons and have them sign a notarized statement attesting to the completion of such training program.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a72. Title 26 of the administrative code of the city of New York is amended by adding a new chapter 9 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qc\\ul Chapter 9\\par\n\\pard\\qc Self Certification for Elderly and Disabled Persons Attending Training Programs for Tenant-Managed Multiple Dwellings\\par\n\\par\n\\pard\\sl480\\slmult1\\'a726-801. a. Definitions. For the purposes of this section, the following terms shall have the following meanings:\\par\n\\pard\\fi720\\sl480\\slmult1 1. \"Elderly person\\rdblquote  shall mean any person over the age of sixty-two.\\par\n2. \\ldblquote Disabled person\\rdblquote  means a person with a physical disability, including, but not limited to, mobility impairment, sight impairment, hearing impairment and speech impairment, and further includes a person utilizing a service animal or wheelchair or other physical mobility aid.\\ulnone\\par\n\\ul b. Waiver and self-certification. For any program operated, managed or administered by the department of housing preservation and development for the purpose of training tenants to operate and/or manage a formerly city-owned multiple dwelling, such department shall, upon request, grant a waiver for an elderly or disabled person from attending such training programs and to complete such training at the home or residence of such elderly or disabled person. Such department shall provide to an elderly or disabled person the training materials and syllabus that would be provided if such elderly or disabled person attended a training program in person. Those training materials and syllabus shall be made available to an elderly or disabled person on such department\\rquote s website, and in the form of a video and written materials. After such training is complete, such elderly or disabled person shall be required to submit to the department a notarized statement in a manner to be established by the department attesting to the fact that such tenant-training program has been completed.\\par\n\\pard\\sl480\\slmult1\\qj\\tx1440\\ulnone\\'a73. This local law shall take effect one hundred twenty days after its enactment into law.\\par\n\\par\n\\pard\\qj\\tx1440\\fs20 LS 1974\\par\n4/7/05\\par\nAIS\\fs24\\par\n\\pard\\sl480\\slmult1\\qj\\tx1440  \\par\n\\pard\\sl480\\slmult1\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
