{
  "ID": 32913,
  "GUID": "21285DCE-371D-4A78-A038-5E8A0F6C2D4C",
  "File": "Int 0621-2005",
  "Name": "Vendors",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to vendors.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2005-04-12T00:00:00Z",
  "AgendaDate": "2005-04-12T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    }
  ],
  "History": [
    {
      "ID": 173861,
      "Date": "2005-04-12T11:20:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173972,
      "Date": "2005-04-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4532,
      "AgendaSequence": 98,
      "MinutesSequence": 113,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 174006,
      "Date": "2005-04-18T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 4536,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 174169,
      "Date": "2005-04-18T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 4536,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 174826,
      "Date": "2005-05-04T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 4632,
      "AgendaSequence": 7,
      "MinutesSequence": 25,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175035,
      "Date": "2005-05-04T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 4632,
      "MinutesSequence": 26,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185098,
      "Date": "2005-12-31T16:34:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65887,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/18/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/38db29d0-1b44-4283-941a-9d6dc033bc13.doc",
      "Sort": 1
    },
    {
      "ID": 67473,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/18/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a794bcbb-39d3-48a3-abca-13784c5660a2.doc",
      "Sort": 2
    },
    {
      "ID": 66021,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report  5/4/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e1a231ec-7bb2-4c74-a953-fbbff6509895.doc",
      "Sort": 3
    },
    {
      "ID": 69053,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/4/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9c70b83f-86d3-491c-9e47-f115e86001ef.doc",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 33033,
  "Text": "Be it enacted by the Council as follows:\n\nSection One.  Legislative declaration.  There presently exists a varying array of regulations, laws and judicial decisions governing street vending in the city of New York.  This scheme has helped to create diverse directives governing disabled veterans, non-disabled veterans, artists, crafts people, booksellers and food merchants.  Consequently, vendors have a different legal status and each is subject to varying parameters.  \nThis complex scheme has resulted in nearly impractical enforcement, as agents are faced with the arduous task of unraveling a complex net of restrictions affecting the thousands of various vendors operating on the City streets.  Accordingly, the Council finds it necessary to develop and promulgate an inclusive regulatory framework for vendors.\n\n§ 2.  Subchapter 27 of chapter 2 of title 20 of the administrative code of the city of\n\nNew York is hereby repealed and replaced by the following:\n\nSUBCHAPTER 27\n\nNON-FOOD VENDORS\n\n\n§ 20-452. Definitions.\n§ 20-453. License Required.\n§ 20-454. Terms and fees.\n§ 20-455. Applications.\n§ 20-456. Domestic Partners.\n§ 20-457. License Approval and Denial.\n§ 20-458. License Renewal.\n§ 20-459. Exemptions.\n§ 20-460. New Licenses; existing licenses.\n§ 20-461. Hearings.\n§ 20-462. Display of license.\n§ 20-463. Notification of change.\n§ 20-464. Bookkeeping requirements.\n§ 20-465. Duties of licensees.\n§ 20-466. Restrictions on placement of vehicles, pushcarts and stands; vending in certain areas prohibited.\n§ 20-467. Prohibitions.\n§ 20-468. Suspension and revocation of license.\n§ 20-469. Enforcement.\n§ 20-470. Forfeiture.\n§ 20-471. Seizure of perishable goods.\n§ 20-472. Procedures for recovery of first amendment material that has been removed.  \n§ 20-473. Delivery to general vendors; distributor's license required.\n§ 20-474. Delivery vehicle identification required.\n§ 20-475. Penalties.\n§ 20-476. Regulations.\n\n§ 20-452  Definitions.  For the purposes of this subchapter, the following words and terms shall have the following meaning:\na.  \"Food\". Any raw, cooked, or processed edible substances, beverages, ingredients, ice or water used or intended for use or for sale in whole or in part for human consumption.\nb.  \"General vendor\". A person who hawks, peddles, sells, leases or offers to sell or lease, at retail, goods or services, including newspapers, periodicals, books, pamphlets or other similar written matter in a public space. This definition shall not include a food vendor as defined in subdivision c of section 17-306 of chapter three of title seventeen of this code, or a person required to be licensed under section 20-229 of subchapter seven of chapter two of this title of this code. This definition also shall not include persons who use stands or booths in a public space for the shining of shoes.\nc.  “First amendment vendor”. A person who exclusively hawks, peddles, sells, leases or offers to sell or lease, at retail, newspapers, periodicals, books, pamphlets or other similar written material, paintings, photographs, prints and sculptures, and no other items required to be licensed by any other provisions of this code.\nd.  “Specialized vending license”.  Any general vending license issued to a disabled veteran pursuant to section 35-a of the New York State General Business Law. \ne.  \"General vending business\" or \"vending business\". The business of selling, leasing or offering to sell or lease, at retail, goods or services other than food, engaged in by a vendor in a public space.\nf.  \"Public space”. All publicly owned property between the property lines on a street as such property lines are shown on the City map including but not limited to a park, plaza, roadway, shoulder, tree space, sidewalk or parking space between such property lines. It shall also include, but not be limited to, publicly owned or leased land, buildings, piers, wharfs, stadiums, and terminals.\ng.  “Pushcart”. Any wheeled vehicle or device used by a general vendor in a public space, other than a motor vehicle or trailer, which may be moved with or without the assistance of a motor and which does not require registration by the department of motor vehicles.\nh.  \"Stand\". A movable, portable or collapsible structure, framework, device, container or other contrivance, other than a vehicle or pushcart, used by a general vendor in a public space for the purpose of displaying, keeping or storing any merchandise or article required by him or her while acting as such vendor.\ni.  \"Vehicle\". A motor vehicle or trailer, as defined in the vehicle and traffic law.\nj.  \"Vend\". To hawk, peddle, sell, lease, offer to sell or lease, at retail, goods or services other than food in a public space.\nk.  “Priority number”. The license number assigned to a particular licensee, denoting the priority status that said licensee is to be given with respect to other similar licensees.\nl.  “Distributor”.  Any person or organization engaged in the sale, consignment, or distribution of goods for sale or resale by a general vendor. This shall not include an owner of goods who personally operates a motor vehicle to transport such goods exclusively to and from a location from which the owner will personally sell such goods in compliance with all applicable laws. \n § 20-453 License required.  a. It shall be unlawful for any person to act as a general vendor or a first amendment vendor pursuant to this subchapter without having first obtained a license in accordance with the provisions set forth herein.\nb. No individual may simultaneously possess more than one of the following licenses:\n1. to act as a first amendment vendor; \n2. to act as a general vendor;\n3. to vend food pursuant to title 17-307 of the this code.\n§ 20-454 Terms and fees.  a. General vendors.  1. The biannual license fee for a general vendor’s license or a renewal thereof shall be three hundred dollars.  \n2. The fee for issuing a duplicate general vendor’s license when the original has been lost, destroyed or mutilated shall be fifteen dollars.\n3.  The commissioner may issue a temporary general vendor license upon the furnishing of information and an application in such form and detail as he or she may prescribe and upon the payment of a fee of ten dollars for such temporary license.\nb. First amendment vendors.  There shall be no fees associated with the application, renewal or replacement of a lost, destroyed or mutilated first amendment vendor’s license. \nc. All licenses issued pursuant to this subchapter shall be valid for two years unless sooner suspended or revoked. The commissioner shall establish by regulation the expiration date of such licenses.\n§ 20-455 Applications.  a.  General Vendor.\n1.  Each person applying for a general vendor's license pursuant to this subchapter, or renewal thereof, shall file an application in such form and detail as the commissioner may prescribe and, unless exempted by article four of the general business law, shall pay the fee required by this subchapter.\n2.  In addition to any other information required, the commissioner shall require the following information:\n(a.).  the name and home address of the applicant and the name and address of the owner, if other than the applicant, of any vehicle, pushcart, stand or goods to be used in the vending business; and\n(b.)  a description of the type of goods or services to be vended or displayed and a description of any vehicle, pushcart or stand to be used in the vending business; and\n(c.)  three prints of a full-face photograph of the applicant taken not more than thirty days prior to the date of the application; and\n(d.)  proof that the applicant has complied with all applicable laws, including compliance with section eleven hundred thirty-four of the tax law by obtaining from the state tax commission of the state of New York a certificate of authority designating the applicant's sales tax identification number and a tax clearance certificate; and\n(e.)  an applicant who is a non-resident of the city shall provide the name and address of a registered agent within the city or designate the commissioner as his or her agent upon whom process or other notification may be served.\n3.  The commissioner shall require that applicants for licenses issued pursuant to this subchapter be fingerprinted. The applicant shall pay a processing fee as required by the state division of criminal justice services.\nb.  First Amendment Vendor.\n1.  Each person applying for a first amendment vendor's license pursuant to this subchapter, or renewal thereof, shall file an application in such form and detail as the commissioner may prescribe.  No fees shall be associated with said application or renewal.\n2.  In addition to any other information required, the commissioner shall require the following information:\n(a.)  the name and home address of the applicant and the name and address of the owner, if other than the applicant, of any vehicle, pushcart, stand or goods to be used in the vending business; and\n(b.)  a description of the type of goods or services to be vended or displayed and a description of any vehicle, pushcart or stand to be used in the vending business; and\n(c.)  three prints of a full-face photograph of the applicant taken not more than thirty days prior to the date of the application; and\n(d.)  proof that the applicant has complied with all applicable laws, including compliance with section eleven hundred thirty-four of the tax law by obtaining from the state tax commission of the state of New York a certificate of authority designating the applicant's sales tax identification number and a tax clearance certificate. \n(e.)  an applicant who is a non-resident of the city shall provide the name and address of a registered agent within the city or designate the commissioner as his or her agent upon whom process or other notification may be served.\n§ 20-456 Domestic Partners.  For purposes of this subchapter, the rights and benefits bestowed upon the surviving spouse of an honorably discharged member of the armed forces of the United States pursuant to article four of the general business law shall also be bestowed upon the surviving domestic partner of any such veteran.\n§ 20-457 License approval and denial.  a. Approval.  \n1.  Upon the approval of an application, the commissioner shall issue such license in a form designed to thwart counterfeit or replication.  \n2.  The general vendor’s license shall contain the licensee’s name, his or her license number, a non-removable photograph of the licensee and a facsimile of the licensee’s fingerprint. \n3.  The first amendment vendor’s license shall contain the licensee’s name, his or her license number and a non-removable photograph of the licensee. \n4.  The commissioner shall establish a system to equitably determine the priority granted to an individual licensee with respect to enforcement as set forth in section 20-469 of this subchapter.  Licenses shall be categorized and issued as follows: \n(a.)  Specialized vending licenses:   \n(i.)  Priority shall be granted to disabled veteran applicants possessing a specialized vending license, on the effective date of this local law.  Such applicants shall be awarded higher priority in relation to the seniority of their specialized vending license in effect prior to enactment of this legislation.\n(ii.)  Any applicant for a specialized vending license who does not possess a specialized vending license on the date this local law takes effect shall be awarded higher priority in relation to the seniority of the date of issuance of the specialized vending license.  \n(b.) General vending license:  \n(i.)  Priority shall be granted to applicants possessing a general vending license on the effective date of this local law.  Such applicants shall be awarded higher priority in relation to the seniority of their license in effect prior to enactment of this legislation.  \n(ii.)  Any applicant for a general vending license who does not possess a general vending license on the date this local law takes effect shall be awarded higher priority in relation to the seniority of the date of issuance of the general vending license.  \n(c.)  First amendment vending license:  \n(i.)  Applicants shall be awarded higher priority in relation to the seniority of date of issuance of their New York State tax identification number.  \n3.  All applicants issued a license pursuant to this subchapter shall receive a permit number starting with a unique numeral indicating the type of license issued, followed by a series of numerals indicating the licensee’s priority number with a lower number representing higher priority.\n4.  The Commissioner shall coordinate with the Commissioner of the Department of Health with respect to effectuating the permit scheme set forth in this subchapter. \nb.  Denial.  \n1.  The commissioner may refuse to issue or renew a license if the applicant has been found to have violated chapter one or subchapter one of chapter five of this title or the rules or regulations thereto, provided, however, that in the event of a conflict between the provisions of such chapter and subchapter and the provisions of this subchapter, the provisions of this subchapter shall prevail.\n2.  The commissioner may refuse to issue or renew a license if the applicant has pending any unanswered summonses or unsatisfied fines or penalties for violation issued by any city agency or regulatory body. \n§ 20-458 License renewal.  a. An application for the renewal of a license pursuant to this subchapter shall be filed with the appropriate fee, where applicable, with a tax clearance certificate issued by the state tax commission of the state of New York, and with a tax clearance certificate issued by the commissioner of finance of the city of New York, in such form and containing such information as he or she shall require, indicating payment of all applicable taxes imposed by title eleven of this code and administered by the commissioner of finance, at least thirty days prior to the expiration of the existing license. The commissioner of finance shall charge and collect a fee of ten dollars for issuing a tax clearance certificate.\nb. No licensee shall be granted a renewal of a license unless the licensee is in compliance with the rules and regulations promulgated by the commissioner of finance pursuant to subdivision c of this section; provided, however, that the commissioner may excuse such failure which results from illness or disability.\nc. The commissioner of finance shall promulgate rules and regulations establishing (1.) such standards of sales tax payments sufficient to indicate that operating as a vendor is a full-time or part-time occupation of the licensee and (2.) that a minimum payment of all applicable sales and business taxes imposed by title eleven of the code and administered by the commissioner of finance have been paid during the preceding calendar year.\nd.  The commissioner shall not renew a license issued pursuant to this subchapter where the applicant is unable to demonstrate that he or she has paid all applicable taxes on income earned from the use of the existing license for the immediate two of the previous four years.\n§ 20-459 Exemptions.  The commissioner may promulgate regulations exempting any non-profit association including, but not limited to, a government agency, charitable, educational, religious or other such organization from compliance with any of the provisions of this subchapter.\n§ 20-460 New licenses; existing licenses.  a. General vendors.\n1.  The number of general vending licenses in effect shall be permitted as follows: \n(a.)  the number of licenses in effect on the first day of September, two thousand-five, shall be the maximum number of licenses permitted to be in effect until the thirty-first day of December two thousand-five;\n(b.)  on the first day of January, two thousand-six, until the thirty-first day of December two thousand six, the maximum number of licenses permitted to be in effect shall be one thousand two hundred-fifty;\n(c.)  on the first day of January, two thousand-seven, the maximum number of licenses permitted to be in effect shall be two thousand;\n2.  The limitation on the number of general vending licenses in effect pursuant to this subchapter shall not apply to specialized vending licenses.\nb.  First amendment vendors.  There shall be no limitation on the number of first amendment vending licenses granted or in effect pursuant to this subchapter.\nc.  Any license issued pursuant to this subchapter shall be renewable by the licensee upon its expiration or within sixty days of its expiration provided the licensee meets all other requirements for renewal, provided that the license has not been revoked, and provided that the licensee has not committed violations which could be a basis for license revocation under any provision of this subchapter.\n§ 20-461 Hearings.\nUnless otherwise specifically provided, notice and hearings upon denial of an application, the suspension or revocation of a license or the imposition of penalties provided in subdivision b of section 20-475 shall be in accordance with the provisions of chapter one of this title and the rules and regulations applicable thereto.\n§ 20-462 Display of license.  Each licensee shall wear his or her license on his or her person at all times he or she is operating as a vendor and it shall be exhibited upon request to any police officer, authorized officer or employee of the department or other city agency.\n§ 20-463 Notification of change.  Whenever any information provided on the application for a license or renewal thereof has changed the licensee shall notify the commissioner within ten days of such change.\n§ 20-464 Bookkeeping requirements.  Each vendor under the provisions of this subchapter shall keep such written records as the commissioner may prescribe of all daily gross sales, purchases and expenses and receipts therefore and shall make such available for inspection by an authorized officer or employee of any city agency.\n§ 20-465 Duties of licensees.  Each vendor licensed pursuant to this subchapter shall:\na.  Permit regular inspections by the department or any authorized city agency of any goods, vehicle, pushcart or stand used in the operation of the vending business, and of any premises used by him or her for the storage or preparation of goods intended to be vended in such business; and\nb.  Provide to the commissioner, or other authorized officer or employee of a city agency requesting such information, on a semi-annual basis, or more often if required by regulation promulgated by the commissioner, the address and name of the owners or the manufacturers, suppliers or distributors from whom the licensee receives his or her goods and also the address at which the licensee stores his or her goods or any vehicle, pushcart or stand used in the operation of the vending business; and\nc.  Refrain from using, or permitting anyone else to use, a vending vehicle, pushcart or stand for the sale or lease of any goods or merchandise prohibited by the commissioner; and\nd.  Refrain from selling, lending, leasing or in any manner transferring his or her license or any interest therein unless prior approval of the commissioner has been obtained.\n§ 20-466 Restrictions on the placement of vehicles, pushcarts and stands; vending in certain areas prohibited.\na.  No vendor shall engage in any vending business on any sidewalk unless such sidewalk has at least a twelve-foot wide clear pedestrian path to be measured from the boundary of any private property to any obstructions in or on the sidewalk, or if there are no obstructions, to the curb. In no event shall any pushcart or stand be placed on any part of a sidewalk other than that which abuts the curb.\nb.  No vendor shall occupy more than eight linear feet of public space parallel to the curb in the operation of a vending business and, in addition, no vendor operating any vending business on any sidewalk shall occupy more than three linear feet to be measured from the curb toward the property line.\nc.  No vending vehicle, pushcart, stand, goods or any other item related to the operation of a vending business shall touch, lean against or be affixed permanently or temporarily to any building or structure including, but not limited to lamp posts, parking meters, mail boxes, traffic signal stanchions, fire hydrants, tree boxes, benches, bus shelters, refuse baskets or traffic barriers.\nd.  No vending pushcart, stand or goods shall be located against display windows of fixed location businesses, nor shall they be within twenty feet from an entranceway to any building, store, theatre, movie house, sports arena or other place of public assembly.\ne.  No vendor shall vend within any bus stop or taxi stand, or within ten feet of any driveway, any subway entrance or exit, or any corner. For purposes of this subdivision, ten feet from any corner shall be measured from a point where the property line on the nearest intersecting block face, when extended, meets the curb.\nf.  Each vendor who vends from a pushcart or stand in the roadway shall obey all traffic and parking laws, rules and regulations as now exist or as may be promulgated, but in no case shall a vendor vend so as to restrict the continued maintenance of a clear passageway for vehicles.\ng.  No vendor shall vend on the median strip of a divided roadway unless such strip is intended for use as a pedestrian mall or plaza.\nh.  No vendor shall vend within the geographical areas under the jurisdiction of the department of parks and recreation unless written authorization therefore has been obtained from the commissioner of such department, but nothing therein contained shall exempt any general vendor from obtaining a license in accordance with this subchapter.\ni.  Where exigent circumstances exist and a police officer or other authorized officer or employee of any city agency gives notice to a vendor to temporarily move from any location such vendor shall not vend from such location. For the purposes of this subdivision, exigent circumstances shall include, but not be limited to, unusually heavy pedestrian or vehicular traffic, existence of any obstructions in the public space, an accident, fire or other emergency situation, a parade, demonstration or other such event or occurrence at or near such location.  Where a police officer or other authorized officer or employee of any city agency gives notice to a vendor that exigent circumstances exist requiring temporary removal from any location, such notice shall be provided in written form detailing the exigent conditions requiring removal, a duplicate of which shall be maintained in the books and records of the issuing police agency or other authorized city agency that issued said notice for a period of not less than one year.\nj.  No vendor shall vend over any ventilation grill, cellar door, manhole, transformer vault, or subway access grating.\nk.  No vendor shall vend using the surface of the sidewalk, or a blanket or board placed immediately on the sidewalk or on top of a trash receptacle or cardboard boxes to display merchandise. No vendor display may exceed five feet in height from ground level. The display may not be less than twenty-four inches above the sidewalk where the display surface is parallel to the sidewalk, and may not be less than twelve inches above the sidewalk where the display surface is vertical. Where a rack or other display structure is placed on top of or above a table or other base, the size of the base shall not be less than the size of the display structure placed thereon. Nothing shall be placed on the base so as to exceed the size limitations contained in this section. No vendor shall use any area other than that area immediately beneath the surface of the display space for the storage of items for sale.\nl.  No vendor shall sell or offer for sale any item directly from any parked or double parked motor vehicle.\nm.  No vendor shall use electricity, electrical generating equipment or oil or gasoline powered equipment, devices or machinery of any kind.\nn. No vendor shall vend:\n1.  within twenty feet from sidewalk cafes;\n2.  within five feet from (a) bus shelters, (b) newsstands, (c) public telephones or (d) disabled access ramps;\n3.  within ten feet from entrances or exits to buildings which are exclusively residential at the street level;\n4.  on Broadway between Murray Street and Battery Place and on Park Row between Ann Street and Spruce Street.; and\n5.  in the area including and bounded on the east by the easterly side of Broadway, on the south by the southerly side of Liberty Street, on the west by the westerly side of West Street and on the north by the northerly side of Vesey Street.\n§ 20-467 Prohibitions.  It shall be unlawful for any person to sell, give or otherwise transfer any goods or merchandise to an unlicensed vendor for resale in a public space or to rent or otherwise knowingly transfer any vehicle, stand or pushcart for use by an unlicensed vendor in a vending business in a public space.\n§ 20-468 Suspension and revocation of license.  Any license issued pursuant to the provisions of this subchapter may be suspended or revoked by the commissioner upon notice and hearing for any of the following causes:\na.  Fraud, misrepresentation, or false statements contained in the application for the license; or\nb.  Violation of chapter one or subchapter one of chapter five of this title of this code or the regulations promulgated thereto; provided, however, that in the event of a conflict between the provisions of such chapter and subchapter and the provisions of this subchapter, the provisions of this subchapter shall prevail; or\nc.  Fraud, misrepresentation, or false statements made in connection with the selling or leasing of any goods or services; or\nd.  Four or more violations of any provision of this subchapter or the regulations promulgated thereto in a one-year period; or\ne.  Failure to answer a summons or notice of violation, appear for a hearing, or pay a fine or civil penalty imposed pursuant to the provisions of this subchapter or the regulations promulgated hereunder; or\nf.  Conviction of possessing or selling stolen property pursuant to section 165.40, 165.45 or 165.50 of the penal law.\n                  \n\n§ 20-469 Enforcement.  On all blockfaces where vending is not restricted due to the provisions of section 20-466 of this subchapter, vending shall be conducted and permitted on each blockface as follows:\na.  There shall be no more than three vendors permitted to vend on any single city blockface.\nb.  Priority shall be given to the following vending scheme per each city blockface:\n1.  one general vendor licensed pursuant to this subchapter; and\n2.  one first amendment vendor licensed pursuant to this subchapter; and\n3.  one food vendor authorized pursuant to section 17-307 of this code.\nc.  Nothing set forth herein shall be interpreted to denote that two or more vendors presenting similar licenses may not occupy the same blockface, pursuant to the following terms and conditions:\n1.  Between the hours of 5:00 AM and 11:00 AM, where two similar licensees contend for one available vending space on a particular blockface, preference shall be given to the licensee who first commenced vending at said vending space, except that where a licensee presenting a general vendor’s license and a licensee presenting a specialized license contend for one available vending space on a particular blockface, priority shall always be granted to such licensee presenting a specialized vendor’s license.\n2.  Between the hours of 11:00 AM and 5:00 AM, where two similar licensees contend for one available vending space on a particular blockface, preference shall be given to the licensee presenting the lower priority number.  \n3.  At all times, where two or more vending spaces are occupied on a particular blockface by similarly licensed vendors, a vendor presenting a license of a class not already occupying the blockface shall be given priority over whomever of the two similarly licensed vendors possesses the higher priority number.  \n4.  Any person issued a specialized vending license shall be deemed to have a higher priority than any person issued a general vending license.      \n5.  At all times, where two or more specialized general vendors occupy the same block face, and thus no alternative vending spaces are available to a person issued a license to vend food pursuant to title 17-307 of this code or a first amendment license pursuant to this subchapter, such person issued a license to vend food pursuant to title 17-307 of this code or a first amendment license pursuant to this subchapter shall be given priority over the specialized vending permit displaying the higher priority number.    \nd.  Authorized officers and employees of the department and members of the police department shall have the power to enforce all laws, rules and regulations relating to vendors. This provision shall in no way restrict any other power granted by law to an officer or employee of any city agency.\ne.  If a vendor does not move his or her goods, vehicle, pushcart or stand when directed to do so by a police officer or other authorized officer or employee of the city in compliance with the provisions of subdivision i of section 20-466 of this title, such officer or employee is authorized to provide for the removal of such goods, vehicle, pushcart or stand to any garage, automobile pound or other place of safety, and the owner or other person lawfully entitled to the possession of such vehicle, pushcart, stand or goods may be charged with reasonable costs for removal and storage payable prior to the release of such goods, vehicle, pushcart or stand.\nf.  Any police officer may seize any vehicle, pushcart or stand or other such device used by an unlicensed vendor in violation of section 20-453 including a vehicle, pushcart or other such device used to transport goods sold, given or otherwise transferred to an unlicensed vendor in violation of section 20-467 of this subchapter and may seize any goods which are being sold by an unlicensed vendor in violation of section 20-453 and such vehicle, pushcart, stand or goods or other device shall be subject to forfeiture upon notice and judicial determination.  If a forfeiture proceeding is not commenced, the owner or other person lawfully entitled to the possession of such goods, vehicle, pushcart, or stand or other device may be charged with the reasonable cost for removal and storage payable prior to the release of such goods, vehicle, pushcart, or stand or other device, unless the charge of unlicensed vending has been dismissed.\ng.  Any police officer may seize any vehicle, pushcart, stand or goods of a vendor operating any general vending business in violation of section 20-466 of this subchapter.  The owner or other person lawfully entitled to the possession of such vehicle, pushcart, stand, or goods may be charged with reasonable costs for removal and storage payable prior to the release of such vehicle, pushcart, stand or goods, unless the violation has been dismissed.\n§ 20-470 Forfeiture.  a.  Notice of the institution of forfeiture proceeding shall be in accordance with the provisions of the civil practice law and rules.\nb.  The police department having custody of the seized property, after judicial determination of forfeiture shall, upon a public notice of at least five days, sell such forfeited property at public sale. The net proceeds of such sale shall be paid into the general fund of the city. In the alternative, any such property may be used or converted to use for the purpose of any city, state or federal agency, or for charitable purposes, upon consultation with the human resources administration and other appropriate city agencies, and the police commissioner shall report annually to the city council on the distribution of such property.\nc.  The police department having custody of the seized property shall provide written notice to the affected party of the location of said property.\n§ 20-471 Seizure of perishable goods.  In the event that any seizure made pursuant to this subchapter shall include any perishable items or food products which cannot be retained in custody without such items or food products becoming unwholesome, putrid, decomposed or unfit in any way, they may be delivered to the commissioner of health for disposition pursuant to the provisions of section 17-323 of this code.\n§ 20-472 Procedures for recovery of first amendment material that has been removed.  A first amendment vendor who has had any goods, or any vehicle, pushcart or stand removed under the provisions of subdivisions e or f of section 20-469 of this subchapter may serve upon the officer in charge of the police department facility in which the property is located notice of a request for the return of such property either before or after a judicial or administrative determination, conducted in accordance with chapter one of this title and all other laws, rules and regulations applicable thereto, of the violation underlying the removal of such goods, vehicle, pushcart or stand has been made irrespective of the result of such determination. Unless the judicial or administrative proceeding has terminated in favor of such first amendment vendor, the owner, or other person lawfully entitled to the possession of such vehicle, pushcart, stand or goods which have been removed under the aforementioned provisions shall be charged with reasonable costs for removal and storage, payable upon or after the judicial or administrative determination that the violation underlying the removal of such written matter, vehicle, pushcart or stand occurred. Such charge for removal and storage, which shall be established by the police commissioner by regulation shall be made part of the fine, penalty or judgment rendered in the judicial or administrative proceeding and shall be paid to the police department property clerk by the judicial or administrative body receiving such fine, penalty or judgment.\n § 20-473 Delivery to vendors; distributor's license required.  a.  It shall be unlawful for any individual to transport goods by means of a motor vehicle, as defined in the vehicle and traffic law, to a public space for sale or other transfer to a general vendor, without having first obtained a distributor's license in accordance with the provisions of this subchapter. \nb.  Where the distributor does not personally drive the vehicle, he or she shall cause the driver to carry proof of the distributor's license, which the driver shall furnish upon demand to any officer or agent empowered to enforce the law.  No distributor shall permit any driver he or she employs to engage in, on the distributor's behalf, any of the activities for which a license is required unless such driver complies with all regulations promulgated pursuant to this subchapter.\nc.  Each person applying for a distributor's license, or renewal thereof, shall file an application in such form and detail as the commissioner may prescribe and shall pay such license fee as shall be established by the commissioner by regulation. In addition to any other information required, the commissioner shall require the following information:\n1.  The name and home and business address of the applicant;\n2.  The name and home and business address of the owner, if other than the applicant, of the goods to be delivered;\n3.  A description of the type of goods or services to be delivered;\n4.  Three prints of a full-face photograph of the applicant taken not more than thirty days prior to the date of the application;\n5.  Proof that the applicant has obtained from the state tax commission of the state of New York a certificate of authority designating the applicant's sales tax identification number;\n6.  An applicant who is a non-resident of the city shall provide the name and address of a registered agent within the city or designate the commissioner as his or her agent upon whom process or other notification may be served;\n7.  Any changes in the information provided in an application for an original license or renewal thereof, which arise during the term of the license shall be reported to the commissioner in writing within thirty days.\n§ 20-474 Delivery vehicle identification required.   a.  No person shall engage in any activity for which a distributor's license is required unless the motor vehicle used therefore is identified in the manner prescribed by law or regulation.\nb.  Any vehicle used by a distributor to transport goods to a general vendor must be visually identified by a sign conspicuously displayed on the side of the vehicle. The following information shall be clearly and legibly displayed on such sign: the licensee's name, address, and business telephone number; the words \"General Vending Distributor\"; and the department's telephone complaint number. The letters and numerals of such display shall not be less than one and one-half inches in height, with a width of at least one-quarter of an inch, and shall be colored black or white, whichever is most prominent against the background color.\nc.  Signs used to identify delivery vehicles may be removable, but must be securely fastened whenever the vehicle is used to deliver or remove goods to or from a general vendor. The sign must remain securely attached throughout the time it takes to load or unload goods.\n§ 20-475  Penalties.  a.  Any person who violates the provisions of sections 20-453 or 20-473 of this subchapter shall be guilty of a misdemeanor punishable by a fine of not less than two hundred fifty dollars nor more than seven hundred fifty dollars, or by imprisonment for not more than three months or by both such fine and imprisonment.  In addition, any police officer may seize any vehicle used to transport goods to a general vendor, along with the goods contained therein, where the driver is required to but cannot produce evidence of a distributor's license.  Any vehicle and goods so seized may be subject to forfeiture upon notice and judicial determination.  If a forfeiture proceeding is not commenced, the owner or other person lawfully entitled to possession of such vehicle and goods may be charged with the reasonable cost for removal and storage payable prior to the release of such vehicle and goods, unless the charge of unlicensed distributing has been dismissed.\nb.  Except as provided in subdivision a of this section, a person who violates any provision of this subchapter or any of the rules or regulations promulgated hereunder shall be guilty of an offense punishable by the court as follows:\n1.  For a first violation, a fine of twenty-five dollars.\n2.  For a second violation issued for the same offense within a period of one year of the date of a first violation, a fine of one hundred twenty-five dollars.\n3.  For a third violation issued for the same offense within a period of one year of the date of a first violation, a fine of two hundred fifty dollars.\n4.  For any subsequent violations issued for the same offense within a period of one year of the date of a first violation, a fine of five hundred dollars.\nc.  In addition to the penalties prescribed by subdivision a of this section, any person who violates, or any person aiding another to violate, the provisions of section 20-453 of this subchapter shall be liable for a civil penalty of five hundred dollars together with a penalty of two hundred fifty dollars per day for every day during which the unlicensed business operated.\nd.  In addition to the penalties prescribed by subdivision b of this section, any person who violates any provision of this subchapter, other than section 20-453, or any of the rules or regulations promulgated hereunder shall be liable for a civil penalty as follows:\n1.  For a first violation, a fine of twenty-five dollars.\n2.  For a second violation issued for the same offense within a period of one year of the date of a first violation, a fine of one hundred twenty-five dollars.\n3.  For a third violation issued for the same offense within a period of one year of the date of a first violation, a fine of two hundred fifty dollars.\n4.  For any subsequent violations issued for the same offense within a period of one year of the date of a first violation, a fine of five hundred dollars.\ne.  A proceeding to recover any civil penalty authorized pursuant to the provisions of subdivision c of this section shall be commenced by the service of a notice of violation which shall be returnable to the department of consumer affairs. The commissioner shall have the power to impose the penalties prescribed by subdivision c of this section.\nf.  Any person who violates the provisions of section 20-465 of this subchapter and any rules promulgated thereunder shall be guilty of a misdemeanor punishable by a fine of not more than five hundred dollars, or by imprisonment for not more than thirty days or by both such fine and imprisonment.\ng.  In any civil or criminal action or proceeding, failure by a vendor who is required to be licensed pursuant to the provisions of this subchapter to exhibit upon demand a general vendor's license in accordance with the provisions of this subchapter to any police officer or authorized officer or employee of the department or other city agency shall be presumptive evidence that such vendor is not duly licensed.\nh.  In any civil or criminal action or proceeding, failure by any person who is required to obtain a distributor's license pursuant to the provisions of this subchapter, or failure by the driver of such person, to exhibit upon demand a distributor's license in accordance with the provisions of this subchapter to any police officer or authorized officer or employee of the department or other city agency shall be presumptive evidence that such person is not duly licensed.\n§ 20-476 Regulations.\nThe commissioner shall make such regulations as deemed necessary for the proper implementation and enforcement of this subchapter.\n\n§ 3.  Section 17-306 of the administrative code of the city of New York is amended to add a new subdivision q, to read as follows:\nq.  “Priority number”. The license number assigned to a particular licensee, denoting the priority status that said licensee is to be given with respect to other similar licensees.\n\t§ 4.  Subdivision b of section 17-307 of the administrative code of the city of New York is relettered subdivision c, and items A, B, C and D of clause i of subparagraph b of paragraph 2 of such subdivision are amended to read as follows:   \n§ 17-307  Licenses, permits required; restrictions; term.\n(A) [fifty] one hundred of such full-term permits shall authorize the holders thereof to vend food from any vehicle or pushcart in any public place in the borough of the Bronx where food vendors are not prohibited from vending;\n(B) [fifty] one hundred of such full-term permits shall authorize the holders thereof to vend food from any vehicle or pushcart in any public place in the borough of Brooklyn where food vendors are not prohibited from vending;\n(C) [fifty] one hundred of such full-term permits shall authorize the holders thereof to vend food from any vehicle or pushcart in any public place in the borough of Queens where food vendors are not prohibited from vending; and\n(D) [fifty] one hundred of such full-term permits shall authorize the holders thereof to vend food from any vehicle or pushcart in any public place in the borough of Staten Island where food vendors are not prohibited from vending.\n\t\n§ 5.  A new subdivision b is added to section 17-307 of the administrative code of the city of New York to read as follows:\nb.  The number of food vendor licenses in effect pursuant to the provisions of this subchapter on the first day of September, two thousand-five shall be the maximum number of licenses issued.\n\n§ 6.  Subdivisions c, d, e, f, and g of section 17-307 of the administrative code of the city of New York are relettered as subdivisions d, e, f, g and h, respectively.\n\n§ 7.  A new subdivision i is added to section 17-307 of the administrative code of the city of New York, to read as follows:\ni. No individual may simultaneously possess more than one of the following licenses:\n1. to act as a first amendment vendor pursuant to section 20-453 of this code; \n2. to act as a general vendor pursuant to section 20-453 of this code;\n3. to vend food pursuant to this subchapter.\n\n§ 8.  Subdivisions a, b, c, and d of section 17-308 of the administrative code of the city of New York are amended to read as follows:\na. The bi-annual fees for licenses and permits set forth in subdivisions b and c of this section shall be payable at the time of application for a license or permit or renewal thereof, except as otherwise provided in subdivision e of section 17-307 of this subchapter.\nb. The bi-annual fee for a license or renewal thereof shall be [twenty-five] fifty dollars[; provided, however, that for an initial license issued for more than two years the applicable license fee shall be increased proportionally to the nearest quarter year].\nc. The bi-annual fee for a permit or renewal thereof shall be:\n1. For a pushcart or vehicle selling prepackaged food: [fifty] seventy-five dollars [for the first year and twenty-five dollars for each year thereafter].\n2. For a vehicle selling foods prepared or processed therein: [one] two hundred dollars.\nd. The fee for issuing a duplicate license, permit or plate when the original has been lost, destroyed or mutilated shall be: [ten] fifteen dollars.\n\n§ 9.  Paragraph 7 of subdivision b of section 17-309 of the administrative code of the city of New York is deleted and paragraph 8 of subdivision b of section 17-309 of the administrative code of the city of New York is renumbered as paragraph 7.  \n\n§ 10.  A new subdivision d is added to section 17-309 of the administrative code of the city of New York and subdivision d of section 17-309 of the administrative code of the city of New York is relettered as subdivision e, to read as follows:  \nd.  The commissioner shall require that applicants for licenses issued pursuant to this subchapter be fingerprinted. The applicant shall pay a processing fee as required by the state division of criminal justice services.   \n[d.] e.  Upon approval of an application the commissioner shall issue a license to the applicant for a license and a permit and plate to the applicant for a vehicle or pushcart permit.  The commissioner shall issue such license and permit in a form designed to thwart counterfeit or replication. Such license shall contain the name and address of the licensee, his or her license number [and] , a non-removable photograph of such licensee fingerprint and a facsimile of the licensee’s fingerprint.\n\n§ 11.  New subdivisions f, g and h are added to section 17-309 of the administrative code of the city of New York, to read as follows:\nf.  The commissioner shall establish a system to equitably determine the priority granted to an individual licensee with respect to enforcement as set forth in section 17-321of this subchapter.  Licenses shall be issued as follows: \n1.  Priority shall be granted to applicants possessing a food vendor license on the effective date of this local law.  Such applicants shall be awarded higher priority in relation to the seniority of their food vendor license in effect prior to enactment of this legislation.\n2.  Any applicant for a food vendor license who does not possess a food vendor license on the date this local law takes effect shall be awarded higher priority in relation to the seniority of the date of issuance of the food vendor license.  \ng.  All applicants issued a license pursuant to this subchapter shall receive a permit number starting with a unique numeral indicating the type of license issued, followed by a series of numerals indicating the licensee’s priority number, a lower number representing higher priority.\nh.  The Commissioner shall coordinate with the Commissioner of the Department of Consumer Affairs with respect to effectuating the permit scheme set forth in this subchapter. \n  \t\n§ 12.  Subdivision j of section 17-315 of the administrative code of the city of New York is amended, to read as follows:\nj. Where exigent circumstances exist and a police officer or other authorized officer or employee of the city gives notice to a food vendor to temporarily move from a location such vendor shall not vend from such location. For the purpose of this subdivision, exigent circumstances shall include but not be limited to, unusually heavy pedestrian or vehicular traffic, existence of any obstructions in the public space at or near such location, an accident, fire or other emergency situation at or near such location, or a parade, demonstration, or other such event or occurrence at or near such location. Where a police officer or other authorized officer or employee of any city agency gives notice to a food vendor that exigent circumstances exist requiring temporary removal from any location, such notice shall be provided in written form detailing the exigent conditions requiring removal, a duplicate of which shall be maintained in the books and records of the issuing police agency or other authorized city agency that issued said notice for a period of not less than one year. \n\n§ 13.  Subdivisions k and l of section 17-315 of the administrative code of the city of New York are hereby repealed, and new subdivisions k and l are added to section 17-315 of the administrative code of the city of New York, to read as follows:\nk.  No vendor shall vend over any ventilation grill, cellar door, manhole, transformer vault, or subway access grating.\nl.  No vendor shall vend:\n1.  within twenty feet from sidewalk cafes;\n2.  within five feet from (a) bus shelters, (b) newsstands, (c) public telephones or (d) disabled access ramps; \n3.  within ten feet from entrances or exits to buildings which are exclusively residential at the street level;\n4.  on Broadway between Murray Street and Battery Place and on Park Row between Ann Street and Spruce Street; and\n5.  in the area including and bounded on the east by the easterly side of Broadway, on the south by the southerly side of Liberty Street, on the west by the westerly side of West Street and on the north by the northerly side of Vesey Street.\n  \t\n§ 14.  New subdivisions g and h are added to section 17-317 of the administrative code of the city of New York, to read as follows:\ng. The commissioner shall not renew a license issued pursuant to this subchapter where the applicant is unable to demonstrate that he or she has paid all applicable taxes on income earned from the use of the existing license for the immediate two of the previous four years.\nh. The commissioner shall not renew a vehicle or pushcart permit where an outstanding violation exists against a licensee issued such violation while utilizing said vehicle or pushcart permit.\n\n§ 15.  Subdivisions a, b, c and d of section 17-321 of the administrative code of the city of New York are relettered as subdivisions c, d, e and f, respectively, and a new subdivision a, b, c and g are added to section 17-321 of the administrative code of the city of New York, to read as follows:\n§ 17-321 Enforcement.  On all blockfaces where vending is not restricted due to the provisions of section 17-315 of this subchapter, vending shall be conducted and permitted on each blockface as follows:  \na.  There shall be no more than three vendors permitted to vend on any single city blockface.\nb.  Priority shall be given to the following vending scheme per each city blockface:\n1.  one general vendor licensed pursuant to section 20-453 of this code; and\n2.  one first amendment vendor licensed pursuant to 20-453 of this code; and\n3.  one food vendor authorized pursuant to this subchapter.\nc.  Nothing set forth herein shall be interpreted to denote that two or more vendors presenting similar licenses may not occupy the same blockface, pursuant to the following terms and conditions:\n1.  Between the hours of 5:00 AM and 11:00 AM, where two similar licensees contend for one available vending space on a particular blockface, preference shall be given to the licensee who first commenced vending at said vending space, except that where a licensee presenting a general vendor’s license as defined by section 20-452 of this code and a licensee presenting a specialized license as defined by section 20-452 of this code contend for one available vending space on a particular blockface, priority shall always be granted to such licensee presenting a specialized vendor’s license.\n2.  Between the hours of 11:00 AM and 5:00 AM, where two similar licensees contend for one available vending space on a particular blockface, preference shall be given to the licensee presenting the lower priority number.  \n3.  At all times, where two or more vending spaces are occupied on a particular blockface by similarly licensed vendors, a vendor presenting a license of a class not already occupying the blockface shall be given priority over whomever of the two similarly licensed vendors possesses the higher priority number.  \n4.  At all times, where two or more specialized general vendors, as defined by section 20-452 of this code, occupy the same block face, and thus no alternative vending spaces are available to a party issued a license to vend food pursuant to this subchapter or a first amendment vendor as defined by section 20-452 of this code, such party issued a food vendor license or a first amendment license, shall be given priority over the specialized vending permit displaying the highest priority number.    \ng.  All violations assessed against a licensee pursuant to this subchapter shall concurrently apply against the permit granted to the vehicle or pushcart that said licensee is operating at the time the summons is issued to the extent set forth in section 17-317 h of this subchapter.\n\n§ 16.  Subdivision a of section 17-322 of the administrative code of the city of New York is amended to read as follows, and a new subdivision c is added to section 17-322 of the administrative code of the city of New York, to read as follows:\n§ 17-322 Forfeitures.\na. In addition to any penalties imposed pursuant to subdivision a of section 17-325 of this subchapter upon any person found guilty of violating subdivision a, [b or] c or d of section 17-307 of this subchapter, all property seized pursuant to this subchapter shall be subject to forfeiture upon notice and judicial determination. Notice of the institution of the forfeiture proceeding shall be in accordance with the provisions of the civil practice law and rules.\nc.  The police department having custody of the seized the property shall provide written notice to the affected party of the location of said property.\n\n§ 17.  Subdivisions a, b and c of section 17-325 of the administrative code of the city of New York are amended to read as follows:\n§ 17-325 Penalties.\na. Any person who violates the provisions of subdivision a, [b, or] c or d of section 17-307 of this subchapter shall be guilty of a misdemeanor, punishable by a fine of not less than [one] two hundred fifty dollars nor more than [one thousand] seven hundred fifty dollars, or by imprisonment for not more than three months or by such fine and imprisonment.\nb. Except as provided in subdivision a of this section, a person who violates any provision of this subchapter or any of the rules or regulations promulgated hereunder shall be guilty of an offense punishable by the court as follows:\n1. For the first violation, a fine of [not less than] twenty-five dollars [nor more than fifty dollars].\n2. For the second violation issued for the same offense within a period of [two] one year[s] of the date of a first violation, a fine of [not less than fifty] one hundred twenty-five dollars [nor more than one hundred dollars].\n3. For a third violation issued for the same offense within a period of [two] one year[s] of the date of a first violation, a fine of  [not less than one] two hundred fifty dollars [nor more than two hundred and fifty dollars], in addition to the remedy provided for in subdivision f of section 17-317 of this subchapter.\n4. For any subsequent violations issued for the same offense within a period of  [two] one year[s] of the date of a first violation, a fine of [not less than two] five hundred [fifty] dollars [nor more than one thousand dollars].\nc. 1. In addition to the penalties prescribed by subdivision a of this section, any person who violates, or any person aiding another to violate, the provisions of subdivision a, [b, or] c or d of section 17-307 of this subchapter shall be liable for a civil penalty of [not less than one] five hundred [fifty dollars nor more than one thousand dollars] together with a penalty of [one] two hundred fifty dollars per day for every day during which the unlicensed business operated.\n2.  In addition to the penalties prescribed by subdivision b of this section, any person who violates any of the provisions of this subchapter, other than subdivision a, [b, or] c or d of section 17-307 of this subchapter, or any of the rules and regulations promulgated hereunder shall be liable for a civil penalty as follows:\n(a.)  For the first violation, a fine of [not less than] twenty-five dollars [nor more than fifty dollars].\n(b.)  For the second violation issued for the same offense within a period of [two] one year[s] of the date of a first violation, a fine of [not less than fifty] one hundred twenty-five dollars [nor more than one hundred dollars].\n(c.)  For a third violation issued for the same offense within a period of [two] one year[s] of the date of a first violation, a fine of  [not less than one] two hundred fifty dollars [nor more than two hundred and fifty dollars], in addition to the remedy provided for in subdivision f of section 17-317 of this subchapter.\n(d.)  For any subsequent violations issued for the same offense within a period of  [two] one year[s] of the date of a first violation, a fine of [not less than two] five hundred [fifty] dollars [nor more than one thousand dollars].\n\n§ 18.  Chapter 5 of title 20 of the administrative code of the city of New York is \namended by adding a new subchapter 15 to read as follows:\n\nSubchapter 15\n\n§ 20-761  Prohibition on External Structures Restricting Vending.\n\n§ 20-762 Penalties.\n\n§ 20-761 Prohibition on External Structures Restricting Vending.  Unless having \n\ndemonstrated that an external structure or object is necessary for public safety and having \n\nobtained proper authorization from the appropriate city agency, no person, business, \n\ncorporation, partnership or entity shall erect, place, position, or situate any external \n\nstructures or objects that prohibit vending where a blockface is not otherwise restricted \n\npursuant to sections 17-315 or 20-466 of this code. \n\n§ 20-762 Penalties.  Any agency, person, business, corporation, partnership or entity that erects, places, positions, or situates any external structures in violation of this subchapter shall be liable for a civil penalty, per external structure, as follows:\na. For a first violation, a fine of two hundred fifty dollars.\nb. For a second violation within a period of two years of the date of a first violation, a fine of seven hundred fifty dollars.\nc. For a third violation within a period of two years of the date of a first violation, a fine of one thousand five hundred dollars.\nd. For each subsequent violation within a period of two years of the date of a first violation, a fine of two thousand five hundred dollars.\n  \t§19.  If any section, subdivision, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\n§20.  This local law shall take effect ninety days after it shall have been enacted into law; provided that the commissioners of the appropriate departments may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, establishing guidelines and promulgating rules.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 Times New Roman Bold;}{\\f2\\fswiss\\fprq2\\fcharset0 Verdana;}{\\f3\\fnil\\fcharset0 Microsoft Sans Serif;}{\\f4\\froman\\fprq2\\fcharset0 Garamond;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\i Be it enacted by the Council as follows\\ulnone\\i0 :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section One.  Legislative declaration.  There presently exists a varying array of regulations, laws and judicial decisions governing street vending in the city of New York.  This scheme has helped to create diverse directives governing disabled veterans, non-disabled veterans, artists, crafts people, booksellers and food merchants.  Consequently, vendors have a different legal status and each is subject to varying parameters.  \\par\nThis complex scheme has resulted in nearly impractical enforcement, as agents are faced with the arduous task of unraveling a complex net of restrictions affecting the thousands of various vendors operating on the City streets.  Accordingly, the Council finds it necessary to develop and promulgate an inclusive regulatory framework for vendors.\\b\\par\n\\pard\\fi720\\cf1\\b0\\par\n\\'a7 2.  Subchapter 27 of chapter\\cf0  2 of title 20 of the administrative code of the city of\\par\n\\pard\\par\nNew York is hereby repealed and replaced by the following:\\par\n\\b\\par\n\\pard\\keepn\\s1\\qc\\ul SUBCHAPTER 27\\par\n\\pard\\qc\\par\nNON-FOOD VENDORS\\b0\\par\n\\par\n\\pard\\b\\par\n\\cf1\\'a7 20-452. Definitions.\\par\n\\'a7 20-453. License Required.\\par\n\\'a7 20-454. Terms and fees.\\par\n\\'a7 20-455. Applications.\\par\n\\'a7 20-456. Domestic Partners.\\line\\'a7 20-457. License Approval and Denial.\\par\n\\'a7 20-458. License Renewal.\\par\n\\'a7 20-459. Exemptions.\\par\n\\'a7 20-460. New Licenses; existing licenses.\\par\n\\'a7 20-461. Hearings.\\par\n\\'a7 20-462. Display of license.\\par\n\\'a7 20-463. Notification of change.\\par\n\\'a7 20-464. Bookkeeping requirements.\\par\n\\'a7 20-465. Duties of licensees.\\par\n\\'a7 20-466. Restrictions on placement of vehicles, pushcarts and stands; vending in certain areas prohibited.\\par\n\\'a7 20-467. Prohibitions.\\par\n\\'a7 20-468. Suspension and revocation of license.\\par\n\\'a7 20-469. Enforcement.\\par\n\\'a7 20-470. Forfeiture.\\par\n\\'a7 20-471. Seizure of perishable goods.\\par\n\\cf0\\f1\\'a7 20-472.\\b0\\f0  \\b\\f1 Procedures for recovery of first amendment material that has been removed\\b0\\f0 .  \\par\n\\b\\f1\\'a7 \\b0 20-473.\\b\\f0  \\f1 Delivery to general vendors; distributor's license required.\\cf1\\f0\\par\n\\cf0\\f1\\'a7 20-474.\\f0  \\f1 Delivery vehicle identification required\\b0\\f0 .\\cf1\\b\\par\n\\'a7 20-475. Penalties.\\par\n\\'a7 20-476. Regulations.\\par\n\\b0\\par\n\\pard\\sl480\\slmult1\\'a7 20-452  \\b Definitions.  \\b0 For the purposes of this subchapter, the following words and terms shall have the following meaning:\\line a.  \"Food\". Any raw, cooked, or processed edible substances, beverages, ingredients, ice or water used or intended for use or for sale in whole or in part for human consumption.\\line b.  \"General vendor\". A person who hawks, peddles, sells, leases or offers to sell or lease, at retail, goods or services, including newspapers, periodicals, books, pamphlets or other similar written matter in a public space. This definition shall not include a food vendor as defined in subdivision c of section 17-306 of chapter three of title seventeen of this code, or a person required to be licensed under section 20-229 of subchapter seven of chapter two of this title of this code. This definition also shall not include persons who use stands or booths in a public space for the shining of shoes.\\par\nc.  \\ldblquote First amendment vendor\\rdblquote . A person who exclusively hawks, peddles, sells, leases or offers to sell or lease, at retail, newspapers, periodicals, books, pamphlets or other similar written material, paintings, photographs, prints and sculptures, and no other items required to be licensed by any other provisions of this code.\\par\nd.  \\ldblquote Specialized vending license\\rdblquote .  Any general vending license issued to a disabled veteran pursuant to section 35-a of the New York State General Business Law. \\par\ne.  \"General vending business\" or \"vending business\". The business of selling, leasing or offering to sell or lease, at retail, goods or services other than food, engaged in by a vendor in a public space.\\line f.  \"Public space\\rdblquote . \\cf0 All publicly owned property between the property lines on a street as such property lines are shown on the City map including but not limited to a park, plaza, roadway, shoulder, tree space, sidewalk or parking space between such property lines. It shall also include, but not be limited to, publicly owned or leased land, buildings, piers, wharfs, stadiums, and terminals.\\cf1\\line g.  \\ldblquote Pushcart\\rdblquote . Any wheeled vehicle or device used by a general vendor in a public space, other than a motor vehicle or trailer, which may be moved with or without the assistance of a motor and which does not require registration by the department of motor vehicles.\\line h.  \"Stand\". A movable, portable or collapsible structure, framework, device, container or other contrivance, other than a vehicle or pushcart, used by a general vendor in a public space for the purpose of displaying, keeping or storing any merchandise or article required by him or her while acting as such vendor.\\line i.  \"Vehicle\". A motor vehicle or trailer, as defined in the vehicle and traffic law.\\line j.  \"Vend\". To hawk, peddle, sell, lease, offer to sell or lease, at retail, goods or services other than food in a public space.\\par\nk.  \\ldblquote Priority number\\rdblquote . The license number assigned to a particular licensee, denoting the priority status that said licensee is to be given with respect to other similar licensees.\\par\nl.  \\ldblquote Distributor\\rdblquote .  \\cf0 Any person or organization engaged in the sale, consignment, or distribution of goods for sale or resale by a general vendor. This shall not include an owner of goods who personally operates a motor vehicle to transport such goods exclusively to and from a location from which the owner will personally sell such goods in compliance with all applicable laws. \\par\n\\cf1  \\'a7 \\cf0 20-453 \\b\\f1 License required\\b0\\f0 .  a. It shall be unlawful for any person to act as a general vendor or a first amendment vendor pursuant to this subchapter without having first obtained a license in accordance with the provisions set forth herein.\\par\nb. No individual may simultaneously possess more than one of the following licenses:\\par\n1. to act as a first amendment vendor; \\par\n2. to act as a general vendor;\\par\n3. to vend food pursuant to title 17-307 of the this code.\\par\n\\'a7 20-454\\b  \\f1 Terms and fees\\b0\\f0 .  a. General vendors.  1. The biannual license fee for a general vendor\\rquote s license or a renewal thereof shall be three hundred dollars.  \\par\n2. The fee for issuing a duplicate general vendor\\rquote s license when the original has been lost, destroyed or mutilated shall be fifteen dollars.\\line 3.  The commissioner may issue a temporary general vendor license upon the furnishing of information and an application in such form and detail as he or she may prescribe and upon the payment of a fee of ten dollars for such temporary license.\\par\nb. First amendment vendors.  There shall be no fees associated with the application, renewal or replacement of a lost, destroyed or mutilated first amendment vendor\\rquote s license. \\par\nc. All licenses issued pursuant to this subchapter shall be valid for two years unless sooner suspended or revoked. The commissioner shall establish by regulation the expiration date of such licenses.\\par\n\\'a7 20-455 \\b\\f1 Applications\\b0\\f0 .  a.  General Vendor.\\par\n1.  Each person applying for a general vendor's license pursuant to this subchapter, or renewal thereof, shall file an application in such form and detail as the commissioner may prescribe and, unless exempted by article four of the general business law, shall pay the fee required by this subchapter.\\par\n2.  In addition to any other information required, the commissioner shall require the following information:\\line (a.).  the name and home address of the applicant and the name and address of the owner, if other than the applicant, of any vehicle, pushcart, stand or goods to be used in the vending business; and\\line (b.)  a description of the type of goods or services to be vended or displayed and a description of any vehicle, pushcart or stand to be used in the vending business; and\\line (c.)  three prints of a full-face photograph of the applicant taken not more than thirty days prior to the date of the application; and\\line (d.)  proof that the applicant has complied with all applicable laws, including compliance with section eleven hundred thirty-four of the tax law by obtaining from the state tax commission of the state of New York a certificate of authority designating the applicant's sales tax identification number and a tax clearance certificate; and\\line (e.)  an applicant who is a non-resident of the city shall provide the name and address of a registered agent within the city or designate the commissioner as his or her agent upon whom process or other notification may be served.\\par\n3.  The commissioner shall require that applicants for licenses issued pursuant to this subchapter be fingerprinted. The applicant shall pay a processing fee as required by the state division of criminal justice services.\\par\nb.  First Amendment Vendor.\\par\n1.  Each person applying for a first amendment vendor's license pursuant to this subchapter, or renewal thereof, shall file an application in such form and detail as the commissioner may prescribe.  No fees shall be associated with said application or renewal.\\par\n2.  In addition to any other information required, the commissioner shall require the following information:\\line (a.)  the name and home address of the applicant and the name and address of the owner, if other than the applicant, of any vehicle, pushcart, stand or goods to be used in the vending business; and\\line (b.)  a description of the type of goods or services to be vended or displayed and a description of any vehicle, pushcart or stand to be used in the vending business; and\\line (c.)  three prints of a full-face photograph of the applicant taken not more than thirty days prior to the date of the application; and\\line (d.)  proof that the applicant has complied with all applicable laws, including compliance with section eleven hundred thirty-four of the tax law by obtaining from the state tax commission of the state of New York a certificate of authority designating the applicant's sales tax identification number and a tax clearance certificate. \\par\n(e.)  an applicant who is a non-resident of the city shall provide the name and address of a registered agent within the city or designate the commissioner as his or her agent upon whom process or other notification may be served.\\line\\'a7 20-456 \\b\\f1 Domestic Partners\\f0 .  \\b0 For purposes of this subchapter, the rights and benefits bestowed upon the surviving spouse of an honorably discharged member of the armed forces of the United States pursuant to article four of the general business law shall also be bestowed upon the surviving domestic partner of any such veteran.\\line\\'a7 20-457 \\b\\f1 License approval and denial\\b0\\f0 .  a. Approval.  \\par\n1.  Upon the approval of an application, the commissioner shall issue such license in a form designed to thwart counterfeit or replication.  \\par\n2.  The general vendor\\rquote s license shall contain the licensee\\rquote s name, his or her license number, a non-removable photograph of the licensee and a facsimile of the licensee\\rquote s fingerprint. \\par\n3.  The first amendment vendor\\rquote s license shall contain the licensee\\rquote s name, his or her license number and a non-removable photograph of the licensee. \\par\n4.  The commissioner shall establish a system to equitably determine the priority granted to an individual licensee with respect to enforcement as set forth in section 20-469 of this subchapter.  Licenses shall be categorized and issued as follows: \\par\n(a.)  Specialized vending licenses:   \\par\n(i.)  Priority shall be granted to disabled veteran applicants possessing a specialized vending license, on the effective date of this local law.  Such applicants shall be awarded higher priority in relation to the seniority of their specialized vending license in effect prior to enactment of this legislation.\\par\n(ii.)  Any applicant for a specialized vending license who does not possess a specialized vending license on the date this local law takes effect shall be awarded higher priority in relation to the seniority of the date of issuance of the specialized vending license.  \\par\n(b.) General vending license:  \\par\n(i.)  Priority shall be granted to applicants possessing a general vending license on the effective date of this local law.  Such applicants shall be awarded higher priority in relation to the seniority of their license in effect prior to enactment of this legislation.  \\par\n(ii.)  Any applicant for a general vending license who does not possess a general vending license on the date this local law takes effect shall be awarded higher priority in relation to the seniority of the date of issuance of the general vending license.  \\par\n(c.)  First amendment vending license:  \\par\n(i.)  Applicants shall be awarded higher priority in relation to the seniority of date of issuance of their New York State tax identification number.  \\par\n3.  All applicants issued a license pursuant to this subchapter shall receive a permit number starting with a unique numeral indicating the type of license issued, followed by a series of numerals indicating the licensee\\rquote s priority number with a lower number representing higher priority.\\par\n4.  The Commissioner shall coordinate with the Commissioner of the Department of Health with respect to effectuating the permit scheme set forth in this subchapter. \\line b.  Denial.  \\par\n1.  The commissioner may refuse to issue or renew a license if the applicant has been found to have violated chapter one or subchapter one of chapter five of this title or the rules or regulations thereto, provided, however, that in the event of a conflict between the provisions of such chapter and subchapter and the provisions of this subchapter, the provisions of this subchapter shall prevail.\\par\n2.  The commissioner may refuse to issue or renew a license if the applicant has pending any unanswered summonses or unsatisfied fines or penalties for violation issued by any city agency or regulatory body. \\par\n\\'a7 20-458 \\b\\f1 License renewal\\b0\\f0 .  a. An application for the renewal of a license pursuant to this subchapter shall be filed with the appropriate fee, where applicable, with a tax clearance certificate issued by the state tax commission of the state of New York, and with a tax clearance certificate issued by the commissioner of finance of the city of New York, in such form and containing such information as he or she shall require, indicating payment of all applicable taxes imposed by title eleven of this code and administered by the commissioner of finance, at least thirty days prior to the expiration of the existing license. The commissioner of finance shall charge and collect a fee of ten dollars for issuing a tax clearance certificate.\\par\nb. No licensee shall be granted a renewal of a license unless the licensee is in compliance with the rules and regulations promulgated by the commissioner of finance pursuant to subdivision c of this section; provided, however, that the commissioner may excuse such failure which results from illness or disability.\\line c. The commissioner of finance shall promulgate rules and regulations establishing (1.) such standards of sales tax payments sufficient to indicate that operating as a vendor is a full-time or part-time occupation of the licensee and (2.) that a minimum payment of all applicable sales and business taxes imposed by title eleven of the code and administered by the commissioner of finance have been paid during the preceding calendar year.\\par\nd.  The commissioner shall not renew a license issued pursuant to this subchapter where the applicant is unable to demonstrate that he or she has paid all applicable taxes on income earned from the use of the existing license for the immediate two of the previous four years.\\par\n\\'a7 20-459 \\b\\f1 Exemptions\\b0\\f0 .  The commissioner may promulgate regulations exempting any non-profit association including, but not limited to, a government agency, charitable, educational, religious or other such organization from compliance with any of the provisions of this subchapter.\\par\n\\'a7 20-460 \\b\\f1 New licenses; existing licenses\\b0\\f0 .  a. General vendors.\\par\n1.  The number of general vending licenses in effect shall be permitted as follows: \\par\n(a.)  the number of licenses in effect on the first day of September, two thousand-five, shall be the maximum number of licenses permitted to be in effect until the thirty-first day of December two thousand-five;\\par\n(b.)  on the first day of January, two thousand-six, until the thirty-first day of December two thousand six, the maximum number of licenses permitted to be in effect shall be one thousand two hundred-fifty;\\par\n(c.)  on the first day of January, two thousand-seven, the maximum number of licenses permitted to be in effect shall be two thousand;\\par\n2.  The limitation on the number of general vending licenses in effect pursuant to this subchapter shall not apply to specialized vending licenses.\\par\nb.  First amendment vendors.  There shall be no limitation on the number of first amendment vending licenses granted or in effect pursuant to this subchapter.\\par\nc.  Any license issued pursuant to this subchapter shall be renewable by the licensee upon its expiration or within sixty days of its expiration provided the licensee meets all other requirements for renewal, provided that the license has not been revoked, and provided that the licensee has not committed violations which could be a basis for license revocation under any provision of this subchapter.\\line\\'a7 20-461 \\b\\f1 Hearings\\b0\\f0 .\\line Unless otherwise specifically provided, notice and hearings upon denial of an application, the suspension or revocation of a license or the imposition of penalties provided in subdivision b of section 20-475 shall be in accordance with the provisions of chapter one of this title and the rules and regulations applicable thereto.\\line\\'a7 20-462 \\b\\f1 Display of license\\b0\\f0 .  Each licensee shall wear his or her license on his or her person at all times he or she is operating as a vendor and it shall be exhibited upon request to any police officer, authorized officer or employee of the department or other city agency.\\line\\'a7 20-463 \\b\\f1 Notification of change\\b0\\f0 .  Whenever any information provided on the application for a license or renewal thereof has changed the licensee shall notify the commissioner within ten days of such change.\\line\\'a7 20-464 \\b\\f1 Bookkeeping requirements\\b0\\f0 .  Each vendor under the provisions of this subchapter shall keep such written records as the commissioner may prescribe of all daily gross sales, purchases and expenses and receipts therefore and shall make such available for inspection by an authorized officer or employee of any city agency.\\par\n\\'a7 20-465 \\b\\f1 Duties of licensees\\b0\\f0 .  Each vendor licensed pursuant to this subchapter shall:\\line a.  Permit regular inspections by the department or any authorized city agency of any goods, vehicle, pushcart or stand used in the operation of the vending business, and of any premises used by him or her for the storage or preparation of goods intended to be vended in such business; and\\line b.  Provide to the commissioner, or other authorized officer or employee of a city agency requesting such information, on a semi-annual basis, or more often if required by regulation promulgated by the commissioner, the address and name of the owners or the manufacturers, suppliers or distributors from whom the licensee receives his or her goods and also the address at which the licensee stores his or her goods or any vehicle, pushcart or stand used in the operation of the vending business; and\\line c.  Refrain from using, or permitting anyone else to use, a vending vehicle, pushcart or stand for the sale or lease of any goods or merchandise prohibited by the commissioner; and\\line d.  Refrain from selling, lending, leasing or in any manner transferring his or her license or any interest therein unless prior approval of the commissioner has been obtained.\\line\\'a7 20-466 \\b\\f1 Restrictions on the placement of vehicles, pushcarts and stands; vending in certain areas prohibited\\b0\\f0 .\\par\na.  No vendor shall engage in any vending business on any sidewalk unless such sidewalk has at least a twelve-foot wide clear pedestrian path to be measured from the boundary of any private property to any obstructions in or on the sidewalk, or if there are no obstructions, to the curb. In no event shall any pushcart or stand be placed on any part of a sidewalk other than that which abuts the curb.\\line b.  No vendor shall occupy more than eight linear feet of public space parallel to the curb in the operation of a vending business and, in addition, no vendor operating any vending business on any sidewalk shall occupy more than three linear feet to be measured from the curb toward the property line.\\line c.  No vending vehicle, pushcart, stand, goods or any other item related to the operation of a vending business shall touch, lean against or be affixed permanently or temporarily to any building or structure including, but not limited to lamp posts, parking meters, mail boxes, traffic signal stanchions, fire hydrants, tree boxes, benches, bus shelters, refuse baskets or traffic barriers.\\line d.  No vending pushcart, stand or goods shall be located against display windows of fixed location businesses, nor shall they be within twenty feet from an entranceway to any building, store, theatre, movie house, sports arena or other place of public assembly.\\line e.  No vendor shall vend within any bus stop or taxi stand, or within ten feet of any driveway, any subway entrance or exit, or any corner. For purposes of this subdivision, ten feet from any corner shall be measured from a point where the property line on the nearest intersecting block face, when extended, meets the curb.\\line f.  Each vendor who vends from a pushcart or stand in the roadway shall obey all traffic and parking laws, rules and regulations as now exist or as may be promulgated, but in no case shall a vendor vend so as to restrict the continued maintenance of a clear passageway for vehicles.\\line g.  No vendor shall vend on the median strip of a divided roadway unless such strip is intended for use as a pedestrian mall or plaza.\\line h.  No vendor shall vend within the geographical areas under the jurisdiction of the department of parks and recreation unless written authorization therefore has been obtained from the commissioner of such department, but nothing therein contained shall exempt any general vendor from obtaining a license in accordance with this subchapter.\\line i.  Where exigent circumstances exist and a police officer or other authorized officer or employee of any city agency gives notice to a vendor to temporarily move from any location such vendor shall not vend from such location. For the purposes of this subdivision, exigent circumstances shall include, but not be limited to, unusually heavy pedestrian or vehicular traffic, existence of any obstructions in the public space, an accident, fire or other emergency situation, a parade, demonstration or other such event or occurrence at or near such location.  Where a police officer or other authorized officer or employee of any city agency gives notice to a vendor that exigent circumstances exist requiring temporary removal from any location, such notice shall be provided in written form detailing the exigent conditions requiring removal, a duplicate of which shall be maintained in the books and records of the issuing police agency or other authorized city agency that issued said notice for a period of not less than one year.\\line j.  No vendor shall vend over any ventilation grill, cellar door, manhole, transformer vault, or subway access grating.\\line k.  No vendor shall vend using the surface of the sidewalk, or a blanket or board placed immediately on the sidewalk or on top of a trash receptacle or cardboard boxes to display merchandise. No vendor display may exceed five feet in height from ground level. The display may not be less than twenty-four inches above the sidewalk where the display surface is parallel to the sidewalk, and may not be less than twelve inches above the sidewalk where the display surface is vertical. Where a rack or other display structure is placed on top of or above a table or other base, the size of the base shall not be less than the size of the display structure placed thereon. Nothing shall be placed on the base so as to exceed the size limitations contained in this section. No vendor shall use any area other than that area immediately beneath the surface of the display space for the storage of items for sale.\\line l.  No vendor shall sell or offer for sale any item directly from any parked or double parked motor vehicle.\\line m.  No vendor shall use electricity, electrical generating equipment or oil or gasoline powered equipment, devices or machinery of any kind.\\line n. No vendor shall vend:\\line 1.  within twenty feet from sidewalk cafes;\\line 2.  within five feet from (a) bus shelters, (b) newsstands, (c) public telephones or (d) disabled access ramps;\\line 3.  within ten feet from entrances or exits to buildings which are exclusively residential at the street level;\\par\n4.  on Broadway between Murray Street and Battery Place and on Park Row between Ann Street and Spruce Street.; and\\ulnone\\par\n\\ul 5.  in the area including and bounded on the east by the easterly side of Broadway, on the south by the southerly side of Liberty Street, on the west by the westerly side of West Street and on the north by the northerly side of Vesey Street.\\ulnone\\f2\\fs20\\line\\ul\\f0\\fs24\\'a7 20-467 \\b\\f1 Prohibitions\\b0\\f0 .  It shall be unlawful for any person to sell, give or otherwise transfer any goods or merchandise to an unlicensed vendor for resale in a public space or to rent or otherwise knowingly transfer any vehicle, stand or pushcart for use by an unlicensed vendor in a vending business in a public space.\\par\n\\'a7 20-468 \\b\\f1 Suspension and revocation of license\\b0\\f0 .  Any license issued pursuant to the provisions of this subchapter may be suspended or revoked by the commissioner upon notice and hearing for any of the following causes:\\line a.  Fraud, misrepresentation, or false statements contained in the application for the license; or\\line b.  Violation of chapter one or subchapter one of chapter five of this title of this code or the regulations promulgated thereto; provided, however, that in the event of a conflict between the provisions of such chapter and subchapter and the provisions of this subchapter, the provisions of this subchapter shall prevail; or\\line c.  Fraud, misrepresentation, or false statements made in connection with the selling or leasing of any goods or services; or\\line d.  Four or more violations of any provision of this subchapter or the regulations promulgated thereto in a one-year period; or\\line e.  Failure to answer a summons or notice of violation, appear for a hearing, or pay a fine or civil penalty imposed pursuant to the provisions of this subchapter or the regulations promulgated hereunder; or\\line f.  Conviction of possessing or selling stolen property pursuant to section 165.40, 165.45 or 165.50 of the penal law.\\line\\ulnone\\f3\\fs17{\\pict\\wmetafile8\\picw2540\\pich635\\picwgoal1440\\pichgoal360 \n010009000003b900000004000b00000000000400000003010800050000000b0200000000050000\n000c0218006000030000001e0007000000fc020000ffffff000000040000002d01000009000000\n1d062100f0001800010000005f00090000001d062100f00001005f001700000007000000fc0200\n00808080000000040000002d010100090000001d062100f0001700010000000000090000001d06\n2100f00001005e000000010007000000fc020000d4d0c8000000040000002d010200090000001d\n062100f0001600010001005e00090000001d062100f00001005d001600010007000000fc020000\n404040000000040000002d010300090000001d062100f0001500010001000100090000001d0621\n00f00001005c0001000200050000000b0200000000050000000c0218006000050000000102ffff\nff000b000000320a0000000000000200020002005e001600050000002e01000000000500000002\n0101000000040000002701ffff030000000000\n}{\\pict\\wmetafile8\\picw2540\\pich635\\picwgoal1440\\pichgoal360 \n010009000003b900000004000b00000000000400000003010800050000000b0200000000050000\n000c0218006000030000001e0007000000fc020000ffffff000000040000002d01000009000000\n1d062100f0001800010000005f00090000001d062100f00001005f001700000007000000fc0200\n00808080000000040000002d010100090000001d062100f0001700010000000000090000001d06\n2100f00001005e000000010007000000fc020000d4d0c8000000040000002d010200090000001d\n062100f0001600010001005e00090000001d062100f00001005d001600010007000000fc020000\n404040000000040000002d010300090000001d062100f0001500010001000100090000001d0621\n00f00001005c0001000200050000000b0200000000050000000c0218006000050000000102ffff\nff000b000000320a0000000000000200020002005e001600050000002e01000000000500000002\n0101000000040000002701ffff030000000000\n}{\\pict\\wmetafile8\\picw2540\\pich635\\picwgoal1440\\pichgoal360 \n0100090000030701000005002900000000000400000003010800050000000b0200000000050000\n000c0218006000030000001e0007000000fc020000ffffff000000040000002d01000009000000\n1d062100f0001800010000005f00090000001d062100f00001005f001700000007000000fc0200\n00808080000000040000002d010100090000001d062100f0001700010000000000090000001d06\n2100f00001005e000000010007000000fc020000d4d0c8000000040000002d010200090000001d\n062100f0001600010001005e00090000001d062100f00001005d001600010007000000fc020000\n404040000000040000002d010300090000001d062100f0001500010001000100090000001d0621\n00f00001005c0001000200050000000b0200000000050000000c0218006000050000000102ffff\nff000b000000320a0000000000000200020002005e001600050000002e01000000000500000002\n01010000001c000000fb02f5ff00000000000090010000000000400002417269616c00f4774000\n0000fc070a035bd4f47764d4f4770100000000003000040000002d010400050000000902000000\n0029000000320a04000c00140004000c0004005c00120054686973206973207468652066697273\n742074650600060002000600030002000600030003000600060003000400020004000600030003\n0003000600040000002701ffff030000000000\n}{\\pict\\wmetafile8\\picw2540\\pich635\\picwgoal1440\\pichgoal360 \n010009000003eb00000005001c00000000000400000003010800050000000b0200000000050000\n000c0218006000030000001e0007000000fc020000ffffff000000040000002d01000009000000\n1d062100f0001800010000005f00090000001d062100f00001005f001700000007000000fc0200\n00808080000000040000002d010100090000001d062100f0001700010000000000090000001d06\n2100f00001005e000000010007000000fc020000d4d0c8000000040000002d010200090000001d\n062100f0001600010001005e00090000001d062100f00001005d001600010007000000fc020000\n404040000000040000002d010300090000001d062100f0001500010001000100090000001d0621\n00f00001005c0001000200050000000b0200000000050000000c0218006000050000000102ffff\nff000b000000320a0000000000000200020002005e001600050000002e01000000000500000002\n01010000001c000000fb02f5ff00000000000090010000000000400002417269616c00f4774000\n0000fc070a035bd4f47764d4f4770100000000003000040000002d010400050000000902000000\n000d000000320a04000c00010004000c0004005c00120031000600040000002701ffff03000000\n0000\n}{\\pict\\wmetafile8\\picw2540\\pich635\\picwgoal1440\\pichgoal360 \n010009000003f400000005001c00000000000400000003010800050000000b0200000000050000\n000c0218006000030000001e0007000000fc020000ffffff000000040000002d01000009000000\n1d062100f0001800010000005f00090000001d062100f00001005f001700000007000000fc0200\n00808080000000040000002d010100090000001d062100f0001700010000000000090000001d06\n2100f00001005e000000010007000000fc020000d4d0c8000000040000002d010200090000001d\n062100f0001600010001005e00090000001d062100f00001005d001600010007000000fc020000\n404040000000040000002d010300090000001d062100f0001500010001000100090000001d0621\n00f00001005c0001000200050000000b0200000000050000000c0218006000050000000102ffff\nff000b000000320a0000000000000200020002005e001600050000002e01000000000500000002\n01010000001c000000fb02f5ff00000000000090010000000000400002417269616c00f4774000\n0000fc070a035bd4f47764d4f4770100000000003000040000002d010400050000000902000000\n0016000000320a04000c00070004000c0004005c00120074636373706563000300060006000600\n060006000600040000002701ffff030000000000\n}{\\pict\\wmetafile8\\picw2540\\pich635\\picwgoal1440\\pichgoal360 \n010009000003f500000005001c00000000000400000003010800050000000b0200000000050000\n000c0218006000030000001e0007000000fc020000ffffff000000040000002d01000009000000\n1d062100f0001800010000005f00090000001d062100f00001005f001700000007000000fc0200\n00808080000000040000002d010100090000001d062100f0001700010000000000090000001d06\n2100f00001005e000000010007000000fc020000d4d0c8000000040000002d010200090000001d\n062100f0001600010001005e00090000001d062100f00001005d001600010007000000fc020000\n404040000000040000002d010300090000001d062100f0001500010001000100090000001d0621\n00f00001005c0001000200050000000b0200000000050000000c0218006000050000000102ffff\nff000b000000320a0000000000000200020002005e001600050000002e01000000000500000002\n01010000001c000000fb02f5ff00000000000090010000000000400002417269616c00f4774000\n0000fc070a035bd4f47764d4f4770100000000003000040000002d010400050000000902000000\n0017000000320a04000c00080004000c0004005c0012005f747363737065630600030006000600\n0600060006000600040000002701ffff030000000000\n}{\\pict\\wmetafile8\\picw2540\\pich635\\picwgoal1440\\pichgoal360 \n0100090000030101000005002300000000000400000003010800050000000b0200000000050000\n000c0218006000030000001e0007000000fc020000ffffff000000040000002d01000009000000\n1d062100f0001800010000005f00090000001d062100f00001005f001700000007000000fc0200\n00808080000000040000002d010100090000001d062100f0001700010000000000090000001d06\n2100f00001005e000000010007000000fc020000d4d0c8000000040000002d010200090000001d\n062100f0001600010001005e00090000001d062100f00001005d001600010007000000fc020000\n404040000000040000002d010300090000001d062100f0001500010001000100090000001d0621\n00f00001005c0001000200050000000b0200000000050000000c0218006000050000000102ffff\nff000b000000320a0000000000000200020002005e001600050000002e01000000000500000002\n01010000001c000000fb02f5ff00000000000090010000000000400002417269616c00f4774000\n0000fc070a035bd4f47764d4f4770100000000003000040000002d010400050000000902000000\n0023000000320a04000c00100004000c0004005c00120073656c6563746564546578742c646f63\n0600060002000600060003000600060006000600060003000300060006000600040000002701ff\nff030000000000\n}{\\pict\\wmetafile8\\picw2540\\pich635\\picwgoal1440\\pichgoal360 \n010009000003fb00000005001d00000000000400000003010800050000000b0200000000050000\n000c0218006000030000001e0007000000fc020000ffffff000000040000002d01000009000000\n1d062100f0001800010000005f00090000001d062100f00001005f001700000007000000fc0200\n00808080000000040000002d010100090000001d062100f0001700010000000000090000001d06\n2100f00001005e000000010007000000fc020000d4d0c8000000040000002d010200090000001d\n062100f0001600010001005e00090000001d062100f00001005d001600010007000000fc020000\n404040000000040000002d010300090000001d062100f0001500010001000100090000001d0621\n00f00001005c0001000200050000000b0200000000050000000c0218006000050000000102ffff\nff000b000000320a0000000000000200020002005e001600050000002e01000000000500000002\n01010000001c000000fb02f5ff00000000000090010000000000400002417269616c00f4774000\n0000fc070a035bd4f47764d4f4770100000000003000040000002d010400050000000902000000\n001d000000320a04000c000c0004000c0004005c001200562d57412d412d572d572d4d08000400\n0a0008000400080004000a0004000a0004000800040000002701ffff030000000000\n}{\\pict\\wmetafile8\\picw2540\\pich635\\picwgoal1440\\pichgoal360 \n010009000003eb00000005001c00000000000400000003010800050000000b0200000000050000\n000c0218006000030000001e0007000000fc020000ffffff000000040000002d01000009000000\n1d062100f0001800010000005f00090000001d062100f00001005f001700000007000000fc0200\n00808080000000040000002d010100090000001d062100f0001700010000000000090000001d06\n2100f00001005e000000010007000000fc020000d4d0c8000000040000002d010200090000001d\n062100f0001600010001005e00090000001d062100f00001005d001600010007000000fc020000\n404040000000040000002d010300090000001d062100f0001500010001000100090000001d0621\n00f00001005c0001000200050000000b0200000000050000000c0218006000050000000102ffff\nff000b000000320a0000000000000200020002005e001600050000002e01000000000500000002\n01010000001c000000fb02f5ff00000000000090010000000000400002417269616c00f4774000\n0000fc070a035bd4f47764d4f4770100000000003000040000002d010400050000000902000000\n000d000000320a04000c00010004000c0004005c00120031000600040000002701ffff03000000\n0000\n}{\\pict\\wmetafile8\\picw2540\\pich635\\picwgoal1440\\pichgoal360 \n010009000003ef00000005001c00000000000400000003010800050000000b0200000000050000\n000c0218006000030000001e0007000000fc020000ffffff000000040000002d01000009000000\n1d062100f0001800010000005f00090000001d062100f00001005f001700000007000000fc0200\n00808080000000040000002d010100090000001d062100f0001700010000000000090000001d06\n2100f00001005e000000010007000000fc020000d4d0c8000000040000002d010200090000001d\n062100f0001600010001005e00090000001d062100f00001005d001600010007000000fc020000\n404040000000040000002d010300090000001d062100f0001500010001000100090000001d0621\n00f00001005c0001000200050000000b0200000000050000000c0218006000050000000102ffff\nff000b000000320a0000000000000200020002005e001600050000002e01000000000500000002\n01010000001c000000fb02f5ff00000000000090010000000000400002417269616c00f4774000\n0000fc070a035bd4f47764d4f4770100000000003000040000002d010400050000000902000000\n0011000000320a04000c00040004000c0004005c00120046554c4c060007000600060004000000\n2701ffff030000000000\n}{\\pict\\wmetafile8\\picw2540\\pich635\\picwgoal1440\\pichgoal360 \n010009000003eb00000005001c00000000000400000003010800050000000b0200000000050000\n000c0218006000030000001e0007000000fc020000ffffff000000040000002d01000009000000\n1d062100f0001800010000005f00090000001d062100f00001005f001700000007000000fc0200\n00808080000000040000002d010100090000001d062100f0001700010000000000090000001d06\n2100f00001005e000000010007000000fc020000d4d0c8000000040000002d010200090000001d\n062100f0001600010001005e00090000001d062100f00001005d001600010007000000fc020000\n404040000000040000002d010300090000001d062100f0001500010001000100090000001d0621\n00f00001005c0001000200050000000b0200000000050000000c0218006000050000000102ffff\nff000b000000320a0000000000000200020002005e001600050000002e01000000000500000002\n01010000001c000000fb02f5ff00000000000090010000000000400002417269616c00f4774000\n0000fc070a035bd4f47764d4f4770100000000003000040000002d010400050000000902000000\n000d000000320a04000c00010004000c0004005c00120031000600040000002701ffff03000000\n0000\n}{\\pict\\wmetafile8\\picw2540\\pich635\\picwgoal1440\\pichgoal360 \n010009000003b900000004000b00000000000400000003010800050000000b0200000000050000\n000c0218006000030000001e0007000000fc020000ffffff000000040000002d01000009000000\n1d062100f0001800010000005f00090000001d062100f00001005f001700000007000000fc0200\n00808080000000040000002d010100090000001d062100f0001700010000000000090000001d06\n2100f00001005e000000010007000000fc020000d4d0c8000000040000002d010200090000001d\n062100f0001600010001005e00090000001d062100f00001005d001600010007000000fc020000\n404040000000040000002d010300090000001d062100f0001500010001000100090000001d0621\n00f00001005c0001000200050000000b0200000000050000000c0218006000050000000102ffff\nff000b000000320a0000000000000200020002005e001600050000002e01000000000500000002\n0101000000040000002701ffff030000000000\n}{\\pict\\wmetafile8\\picw2540\\pich635\\picwgoal1440\\pichgoal360 \n0100090000030101000005002300000000000400000003010800050000000b0200000000050000\n000c0218006000030000001e0007000000fc020000ffffff000000040000002d01000009000000\n1d062100f0001800010000005f00090000001d062100f00001005f001700000007000000fc0200\n00808080000000040000002d010100090000001d062100f0001700010000000000090000001d06\n2100f00001005e000000010007000000fc020000d4d0c8000000040000002d010200090000001d\n062100f0001600010001005e00090000001d062100f00001005d001600010007000000fc020000\n404040000000040000002d010300090000001d062100f0001500010001000100090000001d0621\n00f00001005c0001000200050000000b0200000000050000000c0218006000050000000102ffff\nff000b000000320a0000000000000200020002005e001600050000002e01000000000500000002\n01010000001c000000fb02f5ff00000000000090010000000000400002417269616c00f4774000\n0000fc070a035bd4f47764d4f4770100000000003000040000002d010400050000000902000000\n0023000000320a04000c00100004000c0004005c0012004e59432041646d696e69737472617469\n0700080007000300080006000800020006000200060003000400060003000200040000002701ff\nff030000000000\n}{\\pict\\wmetafile8\\picw2540\\pich635\\picwgoal1440\\pichgoal360 \n010009000003fe00000005002000000000000400000003010800050000000b0200000000050000\n000c0218006000030000001e0007000000fc020000ffffff000000040000002d01000009000000\n1d062100f0001800010000005f00090000001d062100f00001005f001700000007000000fc0200\n00808080000000040000002d010100090000001d062100f0001700010000000000090000001d06\n2100f00001005e000000010007000000fc020000d4d0c8000000040000002d010200090000001d\n062100f0001600010001005e00090000001d062100f00001005d001600010007000000fc020000\n404040000000040000002d010300090000001d062100f0001500010001000100090000001d0621\n00f00001005c0001000200050000000b0200000000050000000c0218006000050000000102ffff\nff000b000000320a0000000000000200020002005e001600050000002e01000000000500000002\n01010000001c000000fb02f5ff00000000000090010000000000400002417269616c00f4774000\n0000fc070a035bd4f47764d4f4770100000000003000040000002d010400050000000902000000\n0020000000320a04000c000e0004000c0004005c00120035643338613336342d396361392d0600\n0600060006000600060006000600040006000600060006000400040000002701ffff0300000000\n00\n}{\\pict\\wmetafile8\\picw2540\\pich635\\picwgoal1440\\pichgoal360 \n010009000003fd00000005001f00000000000400000003010800050000000b0200000000050000\n000c0218006000030000001e0007000000fc020000ffffff000000040000002d01000009000000\n1d062100f0001800010000005f00090000001d062100f00001005f001700000007000000fc0200\n00808080000000040000002d010100090000001d062100f0001700010000000000090000001d06\n2100f00001005e000000010007000000fc020000d4d0c8000000040000002d010200090000001d\n062100f0001600010001005e00090000001d062100f00001005d001600010007000000fc020000\n404040000000040000002d010300090000001d062100f0001500010001000100090000001d0621\n00f00001005c0001000200050000000b0200000000050000000c0218006000050000000102ffff\nff000b000000320a0000000000000200020002005e001600050000002e01000000000500000002\n01010000001c000000fb02f5ff00000000000090010000000000400002417269616c00f4774000\n0000fc070a035bd4f47764d4f4770100000000003000040000002d010400050000000902000000\n001f000000320a04000c000d0004000c0004005c0012005f666f726d256134626f6f6c25000600\n04000600040008000a000600060006000600060002000a00040000002701ffff030000000000\n}{\\pict\\wmetafile8\\picw2540\\pich635\\picwgoal1440\\pichgoal360 \n010009000003fd00000005001f00000000000400000003010800050000000b0200000000050000\n000c0218006000030000001e0007000000fc020000ffffff000000040000002d01000009000000\n1d062100f0001800010000005f00090000001d062100f00001005f001700000007000000fc0200\n00808080000000040000002d010100090000001d062100f0001700010000000000090000001d06\n2100f00001005e000000010007000000fc020000d4d0c8000000040000002d010200090000001d\n062100f0001600010001005e00090000001d062100f00001005d001600010007000000fc020000\n404040000000040000002d010300090000001d062100f0001500010001000100090000001d0621\n00f00001005c0001000200050000000b0200000000050000000c0218006000050000000102ffff\nff000b000000320a0000000000000200020002005e001600050000002e01000000000500000002\n01010000001c000000fb02f5ff00000000000090010000000000400002417269616c00f4774000\n0000fc070a035bd4f47764d4f4770100000000003000040000002d010400050000000902000000\n001f000000320a04000c000d0004000c0004005c001200256133666f7265766572256136000a00\n0600060004000600040006000600060004000a0006000600040000002701ffff030000000000\n}{\\pict\\wmetafile8\\picw2540\\pich635\\picwgoal1440\\pichgoal360 \n010009000003fd00000005001f00000000000400000003010800050000000b0200000000050000\n000c0218006000030000001e0007000000fc020000ffffff000000040000002d01000009000000\n1d062100f0001800010000005f00090000001d062100f00001005f001700000007000000fc0200\n00808080000000040000002d010100090000001d062100f0001700010000000000090000001d06\n2100f00001005e000000010007000000fc020000d4d0c8000000040000002d010200090000001d\n062100f0001600010001005e00090000001d062100f00001005d001600010007000000fc020000\n404040000000040000002d010300090000001d062100f0001500010001000100090000001d0621\n00f00001005c0001000200050000000b0200000000050000000c0218006000050000000102ffff\nff000b000000320a0000000000000200020002005e001600050000002e01000000000500000002\n01010000001c000000fb02f5ff00000000000090010000000000400002417269616c00f4774000\n0000fc070a035bd4f47764d4f4770100000000003000040000002d010400050000000902000000\n001f000000320a04000c000d0004000c0004005c00120064474c6256747a2d7a536b4157000600\n080006000600080003000600040006000700050008000a00040000002701ffff030000000000\n}{\\pict\\wmetafile8\\picw2540\\pich635\\picwgoal1440\\pichgoal360 \n010009000003fe00000005002000000000000400000003010800050000000b0200000000050000\n000c0218006000030000001e0007000000fc020000ffffff000000040000002d01000009000000\n1d062100f0001800010000005f00090000001d062100f00001005f001700000007000000fc0200\n00808080000000040000002d010100090000001d062100f0001700010000000000090000001d06\n2100f00001005e000000010007000000fc020000d4d0c8000000040000002d010200090000001d\n062100f0001600010001005e00090000001d062100f00001005d001600010007000000fc020000\n404040000000040000002d010300090000001d062100f0001500010001000100090000001d0621\n00f00001005c0001000200050000000b0200000000050000000c0218006000050000000102ffff\nff000b000000320a0000000000000200020002005e001600050000002e01000000000500000002\n01010000001c000000fb02f5ff00000000000090010000000000400002417269616c00f4774000\n0000fc070a035bd4f47764d4f4770100000000003000040000002d010400050000000902000000\n0020000000320a04000c000e0004000c0004005c00120039656534356631383839313066640600\n0600060006000600040006000600060006000600060004000600040000002701ffff0300000000\n00\n}\\ul\\v\\f0\\fs24\\par\n\\par\n\\v0\\'a7 20-469 \\b\\f1 Enforcement\\b0\\f0 .  On all blockfaces where vending is not restricted due to the provisions of section 20-466 of this subchapter, vending shall be conducted and permitted on each blockface as follows:\\par\na.  There shall be no more than three vendors permitted to vend on any single city blockface.\\par\nb.  Priority shall be given to the following vending scheme per each city blockface:\\par\n1.  one general vendor licensed pursuant to this subchapter; and\\par\n2.  one first amendment vendor licensed pursuant to this subchapter; and\\par\n3.  one food vendor authorized pursuant to section 17-307 of this code.\\par\nc.  Nothing set forth herein shall be interpreted to denote that two or more vendors presenting similar licenses may not occupy the same blockface, pursuant to the following terms and conditions:\\par\n1.  Between the hours of 5:00 AM and 11:00 AM, where two similar licensees contend for one available vending space on a particular blockface, preference shall be given to the licensee who first commenced vending at said vending space, except that where a licensee presenting a general vendor\\rquote s license and a licensee presenting a specialized license contend for one available vending space on a particular blockface, priority shall always be granted to such licensee presenting a specialized vendor\\rquote s license.\\par\n2.  Between the hours of 11:00 AM and 5:00 AM, where two similar licensees contend for one available vending space on a particular blockface, preference shall be given to the licensee presenting the lower priority number.  \\par\n3.  At all times, where two or more vending spaces are occupied on a particular blockface by similarly licensed vendors, a vendor presenting a license of a class not already occupying the blockface shall be given priority over whomever of the two similarly licensed vendors possesses the higher priority number.  \\par\n4.  Any person issued a specialized vending license shall be deemed to have a higher priority than any person issued a general vending license.      \\par\n5.  At all times, where two or more specialized general vendors occupy the same block face, and thus no alternative vending spaces are available to a person issued a license to vend food pursuant to title 17-307 of this code or a first amendment license pursuant to this subchapter, such person issued a license to vend food pursuant to title 17-307 of this code or a first amendment license pursuant to this subchapter shall be given priority over the specialized vending permit displaying the higher priority number.    \\par\nd.  Authorized officers and employees of the department and members of the police department shall have the power to enforce all laws, rules and regulations relating to vendors. This provision shall in no way restrict any other power granted by law to an officer or employee of any city agency.\\line e.  If a vendor does not move his or her goods, vehicle, pushcart or stand when directed to do so by a police officer or other authorized officer or employee of the city in compliance with the provisions of subdivision i of section 20-466 of this title, such officer or employee is authorized to provide for the removal of such goods, vehicle, pushcart or stand to any garage, automobile pound or other place of safety, and the owner or other person lawfully entitled to the possession of such vehicle, pushcart, stand or goods may be charged with reasonable costs for removal and storage payable prior to the release of such goods, vehicle, pushcart or stand.\\line f.  Any police officer may seize any vehicle, pushcart or stand or other such device used by an unlicensed vendor in violation of section 20-453 including a vehicle, pushcart or other such device used to transport goods sold, given or otherwise transferred to an unlicensed vendor in violation of section 20-467 of this subchapter and may seize any goods which are being sold by an unlicensed vendor in violation of section 20-453 and such vehicle, pushcart, stand or goods or other device shall be subject to forfeiture upon notice and judicial determination.  If a forfeiture proceeding is not commenced, the owner or other person lawfully entitled to the possession of such goods, vehicle, pushcart, or stand or other device may be charged with the reasonable cost for removal and storage payable prior to the release of such goods, vehicle, pushcart, or stand or other device, unless the charge of unlicensed vending has been dismissed.\\line g.  Any police officer may seize any vehicle, pushcart, stand or goods of a vendor operating any general vending business in violation of section 20-466 of this subchapter.  The owner or other person lawfully entitled to the possession of such vehicle, pushcart, stand, or goods may be charged with reasonable costs for removal and storage payable prior to the release of such vehicle, pushcart, stand or goods, unless the violation has been dismissed.\\par\n\\'a7 20-470 \\b\\f1 Forfeiture\\b0\\f0 .  a.  Notice of the institution of forfeiture proceeding shall be in accordance with the provisions of the civil practice law and rules.\\par\nb.  The police department having custody of the seized property, after judicial determination of forfeiture shall, upon a public notice of at least five days, sell such forfeited property at public sale. The net proceeds of such sale shall be paid into the general fund of the city. In the alternative, any such property may be used or converted to use for the purpose of any city, state or federal agency, or for charitable purposes, upon consultation with the human resources administration and other appropriate city agencies, and the police commissioner shall report annually to the city council on the distribution of such property.\\par\nc.  The police department having custody of the seized property shall provide written notice to the affected party of the location of said property.\\par\n\\'a7 20-471 \\b\\f1 Seizure of perishable goods\\b0\\f0 .  In the event that any seizure made pursuant to this subchapter shall include any perishable items or food products which cannot be retained in custody without such items or food products becoming unwholesome, putrid, decomposed or unfit in any way, they may be delivered to the commissioner of health for disposition pursuant to the provisions of section 17-323 of this code.\\line\\'a7 20-472 \\b\\f1 Procedures for recovery of first amendment material that has been removed\\b0\\f0 .  A first amendment vendor who has had any goods, or any vehicle, pushcart or stand removed under the provisions of subdivisions e or f of section 20-469 of this subchapter may serve upon the officer in charge of the police department facility in which the property is located notice of a request for the return of such property either before or after a judicial or administrative determination, conducted in accordance with chapter one of this title and all other laws, rules and regulations applicable thereto, of the violation underlying the removal of such goods, vehicle, pushcart or stand has been made irrespective of the result of such determination. Unless the judicial or administrative proceeding has terminated in favor of such first amendment vendor, the owner, or other person lawfully entitled to the possession of such vehicle, pushcart, stand or goods which have been removed under the aforementioned provisions shall be charged with reasonable costs for removal and storage, payable upon or after the judicial or administrative determination that the violation underlying the removal of such written matter, vehicle, pushcart or stand occurred. Such charge for removal and storage, which shall be established by the police commissioner by regulation shall be made part of the fine, penalty or judgment rendered in the judicial or administrative proceeding and shall be paid to the police department property clerk by the judicial or administrative body receiving such fine, penalty or judgment.\\line  \\'a7 20-473\\b  \\f1 Delivery to vendors; distributor's license required.  \\b0\\f0 a.  It shall be unlawful for any individual to transport goods by means of a motor vehicle, as defined in the vehicle and traffic law, to a public space for sale or other transfer to a general vendor, without having first obtained a distributor's license in accordance with the provisions of this subchapter. \\line b.  Where the distributor does not personally drive the vehicle, he or she shall cause the driver to carry proof of the distributor's license, which the driver shall furnish upon demand to any officer or agent empowered to enforce the law.  No distributor shall permit any driver he or she employs to engage in, on the distributor's behalf, any of the activities for which a license is required unless such driver complies with all regulations promulgated pursuant to this subchapter.\\line c.  Each person applying for a distributor's license, or renewal thereof, shall file an application in such form and detail as the commissioner may prescribe and shall pay such license fee as shall be established by the commissioner by regulation. In addition to any other information required, the commissioner shall require the following information:\\line 1.  The name and home and business address of the applicant;\\line 2.  The name and home and business address of the owner, if other than the applicant, of the goods to be delivered;\\line 3.  A description of the type of goods or services to be delivered;\\line 4.  Three prints of a full-face photograph of the applicant taken not more than thirty days prior to the date of the application;\\line 5.  Proof that the applicant has obtained from the state tax commission of the state of New York a certificate of authority designating the applicant's sales tax identification number;\\line 6.  An applicant who is a non-resident of the city shall provide the name and address of a registered agent within the city or designate the commissioner as his or her agent upon whom process or other notification may be served;\\line 7.  Any changes in the information provided in an application for an original license or renewal thereof, which arise during the term of the license shall be reported to the commissioner in writing within thirty days.\\line\\'a7 20-474\\b  \\f1 Delivery vehicle identification required\\b0\\f0 .   a.  No person shall engage in any activity for which a distributor's license is required unless the motor vehicle used therefore is identified in the manner prescribed by law or regulation.\\line b.  Any vehicle used by a distributor to transport goods to a general vendor must be visually identified by a sign conspicuously displayed on the side of the vehicle. The following information shall be clearly and legibly displayed on such sign: the licensee's name, address, and business telephone number; the words \"General Vending Distributor\"; and the department's telephone complaint number. The letters and numerals of such display shall not be less than one and one-half inches in height, with a width of at least one-quarter of an inch, and shall be colored black or white, whichever is most prominent against the background color.\\line c.  Signs used to identify delivery vehicles may be removable, but must be securely fastened whenever the vehicle is used to deliver or remove goods to or from a general vendor. The sign must remain securely attached throughout the time it takes to load or unload goods.\\line\\'a7 20-475  \\b\\f1 Penalties\\b0\\f0 .  a.  Any person who violates the provisions of sections 20-453 or 20-473 of this subchapter shall be guilty of a misdemeanor punishable by a fine of not less than two hundred fifty dollars nor more than seven hundred fifty dollars, or by imprisonment for not more than three months or by both such fine and imprisonment.  In addition, any police officer may seize any vehicle used to transport goods to a general vendor, along with the goods contained therein, where the driver is required to but cannot produce evidence of a distributor's license.  Any vehicle and goods so seized may be subject to forfeiture upon notice and judicial determination.  If a forfeiture proceeding is not commenced, the owner or other person lawfully entitled to possession of such vehicle and goods may be charged with the reasonable cost for removal and storage payable prior to the release of such vehicle and goods, unless the charge of unlicensed distributing has been dismissed.\\line b.  Except as provided in subdivision a of this section, a person who violates any provision of this subchapter or any of the rules or regulations promulgated hereunder shall be guilty of an offense punishable by the court as follows:\\line 1.  For a first violation, a fine of twenty-five dollars.\\line 2.  For a second violation issued for the same offense within a period of one year of the date of a first violation, a fine of one hundred twenty-five dollars.\\line 3.  For a third violation issued for the same offense within a period of one year of the date of a first violation, a fine of two hundred fifty dollars.\\line 4.  For any subsequent violations issued for the same offense within a period of one year of the date of a first violation, a fine of five hundred dollars.\\line c.  In addition to the penalties prescribed by subdivision a of this section, any person who violates, or any person aiding another to violate, the provisions of section 20-453 of this subchapter shall be liable for a civil penalty of five hundred dollars together with a penalty of two hundred fifty dollars per day for every day during which the unlicensed business operated.\\line d.  In addition to the penalties prescribed by subdivision b of this section, any person who violates any provision of this subchapter, other than section 20-453, or any of the rules or regulations promulgated hereunder shall be liable for a civil penalty as follows:\\line 1.  For a first violation, a fine of twenty-five dollars.\\line 2.  For a second violation issued for the same offense within a period of one year of the date of a first violation, a fine of one hundred twenty-five dollars.\\line 3.  For a third violation issued for the same offense within a period of one year of the date of a first violation, a fine of two hundred fifty dollars.\\line 4.  For any subsequent violations issued for the same offense within a period of one year of the date of a first violation, a fine of five hundred dollars.\\line e.  A proceeding to recover any civil penalty authorized pursuant to the provisions of subdivision c of this section shall be commenced by the service of a notice of violation which shall be returnable to the department of consumer affairs. The commissioner shall have the power to impose the penalties prescribed by subdivision c of this section.\\line f.  Any person who violates the provisions of section 20-465 of this subchapter and any rules promulgated thereunder shall be guilty of a misdemeanor punishable by a fine of not more than five hundred dollars, or by imprisonment for not more than thirty days or by both such fine and imprisonment.\\par\ng.  In any civil or criminal action or proceeding, failure by a vendor who is required to be licensed pursuant to the provisions of this subchapter to exhibit upon demand a general vendor's license in accordance with the provisions of this subchapter to any police officer or authorized officer or employee of the department or other city agency shall be presumptive evidence that such vendor is not duly licensed.\\line h.  In any civil or criminal action or proceeding, failure by any person who is required to obtain a distributor's license pursuant to the provisions of this subchapter, or failure by the driver of such person, to exhibit upon demand a distributor's license in accordance with the provisions of this subchapter to any police officer or authorized officer or employee of the department or other city agency shall be presumptive evidence that such person is not duly licensed.\\par\n\\'a7 20-476 \\b\\f1 Regulations\\b0\\f0 .\\line The commissioner shall make such regulations as deemed necessary for the proper implementation and enforcement of this subchapter.\\ulnone\\par\n\\cf1\\par\n\\pard\\fi720\\sl480\\slmult1\\'a7\\b  \\b0 3.  Section 1\\cf0 7-306 of the administrative code of the city of New York is amended to add a new subdivision q, to read as follows:\\line\\cf1\\ul q.  \\ldblquote Priority number\\rdblquote . The license number assigned to a particular licensee, denoting the priority status that said licensee is to be given with respect to other similar licensees.\\par\n\\pard\\sl480\\slmult1\\cf0\\ulnone\\tab\\cf1\\'a7 4.  Subdivision b of section 17-307 of the administrative code of the city of New York is relettered subdivision c, and items A, B, C and D of clause i of subparagraph b of paragraph 2 of such subdivision are amended to read as follows:   \\par\n\\'a7 17-307  \\b\\f1 Licenses, permits required; restrictions; term.\\b0\\f0\\par\n\\cf0 (A) [fifty] \\ul one hundred\\ulnone  of such full-term permits shall authorize the holders thereof to vend food from any vehicle or pushcart in any public place in the borough of the Bronx where food vendors are not prohibited from vending;\\line (B) [fifty] \\ul one hundred\\ulnone  of such full-term permits shall authorize the holders thereof to vend food from any vehicle or pushcart in any public place in the borough of Brooklyn where food vendors are not prohibited from vending;\\line (C) [fifty] \\ul one hundred\\ulnone  of such full-term permits shall authorize the holders thereof to vend food from any vehicle or pushcart in any public place in the borough of Queens where food vendors are not prohibited from vending; and\\line (D) [fifty] \\ul one hundred\\ulnone  of such full-term permits shall authorize the holders thereof to vend food from any vehicle or pushcart in any public place in the borough of Staten Island where food vendors are not prohibited from vending.\\line\\tab\\par\n\\pard\\fi720\\sl480\\slmult1\\cf1\\'a7 5.  A new subdivision b is added to section 17-307 of the administrative code of the city of New York to read as follows:\\par\n\\pard\\sl480\\slmult1\\cf0\\ul b.  The number of food vendor licenses in effect pursuant to the provisions of this subchapter on the first day of September, two thousand-five shall be the maximum number of licenses issued.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\par\n\\'a7 6.  Subdivisions c, d, e, f, and g of section 17-307 \\cf1 of the administrative code of the city of New York\\cf0  are relettered as subdivisions d, e, f, g and h, respectively.\\par\n\\par\n\\'a7 7.  A new subdivision i is added to section 17-307 of the administrative code of the city of New York, to read as follows:\\par\n\\pard\\sl480\\slmult1\\ul i. No individual may simultaneously possess more than one of the following licenses:\\par\n1. to act as a first amendment vendor pursuant to section 20-453 of this code; \\par\n2. to act as a general vendor pursuant to \\cf1 section \\cf0 20-453 of this code;\\par\n3. to vend food pursuant to \\cf1 this subchapter\\cf0 .\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\par\n\\'a7 8.  Subdivisions a, b, c, and d of section 17-308 of the administrative code of the city of New York are amended to read as follows:\\f2\\fs20\\line\\f0\\fs24 a. The \\ul bi-\\ulnone annual fees for licenses and permits set forth in subdivisions b and c of this section shall be payable at the time of application for a license or permit or renewal thereof, except as otherwise provided in subdivision e of section 17-307 of this subchapter.\\line b. The \\ul bi-\\ulnone annual fee for a license or renewal thereof shall be [twenty-five] \\ul fifty \\ulnone dollars[; provided, however, that for an initial license issued for more than two years the applicable license fee shall be increased proportionally to the nearest quarter year].\\line c. The \\ul bi-\\ulnone annual fee for a permit or renewal thereof shall be:\\line 1. For a pushcart or vehicle selling prepackaged food: [fifty] \\ul seventy-five\\ulnone  dollars [for the first year and twenty-five dollars for each year thereafter].\\line 2. For a vehicle selling foods prepared or processed therein: [one] \\ul two\\ulnone  hundred dollars.\\line d. The fee for issuing a duplicate license, permit or plate when the original has been lost, destroyed or mutilated shall be: [ten] \\ul fifteen\\ulnone  dollars.\\line\\par\n\\'a7 9.  Paragraph 7 of subdivision b of section 17-309 \\cf1 of the administrative code of the city of New York\\cf0  is deleted and paragraph 8 of subdivision b of section 17-309 \\cf1 of the administrative code of the city of New York\\cf0  is renumbered as paragraph 7.  \\par\n\\par\n\\'a7 10.  A new subdivision d is added to section 17-309 \\cf1 of the administrative code of the city of New York\\cf0  and subdivision d of section 17-309 \\cf1 of the administrative code of the city of New York\\cf0  is relettered as subdivision e, to read as follows:  \\par\n\\pard\\sl480\\slmult1 d.  \\ul The commissioner shall require that applicants for licenses issued pursuant to this subchapter be fingerprinted. The applicant shall pay a processing fee as required by the state division of criminal justice services.   \\par\n\\ulnone [d.] \\ul e.\\ulnone   Upon approval of an application the commissioner shall issue a license to the applicant for a license and a permit and plate to the applicant for a vehicle or pushcart permit.  \\ul The commissioner shall issue such license and permit in a form designed to thwart counterfeit or replication.\\ulnone  Such license shall contain the name and address of the licensee, his or her license number [and] \\ul ,\\ulnone  a non-removable photograph of such licensee fingerprint \\ul and a facsimile of the licensee\\rquote s fingerprint\\ulnone .\\par\n\\pard\\fi720\\sl480\\slmult1\\par\n\\'a7 11.  New subdivisions f, g and h are added to section 17-309 \\cf1 of the administrative code of the city of New York\\cf0 , to read as follows:\\par\n\\pard\\sl480\\slmult1\\ul f.  The commissioner shall establish a system to equitably determine the priority granted to an individual licensee with respect to enforcement as set forth in section 17-321of this subchapter.  Licenses shall be issued as follows: \\par\n1.  Priority shall be granted to applicants possessing a food vendor license on the effective date of this local law.  Such applicants shall be awarded higher priority in relation to the seniority of their food vendor license in effect prior to enactment of this legislation.\\par\n2.  Any applicant for a food vendor license who does not possess a food vendor license on the date this local law takes effect shall be awarded higher priority in relation to the seniority of the date of issuance of the food vendor license.  \\par\ng.  All applicants issued a license pursuant to this subchapter shall receive a permit number starting with a unique numeral indicating the type of license issued, followed by a series of numerals indicating the licensee\\rquote s priority number, a lower number representing higher priority.\\par\nh.  The Commissioner shall coordinate with the Commissioner of the Department of Consumer Affairs with respect to \\f4 effectuating\\f0  the permit scheme set forth in this subchapter.\\f4  \\line\\ulnone   \\tab\\par\n\\pard\\fi720\\sl480\\slmult1\\f0\\'a7 12.  Subdivision j of section 17-315 \\cf1 of the administrative code of the city of New York\\cf0  is amended, to read as follows:\\ul\\f4\\par\n\\pard\\sl480\\slmult1\\ulnone\\f0 j. Where exigent circumstances exist and a police officer or other authorized officer or employee of the city gives notice to a food vendor to temporarily move from a location such vendor shall not vend from such location. For the purpose of this subdivision, exigent circumstances shall include but not be limited to, unusually heavy pedestrian or vehicular traffic, existence of any obstructions in the public space at or near such location, an accident, fire or other emergency situation at or near such location, or a parade, demonstration, or other such event or occurrence at or near such location. \\ul Where a police officer or other authorized officer or employee of any city agency gives notice to a food vendor that exigent circumstances exist requiring temporary removal from any location, such notice shall be provided in written form detailing the exigent conditions requiring removal, a duplicate of which shall be maintained in the books and records of the issuing police agency or other authorized city agency that issued said notice for a period of not less than one year.\\ulnone  \\par\n\\pard\\fi720\\sl480\\slmult1\\par\n\\'a7 13.  Subdivisions k and l of section 17-315 \\cf1 of the administrative code of the city of New York\\cf0  are hereby repealed, and new subdivisions k and l are added to section 17-315\\cf1  of the administrative code of the city of New York\\cf0 , to read as follows:\\f4\\line\\ul\\f0 k.  No vendor shall vend over any ventilation grill, cellar door, manhole, transformer vault, or subway access grating.\\line l.  No vendor shall vend:\\line 1.  within twenty feet from sidewalk cafes;\\line 2.  within five feet from (a) bus shelters, (b) newsstands, (c) public telephones or (d) disabled access ramps; \\line 3.  within ten feet from entrances or exits to buildings which are exclusively residential at the street level;\\par\n\\pard\\sl480\\slmult1 4.  on Broadway between Murray Street and Battery Place and on Park Row between Ann Street and Spruce Street; and\\ulnone\\par\n\\ul 5.  in the area including and bounded on the east by the easterly side of Broadway, on the south by the southerly side of Liberty Street, on the west by the westerly side of West Street and on the north by the northerly side of Vesey Street.\\ulnone\\f2\\fs20\\line   \\tab\\par\n\\pard\\fi720\\sl480\\slmult1\\f0\\fs24\\'a7 14.  New subdivisions g and h are added to section 17-317\\cf1  of the administrative code of the city of New York\\cf0 , to read as follows:\\f2\\fs20\\par\n\\pard\\sl480\\slmult1\\ul\\f0\\fs24 g. The commissioner shall not renew a license issued pursuant to this subchapter where the applicant is unable to demonstrate that he or she has paid all applicable taxes on income earned from the use of the existing license for the immediate two of the previous four years.\\par\nh. The commissioner shall not renew a vehicle or pushcart permit where an outstanding violation exists against a licensee issued such violation while utilizing said vehicle or pushcart permit.\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone\\'a7 15.  Subdivisions a, b, c and d of section 17-321 \\cf1 of the administrative code of the city of New York\\cf0  are relettered as subdivisions c, d, e and f, respectively, and a new subdivision a, b, c and g are added to section 17-321\\cf1  of the administrative code of the city of New York\\cf0 , to read as follows:\\f2\\fs20\\par\n\\pard\\sl480\\slmult1\\f0\\fs24\\'a7 17-321 \\b\\f1 Enforcement\\b0\\f0 .\\ul   On all blockfaces where vending is not restricted due to the provisions of section 17-315 of this subchapter, vending shall be conducted and permitted on each blockface as follows:\\ulnone   \\par\n\\ul a.  There shall be no more than three vendors permitted to vend on any single city blockface.\\par\nb.  Priority shall be given to the following vending scheme per each city blockface:\\par\n1.  one general vendor licensed pursuant to section 20-453 of this code; and\\par\n2.  one first amendment vendor licensed pursuant to 20-453 of this code; and\\par\n3.  one food vendor authorized pursuant to this subchapter.\\par\nc.  Nothing set forth herein shall be interpreted to denote that two or more vendors presenting similar licenses may not occupy the same blockface, pursuant to the following terms and conditions:\\par\n1.  Between the hours of 5:00 AM and 11:00 AM, where two similar licensees contend for one available vending space on a particular blockface, preference shall be given to the licensee who first commenced vending at said vending space, except that where a licensee presenting a general vendor\\rquote s license as defined by section 20-452 of this code and a licensee presenting a specialized license as defined by section 20-452 of this code contend for one available vending space on a particular blockface, priority shall always be granted to such licensee presenting a specialized vendor\\rquote s license.\\par\n2.  Between the hours of 11:00 AM and 5:00 AM, where two similar licensees contend for one available vending space on a particular blockface, preference shall be given to the licensee presenting the lower priority number.  \\par\n3.  At all times, where two or more vending spaces are occupied on a particular blockface by similarly licensed vendors, a vendor presenting a license of a class not already occupying the blockface shall be given priority over whomever of the two similarly licensed vendors possesses the higher priority number.  \\par\n4.  At all times, where two or more specialized general vendors, as defined by section 20-452 of this code, occupy the same block face, and thus no alternative vending spaces are available to a party issued a license to vend food pursuant to this subchapter or a first amendment vendor as defined by section 20-452 of this code, such party issued a food vendor license or a first amendment license, shall be given priority over the specialized vending permit displaying the highest priority number.    \\par\ng.  All violations assessed against a licensee pursuant to this subchapter shall concurrently apply against the permit granted to the vehicle or pushcart that said licensee is operating at the time the summons is issued to the extent set forth in section 17-317 h of this subchapter.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\par\n\\'a7 16.  Subdivision a of section 17-322\\cf1  of the administrative code of the city of New York\\cf0  is amended to read as follows, and a new subdivision c is added to section 17-322\\cf1  of the administrative code of the city of New York\\cf0 , to read as follows:\\f2\\fs20\\par\n\\pard\\sl480\\slmult1\\f0\\fs24\\'a7 17-322 \\b\\f1 Forfeitures\\b0\\f0 .\\line a. In addition to any penalties imposed pursuant to subdivision a of section 17-325 of this subchapter upon any person found guilty of violating subdivision a, [b or] c \\ul or d\\ulnone  of section 17-307 of this subchapter, all property seized pursuant to this subchapter shall be subject to forfeiture upon notice and judicial determination. Notice of the institution of the forfeiture proceeding shall be in accordance with the provisions of the civil practice law and rules.\\line c.  \\ul The police department having custody of the seized the property shall provide written notice to the affected party of the location of said property.\\ulnone\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\'a7 17.  Subdivisions a, b and c of section 17-325 \\cf1 of the administrative code of the city of New York\\cf0  are amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\'a7 17-325 \\b\\f1 Penalties\\b0\\f0 .\\line a. Any person who violates the provisions of subdivision a, [b, or] c \\ul or d\\ulnone  of section 17-307 of this subchapter shall be guilty of a misdemeanor, punishable by a fine of not less than [one] \\ul two\\ulnone  hundred fifty dollars nor more than [one thousand] \\ul seven hundred fifty\\ulnone  dollars, or by imprisonment for not more than three months or by such fine and imprisonment.\\line b. Except as provided in subdivision a of this section, a person who violates any provision of this subchapter or any of the rules or regulations promulgated hereunder shall be guilty of an offense punishable by the court as follows:\\line 1. For the first violation, a fine of [not less than] twenty-five dollars [nor more than fifty dollars].\\line 2. For the second violation \\ul issued for the same offense \\ulnone within a period of [two] \\ul one\\ulnone  year[s] of the date of a first violation, a fine of [not less than fifty] \\ul one hundred twenty-five\\ulnone  dollars [nor more than one hundred dollars].\\line 3. For a third violation \\ul issued for the same offense \\ulnone within a period of [two] \\ul one\\ulnone  year[s] of the date of a first violation, a fine of  [not less than one] \\ul two\\ulnone  hundred \\ul fifty\\ulnone  dollars [nor more than two hundred and fifty dollars], in addition to the remedy provided for in subdivision f of section 17-317 of this subchapter.\\line 4. For any subsequent violations \\ul issued for the same offense \\ulnone within a period of\\ul  \\ulnone  [two] \\ul one\\ulnone  year[s] of the date of a first violation, a fine of [not less than two] \\ul five\\ulnone  hundred [fifty] dollars [nor more than one thousand dollars].\\line c. 1. In addition to the penalties prescribed by subdivision a of this section, any person who violates, or any person aiding another to violate, the provisions of subdivision a, [b, or] c or \\ul d \\ulnone of section 17-307 of this subchapter shall be liable for a civil penalty of [not less than one] \\ul five\\ulnone  hundred [fifty dollars nor more than one thousand dollars] together with a penalty of [one] \\ul two\\ulnone  hundred \\ul fifty\\ulnone  dollars per day for every day during which the unlicensed business operated.\\line 2.  In addition to the penalties prescribed by subdivision b of this section, any person who violates any of the provisions of this subchapter, other than subdivision a, [b, or] c \\ul or d\\ulnone  of section 17-307 of this subchapter, or any of the rules and regulations promulgated hereunder shall be liable for a civil penalty as follows:\\line (a.)  For the first violation, a fine of [not less than] twenty-five dollars [nor more than fifty dollars].\\line (b.)  For the second violation \\ul issued for the same offense \\ulnone within a period of [two] \\ul one\\ulnone  year[s] of the date of a first violation, a fine of [not less than fifty] \\ul one hundred twenty-five\\ulnone  dollars [nor more than one hundred dollars].\\line (c.)  For a third violation \\ul issued for the same offense \\ulnone within a period of [two] \\ul one\\ulnone  year[s] of the date of a first violation, a fine of  [not less than one] \\ul two\\ulnone  hundred \\ul fifty\\ulnone  dollars [nor more than two hundred and fifty dollars], in addition to the remedy provided for in subdivision f of section 17-317 of this subchapter.\\line (d.)  For any subsequent violations \\ul issued for the same offense \\ulnone within a period of\\ul  \\ulnone  [two] \\ul one\\ulnone  year[s] of the date of a first violation, a fine of [not less than two] \\ul five\\ulnone  hundred [fifty] dollars [nor more than one thousand dollars].\\line\\par\n\\pard\\fi720\\sl480\\slmult1\\'a7 18.  Chapter 5 of title 20 of the administrative code of the city of New York is \\par\n\\pard\\keepn\\s1 amended by adding a new subchapter 15 to read as follows:\\par\n\\pard\\keepn\\s2\\qc\\ul\\b\\par\n\\f1 Subchapter 15\\par\n\\pard\\qc\\f0\\par\n\\pard\\fi720\\'a7 20-761  Prohibition on External Structures Restricting Vending.\\par\n\\pard\\par\n\\pard\\fi720\\f1\\'a7 20-762 Penalties.\\par\n\\pard\\qc\\ulnone\\b0\\f0\\par\n\\pard\\ul\\'a7 20-761 \\f1 Prohibition on External Structures Restricting Vending\\f0 .  Unless having \\par\n\\par\ndemonstrated that an external structure or object is necessary for public safety and having \\par\n\\par\nobtained proper authorization from the appropriate city agency, no person, business, \\par\n\\par\ncorporation, partnership or entity shall erect, place, position, or situate any external \\par\n\\par\nstructures or objects that prohibit vending where a blockface is not otherwise restricted \\par\n\\par\npursuant to sections 17-315 or 20-466 of this code.\\ulnone  \\par\n\\ul\\b\\par\n\\pard\\fi720\\sl480\\slmult1\\b0\\'a7 20-762\\b\\f1  Penalties\\b0\\f0 .  Any agency, person, business, corporation, partnership or entity that erects, places, positions, or situates any external structures in violation of this subchapter shall be liable for a civil penalty, per external structure, as follows:\\line a. For a first violation, a fine of two hundred fifty dollars.\\line b. For a second violation within a period of two years of the date of a first violation, a fine of seven hundred fifty dollars.\\line c. For a third violation within a period of two years of the date of a first violation, a fine of one thousand five hundred dollars.\\line d. For each subsequent violation within a period of two years of the date of a first violation, a fine of two thousand five hundred dollars.\\line\\ulnone   \\tab\\'a719.  If any section, subdivision, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\\par\n\\'a720.  This local law shall take effect ninety days after it shall have been enacted into law; provided that the commissioners of the appropriate departments may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, establishing guidelines and promulgating rules.\\par\n\\pard\\sl480\\slmult1\\par\n}\n\u0000",
  "LastModified": "2015-07-06T16:39:54.877Z"
}
