{
  "ID": 32965,
  "GUID": "6C38AF8D-BD53-4FCB-B36D-74328405A011",
  "File": "Int 0626-2005",
  "Name": "Protecting the purity of the NYC drinking water supply.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to protecting the purity of the New York city drinking water supply and the security of its water supply infrastructure.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2005-04-20T00:00:00Z",
  "AgendaDate": "2005-04-20T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 174243,
      "Date": "2005-04-20T15:55:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 174529,
      "Date": "2005-04-20T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4573,
      "AgendaSequence": 146,
      "MinutesSequence": 153,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175463,
      "Date": "2005-05-17T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 4717,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175629,
      "Date": "2005-05-17T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 4717,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185102,
      "Date": "2005-12-31T16:35:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 66238,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4d3a2459-c8b8-4b2c-af87-7f13732c3ace.doc",
      "Sort": 1
    },
    {
      "ID": 68803,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f4094595-e585-4b7a-90b6-aa90f8a774dc.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 33091,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1  Declaration of Legislative Findings and Intent.  The Council finds that providing clean, safe drinking water to all residents and visitors is a fundamental responsibility of city government and that the New York City drinking water supply, and in particular its nineteen upstate reservoirs, constitutes one of the city’s most valuable capital assets.  \n Long-range planning by City officials, going back as far as 1842 when the City’s first upstate reservoir was placed into service, has provided New Yorkers with a high quality drinking water system, which today supplies roughly 1.2 billion gallons a day to New York City residents and visitors. \nThe Council recognizes that water supplied by the six large West-of-Hudson reservoirs that make up the city’s Catskill and Delaware system remains unfiltered, and thus will continue to be vulnerable to pollution from such sources as sewage and stormwater runoff generated by development on watershed lands, which drain into the rivers and streams that feed these reservoirs.  \nThe acquisition of watershed lands and the preservation of these lands as forests, meadows and wetlands has been recognized by the American Water Works Association, the National Research Council, the U.S. Environmental Protection Agency and other independent water experts as one of the most important strategies for safeguarding unfiltered drinking water supplies like New York City’s.   \nNew York City’s Department of Environmental Protection (DEP) has, in recent years, advanced a successful watershed land acquisition program, which has protected by fee simple purchase or easement approximately 60,000 acres since 1997.  However, the total amount of watershed lands owned and easements obtained by New York City equals only about 100,000 acres, or 10% of the Catskill and Delaware watersheds.  Even when state, local, and private land trust holdings are added in, the total protected acreage equals about 30% of New York’s Catskill and Delaware system watershed lands - a much lower percentage than that protected by the five other large municipal unfiltered water supplies in the United States - San Francisco, Seattle, Portland, Oregon and Boston.  \nThe Council believes that it is essential for New York City to renew and aggressively advance its willing-buyer, willing-seller land acquisition program for at least ten additional years.  Moreover, it is the Council’s hope that a continuation of the City’s land acquisition program, will be matched by significant additional land acquisition efforts by State agencies, local governments and private land trusts, so that over the long term, total lands secured in the Catskill and Delaware watersheds will climb closer to the levels of protection afforded to watersheds of all other major unfiltered water supplies in the country. \nThe Council also finds that policing the City’s reservoirs, dams and other water supply infrastructure, as well as watershed lands, and protecting them from wide-ranging threats, including pollution, vandalism and terrorist attack, must continue as a high priority.  DEP’s Police Force should be enhanced and supported so that it has all of the necessary capabilities and resources to fulfill these important responsibilities, while at the same time serving as a good neighbor to the watershed communities.  \nIn addition, the Council recognizes that it can better fulfill its responsibility to New York City water consumers and ratepayers by assuming a greater role in reviewing the Department of Environmental Protection’s revised Long-Term Watershed Land Protection Program document, to be submitted by the City to the United States environmental protection agency in 2006.\nThe Council further recognizes that an essential element in safeguarding the City’s drinking water supply is to continue and strengthen the water quality-based partnership between the City of New York and the communities whose watershed lands drain into City reservoirs.  The Council believes that the City’s watershed protection initiatives should continue to be advanced in a spirit of mutual respect and cooperation between New York City and the watershed communities, and in a manner that allows for continued economic vitality for watershed residents.   \nFinally, the Council is aware of the financial burdens that rising water and sewer rates have on New York City property owners, and is therefore committed to minimizing future water and sewer rate increases to the maximum practicable extent.  Significantly, advancing the watershed protection measures set forth in this legislation can help mitigate against future water rate increases.  The federal Safe Drinking Water Act (SDWA) and its implementing regulations require that all public water providers with surface water supplies like New York City must filter their water to protect against microbiological contamination and other health threats, unless the water consistently achieves water quality standards and the water provider is implementing a comprehensive watershed protection plan that satisfies applicable federal regulations.  Fortunately, New York City is today achieving these drinking water quality standards.  But the City must also continue to demonstrate through ownership or written agreements with landowners in the watershed, or a combination of both, that it controls all human activities that may have an adverse effect on the microbiological quality of the source water.  \nIf New York City were required to filter its Catskill and Delaware system water supplies, it is estimated by the department of environmental protection that the capital costs alone would exceed 6 billion dollars, with hundreds of millions of dollars a year in debt service and operating costs.  Since 1993, the City has received filtration avoidance waivers from the United States Environmental Protection Agency pursuant to provisions of the SDWA.  New York City’s current filtration avoidance waiver expires in 2007, and under its terms, the DEP is required, among other things, to develop a revised watershed protection program and submit it to the EPA by December 2006.\nThe intent of this legislation is to insure that the DEP’s post-2007 watershed protection efforts will build upon and enhance the Department’s on-going watershed protection program, so as to increase the likelihood that the City will continue to secure a filtration avoidance waiver from the EPA for the Catskill and Delaware systems.  This legislation is not intended to prescribe the full set of measures and strategies that will need to be included in the City’s 2006 watershed protection program, but rather to highlight several critical measures that the Council believes must be implemented as part of the City’s overall approach.\nThe Council believes that taking the steps that this legislation directs, when combined with other strategies advanced by the City and/or required by the EPA, will help to protect the City’s irreplaceable reservoirs and watershed lands for future generations, to strengthen the partnership between New York City and watershed communities and to stave off water rate hikes that would otherwise be necessary if the city were required to install costly filtration facilities for the Catskill and Delaware water systems.\n§2.  Chapter three of title 24 of the administrative code of the city of New York is amended by adding thereto a new subchapter 5, to read as follows:\nSubchapter 5. The New York City Water Supply Protection Act.\n§ 24-366.\tShort title.\n§ 24-367.\tDefinitions.\n§ 24-368.\tWatershed land protection goals and activities.\n§ 24-369.\tWater supply security report.\n§ 24-370.\tWatershed protection program document\n§ 24-371.\tAnnual Report\n\n§ 24-366.  Short Title.  This subchapter shall be known and may be cited as the “New York City water supply protection act”.\n§24-367.  Definitions. For the purposes of this subchapter, the following terms shall have the following meanings:  \n(1) “Catskill/Delaware Watershed” means the drainage basins of New York city’s ashokan, cannonsville, kensico, neversink, pepacton, rondout, schoharie, and west branch/boyd’s corner reservoirs.\n(2) “Croton Watershed” means the drainage basins of New York city’s  amawalk, bog brook, cross river, croton falls, diverting, east branch, middle branch, muscoot, new croton, and titicus reservoirs, as well as of kirk lake, lake gleneida and lake gilead.\n(3)  \"Catskill and Delaware Water Supply System\" means the  catskill/delaware watershed and\nthe tunnels, dams and aqueducts which are part of and connect the  reservoirs that constitute the catskill/delaware watershed.\n (4)  “2006 Watershed Protection Program” means the revised Long-Term Watershed Protection Program that must be prepared by the commissioner and submitted to the United States environmental protection agency in December 2006, pursuant to agency’s November 2002 New York City Filtration Avoidance Determination and setting forth New York city’s commitments and milestones that will be the basis for the agency’s 2007 determination regarding whether and under what conditions to renew the city’s filtration avoidance waiver for the catskill and delaware water supply system.\n\tSection 24-368  Watershed land protection goals and activities.  a. The commissioner shall establish a goal of acquiring fee simple ownership  or conservation easements for at least seventy-five thousand acres within the catskill/delaware watershed  during the period from 2007 to 2017.  To help accomplish this goal, the commissioner shall:\n(1) Continue the department’s willing-buyer/willing seller watershed land acquisition program for the catskill/delaware watersheds at least at the 2005 level of operation;\n(2) Make good-faith efforts to acquire fee simple ownership or conservation easements totaling at least seven thousand five hundred acres per year in the catskill/delaware watershed during that period;\n(3) Take greater advantage of cost-effective conservation easements in fulfilling the new  watershed land goals set forth in this section; and \n (4)  Include the ten-year and annual land and easement acquisition goals in the department’s 2006 watershed protection program, prepare any land acquisition permit requests as may be necessary and deposit funds as necessary into the segregated land acquisition program funding account, established pursuant to the 1997 United States environmental protection agency filtration avoidance determination for the catskill/delaware water supply system. \nb.  In addition to the catskill/delaware watershed land and easement acquisition measures described in subdivision a of this section, the department shall continue to vigorously pursue watershed protection and land acquisition efforts in the croton watershed.  To this end, the department shall recommend an allocation of funds necessary for land and easement acquisition in the croton watershed, to be used to match funds allocated by county and local governments within the catskill/delaware watershed or any land trust or other private entity in acquiring watershed parcels of particular importance to water quality protection.\nc.   For all acquired lands subsequent to the effective date of this section, the commissioner shall develop and implement land management plans that, among other things, are sensitive to the benefits of allowing expanded recreational opportunities on these lands provided such activities are compatible with watershed and water quality protection.\n§ 24-369  Watershed and water infrastructure security report.  (a)  The commissioner shall continue and enhance the department’s on-going efforts to safeguard the city’s reservoirs, watershed lands and water supply infrastructure from potential threats that might compromise the quality or quantity of the city’s drinking water supply, including point and non-point pollution discharges, vandalism, or terrorist attack.  To that end, and so that the DEP police force is sufficiently staffed and equipped to respond to emergencies not later than January 15, 2006 and every January 15 thereafter, commissioner shall submit a report to the mayor and the speaker of the Council:  (a) describing  the department’s current and projected staffing levels for its watershed police force and an assessment as to whether such current and projected staffing levels are fully sufficient to meet the multiple challenges and increasing duties of this force, and if not, the steps that the department will take to assure that necessary police staffing levels are achieved;  (b) outlining the department’s current police personnel salary and benefit package, presenting comparable information for persons serving as public safety or police officers with other agencies or departments within the catskill/delaware watershed area, and describing what steps the department will take in order that department police personnel receive comparable salary and benefits to those personnel performing similar roles within the catskill/delaware watershed; and (c) describing the internal and external communications systems used by the department’s police personnel within the watershed and outlining the steps the department will take for enhancing radio and wireless telephone communications both within the department’s police force and among the department police and other law enforcement agencies. \n§24-370  2006 Watershed Protection Program document.  (a) Prior to its being submitted to the United States environmental protection agency\npursuant to the agency’s November 2002 New York City Filtration Avoidance\n\n Determination, the city’s revised Long-Term Watershed Protection Program\n\ndocument shall be submitted to the council for its review and recommendations and  \n\nsuch recommendations shall be incorporated into the final document to be \n\nsubmitted to the agency, as set forth in subdivisions b, c, and d of this section.  \n\n (b) A revised Long-Term Watershed Protection Program document which is to be\n\n submitted by the city the United States environmental protection agency in final\n\n form by December 14, 2006, pursuant to the agency’s November 2002 New York\n\n City Filtration Avoidance Determination, shall be presented in draft form to the\n\n council no later than  September 14, 2006.  The council may hold public\n\n hearings on the draft document and shall assess \n\nthe draft document for consistency with the specific directives and legislative\n\n intent of this statute and with requirements under federal and state law.\n\n (c)  The council shall no later than October 28, 2006 prepare and submit to the\ndepartment a written evaluation, which may recommend revisions or\n modifications to the city’s draft revised Long-Term Watershed Protection\n Program document.\n\t(d)  In fulfilling its requirement to present a final revised Long-Term Watershed\n Protection program document to the United States environmental protection\n agency no later than December 14, 2006, the  commissioner shall not submit such\n document to the agency unless the department has either incorporated the\nrevisions or modifications recommended by the council or added to the body of such document a detailed\nexplanation as to why the council’s recommendations have not been so\n incorporated.  In the event that the  commissioner elects not incorporate all of thecouncil’s recommended revisions or modifications into the final revised Long-\nTerm Watershed Protection Program document, it shall, in addition to\n providing the detailed explanation discussed above, include the council’s writtenevaluation in its entirety as an appendix to such document. \n§24-371  Annual Reporting.  (a)  No later than October 1, 2008,  and every October 1 thereafter, the commissioner shall submit a report to the mayor and the speaker of the council regarding progress made during the reporting period and  since June 30, 2007, in achieving the goals establish by this subchapter.  Such report shall include, but not be limited to, specific information regarding:\n(1)  Acreage acquired in the catskill/delaware watershed through fee simple ownership and conservation easement;\n(2)  Steps taken to continue the department’s willing-buyer/willing-seller Watershed Land Acquisition Program for the Catskill and Delaware watersheds in accordance with the provisions of  this subchapter;\n(3)  A description of good-faith efforts made to acquire fee simple ownership or conservation easements totaling at least seven thousand five hundred0 acres per year;\n\n(4)  Funds deposited into the segregated land acquisition program funding account;\n(5)  Status of developing and implementing land management plans for newly acquired lands; and\n(6)  Status of staffing, salary and benefit levels, staff retention and enhanced communications for department police personnel.\n§3.  Severability clause.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\n§4.  This local law shall take effect immediately.\n\n\nJH\n4/18/05  10:30 am",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\cf0\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1  Declaration of Legislative Findings and Intent.  The Council finds that providing clean, safe drinking water to all residents and visitors is a fundamental responsibility of city government and that the New York City drinking water supply, and in particular its nineteen upstate reservoirs, constitutes one of the city\\rquote s most valuable capital assets.  \\par\n Long-range planning by City officials, going back as far as 1842 when the City\\rquote s first upstate reservoir was placed into service, has provided New Yorkers with a high quality drinking water system, which today supplies roughly 1.2 billion gallons a day to New York City residents and visitors. \\par\nThe Council recognizes that water supplied by the six large West-of-Hudson reservoirs that make up the city\\rquote s Catskill and Delaware system remains unfiltered, and thus will continue to be vulnerable to pollution from such sources as sewage and stormwater runoff generated by development on watershed lands, which drain into the rivers and streams that feed these reservoirs.  \\par\nThe acquisition of watershed lands and the preservation of these lands as forests, meadows and wetlands has been recognized by the American Water Works Association, the National Research Council, the U.S. Environmental Protection Agency and other independent water experts as one of the most important strategies for safeguarding unfiltered drinking water supplies like New York City\\rquote s.   \\par\nNew York City\\rquote s Department of Environmental Protection (DEP) has, in recent years, advanced a successful watershed land acquisition program, which has protected by fee simple purchase or easement approximately 60,000 acres since 1997.  However, the total amount of watershed lands owned and easements obtained by New York City equals only about 100,000 acres, or 10% of the Catskill and Delaware watersheds.  Even when state, local, and private land trust holdings are added in, the total protected acreage equals about 30% of New York\\rquote s Catskill and Delaware system watershed lands - a much lower percentage than that protected by the five other large municipal unfiltered water supplies in the United States - San Francisco, Seattle, Portland, Oregon and Boston.  \\par\nThe Council believes that it is essential for New York City to renew and aggressively advance its willing-buyer, willing-seller land acquisition program for at least ten additional years.  Moreover, it is the Council\\rquote s hope that a continuation of the City\\rquote s land acquisition program, will be matched by significant additional land acquisition efforts by State agencies, local governments and private land trusts, so that over the long term, total lands secured in the Catskill and Delaware watersheds will climb closer to the levels of protection afforded to watersheds of all other major unfiltered water supplies in the country. \\par\nThe Council also finds that policing the City\\rquote s reservoirs, dams and other water supply infrastructure, as well as watershed lands, and protecting them from wide-ranging threats, including pollution, vandalism and terrorist attack, must continue as a high priority.  DEP\\rquote s Police Force should be enhanced and supported so that it has all of the necessary capabilities and resources to fulfill these important responsibilities, while at the same time serving as a good neighbor to the watershed communities.  \\par\nIn addition, the Council recognizes that it can better fulfill its responsibility to New York City water consumers and ratepayers by assuming a greater role in reviewing the Department of Environmental Protection\\rquote s revised Long-Term Watershed Land Protection Program document, to be submitted by the City to the United States environmental protection agency in 2006.\\par\nThe Council further recognizes that an essential element in safeguarding the City\\rquote s drinking water supply is to continue and strengthen the water quality-based partnership between the City of New York and the communities whose watershed lands drain into City reservoirs.  The Council believes that the City\\rquote s watershed protection initiatives should continue to be advanced in a spirit of mutual respect and cooperation between New York City and the watershed communities, and in a manner that allows for continued economic vitality for watershed residents.   \\par\nFinally, the Council is aware of the financial burdens that rising water and sewer rates have on New York City property owners, and is therefore committed to minimizing future water and sewer rate increases to the maximum practicable extent.  Significantly, advancing the watershed protection measures set forth in this legislation can help mitigate against future water rate increases.  The federal Safe Drinking Water Act (SDWA) and its implementing regulations require that all public water providers with surface water supplies like New York City must filter their water to protect against microbiological contamination and other health threats, unless the water consistently achieves water quality standards and the water provider is implementing a comprehensive watershed protection plan that satisfies applicable federal regulations.  Fortunately, New York City is today achieving these drinking water quality standards.  But the City must also continue to demonstrate through ownership or written agreements with landowners in the watershed, or a combination of both, that it controls all human activities that may have an adverse effect on the microbiological quality of the source water.  \\par\nIf New York City were required to filter its Catskill and Delaware system water supplies, it is estimated by the department of environmental protection that the capital costs alone would exceed 6 billion dollars, with hundreds of millions of dollars a year in debt service and operating costs.  Since 1993, the City has received filtration avoidance waivers from the United States Environmental Protection Agency pursuant to provisions of the SDWA.  New York City\\rquote s current filtration avoidance waiver expires in 2007, and under its terms, the DEP is required, among other things, to develop a revised watershed protection program and submit it to the EPA by December 2006.\\par\nThe intent of this legislation is to insure that the DEP\\rquote s post-2007 watershed protection efforts will build upon and enhance the Department\\rquote s on-going watershed protection program, so as to increase the likelihood that the City will continue to secure a filtration avoidance waiver from the EPA for the Catskill and Delaware systems.  This legislation is not intended to prescribe the full set of measures and strategies that will need to be included in the City\\rquote s 2006 watershed protection program, but rather to highlight several critical measures that the Council believes must be implemented as part of the City\\rquote s overall approach.\\par\nThe Council believes that taking the steps that this legislation directs, when combined with other strategies advanced by the City and/or required by the EPA, will help to protect the City\\rquote s irreplaceable reservoirs and watershed lands for future generations, to strengthen the partnership between New York City and watershed communities and to stave off water rate hikes that would otherwise be necessary if the city were required to install costly filtration facilities for the Catskill and Delaware water systems.\\par\n\\'a72.  Chapter three of title 24 of the administrative code of the city of New York is amended by adding thereto a new subchapter 5, to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qc\\ul Subchapter 5. The New York City Water Supply Protection Act.\\par\n\\'a7 24-366.\\tab Short title.\\par\n\\'a7 24-367.\\tab Definitions.\\par\n\\'a7 24-368.\\tab Watershed land protection goals and activities.\\par\n\\pard\\li720\\sl480\\slmult1\\qc\\'a7 24-369.\\tab Water supply security report.\\par\n\\pard\\fi720\\sl480\\slmult1\\qc\\'a7 24-370.\\tab Watershed protection program document\\par\n\\'a7 24-371.\\tab Annual Report\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\par\n\\ul\\'a7 24-366.  Short Title\\b .\\b0   This subchapter shall be known and may be cited as the \\ldblquote New York City water supply protection act\\rdblquote .\\ulnone\\par\n\\ul\\'a724-367.  Definitions\\b .\\b0  For the purposes of this subchapter, the following terms shall have the following meanings:\\ulnone   \\b\\par\n\\b0 (\\ul 1) \\ldblquote Catskill/Delaware Watershed\\rdblquote  means the drainage basins of New York city\\rquote s ashokan, cannonsville, kensico, neversink, pepacton, rondout, schoharie, and west branch/boyd\\rquote s corner reservoirs.\\par\n(2) \\ldblquote Croton Watershed\\rdblquote  means the drainage basins of New York city\\rquote s  amawalk, bog brook, cross river, croton falls, diverting, east branch, middle branch, muscoot, new croton, and titicus reservoirs, as well as of kirk lake, lake gleneida and lake gilead.\\par\n(3)  \"Catskill and Delaware Water Supply System\" means the  catskill/delaware watershed and\\par\n\\pard\\sl480\\slmult1\\qj the tunnels, dams and aqueducts which are part of and connect the  reservoirs that constitute the catskill/delaware watershed.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone  \\ul (4)  \\ldblquote 2006 Watershed Protection Program\\rdblquote  means the revised Long-Term Watershed Protection Program that must be prepared by the commissioner and submitted to the United States environmental protection agency in December 2006, pursuant to agency\\rquote s November 2002 New York City Filtration Avoidance Determination and setting forth New York city\\rquote s commitments and milestones that will be the basis for the agency\\rquote s 2007 determination regarding whether and under what conditions to renew the city\\rquote s filtration avoidance waiver for the catskill and delaware water supply system.\\par\n\\ulnone\\tab\\ul Section 24-368  Watershed land protection goals and activities.  a.\\b  \\b0 The commissioner shall establish a goal of acquiring fee simple ownership  or conservation easements for at least seventy-five thousand acres within the catskill/delaware watershed  during the period from 2007 to 2017.  To help accomplish this goal, the commissioner shall:\\par\n(1) Continue the department\\rquote s willing-buyer/willing seller watershed land acquisition program for the catskill/delaware watersheds at least at the 2005 level of operation;\\par\n(2) Make good-faith efforts to acquire fee simple ownership or conservation easements totaling at least seven thousand five hundred acres per year in the catskill/delaware watershed during that period;\\par\n(3) Take greater advantage of cost-effective conservation easements in fulfilling the new  watershed land goals set forth in this section; and \\par\n (4)  Include the ten-year and annual land and easement acquisition goals in the department\\rquote s 2006 watershed protection program, prepare any land acquisition permit requests as may be necessary and deposit funds as necessary into the segregated land acquisition program funding account, established pursuant to the 1997 United States environmental protection agency filtration avoidance determination for the catskill/delaware water supply system. \\par\nb.  In addition to the catskill/delaware watershed land and easement acquisition measures described in subdivision a of this section, the department shall continue to vigorously pursue watershed protection and land acquisition efforts in the croton watershed.  To this end, the department shall recommend an allocation of funds necessary for land and easement acquisition in the croton watershed, to be used to match funds allocated by county and local governments within the catskill/delaware watershed or any land trust or other private entity in acquiring watershed parcels of particular importance to water quality protection.\\par\nc.   For all acquired lands subsequent to the effective date of this section, the commissioner shall develop and implement land management plans that, among other things, are sensitive to the benefits of allowing expanded recreational opportunities on these lands provided such activities are compatible with watershed and water quality protection.\\par\n\\'a7 24-369  Watershed and water infrastructure security report\\b .\\b0   (a)  The commissioner shall continue and enhance the department\\rquote s on-going efforts to safeguard the city\\rquote s reservoirs, watershed lands and water supply infrastructure from potential threats that might compromise the quality or quantity of the city\\rquote s drinking water supply, including point and non-point pollution discharges, vandalism, or terrorist attack.  To that end, and so that the DEP police force is sufficiently staffed and equipped to respond to emergencies not later than January 15, 2006 and every January 15 thereafter, commissioner shall submit a report to the mayor and the speaker of the Council:  (a) describing  the department\\rquote s current and projected staffing levels for its watershed police force and an assessment as to whether such current and projected staffing levels are fully sufficient to meet the multiple challenges and increasing duties of this force, and if not, the steps that the department will take to assure that necessary police staffing levels are achieved;  (b) outlining the department\\rquote s current police personnel salary and benefit package, presenting comparable information for persons serving as public safety or police officers with other agencies or departments within the catskill/delaware watershed area, and describing what steps the department will take in order that department police personnel receive comparable salary and benefits to those personnel performing similar roles within the catskill/delaware watershed; and (c) describing the internal and external communications systems used by the department\\rquote s police personnel within the watershed and outlining the steps the department will take for enhancing radio and wireless telephone communications both within the department\\rquote s police force and among the department police and other law enforcement agencies. \\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\'a724-370  2006 Watershed Protection Program document.  \\ul (a) Prior to its being submitted to the United States environmental protection agency\\par\n\\pard\\qj pursuant to the agency\\rquote s November 2002 New York City Filtration Avoidance\\par\n\\par\n Determination, the city\\rquote s revised Long-Term Watershed Protection Program\\par\n\\par\ndocument shall be submitted to the council for its review and recommendations and  \\par\n\\par\nsuch recommendations shall be incorporated into the final document to be \\par\n\\par\nsubmitted to the agency, as set forth in subdivisions b, c, and d of this section.  \\par\n\\par\n\\pard\\fi720\\qj  (b) A revised Long-Term Watershed Protection Program document which is to be\\par\n\\pard\\qj\\par\n submitted by the city the United States environmental protection agency in final\\par\n\\par\n form by December 14, 2006, pursuant to the agency\\rquote s November 2002 New York\\par\n\\par\n City Filtration Avoidance Determination, shall be presented in draft form to the\\par\n\\par\n council no later than  September 14, 2006.  The council may hold public\\par\n\\par\n hearings on the draft document and shall assess \\par\n\\par\nthe draft document for consistency with the specific directives and legislative\\par\n\\par\n intent of this statute and with requirements under federal and state law.\\par\n\\par\n\\pard\\sl480\\slmult1\\qj  (c)  The council shall no later than October 28, 2006 prepare and submit to the\\par\ndepartment a written evaluation, which may recommend revisions or\\par\n modifications to the city\\rquote s draft revised Long-Term Watershed Protection\\par\n Program document.\\par\n\\ulnone\\tab\\ul (d)  In fulfilling its requirement to present a final revised Long-Term Watershed\\par\n\\pard\\keepn\\s1\\sl480\\slmult1\\qj  Protection program document to the United States environmental protection\\par\n\\pard\\sl480\\slmult1\\qj  agency no later than December 14, 2006, the  commissioner shall not submit such\\par\n document to the agency unless the department has either incorporated the\\par\nrevisions or modifications recommended by the council or added to the body of such document a detailed\\par\nexplanation as to why the council\\rquote s recommendations have not been so\\par\n incorporated.  In the event that the  commissioner elects not incorporate all of thecouncil\\rquote s recommended revisions or modifications into the final revised Long-\\par\nTerm Watershed Protection Program document, it shall, in addition to\\par\n providing the detailed explanation discussed above, include the council\\rquote s writtenevaluation in its entirety as an appendix to such document. \\par\n\\'a724-371  Annual Reporting.  (a)  No later than October 1, 2008,  and every October 1 thereafter, the commissioner shall submit a report to the mayor and the speaker of the council regarding progress made during the reporting period and  since June 30, 2007, in achieving the goals establish by this subchapter.  Such report shall include, but not be limited to, specific information regarding:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (1)  Acreage acquired in the catskill/delaware watershed through fee simple ownership and conservation easement;\\par\n(2)  Steps taken to continue the department\\rquote s willing-buyer/willing-seller Watershed Land Acquisition Program for the Catskill and Delaware watersheds in accordance with the provisions of  this subchapter;\\par\n(3)  A description of good-faith efforts made to acquire fee simple ownership or conservation easements totaling at least seven thousand five hundred0 acres per year;\\par\n\\par\n(4)  Funds deposited into the segregated land acquisition program funding account;\\par\n(5)  Status of developing and implementing land management plans for newly acquired lands; and\\par\n(6)  Status of staffing, salary and benefit levels, staff retention and enhanced communications for department police personnel.\\par\n\\pard\\sl480\\slmult1\\qj\\'a73.  Severability clause.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\\par\n\\pard\\fi720\\ulnone\\'a74.  This local law shall take effect immediately.\\par\n\\pard\\par\n\\par\n\\fs16 JH\\par\n4/18/05  10:30 am\\par\n}\n\u0000",
  "LastModified": "2015-07-06T15:22:48.75Z"
}
