{
  "ID": 32966,
  "GUID": "BB87D5F8-C99A-4D96-ADE1-F5ECD82E0E26",
  "File": "Int 0627-2005",
  "Name": "Defining “double parking” for the purposes of traffic violations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to defining “double parking” for the purposes of traffic violations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2005-04-20T00:00:00Z",
  "AgendaDate": "2005-04-20T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 174244,
      "Date": "2005-04-20T15:57:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 174535,
      "Date": "2005-04-20T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4573,
      "AgendaSequence": 152,
      "MinutesSequence": 159,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185103,
      "Date": "2005-12-31T16:35:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 33092,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Subchapter 2 of chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-169.3 to read as follows:  \n\t§19-169.3  Double Parking.  a) Notwithstanding any other provisions of law to the contrary, “double parking” shall mean  standing or parking for longer than five minutes on the roadway side of a vehicle stopped, standing or parked at the curb.  \nb) Notwithstanding any other provisions of law to the contrary, stopping parking, or standing shall be permitted for no longer than five minutes on the roadway side of a vehicle stopped, standing or parked at the curb unless otherwise indicated by posted signs, markings or other traffic control devices, or unless otherwise directed by a law enforcement officer.\nc) A law enforcement officer shall document the time in which such officer first observes a vehicle as stopped, parked, or standing roadway side of a vehicle that is stopped, standing, or parked at the curb.   A law enforcement officer shall also document the time for those instances such officer observes the same vehicle as stopped, parked, or standing after more than five minutes from the prior documentation of  such vehicle that is stopped, standing, or parked at the curb.  \nd) The provisions of this law shall not be construed to prohibit a person to stand a commercial vehicle alongside a vehicle parked at the curb at such locations and during such hours that stopping, standing and parking is not prohibited when expeditiously making pickups, deliveries or service calls provided there is no unoccupied parking space or designated loading zone on either side of the street within 100 feet.  \ne) Notwithstanding any other provision of law to the contrary, parking, stopping or standing shall be permitted for no longer than five minutes on the roadway side of a vehicle stopped in Midtown Manhattan.  For the purposes of this subdivison, “Midtown Manhattan” shall mean the area from 14th Street to 60th Street, between First Avenue and Eighth Avenue inclusive.  \n§2.  This local law shall take effect immediately after it is enacted into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red24\\green24\\blue24;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Subchapter 2 of chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-169.3 to read as follows:  \\par\n\\tab\\ul\\'a719-169.3  Double Parking.  a) Notwithstanding any other provisions of law to the contrary, \\ldblquote double parking\\rdblquote  shall mean  standing or parking for longer than five minutes on the roadway side of a vehicle stopped, standing or parked at the curb.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj b) Notwithstanding any other provisions of law to the contrary, stopping parking, or standing shall be permitted for no longer than five minutes on the roadway side of a vehicle\\cf1  \\cf0 stopped, standing or parked at the curb unless otherwise indicated by posted signs, markings or other traffic control devices, or unless otherwise directed by a law enforcement officer.\\par\nc) A law enforcement officer shall document the time in which such officer first observes a vehicle as stopped, parked, or standing roadway side of a vehicle that is stopped, standing, or parked at the curb.   A law enforcement officer shall also document the time for those instances such officer observes the same vehicle as stopped, parked, or standing after more than five minutes from the prior documentation of  such vehicle that is stopped, standing, or parked at the curb.  \\par\nd) The provisions of this law shall not be construed to prohibit a person to stand a commercial vehicle alongside a vehicle parked at the curb at such locations and during such hours that stopping, standing and parking is not prohibited when expeditiously making pickups, deliveries or service calls provided there is no unoccupied parking space or designated loading zone on either side of the street within 100 feet.  \\par\ne) Notwithstanding any other provision of law to the contrary, parking, stopping or standing shall be permitted for no longer than five minutes on the roadway side of a vehicle\\cf1  \\cf0 stopped in Midtown Manhattan.  For the purposes of this subdivison, \\ldblquote Midtown Manhattan\\rdblquote  shall mean the area from 14th Street to 60th Street, between First Avenue and Eighth Avenue inclusive.  \\par\n\\ulnone\\'a72.  This local law shall take effect immediately after it is enacted into law.\\line\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
