{
  "ID": 33224,
  "GUID": "6F5C2AA7-0839-4838-94CF-75C5FF81D755",
  "File": "Int 0632-2005",
  "Name": "Licensing private ATM machines.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to licensing private ATM machines.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2005-05-11T00:00:00Z",
  "AgendaDate": "2005-05-11T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 175136,
      "Date": "2005-05-11T13:10:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175347,
      "Date": "2005-05-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4692,
      "AgendaSequence": 137,
      "MinutesSequence": 155,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185106,
      "Date": "2005-12-31T16:36:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 66110,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Cover Sheet",
      "Link": "http://nyc.legistar1.com/nyc/attachments/42f99905-3436-4462-9fa4-e75650ba0f45.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 33359,
  "Text": "Be it enacted by the Council as follows:\n\nSection One. Legislative declaration.\nThe Council finds that acts of identity theft are plaguing New Yorkers.  Federal Trade Commission statistics indicate that identity theft is the single most common consumer fraud complaint in the nation.  The Federal Trade Commission reported that between 1998 and 2003, 27.3 million Americans were wronged by identity theft.  Nationwide, identity theft costs businesses and consumers roughly $50 billion per year.  In New York City in 2003, there were more than 10,000 reported victims of identity theft.  New York City has the ninth highest per capita incidence of identity theft among major metropolitan areas nationwide, and approximately two-thirds of the reported cases of identity theft in New York State originate in New York City.\nIdentity thieves are constantly developing new methods to harm consumers.  One disturbingly easy method of obtaining personal identifying and financial information involves “skimming,” or swiping an Automated Teller Machine (“ATM”) card or credit card in a device programmed to steal the data encoded in the card.  Skimming is often accomplished with a hand-held device or through an instrument installed in a seemingly innocuous ATM.  A significant cause of the problem is that, unlike bank-operated ATMs, private ATMs located in places such as grocery stores, nightclubs and gas stations are not regulated by federal or state law, and therefore are vulnerable to manipulation by unscrupulous machine operators or third parties.  In addition, because no permit is required for private ATMs, their operators are currently largely untraceable and law enforcement efforts to investigate potential sources of identity and monetary theft are severely handicapped.\nIn 2003, approximately $1 trillion was transacted through the country’s approximately 375,000 Automated Teller Machines.  Of that $1 trillion, roughly $50 million was stolen.  A recent City Council investigation found that there are more than 1,500 unlicensed, unregistered and unregulated ATMs in New York City’s delicatessens and convenience stores alone, and that private ATMs can be leased for as little as $75 a month and purchased for as little as $1,000.\nThe Council finds that legislation requiring the licensing of private ATMs, which are those leased to many businesses throughout the city but not regulated by the state or federal governments, would enable law enforcement to better monitor their use and would deter the manipulation of these machines by wrongdoers.  County governments in the New York City area have enacted similar legislation.\n§2. The administrative code of the City of New York is amended by adding a new subchapter 33 to chapter 2 of title 20 to read as follows:\nSUBCHAPTER 33\nAUTOMATED TELLER MACHINES\n§  20 - 600  Definitions.\n§  20 - 601  Licensing private ATMs.\n§  20 - 602  Terms; Applicable fees.\n§  20 - 603  Requirements for licensed ATMs. \n§  20 - 604  Contracts between ATM distributors and operators.\n§  20 - 605  Electronic fund transfers.\n§  20 - 606  Exemptions.\n§  20 - 607  Banking regulations.\n§  20 - 608  Revocation of license.\n§  20 - 609  Penalties. \n§  20 - 610  Severability.\n\n\n§  20 - 600  Definitions.  Whenever used in this subchapter:\na.  “Private Automated Teller Machine” (“private ATM”) means any device linked to the accounts and records of a banking institution that enables consumers to carry out banking transactions, including, but not limited to, account transfers, deposits, cash withdrawals, balance inquiries, and loan payments, that is not subject to federal or state banking regulations and that is not under the dominion and control of any federally or state chartered bank or lending institution, including, but not limited to, any trust company, savings bank, savings and loan association or credit union.\nb.  “Private ATM provider” means any person, organization, firm, partnership or company offering a private ATM for public use.  This term shall not include any electronic funds transfer network or any federally or state chartered bank or lending institution.\nc.  “Distributor” means a person, other than a private ATM provider, who owns, invests in, or leases a private ATM, or enters into a private ATM placement agreement with a merchant and subsequently contracts with a private ATM provider for operating the private ATM.\nd.  “ATM placement agreement” means any contract between a merchant and a private ATM provider, or between a merchant and distributor representing a private ATM operator, concerning the operation of a private ATM at a specified site, including the merchant’s place of business.\ne.  “Bank account” means any fund, account or other entity into which an individual may deposit money where it is governed by state and/or federal banking laws and exchange commission rules.\nf.  “Books and records” means a private ATM provider licensee applicant’s most recent federal income tax return or, if the applicant has not previously filed tax returns, the tax returns of its principals, its general partners, or a majority of its shareholders.  Said term shall also include a financial statement provided by the applicant, including a balance sheet and income statement.\ng.  “Consumer” or “customer” means a person or other entity conducting a transaction at a private ATM.\nh.  “EFT network” means one or more electronic funds transfer networks that are available to financial institutions, enabling the transfer of funds in and out of a patron’s bank account when the patron engages in a sale, return or similar monetary transaction.\ni.  “Enforcing agent” means the Department of Consumer Affairs, the office of the New York State Attorney General, the District Attorney’s Office and the New York Police Department.     \nj.  “Financial institution” means a bank, savings association, credit union or any affiliate or subsidy thereof, which is recognized as such by the federal Gramm-Leach Bliley Act of 1999 (12 U.S.C. sec. 1811).\nk.  “Merchant” means an owner or lessee of the location or premises at which a private ATM is installed and made available to the merchant’s customers or invitees.  A merchant may own or lease a private ATM without being deemed a distributor, provided that the private ATM is intended solely for use at that merchant’s location or premises and is used at the location specified on the merchant’s application.\nl.  “Monetary transaction” means accessing an account at a financial institution with a credit, debit or other bank card at a private ATM for the purpose of making cash withdrawals, balance inquiries, deposits, fund transfers between accounts, or any other account transaction.\nm.  “Operating an ATM” means maintaining or providing the connection of a private ATM to any EFT network, regardless of who holds legal or equitable title in and to the private ATM.\nn.  “PIN” means personal identification number, a series of numbers that identifies the individual account card holder and permits use of the ATM machine.\no.   “Sponsorship agreement” means any agreement between a financial institution and the private ATM provider that governs the operation of a private ATM within an EFT network.\n§  20 - 601  Licensing private ATMs.\na.  Every private ATM provider, distributor or merchant operating a private ATM available for other than private use, and every private ATM in service, shall be licensed by the department, except as otherwise provided by section 20-606 of this subchapter.\nb.  If the private ATM provider or distributor is also registered with at least one EFT network through a sponsorship agreement with a financial institution that is a member of the EFT network, such EFT registration information shall accompany private ATM licensing records maintained by or filed with the department.  Every subsequent ATM license obtained by an individual or business shall reference such registration, and shall contain any and all new information not presented with such prior registrations.\nc.  All licensing requirements under this chapter must contain all information as required by the department to effectuate and enforce the provisions herein.\nd.  Upon the payment of the license fee the commissioner shall issue a license to the provider, distributor or merchant operating a private ATM together with a decal to be securely affixed to a conspicuous and indispensable part of the ATM, on which shall be clearly set forth the license number of the ATM and the date on which said license expires. Such decal shall be of such material, form, design and dimension and set forth such distinguishing number or other identification marks as the commissioner shall prescribe. The commissioner upon renewal of the license hereunder may continue the use of the decal for as many additional license years as he or she in his or her discretion may determine, in which event he or she shall issue and deliver to the licensee a replaceable date tag as evidence of renewal of the license, which shall be attached or affixed in such manner as he or she may prescribe by rule. The failure to affix or display such date tag in a manner prescribed by the commissioner shall constitute a violation of this section. In the event of the loss, mutilation or destruction of any decal or date tag issued hereunder, the owner may file such statement and proof of facts as the commissioner shall require, with a fee established by the department, and the department shall issue a duplicate or substitute decal or date tag.\ne.  Whenever a private ATM is moved from its current licensed site to another location, the ATM provider must notify the department within five (5) business days of the change in location.\nf.  All private ATMs placed prior to the enactment of this law must submit the\nappropriate application, in the form prescribed by the department, within ninety (90) days of the law’s effective date.\n\t§  20 - 602  Terms; Applicable fees.\na.  The term of this license shall be one (1) year.\nb.  All fees in relation to the application for, and renewal of, licenses pursuant to this chapter shall be assessed and collected by the department pursuant to the rules promulgated hereto.\n\t§  20 - 603  Requirements for licensed ATMs.  All ATM operators, distributors and merchants must:\n\ta.  Maintain and file such records as required pursuant to the rules promulgated by the department to effectuate the provisions of this subchapter;\n\tb.  Comply with all EFT network operating rules and all local, state and federal regulations governing the operations of private ATMs;\n\tc.  Maintain inventory procedures identifying the location of the private ATMs that it operates or has distributed or possesses, that are available for use by the public;\n\td.  Operate or distribute private ATMs pursuant to a written agreement with merchants that are legally authorized to conduct business in the state of New York and New York City, and file a copy of said agreements, along with any modifications, with the department;\ne.  Conspicuously post on each private ATM the decal to be issued by the commissioner as required by section 20-603 of this subchapter, bearing the license number of the ATM and the date on which said license expires, and any additional information as may be required by the commissioner at his or her discretion.\nf.  Conspicuously post on each private ATM a notice in at least 20-point type setting forth:\n1.  the name of the merchant and private ATM provider or distributor;\n2.  the telephone number of the private ATM provider or distributor;\n3.  the telephone number of the department, or any other citywide hotline number by which complaints or inquiries can be registered with the department, presently 311;\n4.  a telephone number by which complaints or inquiries concerning identity theft can be registered with the Federal Trade Commission, presently 877-ID-THEFT;\n5.  the fee charged in connection with the use of the private ATM and the maximum dollar amount that may be withdrawn in a single transaction; and\n6.  the following statement: “Protect your identity: Safeguard your card and PIN and take your receipt.”\ng.  Provide each customer using a private ATM with the option to receive, immediately upon completion of each transaction, a printed receipt setting forth the exact address at which the private ATM is located; the license number of the private ATM; the nature of the transaction completed by the customer; and the amount of money transacted by the customer. \n \t§  20 - 604  Contracts between ATM distributors and operators.  A distributor must supply the private ATM provider with the following before the parties may enter a private ATM placement agreement:\n\ta.  The distributor’s full legal name and any trade name under which the distributor is conducting business;\n\tb.  the distributor’s federal and state income tax identification numbers and, if the distributor is a sole proprietorship, his or her social security number.\n \t§  20 - 605  Electronic fund transfers.  Nothing in this local law shall be interpreted or construed to modify, amend, suspend, supersede, or cancel any EFT network rule or regulation.\n\t§  20 - 606  Exemptions.  The following entities are exempt from the requirement of this local law, unless they are operating in the private ATM field: \na.\tAny financial institution regulated by federal or state governments.\nb.\tAny subsidiary or affiliate of any financial institution regulated by federal or\nstate governments.\n\tc.  Any person providing ATM services to a financial institution regulated by the Federal Reserve Board, the Federal Deposit Insurance Corporation, the Comptroller of the Currency, the U.S. Office of Thrift Supervision, the National Credit Union Administration, or the state of New York or any of its departments where the state requires the information required by this local law.\n§  20 - 607  Banking regulations.  This local law shall have no effect on bank accounts, federal and state banking procedures, or banking regulations.\n§  20 - 608  Revocation of license.  The commissioner may refuse to renew any private ATM license in the event that he or she determines that the holder of the ATM license has demonstrated a disregard for the provisions of this subchapter as illustrated by one or more violations of such provisions, or has otherwise practiced fraud, deceit or misrepresentation, or has been convicted of a serious offense or misdemeanor which, in the discretion of the secretary, bears such a relationship to the operation of an ATM as to constitute a bar to licensure or renewal.\n§  20 - 609  Penalties.\na.  Notwithstanding any other provision of law, the department shall be authorized, upon due notice and hearing, to impose civil penalties for the violation of any provision of this section. The department shall have the power to render decisions and orders and to impose civil penalties not to exceed the amounts specified in section 20-726 of this subchapter for each such violation.  All proceedings authorized pursuant to this paragraph shall be conducted in accordance with rules promulgated by the commissioner.  The remedies and penalties provided for in this paragraph shall be in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\nb.  All such proceedings shall be commenced by the service of a notice of violation returnable to the administrative tribunal of the department. The commissioner shall prescribe the form and wording of notices of violation. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein.\n§  20 - 610  Severability.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect. \n§3. This local law shall take effect ninety (90) days after it shall have been enacted into law; provided that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\n\n\n\n\n\n\n\n\n\n\nG.C.U.\nLS# 2254\n05/06/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 Times New Roman Bold;}{\\f2\\froman\\fprq2\\fcharset0 CG Times;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\i Be it enacted by the Council as follows\\i0 :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone Section One. Legislative declaration.\\par\nThe Council finds that acts of identity theft are plaguing New Yorkers.  Federal Trade Commission statistics indicate that identity theft is the single most common consumer fraud complaint in the nation.  The Federal Trade Commission reported that between 1998 and 2003, 27.3 million Americans were wronged by identity theft.  Nationwide, identity theft costs businesses and consumers roughly $50 billion per year.\\b\\fs36   \\b0\\fs24 In New York City in 2003, there were more than 10,000 reported victims of identity theft.  New York City has the ninth highest per capita incidence of identity theft among major metropolitan areas nationwide, and approximately two-thirds of the reported cases of identity theft in New York State originate in New York City.\\par\nIdentity thieves are constantly developing new methods to harm consumers.  One disturbingly easy method of obtaining personal identifying and financial information involves \\ldblquote skimming,\\rdblquote  or swiping an Automated Teller Machine (\\ldblquote ATM\\rdblquote ) card or credit card in a device programmed to steal the data encoded in the card.  Skimming is often accomplished with a hand-held device or through an instrument installed in a seemingly innocuous ATM.  A significant cause of the problem is that, unlike bank-operated ATMs, private ATMs located in places such as grocery stores, nightclubs and gas stations are not regulated by federal or state law, and therefore are vulnerable to manipulation by unscrupulous machine operators or third parties.  In addition, because no permit is required for private ATMs, their operators are currently largely untraceable and law enforcement efforts to investigate potential sources of identity and monetary theft are severely handicapped.\\par\nIn 2003, approximately $1 trillion was transacted through the country\\rquote s approximately 375,000 Automated Teller Machines.  Of that $1 trillion, roughly $50 million was stolen.  A recent City Council investigation found that there are more than 1,500 unlicensed, unregistered and unregulated ATMs in New York City\\rquote s delicatessens and convenience stores alone, and that private ATMs can be leased for as little as $75 a month and purchased for as little as $1,000.\\par\nThe Council finds that legislation requiring the licensing of private ATMs, which are those leased to many businesses throughout the city but not regulated by the state or federal governments, would enable law enforcement to better monitor their use and would deter the manipulation of these machines by wrongdoers.  County governments in the New York City area have enacted similar legislation.\\par\n\\'a72. The administrative code of the City of New York is amended by adding a new subchapter 33 to chapter 2 of title 20 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qc\\ul\\b\\f1 SUBCHAPTER 33\\par\nAUTOMATED TELLER MACHINES\\par\n\\pard\\fi720\\'a7  20 - 600  Definitions.\\par\n\\'a7  20 - 601  Licensing private ATMs.\\par\n\\'a7  20 - 602  Terms; Applicable fees.\\par\n\\'a7  20 - 603  Requirements for licensed ATMs. \\par\n\\'a7  20 - 604  Contracts between ATM distributors and operators.\\par\n\\'a7  20 - 605  Electronic fund transfers.\\par\n\\'a7  20 - 606  Exemptions.\\par\n\\'a7  20 - 607  Banking regulations.\\par\n\\'a7  20 - 608  Revocation of license.\\par\n\\'a7  20 - 609  Penalties.\\ulnone\\b0\\f0  \\par\n\\ul\\b\\f1\\'a7  20 - 610  Severability.\\ulnone\\b0\\f0\\par\n\\par\n\\par\n\\pard\\sl480\\slmult1\\ul\\'a7  20 - 600\\b\\f1   Definitions.  \\b0\\f0 Whenever used in this subchapter:\\par\n\\pard\\fi720\\sl480\\slmult1 a.  \\ldblquote Private Automated Teller Machine\\rdblquote  (\\ldblquote private ATM\\rdblquote ) means any device linked to the accounts and records of a banking institution that enables consumers to carry out banking transactions, including, but not limited to, account transfers, deposits, cash withdrawals, balance inquiries, and loan payments, that is not subject to federal or state banking regulations and that is not under the dominion and control of any federally or state chartered bank or lending institution, including, but not limited to, any trust company, savings bank, savings and loan association or credit union.\\par\nb.  \\ldblquote Private ATM provider\\rdblquote  means any person, organization, firm, partnership or company offering a private ATM for public use.  This term shall not include any electronic funds transfer network or any federally or state chartered bank or lending institution.\\par\nc.  \\ldblquote Distributor\\rdblquote  means a person, other than a private ATM provider, who owns, invests in, or leases a private ATM, or enters into a private ATM placement agreement with a merchant and subsequently contracts with a private ATM provider for operating the private ATM.\\par\nd.  \\ldblquote ATM placement agreement\\rdblquote  means any contract between a merchant and a private ATM provider, or between a merchant and distributor representing a private ATM operator, concerning the operation of a private ATM at a specified site, including the merchant\\rquote s place of business.\\par\ne.  \\ldblquote Bank account\\rdblquote  means any fund, account or other entity into which an individual may deposit money where it is governed by state and/or federal banking laws and exchange commission rules.\\par\nf.  \\ldblquote Books and records\\rdblquote  means a private ATM provider licensee applicant\\rquote s most recent federal income tax return or, if the applicant has not previously filed tax returns, the tax returns of its principals, its general partners, or a majority of its shareholders.  Said term shall also include a financial statement provided by the applicant, including a balance sheet and income statement.\\ulnone\\par\n\\ul g.  \\ldblquote Consumer\\rdblquote  or \\ldblquote customer\\rdblquote  means a person or other entity conducting a transaction at a private ATM.\\par\nh.  \\ldblquote EFT network\\rdblquote  means one or more electronic funds transfer networks that are available to financial institutions, enabling the transfer of funds in and out of a patron\\rquote s bank account when the patron engages in a sale, return or similar monetary transaction.\\par\ni.  \\ldblquote Enforcing agent\\rdblquote  means the Department of Consumer Affairs, the office of the New York State Attorney General, the District Attorney\\rquote s Office and the New York Police Department.     \\par\nj.  \\ldblquote Financial institution\\rdblquote  means a bank, savings association, credit union or any affiliate or subsidy thereof, which is recognized as such by the federal Gramm-Leach Bliley Act of 1999 (12 U.S.C. sec. 1811).\\par\nk.  \\ldblquote Merchant\\rdblquote  means an owner or lessee of the location or premises at which a private ATM is installed and made available to the merchant\\rquote s customers or invitees.  A merchant may own or lease a private ATM without being deemed a distributor, provided that the private ATM is intended solely for use at that merchant\\rquote s location or premises and is used at the location specified on the merchant\\rquote s application.\\par\nl.  \\ldblquote Monetary transaction\\rdblquote  means accessing an account at a financial institution with a credit, debit or other bank card at a private ATM for the purpose of making cash withdrawals, balance inquiries, deposits, fund transfers between accounts, or any other account transaction.\\par\nm.  \\ldblquote Operating an ATM\\rdblquote  means maintaining or providing the connection of a private ATM to any EFT network, regardless of who holds legal or equitable title in and to the private ATM.\\par\nn.  \\ldblquote PIN\\rdblquote  means personal identification number, a series of numbers that identifies the individual account card holder and permits use of the ATM machine.\\par\no.   \\ldblquote Sponsorship agreement\\rdblquote  means any agreement between a financial institution and the private ATM provider that governs the operation of a private ATM within an EFT network.\\par\n\\'a7  20 - 601\\b\\f1   Licensing private ATMs.\\par\n\\b0\\f0 a.  Every private ATM provider, distributor or merchant operating a private ATM available for other than private use, and every private ATM in service, shall be licensed by the department, except as otherwise provided by section 20-606 of this subchapter.\\par\nb.  If the private ATM provider or distributor is also registered with at least one EFT network through a sponsorship agreement with a financial institution that is a member of the EFT network, such EFT registration information shall accompany private ATM licensing records maintained by or filed with the department.  Every subsequent ATM license obtained by an individual or business shall reference such registration, and shall contain any and all new information not presented with such prior registrations.\\par\nc.  All licensing requirements under this chapter must contain all information as required by the department to effectuate and enforce the provisions herein.\\par\nd.  Upon the payment of the license fee the commissioner shall issue a license to the provider, distributor or merchant operating a private ATM together with a decal to be securely affixed to a conspicuous and indispensable part of the ATM, on which shall be clearly set forth the license number of the ATM and the date on which said license expires. Such decal shall be of such material, form, design and dimension and set forth such distinguishing number or other identification marks as the commissioner shall prescribe. The commissioner upon renewal of the license hereunder may continue the use of the decal for as many additional license years as he or she in his or her discretion may determine, in which event he or she shall issue and deliver to the licensee a replaceable date tag as evidence of renewal of the license, which shall be attached or affixed in such manner as he or she may prescribe by rule. The failure to affix or display such date tag in a manner prescribed by the commissioner shall constitute a violation of this section. In the event of the loss, mutilation or destruction of any decal or date tag issued hereunder, the owner may file such statement and proof of facts as the commissioner shall require, with a fee established by the department, and the department shall issue a duplicate or substitute decal or date tag.\\par\ne.  Whenever a private ATM is moved from its current licensed site to another location, the ATM provider must notify the department within five (5) business days of the change in location.\\par\n\\pard\\li720\\sl480\\slmult1 f.  All private ATMs placed prior to the enactment of this law must submit the\\par\n\\pard\\sl480\\slmult1 appropriate application, in the form prescribed by the department, within ninety (90) days of the law\\rquote s effective date.\\par\n\\ulnone\\tab\\ul\\'a7  20 - 602\\b\\f1   Terms; Applicable fees.\\par\n\\pard\\fi720\\sl480\\slmult1\\b0\\f0 a.  The term of this license shall be one (1) year.\\par\nb.  All fees in relation to the application for, and renewal of, licenses pursuant to this chapter shall be assessed and collected by the department pursuant to the rules promulgated hereto.\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul\\'a7  20 - 603\\b\\f1   Requirements for licensed ATMs\\b0\\f0 .  All ATM operators, distributors and merchants must:\\par\n\\ulnone\\tab\\ul a.  Maintain and file such records as required pursuant to the rules promulgated by the department to effectuate the provisions of this subchapter;\\par\n\\ulnone\\tab\\ul b.  Comply with all EFT network operating rules and all local, state and federal regulations governing the operations of private ATMs;\\par\n\\ulnone\\tab\\ul c.  Maintain inventory procedures identifying the location of the private ATMs that it operates or has distributed or possesses, that are available for use by the public;\\par\n\\ulnone\\tab\\ul d.  Operate or distribute private ATMs pursuant to a written agreement with merchants that are legally authorized to conduct business in the state of New York and New York City, and file a copy of said agreements, along with any modifications, with the department;\\par\n\\pard\\fi720\\sl480\\slmult1 e.  Conspicuously post on each private ATM the decal to be issued by the commissioner as required by section 20-603 of this subchapter, bearing the license number of the ATM and the date on which said license expires, and any additional information as may be required by the commissioner at his or her discretion.\\par\nf.  Conspicuously post on each private ATM a notice in at least 20-point type setting forth:\\par\n\\pard\\li720\\sl480\\slmult1 1.  the name of the merchant and private ATM provider or distributor;\\par\n2.  the telephone number of the private ATM provider or distributor;\\par\n3.  the telephone number of the department, or any other citywide hotline number by which complaints or inquiries can be registered with the department, presently 311;\\par\n4.  a telephone number by which complaints or inquiries concerning identity theft can be registered with the Federal Trade Commission, presently 877-ID-THEFT;\\par\n5.  the fee charged in connection with the use of the private ATM and the maximum dollar amount that may be withdrawn in a single transaction; and\\par\n6.  the following statement: \\ldblquote Protect your identity: Safeguard your card and PIN and take your receipt.\\rdblquote\\par\n\\pard\\fi720\\sl480\\slmult1 g.  Provide each customer using a private ATM with the option to receive, immediately upon completion of each transaction, a printed receipt setting forth the exact address at which the private ATM is located; the license number of the private ATM; the nature of the transaction completed by the customer; and the amount of money transacted by the customer. \\par\n\\pard\\sl480\\slmult1\\ulnone  \\tab\\ul\\'a7  20 - 604\\b\\f1   \\b0 Contracts between ATM distributors and operators.  \\f0 A distributor must supply the private ATM provider with the following before the parties may enter a private ATM placement agreement:\\par\n\\ulnone\\tab\\ul a.  The distributor\\rquote s full legal name and any trade name under which the distributor is conducting business;\\par\n\\ulnone\\tab\\ul b.  the distributor\\rquote s federal and state income tax identification numbers and, if the distributor is a sole proprietorship, his or her social security number.\\par\n\\ulnone  \\tab\\ul\\'a7  20 - 605\\b\\f1   Electronic fund transfers.  \\b0\\f0 Nothing in this local law shall be interpreted or construed to modify, amend, suspend, supersede, or cancel any EFT network rule or regulation.\\par\n\\ulnone\\tab\\ul\\'a7  20 - 606\\b\\f1   Exemptions.  \\b0\\f0 The following entities are exempt from the requirement of this local law, unless they are operating in the private ATM field: \\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1\\tx1080\\ulnone a.\\tab\\ul Any financial institution regulated by federal or state governments.\\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1\\ulnone b.\\tab\\ul Any subsidiary or affiliate of any financial institution regulated by federal or\\par\n\\pard\\sl480\\slmult1 state governments.\\par\n\\ulnone\\tab\\ul c.  Any person providing ATM services to a financial institution regulated by the Federal Reserve Board, the Federal Deposit Insurance Corporation, the Comptroller of the Currency, the U.S. Office of Thrift Supervision, the National Credit Union Administration, or the state of New York or any of its departments where the state requires the information required by this local law.\\par\n\\pard\\fi720\\sl480\\slmult1\\'a7  20 - 607\\b\\f1   Banking regulations.  \\b0\\f0 This local law shall have no effect on bank accounts, federal and state banking procedures, or banking regulations.\\par\n\\'a7  20 - 608  \\b Revocation of license\\b0\\f1 .  \\f0 The commissioner may refuse to renew any private ATM license in the event that he or she determines that the holder of the ATM license has demonstrated a disregard for the provisions of this subchapter as illustrated by one or more violations of such provisions, or has otherwise practiced fraud, deceit or misrepresentation, or has been convicted of a serious offense or misdemeanor which, in the discretion of the secretary, bears such a relationship to the operation of an ATM as to constitute a bar to licensure or renewal.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\'a7  20 - 609\\b\\f1   Penalties.\\par\n\\b0\\f0 a.  Notwithstanding any other provision of law, the department shall be authorized, upon due notice and hearing, to impose civil penalties for the violation of any provision of this section. The department shall have the power to render decisions and orders and to impose civil penalties not to exceed the amounts specified in section 20-726 of this subchapter for each such violation.  All proceedings authorized pursuant to this paragraph shall be conducted in accordance with rules promulgated by the commissioner.  The remedies and penalties provided for in this paragraph shall be in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\\par\n\\pard\\fi720\\sl480\\slmult1 b.  All such proceedings shall be commenced by the service of a notice of violation returnable to the administrative tribunal of the department. The commissioner shall prescribe the form and wording of notices of violation. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein.\\par\n\\'a7  20 - 610 \\b\\f1  Severability.  \\b0\\f0 If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect. \\par\n\\ulnone\\'a73. This local law shall take effect ninety (90) days after it shall have been enacted into law; provided that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\fi720 G.C.U.\\par\nLS# 2254\\par\n05/06/05\\par\n\\par\n\\pard\\hyphpar0\\qj\\tqr\\tx9360\\expndtw-3\\f2\\fs25\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
