{
  "ID": 33228,
  "GUID": "1CEFDEEB-458F-43E9-8DAB-982E8A34DDE4",
  "File": "Int 0634-2005",
  "Name": "Mandating use of voyage data recorders on Staten Island ferries.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to mandating use of voyage data recorders on Staten Island ferries.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2005-05-11T00:00:00Z",
  "AgendaDate": "2005-05-11T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 175153,
      "Date": "2005-05-11T16:47:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175351,
      "Date": "2005-05-11T19:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4692,
      "AgendaSequence": 140,
      "MinutesSequence": 158,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185107,
      "Date": "2005-12-31T16:38:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 33364,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection one.  Chapter 3 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-306 to read as follows:\n§19-306.  Voyage Data Recorder.  Any city owned and operated ferry operating between the Whitehall terminal in the borough of Manhattan and the St. George terminal in the borough of Staten Island shall be equipped with a voyage data recorder.  A voyage data recorder shall mean a device which shall be in operation at all times that the ferry is being operated between such terminals and which will record and store data which will indicate, at a minimum, the date and time, latitude and longitude, speed, heading, bridge audio, external communications audio, radar readings, depth, whether main alarms were activated, rudder orders and responses, engine orders and responses, when hulls were operated, when watertight doors and fire doors were opened, acceleration, hull stresses and wind speed and direction.  The voyage data recorder shall be able to sustain severe trauma, including vessel collision, explosion, fire, sustained deep sea pressure and direct impact.  The voyage data recorder shall be installed in a brightly-colored protective capsule and fitted with an appropriate device to aid in its location.\n§2.  This local law shall take effect ninety days after it is enacted into law.\n\n\nPH\n4.19.05\nLS 2641",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\sl480\\slmult1\\par\n\\tab Section one.  Chapter 3 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-306 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ul\\'a719-306.  Voyage Data Recorder.  Any city owned and operated ferry operating between the Whitehall terminal in the borough of Manhattan and the St. George terminal in the borough of Staten Island shall be equipped with a voyage data recorder.  A voyage data recorder shall mean a device which shall be in operation at all times that the ferry is being operated between such terminals and which will record and store data which will indicate, at a minimum, the date and time, latitude and longitude, speed, heading, bridge audio, external communications audio, radar readings, depth, whether main alarms were activated, rudder orders and responses, engine orders and responses, when hulls were operated, when watertight doors and fire doors were opened, acceleration, hull stresses and wind speed and direction.  The voyage data recorder shall be able to sustain severe trauma, including vessel collision, explosion, fire, sustained deep sea pressure and direct impact.  The voyage data recorder shall be installed in a brightly-colored protective capsule and fitted with an appropriate device to aid in its location.\\par\n\\ulnone\\'a72.  This local law shall take effect ninety days after it is enacted into law.\\par\n\\pard\\par\n\\par\n\\fs16 PH\\par\n4.19.05\\par\nLS 2641\\fs24\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
