{
  "ID": 33122,
  "GUID": "15973DE0-C7B5-420E-9B0C-77DF47CE990F",
  "File": "Int 0636-2005",
  "LocalLaw": "2005/055",
  "Name": "Staten Island ferry service and the repeal of local law number 11 for the year 2005.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to Staten Island ferry service and the repeal of local law number 11 for the year 2005.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2005-05-11T00:00:00Z",
  "AgendaDate": "2005-05-11T00:00:00Z",
  "PassedDate": "2005-05-19T00:00:00Z",
  "EnactmentDate": "2005-05-19T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 174966,
      "Date": "2005-05-03T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Introduction was Hearing on P-C Item by Comm",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 4581,
      "AgendaSequence": 2,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 174967,
      "Date": "2005-05-03T10:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Introduction be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 4581,
      "MinutesSequence": 4,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 174965,
      "Date": "2005-05-11T09:41:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175354,
      "Date": "2005-05-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4692,
      "AgendaSequence": 143,
      "MinutesSequence": 161,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175269,
      "Date": "2005-05-11T20:10:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4692,
      "AgendaSequence": 69,
      "MinutesSequence": 78,
      "Version": "*",
      "AgendaNote": "Preconsidered - Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175710,
      "Date": "2005-05-11T22:09:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175735,
      "Date": "2005-05-19T07:27:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175831,
      "Date": "2005-05-19T12:56:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175876,
      "Date": "2005-05-20T10:22:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65995,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9e631355-537c-417d-abc2-1df92314c238.doc",
      "Sort": 1
    },
    {
      "ID": 69899,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4d3f60c2-1f5b-4f22-9683-691ab62ded37.doc",
      "Sort": 2
    },
    {
      "ID": 66196,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6c6eb46b-4ff3-43ac-9ed2-3f485b10417f. Preconsidered - Transportation S.I.Ferry.doc",
      "Sort": 3
    },
    {
      "ID": 69110,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/083c0932-eefe-4eb6-a69a-ccfe850fd01a.doc",
      "Sort": 4
    },
    {
      "ID": 69654,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 5/11/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1f64b465-d12c-44bb-a848-4b64aeb73745.doc",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 33257,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Declaration of legislative findings and intent.  The Council of the City of New York hereby finds that, in recognition of the steady population growth in Staten Island over the past several decades and the corresponding increases in ridership levels on the Staten Island Ferry, more frequent service is warranted.  Moreover, increased Staten Island Ferry service serves as a necessary first step in minimizing the mass transit inequities currently experienced by Staten Islanders who do not have the option of utilizing the multitude of mass transit options available to residents of the City’s other four boroughs.  The Council believes that this legislation is a responsible response to the needs of Staten Islanders in the context of safety on the ferries, the City’s current fiscal situation and current and foreseeable future staffing levels.  The Council looks forward to working with the Mayoral Administration to address issues of mass transportation equity for Staten Islanders and to ensure that fair and safe service levels match the passenger counts that will soon be regularly recorded by the Department of Transportation through the rider-counting mechanisms recently installed at both Whitehall and St. George Terminals.\n§2.  Section 19-305 of chapter 3 of title 19 of the administrative code of the city of New York, as added by Local Law Number 11 for the year 2005, is REPEALED and a new section 19-305 is added to read as follows:\n\t19-305.  Staten Island Ferry service.  a.  Any city owned and operated ferry operating between the Whitehall terminal in the borough of Manhattan and the St. George terminal in the borough of Staten Island shall operate, at a minimum, according to the following schedule:  (i) On monday through friday, except on legal holidays, a ferry shall depart from the Whitehall terminal in the borough of Manhattan every twenty minutes between 6:30 a.m. and 8:30 a.m.; every fifteen minutes between 8:30 a.m. and 9:30 a.m.; every thirty minutes between 9:30 a.m. and 4:00 p.m.; every twenty minutes between 4:00 p.m. and 5:00 p.m.; every fifteen minutes between 5:00 p.m. and 7:00 p.m.; every twenty minutes between 7:00 p.m. and 8:00 p.m.; every thirty minutes between 8:00 p.m. and 1:30 a.m; and every hour between 2:00 a.m. and 6:00 a.m.\n(ii)  On monday through friday, except on legal holidays, a ferry shall depart from the St. George terminal in the borough of Staten Island at 5:30 a.m.; every twenty minutes between 6:00 a.m. and 7:00 a.m.; every fifteen minutes between 7:00 a.m. and 9:00 a.m.; every thirty minutes between 9:00 a.m. and 3:30 p.m.; every twenty minutes between 3:30 p.m. and 5:30 p.m.; every fifteen minutes between 5:30 p.m. and 7:00 p.m.; every thirty minutes between 7:00 p.m. and 1:00 a.m.; and every hour between 1:00 a.m. and 5:00 a.m.\n(iii)  On Saturdays, except on legal holidays, service both to and from Manhattan’s Whitehall terminal and Staten Island’s St. George terminal shall be every hour except between the hours of 6:00 a.m. and 7:00 p.m., in which case service shall be every thirty minutes.\n(iv)  On Sundays, except on legal holidays, service both to and from Manhattan’s Whitehall terminal and Staten Island’s St. George terminal shall be every hour except between the hours of 9:00 a.m. and 7:00 p.m., in which case service shall be every thirty minutes.\n(v)  On legal holidays, service both to and from Manhattan’s Whitehall terminal and Staten Island’s St. George terminal shall include ferry departures every thirty minutes between the hours of 7:00 a.m. and 7:00 p.m.\nb.  The schedule of service set forth in subdivision a of this section shall not apply to service disruptions resulting from security concerns, mechanical malfunctions of a ferry, unsafe weather conditions, emergencies or other similar events beyond the control of the department that would prevent compliance with such schedule.  In the event of any such disruption in the schedule of service set forth in subdivision a of this section that lasts longer than twenty-four hours, the commissioner or a designee shall submit a written report to the mayor and speaker of the council which shall include the specific reasons for the disruption and the time at which service was restored.  If service has not been restored by the time the report must be submitted, the report shall also include the estimated duration of the disruption in service and what, if any, attempts are being made to mitigate the loss of scheduled service.  In the event a disruption in the schedule of service lasts longer than seven days, on the eighth day and every seven days thereafter, the commissioner or a designee shall submit a written report to the mayor and speaker of the council that shall include an update on the status of resuming service.\nc.  The commissioner shall provide the council with comprehensive ferry ridership numbers for each departure time slot on the ferry schedule every two months for a continuous twelve-month period.  Such period shall commence upon the installation and implementation of the department’s rider counting mechanisms at both Manhattan’s Whitehall terminal and Staten Island’s St. George terminal or upon the effective date of this subdivision, whichever is later.  At the conclusion of the twelve-month period, the commissioner shall, in consultation with the council, consider such ridership information, as well as economic development and mass transportation equity issues, for purposes of adding additional departures in Staten Island ferry service.    \n§3.  This local law shall take effect ninety days after it is enacted into law, except for paragraphs (iii), (iv) and (v) of subdivision (a) which shall take effect three hundred sixty days after it is enacted into law or no more than five hundred forty days after it is enacted into law only upon written notice to the council from the by the commissioner of transportation that such additional time is needed solely due to a shortage of qualified personnel needed to ensure proper ferry service.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\tab Section 1.  Declaration of legislative findings and intent.  The Council of the City of New York hereby finds that, in recognition of the steady population growth in Staten Island over the past several decades and the corresponding increases in ridership levels on the Staten Island Ferry, more frequent service is warranted.  Moreover, increased Staten Island Ferry service serves as a necessary first step in minimizing the mass transit inequities currently experienced by Staten Islanders who do not have the option of utilizing the multitude of mass transit options available to residents of the City\\rquote s other four boroughs.  The Council believes that this legislation is a responsible response to the needs of Staten Islanders in the context of safety on the ferries, the City\\rquote s current fiscal situation and current and foreseeable future staffing levels.  The Council looks forward to working with the Mayoral Administration to address issues of mass transportation equity for Staten Islanders and to ensure that fair and safe service levels match the passenger counts that will soon be regularly recorded by the Department of Transportation through the rider-counting mechanisms recently installed at both Whitehall and St. George Terminals.\\par\n\\pard\\fi720\\sl480\\slmult1\\'a72.  Section 19-305 of chapter 3 of title 19 of the administrative code of the city of New York, as added by Local Law Number 11 for the year 2005, is REPEALED and a new section 19-305 is added to read as follows:\\par\n\\pard\\sl480\\slmult1\\tab\\ul 19-305.  Staten Island Ferry service.\\b   \\b0 a.  Any city owned and operated ferry operating between the Whitehall terminal in the borough of Manhattan and the St. George terminal in the borough of Staten Island shall operate, at a minimum, according to the following schedule:  (i) On monday through friday, except on legal holidays, a ferry shall depart from the Whitehall terminal in the borough of Manhattan every twenty minutes between 6:30 a.m. and 8:30 a.m.; every fifteen minutes between 8:30 a.m. and 9:30 a.m.; every thirty minutes between 9:30 a.m. and 4:00 p.m.; every twenty minutes between 4:00 p.m. and 5:00 p.m.; every fifteen minutes between 5:00 p.m. and 7:00 p.m.; every twenty minutes between 7:00 p.m. and 8:00 p.m.; every thirty minutes between 8:00 p.m. and 1:30 a.m; and every hour between 2:00 a.m. and 6:00 a.m.\\par\n\\pard\\fi720\\sl480\\slmult1 (ii)  On monday through friday, except on legal holidays, a ferry shall depart from the St. George terminal in the borough of Staten Island at 5:30 a.m.; every twenty minutes between 6:00 a.m. and 7:00 a.m.; every fifteen minutes between 7:00 a.m. and 9:00 a.m.; every thirty minutes between 9:00 a.m. and 3:30 p.m.; every twenty minutes between 3:30 p.m. and 5:30 p.m.; every fifteen minutes between 5:30 p.m. and 7:00 p.m.; every thirty minutes between 7:00 p.m. and 1:00 a.m.; and every hour between 1:00 a.m. and 5:00 a.m.\\par\n(iii)  On Saturdays, except on legal holidays, service both to and from Manhattan\\rquote s Whitehall terminal and Staten Island\\rquote s St. George terminal shall be every hour except between the hours of 6:00 a.m. and 7:00 p.m., in which case service shall be every thirty minutes.\\par\n(iv)  On Sundays, except on legal holidays, service both to and from Manhattan\\rquote s Whitehall terminal and Staten Island\\rquote s St. George terminal shall be every hour except between the hours of 9:00 a.m. and 7:00 p.m., in which case service shall be every thirty minutes.\\par\n(v)  On legal holidays, service both to and from Manhattan\\rquote s Whitehall terminal and Staten Island\\rquote s St. George terminal shall include ferry departures every thirty minutes between the hours of 7:00 a.m. and 7:00 p.m.\\par\nb.  The schedule of service set forth in subdivision a of this section shall not apply to service disruptions resulting from security concerns, mechanical malfunctions of a ferry, unsafe weather conditions, emergencies or other similar events beyond the control of the department that would prevent compliance with such schedule.  In the event of any such disruption in the schedule of service set forth in subdivision a of this section that lasts longer than twenty-four hours, the commissioner or a designee shall submit a written report to the mayor and speaker of the council which shall include the specific reasons for the disruption and the time at which service was restored.  If service has not been restored by the time the report must be submitted, the report shall also include the estimated duration of the disruption in service and what, if any, attempts are being made to mitigate the loss of scheduled service.  In the event a disruption in the schedule of service lasts longer than seven days, on the eighth day and every seven days thereafter, the commissioner or a designee shall submit a written report to the mayor and speaker of the council that shall include an update on the status of resuming service.\\par\nc.  The commissioner shall provide the council with comprehensive ferry ridership numbers for each departure time slot on the ferry schedule every two months for a continuous twelve-month period.  Such period shall commence upon the installation and implementation of the department\\rquote s rider counting mechanisms at both Manhattan\\rquote s Whitehall terminal and Staten Island\\rquote s St. George terminal or upon the effective date of this subdivision, whichever is later.  At the conclusion of the twelve-month period, the commissioner shall, in consultation with the council, consider such ridership information, as well as economic development and mass transportation equity issues, for purposes of adding additional departures in Staten Island ferry service.    \\par\n\\ulnone\\'a73.  This local law shall take effect ninety days after it is enacted into law, except for paragraphs (iii), (iv) and (v) of subdivision (a) which shall take effect three hundred sixty days after it is enacted into law or no more than five hundred forty days after it is enacted into law only upon written notice to the council from the by the commissioner of transportation that such additional time is needed solely due to a shortage of qualified personnel needed to ensure proper ferry service.\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
