{
  "ID": 33232,
  "GUID": "49251647-D2B3-4CFC-AB99-97FD13839362",
  "File": "Int 0637-2005",
  "Name": "Licensing for revolvers and shotguns.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the licensing for revolvers and shotguns.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2005-05-11T00:00:00Z",
  "AgendaDate": "2005-05-11T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 175159,
      "Date": "2005-05-11T11:12:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175355,
      "Date": "2005-05-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4692,
      "AgendaSequence": 144,
      "MinutesSequence": 162,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185109,
      "Date": "2005-12-31T16:39:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 33368,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection One. Legislative Intent and Findings.\n\tThe National Instant Criminal Background Check System (NICS) was established in 1998 to allow the Federal Bureau of Investigation (FBI) to monitor gun purchases so that persons with disqualifying factors would be prevented from purchasing firearms. Following the events of September 11, 2001, the FBI created a comprehensive, integrated “terrorism watch list” of individuals under investigation.  \nThis list of potentially dangerous individuals is accessible by law enforcement and intelligence communities and may be used to cross check applicants.  However, under current federal law, the most the FBI can do is confirm whether the purchaser is the same person listed on the terrorist watch list and attempt to determine if any incidents have been overlooked that should have prohibited the person from buying a firearm.  Although the background checks for gun purchases are quite extensive, only convicted felons, illegal immigrants and those who are deemed “mentally defective” are denied purchases.  Legally, terrorist suspects are not barred from owning firearms.  In addition, if a person is allowed to buy a firearm, U.S. Department of Justice rules prohibit the FBI or any other agency with sharing information about the transaction, including where it occurred and what personal information was provided on the purchase application.\nIn January of 2005, the Government Accountability Office (GAO) issued a report indicating that 58 people whom the FBI regards as known or suspected members of terrorist groups sought permission to buy or carry a weapon.  Out of those 58 individuals, 47 were granted the sale or permission to carry.  Thus, under current law, not only are terrorist suspects not barred from purchasing firearms, FBI investigators have limited access to basic information about gun purchases by terror suspects, thereby hindering their ability to monitor and prevent terrorist activity.  \n\tIn light of the disturbing facts cited by the GAO report and critical legal loopholes and shortcomings under current federal law, the Council hereby finds it necessary to deny any firearms purchase to individuals who are on any FBI terrorism watch list at the time of their application.\n§2.\tParagraph 5 of subdivision b of section 10-302 of the administrative code of the city of New York is renumbered paragraph 6, and a new paragraph 5 is added, to read as follows:\n(5)\twho is not at the time of the application on any terrorist watch list promulgated by the Federal Bureau of Investigation; and\n§3.\tParagraph 9 of subdivision a of section 10-303 of the administrative code of the city of New York is renumbered paragraph 10, and a new paragraph 9 is added, to read as follows:\n(9)\tis at the time of the application on any terrorist watch list promulgated by the Federal Bureau of Investigation; and\n§4.\tThis local law shall take effect ninety days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\tab Section One. Legislative Intent and Findings.\\par\n\\pard\\sl480\\slmult1\\qj\\tab The National Instant Criminal Background Check System (NICS) was established in 1998 to allow the Federal Bureau of Investigation (FBI) to monitor gun purchases so that persons with disqualifying factors would be prevented from purchasing firearms. Following the events of September 11, 2001, the FBI created a comprehensive, integrated \\ldblquote terrorism watch list\\rdblquote  of individuals under investigation.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj This list of potentially dangerous individuals is accessible by law enforcement and intelligence communities and may be used to cross check applicants.  However, under current federal law, the most the FBI can do is confirm whether the purchaser is the same person listed on the terrorist watch list and attempt to determine if any incidents have been overlooked that should have prohibited the person from buying a firearm.  Although the background checks for gun purchases are quite extensive, only convicted felons, illegal immigrants and those who are deemed \\ldblquote mentally defective\\rdblquote  are denied purchases.  Legally, terrorist suspects are not barred from owning firearms.  In addition, if a person is allowed to buy a firearm, U.S. Department of Justice rules prohibit the FBI or any other agency with sharing information about the transaction, including where it occurred and what personal information was provided on the purchase application.\\par\nIn January of 2005, the Government Accountability Office (GAO) issued a report indicating that 58 people whom the FBI regards as known or suspected members of terrorist groups sought permission to buy or carry a weapon.  Out of those 58 individuals, 47 were granted the sale or permission to carry.  Thus, under current law, not only are terrorist suspects not barred from purchasing firearms, FBI investigators have limited access to basic information about gun purchases by terror suspects, thereby hindering their ability to monitor and prevent terrorist activity\\fs20 . \\fs24  \\par\n\\pard\\sl480\\slmult1\\qj\\tab In light of the disturbing facts cited by the GAO report and critical legal loopholes and shortcomings under current federal law, the Council hereby finds it necessary to deny any firearms purchase to individuals who are on any FBI terrorism watch list at the time of their application.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a72.\\tab Paragraph 5 of subdivision b of section 10-302 of the administrative code of the city of New York is renumbered paragraph 6, and a new paragraph 5 is added, to read as follows:\\par\n\\ul (5)\\ulnone\\tab\\ul who is not at the time of the application on any terrorist watch list promulgated by the Federal Bureau of Investigation; and\\ulnone\\par\n\\'a73.\\tab Paragraph 9 of subdivision a of section 10-303 of the administrative code of the city of New York is renumbered paragraph 10, and a new paragraph 9 is added, to read as follows:\\par\n\\ul (9)\\ulnone\\tab\\ul is at the time of the application on any terrorist watch list promulgated by the Federal Bureau of Investigation; and\\ulnone\\par\n\\pard\\fi720\\'a74.\\tab This local law shall take effect ninety days after its enactment.\\fs20\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
