{
  "ID": 33205,
  "GUID": "8FDAAC54-CFE0-4505-8E80-EBE66CD14FA0",
  "File": "Int 0638-2005",
  "Name": "Requiring the reporting of statistics relating to applications for the Senior Citizen Rent Increase Exemption program (“SCRIE”)",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the reporting of statistics relating to applications for the Senior Citizen Rent Increase Exemption program (“SCRIE”), and the distribution of information regarding remedies available under SCRIE.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 3,
  "BodyName": "Committee on Aging",
  "IntroDate": "2005-05-11T00:00:00Z",
  "AgendaDate": "2005-05-11T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    }
  ],
  "History": [
    {
      "ID": 175093,
      "Date": "2005-05-11T13:48:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175348,
      "Date": "2005-05-11T19:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Aging",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4692,
      "AgendaSequence": 149,
      "MinutesSequence": 167,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Aging",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185110,
      "Date": "2005-12-31T16:39:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 33340,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Subdivision m of section 26-405 of the administrative code of the city of New York is amended by adding new paragraphs ten and eleven to read as follows:\n(10) Quarterly reporting requirement.  (a) Whenever used in this paragraph, the following terms shall be defined as follows:\n(i) “Application process” shall mean the entirety of an application proceeding and shall begin on the day the department receives an application for an exemption and end on the day the department issues either (A) notification of ineligibility or (B) an approval order setting forth the amount of the exemption and the time period during which it is effective.\n(ii) “Commissioner” shall mean the commissioner of the department for the aging or any successor agency.\n(iii) “Complete” or “completeness” shall mean that all requirements, including, but not limited to, supporting documentation, set forth by the commissioner in the instructions for completion of the application for an exemption have been determined by the department to have been satisfied by the applicant.\n(iv) “Department” shall mean the department for the aging or any successor agency.\n(v) “Exemption” shall mean a “rent increase exemption order” as defined in paragraph three of subdivision b of this section and the implementing regulations promulgated pursuant thereto.\n(vi) “Initial application” shall mean an application for an exemption where the applicant does not hold a current, valid exemption.\n(vii) “Phase I” shall mean the first phase of the application process and shall begin on the day the department receives an application for an exemption and end on the day the department (a) determines the application is complete as submitted or (b) issues notification to the applicant that the application is not complete.\n(viii) “Phase II” shall mean the second phase of the application process where the department has determined that an application is not complete and shall begin on the day after the department has issued the appropriate notification to the applicant and end on the day the department determines that such application is complete.\n(ix) “Phase III” shall mean the third and final phase of the application process and shall begin on the day after the department determines an application is complete and end on the day the department issues either (A) notification of ineligibility or (B) an approval order setting forth the amount of the exemption and the time period during which it is effective.\n(x) “Portability application” shall mean an application for an exemption where the applicant (A) holds a current, valid exemption and (B) has moved his or her principal residence to a subsequent qualified dwelling unit pursuant to paragraph seven of subdivision b of section 26-509 and the implementing regulations promulgated pursuant thereto.\n(xi) “Re-determination application” shall mean an application for an exemption where the applicant (A) holds a current, valid exemption and (B) incurs a permanent decrease in aggregate disposable income (as defined by regulation of the department) pursuant to paragraph nine of this subdivision and the implementing regulations promulgated pursuant thereto.\n(xii) “Renewal application” shall mean an application for an exemption, where the applicant (A) holds a current, valid exemption and (B) qualifies for automatic renewal pursuant to paragraph six of this subdivision.\n(b) In addition to such other reports as the commissioner is required to submit to the mayor, the city council and/or to the public advocate, the commissioner shall prepare and submit to the mayor, the city council and to the public advocate a quarterly report, in writing.  Such report shall be submitted not later than thirty days after the conclusion of each calendar quarter and shall include data compiled during such calendar quarter.  Such report shall include, but not be limited to, the following information related to applications for exemption received by the department.  With respect to items (i)-(viii) on the list, all statistics shall include separate totals or, where appropriate, averages for each of the following: (A) initial applications, (B) renewal applications, (C) re-determination applications, (D) portability applications, and (E) all applications.\n(i) the total number of applications in phase I, as well as the number of such applications in phase I for thirty days or fewer; for thirty-one to sixty days; and, for more than sixty days;  \n(ii) the total number of applications in phase II; \n(iii) the total number of applications in phase III, as well as the number of such applications in phase III for thirty days or fewer; for thirty-one to sixty days; for more than sixty days; and for a time period in excess of the target time period set forth by the commissioner, if any;\n(iv) the total number of applications where the department has issued either (A) notification of ineligibility or (B) an approval order setting forth the amount of the exemption and the time period during which it is effective;\n(v) the average number of days for an application to conclude phase I, as well as the total number of applications that concluded phase I in thirty days or fewer; in thirty-one to sixty days; and, in more than sixty days;\n(vi) the average number of days for an application to conclude phase II, as well as the total number of applications that concluded phase II in thirty days or fewer; in thirty-one to sixty days; and, in more than sixty days;\n(vii) the average number of days for an application to conclude phase III, as well as the total number of applications that concluded phase III in thirty days or fewer; in thirty-one to sixty days; in more than sixty days; and, in a time period in excess of the target time period set forth by the commissioner, if any;\n(viii) the average number of days for an application to conclude the application process, as well as the total number of applications that concluded the application process in more than six months; and\n(ix) for each application that concluded the application process in more than six months, the commissioner shall provide reasons for such delay.\n(11) The department for the aging shall provide a written description of all remedies available to landlords and tenants under the senior citizen rent increase exemption program and the process or processes to be followed in order to obtain each such remedy.  Such description shall be provided along with the rent exemption application, the rent exemption order, and the notice to the landlord that the rent exemption order was approved, and shall also be made available on the department for the aging’s website.\n§2. Section 26-509 of the administrative code of the city of New York is amended by adding new subdivisions e and f to read as follows:\ne. Quarterly reporting requirement.  (1) Whenever used in this subdivision, the following terms shall be defined as follows:\n(i) “Application process” shall mean the entirety of an application proceeding and shall begin on the day the department receives an application for an exemption and end on the day the department issues either (a) notification of ineligibility or (b) an approval order setting forth the amount of the exemption and the time period during which it is effective.\n(ii) “Commissioner” shall mean the commissioner of the department for the aging or any successor agency.\n(iii) “Complete” or “completeness” shall mean that all requirements, including, but not limited to, supporting documentation, set forth by the commissioner in the instructions for completion of the application for an exemption have been determined by the department to have been satisfied by the applicant.\n(iv) “Department” shall mean the department for the aging or any successor agency.\n(v) “Exemption” shall mean a “rent increase exemption order” as defined in paragraph three of subdivision b of this section and the implementing regulations promulgated pursuant thereto.\n(vi) “Initial application” shall mean an application for an exemption where the applicant does not hold a current, valid exemption;\n(vii) “Phase I” shall mean the first phase of the application process and shall begin on the day the department receives an application for an exemption and end on the day the department (a) determines the application is complete as submitted or (b) issues notification to the applicant that the application is not complete.\n(viii) “Phase II” shall mean the second phase of the application process where the department has determined that an application is not complete and shall begin on the day after such the department has issued the appropriate notification to the applicant and end on the day the department determines that such application is complete.\n(ix) “Phase III” shall mean the third and final phase of the application process and shall begin on the day after the department determines an application is complete and end on the day the department issues either (a) notification of ineligibility or (b) an approval order setting forth the amount of the exemption and the time period during which it is effective.\n(x) “Portability application” shall mean an application for an exemption where the applicant (a) holds a current, valid exemption and (b) has moved his or her principal residence to a subsequent qualified dwelling unit pursuant to paragraph seven of subdivision b of this section and the implementing regulations promulgated pursuant thereto.\n(xi) “Re-determination application” shall mean an application for an exemption where the applicant (a) holds a current, valid exemption and (b) incurs a permanent decrease in aggregate disposable income (as defined by regulation of the department) pursuant to paragraph nine of subdivision b of this section and the implementing regulations promulgated pursuant thereto.\n(xii) “Renewal application” shall mean an application for an exemption, where the applicant (a) holds a current, valid exemption and (b) qualifies for automatic renewal pursuant to paragraph six of subdivision b of this section.\n(2) In addition to such other reports as the commissioner is required to submit to the mayor, the city council and/or to the public advocate, the commissioner shall prepare and submit to the mayor, the city council and to the public advocate a quarterly report, in writing.  Such report shall be submitted not later than thirty days after the conclusion of each calendar quarter and shall include data compiled during such calendar quarter.  Such report shall include, but not be limited to, the following information related to applications for exemption received by the department.  With respect to items (i)-(viii) on the list, all statistics shall include separate totals or, where appropriate, averages for each of the following: (a) initial applications, (b) renewal applications, (c) re-determination applications, (d) portability applications, and (e) all applications.\n(i) the total number of applications in phase I, as well as the number of such applications in phase I for thirty days or fewer; for thirty-one to sixty days; and, for more than sixty days;  \n(ii) the total number of applications in phase II; \n(iii) the total number of applications in phase III, as well as the number of such applications in phase III for thirty days or fewer; for thirty-one to sixty days; for more than sixty days; and for a time period in excess of the target time period set forth by the commissioner, if any;\n(iv) the total number of applications where the department has issued either (a) notification of ineligibility or (b) an approval order setting forth the amount of the exemption and the time period during which it is effective;\n(v) the average number of days for an application to conclude phase I, as well as the total number of applications that concluded phase I in thirty days or fewer; in thirty-one to sixty days; and, in more than sixty days;\n(vi) the average number of days for an application to conclude phase II, as well as the total number of applications that concluded phase II in thirty days or fewer; in thirty-one to sixty days; and, in more than sixty days;\n(vii) the average number of days for an application to conclude phase III, as well as the total number of applications that concluded phase III in thirty days or fewer; in thirty-one to sixty days; in more than sixty days; and, in a time period in excess of the target time period set forth by the commissioner, if any;\n(viii) the average number of days for an application to conclude the application process, as well as the total number of applications that concluded the application process in more than six months; and\n(ix) for each application that concluded the application process in more than six months, the commissioner shall provide reasons for such delay.\nf. The department for the aging shall provide a written description of all remedies available to landlords and tenants under the senior citizen rent increase exemption program and the process or processes to be followed in order to obtain each such remedy.  Such description shall be provided along with the rent exemption application, the rent exemption order, and the notice to the landlord that the rent exemption order was approved, and shall also be made available on the department for the aging’s website.  \n§3. Effect of invalidity; severability.  If any section, subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\n§4.  This local law shall take effect ninety days after its enactment.\n\n\nLS #2286\nAT\n4/27/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\par\n\\i Be it enacted by the Council as follows:\\par\n\\i0\\par\n\\pard\\fi360\\sl480\\slmult1\\qj Section 1. Subdivision m of section 26-405 of the administrative code of the city of New York is amended by adding new paragraphs ten and eleven to read as follows:\\par\n\\ul (10) Quarterly reporting requirement.  (a) Whenever used in this paragraph, the following terms shall be defined as follows:\\par\n(i) \\ldblquote Application process\\rdblquote  shall mean the entirety of an application proceeding and shall begin on the day the department receives an application for an exemption and end on the day the department issues either (A) notification of ineligibility or (B) an approval order setting forth the amount of the exemption and the time period during which it is effective.\\par\n(ii) \\ldblquote Commissioner\\rdblquote  shall mean the commissioner of the department for the aging or any successor agency.\\par\n(iii) \\ldblquote Complete\\rdblquote  or \\ldblquote completeness\\rdblquote  shall mean that all requirements, including, but not limited to, supporting documentation, set forth by the commissioner in the instructions for completion of the application for an exemption have been determined by the department to have been satisfied by the applicant.\\par\n(iv) \\ldblquote Department\\rdblquote  shall mean the department for the aging or any successor agency.\\par\n(v) \\ldblquote Exemption\\rdblquote  shall mean a \\ldblquote rent increase exemption order\\rdblquote  as defined in paragraph three of subdivision b of this section and the implementing regulations promulgated pursuant thereto.\\par\n(vi) \\ldblquote Initial application\\rdblquote  shall mean an application for an exemption where the applicant does not hold a current, valid exemption.\\par\n(vii) \\ldblquote Phase I\\rdblquote  shall mean the first phase of the application process and shall begin on the day the department receives an application for an exemption and end on the day the department (a) determines the application is complete as submitted or (b) issues notification to the applicant that the application is not complete.\\par\n(viii) \\ldblquote Phase II\\rdblquote  shall mean the second phase of the application process where the department has determined that an application is not complete and shall begin on the day after the department has issued the appropriate notification to the applicant and end on the day the department determines that such application is complete.\\par\n(ix) \\ldblquote Phase III\\rdblquote  shall mean the third and final phase of the application process and shall begin on the day after the department determines an application is complete and end on the day the department issues either (A) notification of ineligibility or (B) an approval order setting forth the amount of the exemption and the time period during which it is effective.\\par\n(x) \\ldblquote Portability application\\rdblquote  shall mean an application for an exemption where the applicant (A) holds a current, valid exemption and (B) has moved his or her principal residence to a subsequent qualified dwelling unit pursuant to paragraph seven of subdivision b of section 26-509 and the implementing regulations promulgated pursuant thereto.\\par\n(xi) \\ldblquote Re-determination application\\rdblquote  shall mean an application for an exemption where the applicant (A) holds a current, valid exemption and (B) incurs a permanent decrease in aggregate disposable income (as defined by regulation of the department) pursuant to paragraph nine of this subdivision and the implementing regulations promulgated pursuant thereto.\\par\n(xii) \\ldblquote Renewal application\\rdblquote  shall mean an application for an exemption, where the applicant (A) holds a current, valid exemption and (B) qualifies for automatic renewal pursuant to paragraph six of this subdivision.\\par\n(b) In addition to such other reports as the commissioner is required to submit to the mayor, the city council and/or to the public advocate, the commissioner shall prepare and submit to the mayor, the city council and to the public advocate a quarterly report, in writing.  Such report shall be submitted not later than thirty days after the conclusion of each calendar quarter and shall include data compiled during such calendar quarter.  Such report shall include, but not be limited to, the following information related to applications for exemption received by the department.  With respect to items (i)-(viii) on the list, all statistics shall include separate totals or, where appropriate, averages for each of the following: (A) initial applications, (B) renewal applications, (C) re-determination applications, (D) portability applications, and (E) all applications.\\par\n(i) the total number of applications in phase I, as well as the number of such applications in phase I for thirty days or fewer; for thirty-one to sixty days; and, for more than sixty days;  \\par\n(ii) the total number of applications in phase II; \\par\n(iii) the total number of applications in phase III, as well as the number of such applications in phase III for thirty days or fewer; for thirty-one to sixty days; for more than sixty days; and for a time period in excess of the target time period set forth by the commissioner, if any;\\par\n(iv) the total number of applications where the department has issued either (A) notification of ineligibility or (B) an approval order setting forth the amount of the exemption and the time period during which it is effective;\\par\n(v) the average number of days for an application to conclude phase I, as well as the total number of applications that concluded phase I in thirty days or fewer; in thirty-one to sixty days; and, in more than sixty days;\\par\n(vi) the average number of days for an application to conclude phase II, as well as the total number of applications that concluded phase II in thirty days or fewer; in thirty-one to sixty days; and, in more than sixty days;\\par\n(vii) the average number of days for an application to conclude phase III, as well as the total number of applications that concluded phase III in thirty days or fewer; in thirty-one to sixty days; in more than sixty days; and, in a time period in excess of the target time period set forth by the commissioner, if any;\\par\n(viii) the average number of days for an application to conclude the application process, as well as the total number of applications that concluded the application process in more than six months; and\\par\n(ix) for each application that concluded the application process in more than six months, the commissioner shall provide reasons for such delay.\\par\n(11) The department for the aging shall provide a written description of all remedies available to landlords and tenants under the senior citizen rent increase exemption program and the process or processes to be followed in order to obtain each such remedy.  Such description shall be provided along with the rent exemption application, the rent exemption order, and the notice to the landlord that the rent exemption order was approved, and shall also be made available on the department for the aging\\rquote s website.\\par\n\\ulnone\\'a72. Section 26-509 of the administrative code of the city of New York is amended by adding new subdivisions e and f to read as follows:\\par\n\\ul e. Quarterly reporting requirement.  (1) Whenever used in this subdivision, the following terms shall be defined as follows:\\par\n(i) \\ldblquote Application process\\rdblquote  shall mean the entirety of an application proceeding and shall begin on the day the department receives an application for an exemption and end on the day the department issues either (a) notification of ineligibility or (b) an approval order setting forth the amount of the exemption and the time period during which it is effective.\\par\n(ii) \\ldblquote Commissioner\\rdblquote  shall mean the commissioner of the department for the aging or any successor agency.\\par\n(iii) \\ldblquote Complete\\rdblquote  or \\ldblquote completeness\\rdblquote  shall mean that all requirements, including, but not limited to, supporting documentation, set forth by the commissioner in the instructions for completion of the application for an exemption have been determined by the department to have been satisfied by the applicant.\\par\n(iv) \\ldblquote Department\\rdblquote  shall mean the department for the aging or any successor agency.\\par\n(v) \\ldblquote Exemption\\rdblquote  shall mean a \\ldblquote rent increase exemption order\\rdblquote  as defined in paragraph three of subdivision b of this section and the implementing regulations promulgated pursuant thereto.\\par\n(vi) \\ldblquote Initial application\\rdblquote  shall mean an application for an exemption where the applicant does not hold a current, valid exemption;\\par\n(vii) \\ldblquote Phase I\\rdblquote  shall mean the first phase of the application process and shall begin on the day the department receives an application for an exemption and end on the day the department (a) determines the application is complete as submitted or (b) issues notification to the applicant that the application is not complete.\\par\n(viii) \\ldblquote Phase II\\rdblquote  shall mean the second phase of the application process where the department has determined that an application is not complete and shall begin on the day after such the department has issued the appropriate notification to the applicant and end on the day the department determines that such application is complete.\\par\n(ix) \\ldblquote Phase III\\rdblquote  shall mean the third and final phase of the application process and shall begin on the day after the department determines an application is complete and end on the day the department issues either (a) notification of ineligibility or (b) an approval order setting forth the amount of the exemption and the time period during which it is effective.\\par\n(x) \\ldblquote Portability application\\rdblquote  shall mean an application for an exemption where the applicant (a) holds a current, valid exemption and (b) has moved his or her principal residence to a subsequent qualified dwelling unit pursuant to paragraph seven of subdivision b of this section and the implementing regulations promulgated pursuant thereto.\\par\n(xi) \\ldblquote Re-determination application\\rdblquote  shall mean an application for an exemption where the applicant (a) holds a current, valid exemption and (b) incurs a permanent decrease in aggregate disposable income (as defined by regulation of the department) pursuant to paragraph nine of subdivision b of this section and the implementing regulations promulgated pursuant thereto.\\par\n(xii) \\ldblquote Renewal application\\rdblquote  shall mean an application for an exemption, where the applicant (a) holds a current, valid exemption and (b) qualifies for automatic renewal pursuant to paragraph six of subdivision b of this section.\\par\n(2) In addition to such other reports as the commissioner is required to submit to the mayor, the city council and/or to the public advocate, the commissioner shall prepare and submit to the mayor, the city council and to the public advocate a quarterly report, in writing.  Such report shall be submitted not later than thirty days after the conclusion of each calendar quarter and shall include data compiled during such calendar quarter.  Such report shall include, but not be limited to, the following information related to applications for exemption received by the department.  With respect to items (i)-(viii) on the list, all statistics shall include separate totals or, where appropriate, averages for each of the following: (a) initial applications, (b) renewal applications, (c) re-determination applications, (d) portability applications, and (e) all applications.\\par\n(i) the total number of applications in phase I, as well as the number of such applications in phase I for thirty days or fewer; for thirty-one to sixty days; and, for more than sixty days;  \\par\n(ii) the total number of applications in phase II; \\par\n(iii) the total number of applications in phase III, as well as the number of such applications in phase III for thirty days or fewer; for thirty-one to sixty days; for more than sixty days; and for a time period in excess of the target time period set forth by the commissioner, if any;\\par\n(iv) the total number of applications where the department has issued either (a) notification of ineligibility or (b) an approval order setting forth the amount of the exemption and the time period during which it is effective;\\par\n(v) the average number of days for an application to conclude phase I, as well as the total number of applications that concluded phase I in thirty days or fewer; in thirty-one to sixty days; and, in more than sixty days;\\par\n(vi) the average number of days for an application to conclude phase II, as well as the total number of applications that concluded phase II in thirty days or fewer; in thirty-one to sixty days; and, in more than sixty days;\\par\n(vii) the average number of days for an application to conclude phase III, as well as the total number of applications that concluded phase III in thirty days or fewer; in thirty-one to sixty days; in more than sixty days; and, in a time period in excess of the target time period set forth by the commissioner, if any;\\par\n(viii) the average number of days for an application to conclude the application process, as well as the total number of applications that concluded the application process in more than six months; and\\par\n(ix) for each application that concluded the application process in more than six months, the commissioner shall provide reasons for such delay.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj f. The department for the aging shall provide a written description of all remedies available to landlords and tenants under the senior citizen rent increase exemption program and the process or processes to be followed in order to obtain each such remedy.  Such description shall be provided along with the rent exemption application, the rent exemption order, and the notice to the landlord that the rent exemption order was approved, and shall also be made available on the department for the aging\\rquote s website.  \\par\n\\pard\\fi360\\sl480\\slmult1\\qj\\ulnone\\'a73. Effect of invalidity; severability.  If any section, subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\\par\n\\'a74.  This local law shall take effect ninety days after its enactment.\\par\n\\par\n\\par\n\\pard\\fi360\\qj LS #2286\\par\nAT\\par\n4/27/05\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
