{
  "ID": 33236,
  "GUID": "43CA0F71-E785-4896-A576-4A5A199704BA",
  "File": "Int 0642-2005",
  "Name": "Specifications for alternative fuel vehicle taxicabs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to specifications for alternative fuel vehicle taxicabs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2005-05-11T00:00:00Z",
  "AgendaDate": "2005-05-11T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 175163,
      "Date": "2005-05-11T11:28:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175397,
      "Date": "2005-05-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4692,
      "AgendaSequence": 188,
      "MinutesSequence": 206,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 177014,
      "Date": "2005-06-16T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 4867,
      "AgendaSequence": 2,
      "MinutesSequence": 7,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 642-A",
      "MinutesNote": "Proposed Int. No. 642-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 177065,
      "Date": "2005-06-16T10:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 4867,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185114,
      "Date": "2005-12-31T16:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 66995,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/cc990cc2-07b0-48b3-a249-8633948dcebf.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 33372,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Declaration of legislative findings and intent.  The Council of the City of New York hereby finds that use of alternative fuel vehicles is important to the City’s goal of improving air quality and conserving fuel.  The use of alternative fuel vehicles is especially appropriate with taxicabs, many of which operate 24 hours per day, spewing an enormous amount of emissions into the air.\n\tThe burning of fossil fuels is a major source of greenhouse gases that contribute to the growing problem of global warming.  Furthermore, fuel prices continue to escalate while our reliance on fossil fuels has also increased our dependence on foreign sources of oil.  Therefore, it is important to encourage the use and development of alternative fuel vehicles, including hybrid electric vehicles, to increase fuel efficiency, reduce air pollution and lower our dependence on foreign oil.  \n\tThe New York City Taxi and Limousine Commission has promulgated rules mandating specifications for taxicabs.  These specifications, while important to passenger comfort, have prevented many promising alternative fuel vehicles, which do not meet specifications by minimal amounts, from being used as taxicabs.  To further the City’s policy of improving air quality and conserving fuel, this Council is enacting this law to allow certain alternative fuel vehicles to be used as taxicabs.  To continue the policy of improving comfort for passengers, this local law shall be repealed when an alternative fuel vehicle becomes available and the Taxi and Limousine Commission approves it for use as a taxicab under its general specifications for taxicabs.\n§2\tChapter 5 of title 19 of the administrative code of the city of New York is hereby amended by enacting a new section 19-508.1 to read as follows: \n\t§19-508.1  Alternative Fuel Vehicle Specifications.  An alternative fuel vehicle is one which uses alternative fuels as defined in paragraph 2 of subdivision a of section 24-163.1 of this code.  For purposes of this section, a taxicab using alternative fuel shall also include a hybrid-electric vehicle defined as a vehicle that employs a combustion engine system together with an electric propulsion system that operates in an integrated manner.  Until such time as when the taxi and limousine commission approves an alternative fuel vehicle that meets the taxicab specifications stated under Title 35, Chapter 3, §3-03 of the rules of the city of New York, alternative fuel vehicles shall be exempt from these rules.  All alternative fuel vehicle taxicabs shall meet the following minimum specifications:\n(1)\tThe vehicle shall have EPA passenger compartment interior volume index of at least 100 cubic feet.\n(2)\tThe rear compartment of the vehicle shall meet the following dimensions as defined by the society of automotive engineers:\na.\t   Minimum effective leg room (L51) must be at least 34.6 inches.\nb.   Effective head room (H63) must be at least 37.5 inches.\nc.   The seat depth (L16) must be at least 18_inches.\n(3)\t The front compartment of the vehicle shall meet the following dimensions:\na.   Effective head room (H61) must be at least 37.5 inches.\nb.   Maximum effective (H61) leg room (L34) shall be at least 41.6 inches.\nc.   Total leg room (the sum of L34 and L51) must be at least 77.5 inches.\n§3.  This local law shall take effect thirty days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Declaration of legislative findings and intent.  The Council of the City of New York hereby finds that use of alternative fuel vehicles is important to the City\\rquote s goal of improving air quality and conserving fuel.  The use of alternative fuel vehicles is especially appropriate with taxicabs, many of which operate 24 hours per day, spewing an enormous amount of emissions into the air.\\par\n\\cf1\\b\\tab\\cf0\\b0 The burning of fossil fuels is a major source of greenhouse gases that contribute to the growing problem of global warming.  Furthermore, fuel prices continue to escalate while our reliance on fossil fuels has also increased our dependence on foreign sources of oil.  Therefore, it is important to encourage the use and development of alternative fuel vehicles, including hybrid electric vehicles, to increase fuel efficiency, reduce air pollution and lower our dependence on foreign oil.  \\par\n\\tab The New York City Taxi and Limousine Commission has promulgated rules mandating specifications for taxicabs.  These specifications, while important to passenger comfort, have prevented many promising alternative fuel vehicles, which do not meet specifications by minimal amounts, from being used as taxicabs.  To further the City\\rquote s policy of improving air quality and conserving fuel, this Council is enacting this law to allow certain alternative fuel vehicles to be used as taxicabs.  To continue the policy of improving comfort for passengers, this local law shall be repealed when an alternative fuel vehicle becomes available and the Taxi and Limousine Commission approves it for use as a taxicab under its general specifications for taxicabs.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a72\\tab Chapter 5 of title 19 of the administrative code of the city of New York is hereby amended by enacting a new section 19-508.1 to read as follows: \\par\n\\pard\\sl480\\slmult1\\qj\\tab\\ul\\'a719-508.1  Alternative Fuel Vehicle Specifications.  An alternative fuel vehicle is one which uses alternative fuels as defined in paragraph 2 of subdivision a of section 24-163.1 of this code.  For purposes of this section, a taxicab using alternative fuel shall also include a hybrid-electric vehicle defined as a vehicle that employs a combustion engine system together with an electric propulsion system that operates in an integrated manner.  Until such time as when the taxi and limousine commission approves an alternative fuel vehicle that meets the taxicab specifications stated under Title 35, Chapter 3, \\'a73-03 of the rules of the city of New York, alternative fuel vehicles shall be exempt from these rules.  All alternative fuel vehicle taxicabs shall meet the following minimum specifications:\\par\n\\pard\\fi-465\\li1185\\sl480\\slmult1\\qj (1)\\tab The vehicle shall have EPA passenger compartment interior volume index of at least 100 cubic feet.\\par\n(2)\\tab The rear compartment of the vehicle shall meet the following dimensions as defined by the society of automotive engineers:\\par\n\\pard\\li1440\\sl480\\slmult1\\qj\\tqdec\\tx1870 a.\\tab    Minimum effective leg room (L51) must be at least 34.6 inches.\\par\n\\pard\\li1440\\sl480\\slmult1\\qj b.   Effective head room (H63) must be at least 37.5 inches.\\par\nc.   The seat depth (L16) must be at least 18_inches.\\par\n\\pard\\fi-402\\li1122\\sl480\\slmult1\\qj (3)\\tab  The front compartment of the vehicle shall meet the following dimensions:\\par\n\\pard\\li1440\\sl480\\slmult1\\qj a.   Effective head room (H61) must be at least 37.5 inches.\\par\nb.   Maximum effective (H61) leg room (L34) shall be at least 41.6 inches.\\par\nc.   Total leg room (the sum of L34 and L51) must be at least 77.5 inches.\\par\n\\pard\\qj\\ulnone\\'a73.  This local law shall take effect thirty days after its enactment.\\par\n\\pard\\fi720\\qj\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
