{
  "ID": 33358,
  "GUID": "B777CCA3-BC88-4BD5-8814-75DE34776922",
  "File": "Int 0643-2005",
  "Name": "Recycling, reuse and safe handling of electronic equipment sold in NYC.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the recycling, reuse and safe handling of electronic equipment sold in the city of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2005-05-25T00:00:00Z",
  "AgendaDate": "2005-05-25T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 175948,
      "Date": "2005-05-25T10:13:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176155,
      "Date": "2005-05-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4766,
      "AgendaSequence": 154,
      "MinutesSequence": 179,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181112,
      "Date": "2005-10-24T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 5301,
      "AgendaSequence": 3,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181266,
      "Date": "2005-10-24T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 5301,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185115,
      "Date": "2005-12-31T16:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 69232,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5e9de09d-b0ea-48f1-8689-00c7c2392788.doc",
      "Sort": 1
    },
    {
      "ID": 70366,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/974354db-24dd-4ebb-8039-7473d88ad34e.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 33529,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of legislative findings and intent.  The Council finds that electronic waste represents one of the fastest growing and most hazardous components of the city of New York’s waste stream.   It is estimated that, based upon national data, less than 10% of the city’s electronic waste is currently being recycled.   According to the United States Environmental Protection Agency (“U.S. EPA”), more than 2.2 million tons of computers, televisions (TV’s) and other electronic waste were discarded in the United States during 2001. The U.S.EPA also estimates that there are hundreds of millions of pieces of electronic waste being stockpiled in homes and businesses, and that by 2006 more than 56 million computers will become obsolete each year \nElectronic waste contains many toxic substances, including lead, mercury, chromium, cadmium, polyvinyl chloride and beryllium.  An average TV with a traditional cathode ray tube contains as much as five to seven pounds of lead, and an average computer terminal contains four pounds of lead as well as smaller amounts of mercury and cadmium.  The improper disposal of this waste therefore poses a threat to human health and the environment.  Indeed, according to the U.S. EPA, as much as 70% of heavy metals contained in landfills, including lead, mercury and cadmium, originates from electronic waste.  The incineration of electronic waste can lead to increased mercury, lead and other toxic airborne emissions. \nThere are direct environmental and public health consequences for New York City residents and workers from the improper handling and disposal of electronic waste.  As one example, televisions or computer terminals that are broken can expose Sanitation workers or private garbage vendors to toxic lead dust.  Additionally, the regional incineration of electronic waste poses a direct threat to the city’s air quality and the health of its residents.\nThe Council finds that there is currently no comprehensive system for managing the growing problem of electronic waste in the city of New York.  The Council further finds that the establishment of a system to provide for the collection, handling and recycling or reuse of electronic equipment in this city is consistent with its duty to protect the health, safety and welfare of its citizens; enhance and maintain the quality of the environment; conserve natural resources; and prevent air, water and land pollution. The Council further finds that such a system is consistent with the overall state solid waste management policy, including its intent to pursue and implement an integrated approach to solid waste management and to aggressively promote waste reduction, reuse and recycling as the preferred methods of waste management.\n\tThe Council finds that the purpose of this chapter is to establish a comprehensive electronics recycling system that ensures the safe and environmentally sound collection, handling, recycling, reuse and disposal of electronic equipment and encourages the design of electronic products and components that are less toxic and more recyclable. The Council further finds that it is the purpose of this chapter to establish an electronics recycling and reuse system that is convenient and minimizes costs to consumers of electronic equipment and to the city. The Council further finds that, by encouraging convenient collection and improves environmental product design, this chapter would best reduce the environmental and health costs associated with electronic equipment that is discarded along with ordinary waste.\nThe Council further finds that the manufacturers of electronic equipment should reduce and, to the maximum extent feasible, ultimately phase out the use of hazardous materials in such products sold in the city of New York. The Council further finds that responsibility for the collection, handling and recycling or reuse of covered electronic equipment belongs to manufacturers.  Currently, manufacturers of electronic equipment bear none of the financial burden or responsibility for safely managing discarded electronic equipment at the end of its useful life, burdening local governments and end users with these costs and responsibilities. Manufacturers of electronic equipment, in working to achieve the goals and objectives of this chapter, should have the flexibility to act in partnership with each other, with the city and with businesses that provide collection and handling services to develop, implement and promote a safe and effective electronics recycling system in the city.   \n\t§ 2.  Chapter 3 of title 16 of the administrative code of the city of New York is hereby amended by adding new subchapter 7 to read as follows:\t\nSUBCHAPTER 7\nELECTRONIC EQUIPMENT RECYCLING AND REUSE\n§16-340. This local law shall be known as the Electronic Equipment Recycling and Reuse Act of 2005. \n§16-341. Definitions. \na. For the purposes of this section, the following terms shall have the following meanings:\n1. “Cathode ray tube” means a vacuum tube or picture tube used to convert an electronic signal into a visual image.\n2. “City,” unless otherwise noted, means the city of New York.\n3. “Consumer” means a person who owns covered electronic equipment; including but not limited to an individual, a business, corporation, limited partnership, nonprofit organization, or governmental entity, but does not include an entity involved in a wholesale transaction between a distributor and retailer.\n4. “Covered electronic equipment” means any computer central processing unit, cathode ray tube; cathode ray tube device; keyboard; electronic mouse or similar pointing device; television; computer monitor, including but not limited to liquid crystal displays (LCD) and plasma screens, or similar video display device with a screen that is greater than four inches measured diagonally and contains one or more circuit boards; a laptop computer; or a portable digital music player that has memory and is battery-powered.  \"Covered electronic equipment” does not include any automobile; mobile phone; commercial medical equipment that contains within it a cathode ray tube, a cathode ray tube device, a flat panel display or similar video display device, and is not separate from the larger piece of equipment; or other medical devices as that term is defined under the Federal Food, Drug, and Cosmetic Act.\n5. “Department” means the Department of Sanitation of the city of New York. \n6. “Electronic waste” means covered electronic equipment that has been discarded or is no longer wanted by its owner, or for any other reason enters the collection, recovery, treatment, processing, or recycling system.\n7. “Label” means a marker on the surface of a product conveying information; for the purposes of this subchapter, labels must be permanent and can be attached, printed, engraved or incorporated in any other permanent way that is obvious and visible to users of the product.\n8. “Manufacturer” means a person who: (a) manufactures and sells covered electronic equipment under its own brand; (b) sells or resells covered electronic equipment produced by other entities under its own brand and label; (c) imports covered electronic equipment for first sale in New York City; or (d) manufactures and sells covered electronic equipment without affixing a brand.\n9. “Orphan waste” means covered electronic equipment, the manufacturer of which cannot be identified or is no longer in business and for which no successor in interest can be identified, or is not covered by the terms and conditions of this chapter. \n10. “Person” means any individual, partnership, company, corporation, association, firm, organization, or any other group of individuals, or any officer or employee or agent thereof.\n11. “Recycle” means to use the materials contained in previously manufactured goods as raw materials for new products or components, but not for energy recovery or energy generation by means of combustion, gasification, pyrolysis or other means.\n12. “Retailer” means a person who sells covered electronic equipment to a consumer in the city through any means, including, but not limited to, transactions conducted through retail sales outlets, catalogs or the internet, or any electronic means. \n\t  13. \"Reuse\" means any operation by which discarded electronic equipment or components are used for the same purpose for which they were conceived, including the continued use of whole systems or components. \n14. “Sell” or “sale” means any transfer for consideration of title or the right to use, by lease or sales contract, from a manufacturer or retailer to a consumer, including, but not limited to, transactions conducted through retail sales outlets, catalogs, the internet, or any electronic means; this includes transfer of new products or used products that may have been refurbished by their manufacturer or manufacturer-approved party and that are offered for sale by a manufacturer or retailer, but does not include consumer-to-consumer second-hand transfer.\n§16-342. Responsibility of Recycling. \na. Each manufacturer of covered electronic equipment that is sold in the city is individually responsible for the collection, handling and recycling or reuse of all covered electronic equipment that is produced by that manufacturer and generated as electronic waste in the city.  In addition, each manufacturer is responsible for a pro rata share of orphan waste generated as electronic waste in the city. \nb.  Beginning January 1, 2007, and every year thereafter, the department shall provide manufacturers with a determination of each manufacturer's pro rata share of orphan waste. The department shall determine each manufacturer's pro rata share based on the best available information, including, but not limited to, local and/or regional sales data provided by manufacturers.\n§ 16-343. Manufacturer Electronic Waste Management Plan. a. A manufacturer shall develop a plan and submit a report as required by this section. \nb. No later than January 1, 2008, a manufacturer shall develop and submit to the Department an electronic waste management plan for the collection, handling and recycling or reuse of covered electronic equipment produced by the manufacturer and generated as electronic waste in the City.  The manufacturer shall not impose a fee on consumers for the collection or recycling or reuse of covered electronic equipment. \nc. The plan developed by the manufacturer shall include, at a minimum:\n1. A description of the collection system;\n2. Details for implementing the collection and handling of covered electronic equipment produced by the manufacturer and its pro rata share of orphan waste generated as electronic waste in the city;\n\t3. A public education program to inform residents and businesses of the city about the collection system, including a uniform resource locator (URL) or a toll-free telephone number that provides sufficient information to allow an owner of a covered electronic device to learn how to return the covered device for recycling or reuse;\n4. A description of the recycling or reuse programs.  Such description shall, at a minimum, identify any disassembly, physical recovery operation, such as crushing, shredding, grinding, glass to glass recycling, or other operation that will be used, and the location of such operations;\n5. A description of how the manufacturer will comply with the performance standards established in subdivision h of section 16-343 (h);  \nd. The Department shall approve or disapprove a proposed plan submitted by a manufacturer within ninety days of its submission.  When the department approves a plan, it shall expeditiously notify the manufacturer of the approval in writing.  If the department disapproves a plan, it shall expeditiously notify the manufacturer and specify the reasons for disapproval.  The department shall approve or disapprove a resubmitted plan within ninety days of resubmission.\ne. By January 1, 2008, or 180 days after a plan is approved by the department, whichever date is later, a manufacturer of covered electronic equipment shall implement the approved plan for the collection, handling and recycling or reuse of covered electronic equipment produced by such manufacturer and generated as electronic waste in the city.\nf. Notwithstanding subdivisions a, b, and c of this section, a manufacturer may satisfy the plan requirements of this section by agreeing to participate in a collective electronic waste management plan with other manufacturers. Any such collective plan must meet the same requirements as plans submitted by individual manufacturers.\t \ng. A manufacturer is responsible for all costs associated with the development and implementation of the plan.   \nh. Performance standard \n \t1. For electronic waste other than orphan waste, a manufacturer is responsible for demonstrating that its electronic waste management plan is collecting for recycling or reuse at least the minimum collection rate.  The minimum collection rate is calculated as a percentage of the average annual sales of the manufacturer’s covered electronic equipment in the city of New York during the previous five calendar years. By January 1, 2010, the minimum collection rate must be 30 percent.  By January 1, 2015, the minimum collection rate must be 55 percent.  By January 1, 2018, the minimum collection rate must be 80 percent.\n\t2. For purposes of paragraph 1 of subdivision h of section 16-343, the manufacturer must meet, where applicable, the minimum collection rates for each of the following three categories of covered electronic equipment: (a) computer central processing units and laptop computers; (b) cathode ray tubes, cathode ray tube devices, televisions, and computer monitors, including but not limited to, LCD and plasma screens, or similar video display devices with a screen that is greater than 4 inches measured diagonally and contains one or more circuit boards; (c) portable digital music players that have memory and are battery-powered.  Products in one category may not be counted in reaching the minimum collection rate for products in another category.  Although included in the definition of covered electronic equipment, keyboards and electronic mice may not be counted in reaching the minimum collection rate for any category of product.\n\t3. For purposes of calculating its compliance with the minimum collection rates specified in §16-343(h)(1) and (2), a manufacturer may count the collection of a single item of covered electronic equipment, as specified in paragraph two above, as two items when that item is donated free of charge for reuse to the New York city department of education, or to any not-for-profit corporation recognized under §501 (c) (3) of the internal revenue code, whose principal mission is to assist low-income children or families living in New York City.  To qualify for the donation reuse credit under this subsection, manufacturers must ensure the delivery of electronic equipment that: (a) is no older than 6 years old, (b) where applicable, has a functioning operating system; (c) is in full working condition, and (d) has been approved in writing for donation by the recipient.\n§16-344. Sales Prohibition. a.  Beginning January 1, 2009, a manufacturer not in compliance with this chapter, as determined by the department or a court of law, may be  prohibited from offering covered electronic equipment for sale in the city of New York.   The department shall not consider a manufacturer in noncompliance with section 16-343 of this subchapter if it has submitted a plan in good faith that is pending approval.  It shall be the responsibility of manufacturers to inform in writing all retailers selling covered electronic equipment in the city if such manufacturer is not in noncompliance with this chapter.\nb. A retailer shall not offer for sale in the city covered electronic equipment of a manufacturer that has been prohibited from offering covered electronic equipment for sale within the city.  A retailer is not responsible for an unlawful sale if the retailer took possession of the covered electronic product prior to the manufacturer’s determination of noncompliance, or if the retailer has not been notified as specified above.\n§16-345 Labeling. Beginning January 1, 2008, a manufacturer may not offer for sale in the city of New York a covered electronic device unless it has a visible, permanent label clearly identifying the manufacturer of that device, as well as a telephone number or URL that customers can access for information on how that product can be presented for recycling or reuse free of charge to the consumer.\n§16-346 Enforcement.  a. The department and the department of consumer affairs shall have the authority to enforce the provisions of this subchapter.\nb. Any person may enforce the provisions and requirements of this subchapter against any party, government or private, through appropriate legal proceedings, including declaratory, injunctive and equitable relief as well as civil penalties.  The court may award the full costs of litigation, including, but not limited to, reasonable expert witness and attorneys’ fees, to the plaintiffs should they prevail.  This provision is supplementary to existing rights and procedures provided by law. \n§16-347 Civil Penalties. Any person who violates any provision of this chapter shall be liable for a civil penalty of not less than five thousand dollars nor more than ten thousand dollars for the first violation, not less than ten thousand dollars nor more than twenty thousand dollars for the second violation and not less than twenty thousand dollars nor more than thirty thousand dollars for the third violation and subsequent violations of this chapter, in a proceeding before the environmental control board.\n\n§16-348 Reporting Requirements. a. Beginning April 1, 2009, for the previous calendar year and annually thereafter, a manufacturer that offers a covered electronic device for sale in the city of New York shall submit a report to the department that includes the following: (i) any proposed modification to the previously approved manufacturer’s plan for the collection, consolidation and recycling and reuse of its covered electronic equipment; (ii) substantiated estimates, on an annual basis for the preceding calendar year, of the quantity of covered electronic equipment sold in the city of New York and the quantity of covered electronic equipment collected for recycling or reuse in the city of New York; (iii) substantiated estimates of the percentage of covered electronic equipment collected by that manufacturer that are recycled and reused from its products; (iv) the identification of end markets for the collected electronic waste; and (vi) any and all systems implemented by the manufacturer to ensure environmentally sound management of its products.\nb. The department shall submit a report on implementation of the Electronic Equipment Recycling and Reuse Act in the city of New York to the council by June 15, 2009 and every 2 years thereafter. The report must include, at a minimum, an evaluation of the recycling rates in the city for covered electronic equipment, a discussion of compliance and enforcement related to the requirements of this chapter and recommendations for any changes to the system of collection and recycling of electronic equipment in the city of New York. \n§16-349 Confidential Information and Trade Secrets. Information relating to electronic equipment submitted to the department under this subchapter may be designated by the person submitting it as being only for the confidential use of the Department, its agents and employees, other city agencies, and as authorized by the mayor, employees of the United States Environmental Protection Agency and the Attorney General of the state of New York, to the extent allowed under the New York State Freedom of Information Law. \n§3\tIf any part of this subchapter is declared to be invalid or void by a court of competent jurisdiction, the remaining portion shall not be affected, but shall remain in full force and effect and shall be construed to be the entire act.\n§4. This law shall take effect immediately\n\nLS-966-\nCJC-5/20/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone Section 1. Declaration of legislative findings and intent.  The Council finds that electronic waste represents one of the fastest growing and most hazardous components of the city of New York\\rquote s waste stream.   It is estimated that, based upon national data, less than 10% of the city\\rquote s electronic waste is currently being recycled.   According to the United States Environmental Protection Agency (\\ldblquote U.S. EPA\\rdblquote ), more than 2.2 million tons of computers, televisions (TV\\rquote s) and other electronic waste were discarded in the United States during 2001. The U.S.EPA also estimates that there are hundreds of millions of pieces of electronic waste being stockpiled in homes and businesses, and that by 2006 more than 56 million computers will become obsolete each year \\par\nElectronic waste contains many toxic substances, including lead, mercury, chromium, cadmium, polyvinyl chloride and beryllium.  An average TV with a traditional cathode ray tube contains as much as five to seven pounds of lead, and an average computer terminal contains four pounds of lead as well as smaller amounts of mercury and cadmium.  The improper disposal of this waste therefore poses a threat to human health and the environment.  Indeed, according to the U.S. EPA, as much as 70% of heavy metals contained in landfills, including lead, mercury and cadmium, originates from electronic waste.  The incineration of electronic waste can lead to increased mercury, lead and other toxic airborne emissions. \\par\nThere are direct environmental and public health consequences for New York City residents and workers from the improper handling and disposal of electronic waste.  As one example, televisions or computer terminals that are broken can expose Sanitation workers or private garbage vendors to toxic lead dust.  Additionally, the regional incineration of electronic waste poses a direct threat to the city\\rquote s air quality and the health of its residents.\\par\nThe Council finds that there is currently no comprehensive system for managing the growing problem of electronic waste in the city of New York.  The Council further finds that the establishment of a system to provide for the collection, handling and recycling or reuse of electronic equipment in this city is consistent with its duty to protect the health, safety and welfare of its citizens; enhance and maintain the quality of the environment; conserve natural resources; and prevent air, water and land pollution. The Council further finds that such a system is consistent with the overall state solid waste management policy, including its intent to pursue and implement an integrated approach to solid waste management and to aggressively promote waste reduction, reuse and recycling as the preferred methods of waste management.\\par\n\\pard\\fi360\\sb120\\sl480\\slmult1\\tab The Council finds that the purpose of this chapter is to establish a comprehensive electronics recycling system that ensures the safe and environmentally sound collection, handling, recycling, reuse and disposal of electronic equipment and encourages the design of electronic products and components that are less toxic and more recyclable. The Council further finds that it is the purpose of this chapter to establish an electronics recycling and reuse system that is convenient and minimizes costs to consumers of electronic equipment and to the city. The Council further finds that, by encouraging convenient collection and improves environmental product design, this chapter would best reduce the environmental and health costs associated with electronic equipment that is discarded along with ordinary waste.\\par\n\\pard\\fi720\\sl480\\slmult1 The Council further finds that the manufacturers of electronic equipment should reduce and, to the maximum extent feasible, ultimately phase out the use of hazardous materials in such products sold in the city of New York. The Council further finds that responsibility for the collection, handling and recycling or reuse of covered electronic equipment belongs to manufacturers.  Currently, manufacturers of electronic equipment bear none of the financial burden or responsibility for safely managing discarded electronic equipment at the end of its useful life, burdening local governments and end users with these costs and responsibilities. Manufacturers of electronic equipment, in working to achieve the goals and objectives of this chapter, should have the flexibility to act in partnership with each other, with the city and with businesses that provide collection and handling services to develop, implement and promote a safe and effective electronics recycling system in the city.   \\par\n\\pard\\sl480\\slmult1\\tab\\'a7 2.  Chapter 3 of title 16 of the administrative code of the city of New York is hereby amended by adding new subchapter 7 to read as follows:\\tab\\par\n\\pard\\fi360\\sl480\\slmult1\\qc\\ul SUBCHAPTER 7\\par\nELECTRONIC EQUIPMENT RECYCLING AND REUSE\\par\n\\pard\\fi360\\sl480\\slmult1\\'a716-340. This local law shall be known as the Electronic Equipment Recycling and Reuse Act of 2005. \\par\n\\'a716-341. Definitions. \\par\na. For the purposes of this section, the following terms shall have the following meanings:\\par\n\\pard\\fi720\\sl480\\slmult1 1. \\ldblquote Cathode ray tube\\rdblquote  means a vacuum tube or picture tube used to convert an electronic signal into a visual image.\\par\n2. \\ldblquote City,\\rdblquote  unless otherwise noted, means the city of New York.\\par\n3. \\ldblquote Consumer\\rdblquote  means a person who owns covered electronic equipment; including but not limited to an individual, a business, corporation, limited partnership, nonprofit organization, or governmental entity, but does not include an entity involved in a wholesale transaction between a distributor and retailer.\\par\n4. \\ldblquote Covered electronic equipment\\rdblquote  means any computer central processing unit, cathode ray tube; cathode ray tube device; keyboard; electronic mouse or similar pointing device; television; computer monitor, including but not limited to liquid crystal displays (LCD) and plasma screens, or similar video display device with a screen that is greater than four inches measured diagonally and contains one or more circuit boards; a laptop computer; or a portable digital music player that has memory and is battery-powered.  \"Covered electronic equipment\\rdblquote  does not include any automobile; mobile phone; commercial medical equipment that contains within it a cathode ray tube, a cathode ray tube device, a flat panel display or similar video display device, and is not separate from the larger piece of equipment; or other medical devices as that term is defined under the Federal Food, Drug, and Cosmetic Act.\\par\n\\pard\\li720\\sl480\\slmult1 5. \\ldblquote Department\\rdblquote  means the Department of Sanitation of the city of New York. \\par\n\\pard\\fi720\\sl480\\slmult1 6. \\ldblquote Electronic waste\\rdblquote\\b  \\b0 means covered electronic equipment that has been discarded or is no longer wanted by its owner, or for any other reason enters the collection, recovery, treatment, processing, or recycling system.\\par\n7. \\ldblquote Label\\rdblquote  means a marker on the surface of a product conveying information; for the purposes of this subchapter, labels must be permanent and can be attached, printed, engraved or incorporated in any other permanent way that is obvious and visible to users of the product.\\par\n8. \\ldblquote Manufacturer\\rdblquote  means a person who: (a) manufactures and sells covered electronic equipment under its own brand; (b) sells or resells covered electronic equipment produced by other entities under its own brand and label; (c) imports covered electronic equipment for first sale in New York City; or (d) manufactures and sells covered electronic equipment without affixing a brand.\\par\n9. \\ldblquote Orphan waste\\rdblquote  means covered electronic equipment, the manufacturer of which cannot be identified or is no longer in business and for which no successor in interest can be identified, or is not covered by the terms and conditions of this chapter. \\par\n10. \\ldblquote Person\\rdblquote  means any individual, partnership, company, corporation, association, firm, organization, or any other group of individuals, or any officer or employee or agent thereof.\\par\n11. \\ldblquote Recycle\\rdblquote  means to use the materials contained in previously manufactured goods as raw materials for new products or components, but not for energy recovery or energy generation by means of\\b  \\b0 combustion, gasification, pyrolysis or other means.\\par\n12. \\ldblquote Retailer\\rdblquote  means a person who sells covered electronic equipment to a consumer in the city through any means, including, but not limited to, transactions conducted through retail sales outlets, catalogs or the internet, or any electronic means. \\par\n\\pard\\sl480\\slmult1\\tab   13. \\cf1 \"Reuse\" means any operation by which discarded electronic equipment or components are used for the same purpose for which they were conceived, including the continued use of whole systems or components. \\cf0\\par\n\\pard\\fi720\\sl480\\slmult1 14. \\ldblquote Sell\\rdblquote  or \\ldblquote sale\\rdblquote  means any transfer for consideration of title or the right to use, by lease or sales contract, from a manufacturer or retailer to a consumer, including, but not limited to, transactions conducted through retail sales outlets, catalogs, the internet, or any electronic means; this includes transfer of new products or used products that may have been refurbished by their manufacturer or manufacturer-approved party and that are offered for sale by a manufacturer or retailer, but does not include consumer-to-consumer second-hand transfer.\\par\n\\pard\\fi360\\sl480\\slmult1\\'a716-342. Responsibility of Recycling. \\par\n\\pard\\fi360\\sb120\\sl480\\slmult1 a. Each manufacturer of covered electronic equipment that is sold in the city is individually responsible for the collection, handling and recycling or reuse of all covered electronic equipment that is produced by that manufacturer and generated as electronic waste in the city.  In addition, each manufacturer is responsible for a pro rata share of orphan waste generated as electronic waste in the city. \\par\nb.  Beginning January 1, 2007, and every year thereafter, the department shall provide manufacturers with a determination of each manufacturer's pro rata share of orphan waste. The department shall determine each manufacturer's pro rata share based on the best available information, including, but not limited to, local and/or regional sales data provided by manufacturers.\\par\n\\'a7 16-343. Manufacturer Electronic Waste Management Plan. a. A manufacturer shall develop a plan and submit a report as required by this section. \\par\nb. No later than January 1, 2008, a manufacturer shall develop and submit to the Department an electronic waste management plan for the collection, handling and recycling or reuse of covered electronic equipment produced by the manufacturer and generated as electronic waste in the City.  The manufacturer shall not impose a fee on consumers for the collection or recycling or reuse of covered electronic equipment. \\par\nc. The plan developed by the manufacturer shall include, at a minimum:\\par\n1. A description of the collection system;\\par\n2. Details for implementing the collection and handling of covered electronic equipment produced by the manufacturer and its pro rata share of orphan waste generated as electronic waste in the city;\\par\n\\pard\\sl480\\slmult1\\tx360\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab\\ul 3. A public education program to inform residents and businesses of the city about the collection system, including a uniform resource locator (URL) or a toll-free telephone number that provides sufficient information to allow an owner of a covered electronic device to learn how to return the covered device for recycling or reuse;\\par\n\\pard\\fi360\\sa120\\sl480\\slmult1 4. A description of the recycling or reuse programs.  Such description shall, at a minimum, identify any disassembly, physical recovery operation, such as crushing, shredding, grinding, glass to glass recycling, or other operation that will be used, and the location of such operations;\\par\n5. A description of how the manufacturer will comply with the performance standards established in subdivision h of section 16-343 (h);  \\b\\par\n\\pard\\fi360\\sb120\\sl480\\slmult1\\b0 d. The Department shall approve or disapprove a proposed plan submitted by a manufacturer within ninety days of its submission.  When the department approves a plan, it shall expeditiously notify the manufacturer of the approval in writing.  If the department disapproves a plan, it shall expeditiously notify the manufacturer and specify the reasons for disapproval.  The department shall approve or disapprove a resubmitted plan within ninety days of resubmission.\\par\ne. By January 1, 2008, or 180 days after a plan is approved by the department, whichever date is later, a manufacturer of covered electronic equipment shall implement the approved plan for the collection, handling and recycling or reuse of covered electronic equipment produced by such manufacturer and generated as electronic waste in the city.\\par\nf. Notwithstanding subdivisions a, b, and c of this section, a manufacturer may satisfy the plan requirements of this section by agreeing to participate in a collective electronic waste management plan with other manufacturers. Any such collective plan must meet the same requirements as plans submitted by individual manufacturers.\\ulnone\\b\\tab\\b0  \\par\n\\ul g. A manufacturer is responsible for all costs associated with the development and implementation of the plan.   \\par\n\\pard\\fi360\\sl480\\slmult1\\cf1 h. Performance standard \\b\\par\n\\pard\\sl480\\slmult1\\tx360\\ulnone\\b0  \\tab\\ul 1. For electronic waste other than orphan waste, a manufacturer is responsible for demonstrating that its electronic waste management plan is collecting for recycling or reuse at least the minimum collection rate.  The minimum collection rate is calculated as a percentage of the average annual sales of the manufacturer\\rquote s covered electronic equipment in the city of New York during the previous five calendar years. By January 1, 2010, the minimum collection rate must be 30 percent.  By January 1, 2015, the minimum collection rate must be 55 percent.  By January 1, 2018, the minimum collection rate must be 80 percent.\\par\n\\ulnone\\tab\\ul 2. For purposes of paragraph 1 of subdivision h of section 16-343, the manufacturer must meet, where applicable, the minimum collection rates for each of the following three categories of covered electronic equipment: (a) computer central processing units and laptop computers; (b) cathode ray tubes, cathode ray tube devices, televisions, and computer monitors, including but not limited to, LCD and plasma screens, or similar video display devices with a screen that is greater than 4 inches measured diagonally and contains one or more circuit boards; (c) portable digital music players that have memory and are battery-powered.  Products in one category may not be counted in reaching the minimum collection rate for products in another category.  Although included in the definition of covered electronic equipment, keyboards and electronic mice may not be counted in reaching the minimum collection rate for any category of product.\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul 3. \\cf0 For purposes of calculating its compliance with the minimum collection rates specified in \\'a716-343(h)(1) and (2), a manufacturer may count the collection of a single item of covered electronic equipment, as specified in paragraph two above, as two items when that item is donated free of charge for reuse to the New York city department of education, or to any not-for-profit corporation recognized under \\'a7501 (c) (3) of the internal revenue code, whose principal mission is to assist low-income children or families living in New York City.  To qualify for the donation reuse credit under this subsection, manufacturers must ensure the delivery of electronic equipment that: (a) is no older than 6 years old, (b) where applicable, has a functioning operating system; (c) is in full working condition, and (d) has been approved in writing for donation by the recipient.\\par\n\\pard\\fi360\\sb120\\sl480\\slmult1\\'a716-344. Sales Prohibition. a.  Beginning January 1, 2009, a manufacturer not in compliance with this chapter, as determined by the department or a court of law, may be  prohibited from offering covered electronic equipment for sale in the city of New York.   The department shall not consider a manufacturer in noncompliance with section 16-343 of this subchapter if it has submitted a plan in good faith that is pending approval.  It shall be the responsibility of manufacturers to inform in writing all retailers selling covered electronic equipment in the city if such manufacturer is not in noncompliance with this chapter.\\par\nb. A retailer shall not offer for sale in the city covered electronic equipment of a manufacturer that has been prohibited from offering covered electronic equipment for sale within the city.  A retailer is not responsible for an unlawful sale if the retailer took possession of the covered electronic product prior to the manufacturer\\rquote s determination of noncompliance, or if the retailer has not been notified as specified above.\\par\n\\'a716-345 Labeling. Beginning January 1, 2008, a manufacturer may not offer for sale in the city of New York a covered electronic device unless it has a visible, permanent label clearly identifying the manufacturer of that device, as well as a telephone number or URL that customers can access for information on how that product can be presented for recycling or reuse free of charge to the consumer.\\par\n\\'a716-346 Enforcement.  a. The department and the department of consumer affairs shall have the authority to enforce the provisions of this subchapter.\\par\nb. Any person may enforce the provisions and requirements of this subchapter against any party, government or private, through appropriate legal proceedings, including declaratory, injunctive and equitable relief as well as civil penalties.  The court may award the full costs of litigation, including, but not limited to, reasonable expert witness and attorneys\\rquote  fees, to the plaintiffs should they prevail.  This provision is supplementary to existing rights and procedures provided by law. \\par\n\\'a716-347 Civil Penalties. Any person who violates any provision of this chapter shall be liable for a civil penalty of not less than five thousand dollars nor more than ten thousand dollars for the first violation, not less than ten thousand dollars nor more than twenty thousand dollars for the second violation and not less than twenty thousand dollars nor more than thirty thousand dollars for the third violation and subsequent violations of this chapter, in a proceeding before the environmental control board.\\par\n\\par\n\\'a716-348 Reporting Requirements. a. Beginning April 1, 2009, for the previous calendar year and annually thereafter, a manufacturer that offers a covered electronic device for sale in the city of New York shall submit a report to the department that includes the following: (i) any proposed modification to the previously approved manufacturer\\rquote s plan for the collection, consolidation and recycling and reuse of its covered electronic equipment; (ii) substantiated estimates, on an annual basis for the preceding calendar year, of the quantity of covered electronic equipment sold in the city of New York and the quantity of covered electronic equipment collected for recycling or reuse in the city of New York; (iii) substantiated estimates of the percentage of covered electronic equipment collected by that manufacturer that are recycled and reused from its products; (iv) the identification of end markets for the collected electronic waste; and (vi) any and all systems implemented by the manufacturer to ensure environmentally sound management of its products.\\par\nb. The department shall submit a report on implementation of the Electronic Equipment Recycling and Reuse Act in the city of New York to the council by June 15, 2009 and every 2 years thereafter. The report must include, at a minimum, an evaluation of the recycling rates in the city for covered electronic equipment, a discussion of compliance and enforcement related to the requirements of this chapter and recommendations for any changes to the system of collection and recycling of electronic equipment in the city of New York. \\par\n\\'a716-349 Confidential Information and Trade Secrets. Information relating to electronic equipment submitted to the department under this subchapter may be designated by the person submitting it as being only for the confidential use of the Department, its agents and employees, other city agencies, and as authorized by the mayor, employees of the United States Environmental Protection Agency and the Attorney General of the state of New York, to the extent allowed under the New York State Freedom of Information Law. \\par\n\\pard\\sb120\\sl480\\slmult1\\'a73\\tab\\ulnone If any part of this subchapter is declared to be invalid or void by a court of competent jurisdiction, the remaining portion shall not be affected, but shall remain in full force and effect and shall be construed to be the entire act.\\par\n\\pard\\fi360\\sb120\\sl480\\slmult1\\'a74. This law shall take effect immediately\\par\n\\par\n\\pard\\fi360\\sb120 LS-966-\\par\nCJC-5/20/05\\par\n\\pard\\sb120\\par\n}\n\u0000",
  "LastModified": "2015-08-04T15:55:36.573Z"
}
