{
  "ID": 33289,
  "GUID": "B3B08575-E371-4362-81E6-49D131480FB2",
  "File": "Int 0644-2005",
  "Name": "Installation of sprinkler systems in student housing.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the installation of sprinkler systems in student housing.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2005-05-25T00:00:00Z",
  "AgendaDate": "2005-05-25T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    }
  ],
  "History": [
    {
      "ID": 175759,
      "Date": "2005-05-25T09:39:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176157,
      "Date": "2005-05-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4766,
      "AgendaSequence": 156,
      "MinutesSequence": 181,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 179685,
      "Date": "2005-09-16T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 5157,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180173,
      "Date": "2005-09-16T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 5157,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185116,
      "Date": "2005-12-31T16:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 68409,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1c5fb8da-01ac-483e-b8ce-a3c84cb065b8.doc",
      "Sort": 1
    },
    {
      "ID": 68796,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/171b3559-5088-4a94-b327-b7c8afb50c41.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 33441,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 27-954 of the administrative code of the city of New York is amended by adding a new subdivision bb to read as follows:\n(bb) Regardless of occupancy group classification, on and after January first, two thousand six, in every rooming unit or dwelling unit occupied as student housing, there shall be one or more operational sprinkler heads.  Such sprinkler heads shall be installed in accordance with the rules of the department.  For the purposes of this subdivision “student housing” shall mean housing for students located within the city of New York, that is under the supervision or control of any private school, public school, or institution for higher education authorized to confer degrees by law or by the board of regents, and shall include, but not be limited to, a dormitory at any educational institution including all institutions and statutory or contract colleges under the jurisdiction of the city university of New York.  The provisions of this subdivision shall apply retroactively to any existing rooming unit or dwelling unit occupied for student housing.\n§2.  Article 4 of subchapter 3 of chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2076.1 to read as follows:\n§27-2076.1  Prohibited student occupancies.  No student shall be referred to, placed in occupancy or authorized to reside in a rooming unit or dwelling unit by any private school, public school, or institution of higher education authorized to confer degrees by law or by the board of regents, including any institution and statutory or contract college under the jurisdiction of the city university of New York, if such rooming unit or dwelling unit is not equipped with one or more operational sprinklers.  Any such referral, placement or authorization shall subject the private school, public school or institution of higher education, as well as the owner of the rooming unit or dwelling unit, if different, to a civil penalty of two thousand dollars for each referral, placement or authorization, and shall subject such owner to an additional civil penalty of ten dollars per day for each day that each such violation remains uncorrected, in addition to any other penalties that may be imposed by law.\n\t§3.  This local law shall take effect July 1, 2006, except that the commissioner of buildings and the commissioner of housing preservation and development shall take all actions necessary, including the promulgation of rules, to implement this local law on or before the date upon which it shall take effect.\n\n\nLS# 1067\nTNN\n05/17/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Section 27-954 of the administrative code of the city of New York is amended by adding a new subdivision bb to read as follows:\\par\n\\ul (bb) Regardless of occupancy group classification, on and after January first, two thousand six, in every rooming unit or dwelling unit occupied as student housing, there shall be one or more operational sprinkler heads.  Such sprinkler heads shall be installed in accordance with the rules of the department.  For the purposes of this subdivision \\ldblquote student housing\\rdblquote  shall mean housing for students located within the city of New York, that is under the supervision or control of any private school, public school, or institution for higher education authorized to confer degrees by law or by the board of regents, and shall include, but not be limited to, a dormitory at any educational institution including all institutions and statutory or contract colleges under the jurisdiction of the city university of New York.  The provisions of this subdivision shall apply retroactively to any existing rooming unit or dwelling unit occupied for student housing.\\par\n\\ulnone\\'a72.  Article 4 of subchapter 3 of chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2076.1 to read as follows:\\par\n\\ul\\'a727-2076.1  Prohibited student occupancies.  No student shall be referred to, placed in occupancy or authorized to reside in a rooming unit or dwelling unit by any private school, public school, or institution of higher education authorized to confer degrees by law or by the board of regents, including any institution and statutory or contract college under the jurisdiction of the city university of New York, if such rooming unit or dwelling unit is not equipped with one or more operational sprinklers.  Any such referral, placement or authorization shall subject the private school, public school or institution of higher education, as well as the owner of the rooming unit or dwelling unit, if different, to a civil penalty of two thousand dollars for each referral, placement or authorization, and shall subject such owner to an additional civil penalty of ten dollars per day for each day that each such violation remains uncorrected, in addition to any other penalties that may be imposed by law.\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a73.  This local law shall take effect July 1, 2006, except that the commissioner of buildings and the commissioner of housing preservation and development shall take all actions necessary, including the promulgation of rules, to implement this local law on or before the date upon which it shall take effect.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\qj\\fs18 LS# 1067\\par\nTNN\\par\n05/17/05\\par\n}\n\u0000",
  "LastModified": "2015-07-06T14:16:42.57Z"
}
