{
  "ID": 33361,
  "GUID": "F5DCCE44-7FE5-4EC3-85FB-16073C1DFACB",
  "File": "Int 0645-2005",
  "Name": "Sale of reconditioned mattresses and to the creation of a Bed Bug Task Force.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the sale of reconditioned mattresses and to the creation of a Bed Bug Task Force.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2005-05-25T00:00:00Z",
  "AgendaDate": "2005-05-25T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 175951,
      "Date": "2005-05-25T10:20:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176160,
      "Date": "2005-05-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4766,
      "AgendaSequence": 159,
      "MinutesSequence": 184,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185117,
      "Date": "2005-12-31T16:41:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 66288,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Cover Sheet",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a54d4b80-b63b-4de0-bd62-c571297e71ff.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 33532,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Legislative findings and declaration.  Sometimes referred to as \"red coats,\" \"chinches,\" or \"mahogany flats,\" bed bugs, Cimex lectularius Linnaeus, are blood-feeding parasites of humans, chickens, bats and occasionally domesticated animals.  Bed bugs are wingless and use clothing, luggage, furniture and bedding that are being transported to spread from infested to non-infested areas.  In the early stages of infestation, bed bugs are found mainly in the tufts, seems and folds of the mattress and bed covers.  However, they later spread to cracks and crevices in the bedsteads.  \n\tAccording to the Department of Health and Mental Hygiene (“DOHMH”), bed bugs often seek refuge in bedding during the day and feed on the occupants at night.  Bed bugs feed primarily on humans by piercing the skin as they sleep.  Although bed bugs are not generally considered human disease carriers, they inject a fluid to assist in drawing blood, which results in a welt that becomes irritated, inflamed and uncomfortable.  A bed bug will then crawl back into hiding, where it may remain for 80 to 140 days before returning to feed.  \n\t  Bed bug infestations had diminished substantially after the development and use of modern insecticides, such as DDT.  However, pest management professionals have noticed a marked increase in bed bug related complaints since 1995.  Experts believe this may be related to the increased number of U.S. citizens traveling and returning from abroad with these insects hiding in their suitcases and clothing.\n\tAccording to the DOHMH, the use of appropriate pesticides and the thorough cleaning of all bedding with water at extremely high temperature may help reduce the chance of infestation.  However, even with professional extermination, a bed bug problem may be impossible to eliminate.  If even one adult female bed bug survives, the area may quickly become infested again as the adult female lays one to five eggs every day and each egg takes only 17 to 28 days to hatch.\nIn order to address this public health concern, and minimize the spread of bed bugs, the Council believes it should be illegal to sell used or reconditioned mattresses.   \nAdditionally, the Council believes the City should create a task force to examine the Cimex lectularius population, describe associated health concerns and issue recommendations and proposed legislation for addressing such health concerns\n\n§ 2. Chapter 4 of title 20 of the administrative code of the city of New York is hereby amended by the addition of a new subchapter 12, to read as follows:\nSUBCHAPTER 12\nRECONDITIONED MATTRESSES\n§  20-698  Definitions.\n§  20-698.1  Sale of reconditioned mattresses prohibited.\n§  20-698.2  Enforcement.\n§  20-698.3  Penalty.\n§  20-698  Definitions.  “Reconditioned mattress” shall mean any fabric case filled with cotton, hair, feathers, foam rubber, water, an arrangement of coiled springs or otherwise, used either alone as a bed or on a bedstead that had been previously sold as new and subsequently restored to good condition for the purpose of resale.  \n§  20-698.1  Sale of reconditioned mattresses prohibited.  It shall be unlawful for any person, corporation, firm or partnership to sell a reconditioned mattress.  \n§  20-698.2. Enforcement.  The commissioner of the department of consumer affairs shall have the authority to promulgate rules and regulations for the implementation and enforcement of this subchapter. \n§  20-698.3  Penalty.  Any person, corporation, firm or partnership who shall violate the provisions of this subchapter, or rules and regulations promulgated hereunder, shall be subject to a civil penalty of not less than two hundred fifty dollars nor more than one thousand dollars for each violation.   \n   \n\t§ 3.  Title 17 of the administrative code of the city of New York is hereby amended by adding a new chapter 10, to read as follows:\nCHAPTER 10\nCIMEX LECTULARIUS TASK FORCE\n§ 17-1000  Task force.\n§ 17-1000  Task force.  a.  There shall be a task force to study the health concerns associated with Cimex lectularius, commonly referred to as the bed bug.  The task force shall consist of five members.  Two members shall be appointed by the mayor, provided that at least one such member shall have experience in insect control; two members shall be appointed by the speaker of the council, provided that at least one such member shall have experience in insect control; and one member, who shall be the chairperson, shall be appointed by the mayor after consultation with the speaker.  Additionally, the commissioners of the department of health and mental hygiene, the department of consumer affairs and the department of sanitation, or the designees of such commissioners, shall serve ex officio.  \nb. The service of each member, other than a member serving in an ex officio capacity, shall serve for a term of one year, to commence ninety days after the effective date of the local law.  Any vacancies in the membership of the task force shall be filled in the same manner as the original appointment.  A person filling such vacancy shall serve for the unexpired portion of the term of the succeeded member.    \nc. The commissioners of the department of health and mental hygiene, the department of consumer affairs and the department of sanitation and their respective staffs shall assist the task force in carrying out its duties.\nd. No member of the task force shall be removed from office except for cause and upon notice and hearing by the appropriate appointing official.\ne. Members of the task force shall serve without compensation and shall meet as necessary.\nf. The task force shall issue a report to the mayor and council no later than one year after the effective date of this legislation.  Such report shall include a study of the Cimex lectularius population in the city, describing changes in its demographics and any new or ongoing health concerns associated with such Cimex lectularius population.  The report shall include recommendations for controlling and eradicating such Cimex lectularius population.  The task force shall terminate three months after the publication of the report.    \n§ 4.  Section 2 of this local law shall take effect 60 days after its enactment and Section 3 of this local law shall take effect immediately.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nT.S.F.\nLS# 2118\n05/24/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 Times New Roman Bold;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\i Be it enacted by the Council as follows\\ulnone\\i0 :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.  Legislative findings and declaration.  Sometimes referred to as \"red coats,\" \"chinches,\" or \"mahogany flats,\" bed bugs, \\i Cimex lectularius\\i0  Linnaeus, are blood-feeding parasites of humans, chickens, bats and occasionally domesticated animals.  Bed bugs are wingless and use clothing, luggage, furniture and bedding that are being transported to spread from infested to non-infested areas.  In the early stages of infestation, bed bugs are found mainly in the tufts, seems and folds of the mattress and bed covers.  However, they later spread to cracks and crevices in the bedsteads.  \\par\n\\pard\\sl480\\slmult1\\tab According to the Department of Health and Mental Hygiene (\\ldblquote DOHMH\\rdblquote ), bed bugs often seek refuge in bedding during the day and feed on the occupants at night.  Bed bugs feed primarily on humans by piercing the skin as they sleep.  Although bed bugs are not generally considered human disease carriers, they inject a fluid to assist in drawing blood, which results in a welt that becomes irritated, inflamed and uncomfortable.  A bed bug will then crawl back into hiding, where it may remain for 80 to 140 days before returning to feed.  \\par\n\\tab   Bed bug infestations had diminished substantially after the development and use of modern insecticides, such as DDT.  However, pest management professionals have noticed a marked increase in bed bug related complaints since 1995.  Experts believe this may be related to the increased number of U.S. citizens traveling and returning from abroad with these insects hiding in their suitcases and clothing.\\par\n\\tab According to the DOHMH, the use of appropriate pesticides and the thorough cleaning of all bedding with water at extremely high temperature may help reduce the chance of infestation.  However, even with professional extermination, a bed bug problem may be impossible to eliminate.  If even one adult female bed bug survives, the area may quickly become infested again as the adult female lays one to five eggs every day and each egg takes only 17 to 28 days to hatch.\\par\n\\pard\\fi720\\sl480\\slmult1 In order to address this public health concern, and minimize the spread of bed bugs, the Council believes it should be illegal to sell used or reconditioned mattresses.   \\par\n\\pard\\sl480\\slmult1 Additionally, the Council believes the City should create a task force to examine the Cimex lectularius population, describe associated health concerns and issue recommendations and proposed legislation for addressing such health concerns\\par\n\\pard\\fi720\\sl480\\slmult1\\par\n\\'a7 2. Chapter 4 of title 20 of the administrative code of the city of New York is hereby amended by the addition of a new subchapter 12, to read as follows:\\par\n\\pard\\keepn\\s2\\fi720\\sl480\\slmult1\\qc\\ul\\b\\f1 SUBCHAPTER 12\\par\nRECONDITIONED MATTRESSES\\par\n\\pard\\fi720\\sl480\\slmult1\\f0\\'a7  20-698  \\f1 Definitions.\\par\n\\f0\\'a7  20-698.1  \\f1 Sale of reconditioned mattresses prohibited.\\f0\\par\n\\'a7  20-698.2  Enforcement.\\par\n\\'a7  20-698.3  Penalty.\\par\n\\b0\\'a7  20-698\\b   \\f1 Definitions.\\b0\\f0   \\ldblquote Reconditioned mattress\\rdblquote  shall mean any fabric case filled with cotton, hair, feathers, foam rubber, water, an arrangement of coiled springs or otherwise, used either alone as a bed or on a bedstead that had been previously sold as new and subsequently restored to good condition for the purpose of resale.\\ulnone   \\par\n\\ul\\'a7  20-698.1\\b   \\f1 Sale of reconditioned mattresses prohibited.  \\b0\\f0 It shall be unlawful for any person, corporation, firm or partnership to sell a reconditioned mattress.  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7  20-698.2. \\b\\f1 Enforcement.\\b0\\f0   \\cf1 The commissioner of the department of consumer affairs shall have the authority to promulgate rules and regulations for the implementation and enforcement of this subchapter. \\cf0\\par\n\\pard\\fi720\\sl480\\slmult1\\'a7  20-698.3  \\b Penalty.\\b0   Any person, corporation, firm or partnership who shall violate the provisions of this subchapter, or \\cf1 rules and regulations promulgated hereunder, \\cf0 shall be subject to a civil penalty of not less than two hundred fifty dollars nor more than one thousand dollars for each violation.   \\b\\par\n\\ulnone    \\b0\\par\n\\pard\\sl480\\slmult1\\tx864\\tx1440\\tx3888\\tx6048\\tab\\'a7 3.  Title 17 of the administrative code of the city of New York is hereby amended by adding a new chapter 10, to read as follows:\\par\n\\pard\\sl480\\slmult1\\qc\\tx864\\tx1440\\tx3888\\tx6048\\ul\\b CHAPTER 10\\par\n\\lang9\\f1 CIMEX LECTULARIUS TASK FORCE\\lang1033\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1\\f0\\'a7 17-1000  Task force\\b0 .\\cf0\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1\\b\\f1\\'a7 17-1000\\b0\\f0   \\b Task force\\b0 .  a.  There shall be a \\cf0 task force to study the health concerns associated with Cimex lectularius, commonly referred to as the bed bug.  The task force shall \\cf1 consist of five members.  Two members shall be appointed by the mayor, provided that at least one such member shall have experience in insect control; two members shall be appointed by the speaker of the council, provided that at least one such member shall have experience in insect control; and one member, who shall be the chairperson, shall be appointed by the mayor after consultation with the speaker.  Additionally, the commissioners of the department of health and mental hygiene, the department of consumer affairs and the department of sanitation, or the designees of such commissioners, shall serve ex officio. \\cf0  \\par\n\\cf1 b. The service of each member, other than a member serving in an ex officio capacity, shall serve for a term of one year, to commence ninety days after the effective date of the local law.  \\cf0 Any vacancies in the membership of the task force shall be filled in the same manner as the original appointment.  \\cf1 A person filling such vacancy shall serve for the unexpired portion of the term of the succeeded member.    \\par\nc. The commissioners of the department of health and mental hygiene, the department of consumer affairs and the department of sanitation and their respective staffs shall assist the task force in carrying out its duties.\\cf0\\par\n\\cf1 d. No member of the task force shall be removed from office except for cause and upon notice and hearing by the appropriate appointing official.\\cf0\\par\n\\cf1 e. \\cf0 Members of the task force shall serve without compensation and shall meet as necessary.\\cf1\\par\n\\pard\\fi720\\sl480\\slmult1\\qj f. \\cf0 The task force shall issue a report to the mayor and council no later than one year after the effective date of this legislation.  Such report shall include a study of the Cimex lectularius population in the city, describing changes in its demographics and any new or ongoing health concerns associated with such Cimex lectularius population.  The report shall include recommendations for controlling and eradicating such Cimex lectularius population.  The task force shall terminate three months after the publication of the report.    \\par\n\\ulnone\\'a7 4.  Section 2 of this local law shall take effect 60 days after its enactment and Section 3 of this local law shall take effect immediately.\\par\n\\pard\\sl480\\slmult1\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nT.S.F.\\par\nLS# 2118\\par\n05/24/05\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
