{
  "ID": 33364,
  "GUID": "95BE11C6-CA8B-4D9C-8373-F84BC9425230",
  "File": "Int 0646-2005",
  "Name": "Duties of assessors in assessing real property.",
  "Title": "A Local Law to amend the administrative code of the city of New York in relation to the duties of assessors in assessing real property.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2005-05-25T00:00:00Z",
  "AgendaDate": "2005-05-25T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    }
  ],
  "History": [
    {
      "ID": 175954,
      "Date": "2005-05-25T10:29:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176162,
      "Date": "2005-05-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4766,
      "AgendaSequence": 161,
      "MinutesSequence": 186,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185118,
      "Date": "2005-12-31T16:41:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 33535,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 11-207 of the administrative code of the city of New York is amended to read as follows:\n\n§11-207 Duties of assessors in assessing property.  a. In performing their assessment duties, the assessors shall personally examine each parcel of taxable real estate [during at least every third assessment cycle] every year, and shall personally examine each parcel of real estate that is not taxable during at least every fifth assessment cycle, as measured from the last preceding assessment cycle during which such parcel was personally examined.  Notwithstanding anything in the preceding sentence to the contrary, the assessors shall revalue, reassess or update the assessment of each parcel of taxable or nontaxable real estate during each assessment cycle, irrespective of whether such parcel was personally examined during each assessment cycle.\nb.  The [persons] assessors having [charge of the borough assessment offices] been assigned valuation and/or exemption responsibilities shall furnish to the commissioner of finance, under oath, a detailed statement of all taxable real estate in the city.  Such statement shall contain the street, the section [or ward], volume, the block and lot and map or identification numbers of such real estate [embraced within such district] assigned to the assessor; the sum for which, in their judgment, each separately assessed parcel of real estate would sell under ordinary circumstances if it were wholly unimproved and, separately stated, the sum for which the same parcel would sell under ordinary circumstances with the improvements, if any, thereon, such sums to be determined with regard to the limitations contained in the state real property tax law, and the exemptions that affect the taxable value of each parcel.  [Such] The assessors shall include in such statement [shall include] such other information as the commissioner of finance may, from time to time, require.  \nc.  Only certified assessors may furnish under oath any statements to the commissioner of finance. \n§2.  This local law shall take effect immediately and shall apply to assessment rolls prepared on the basis of a taxable status date occurring on or after January 1, 2007.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\tab Section 1.  Section 11-207 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a711-207 \\b Duties of assessors in assessing property.\\b0   a. In performing their assessment duties, the assessors shall personally examine each parcel of taxable real estate [during at least every third assessment cycle] \\ul every year\\ulnone , and shall personally examine each parcel of real estate that is not taxable during at least every fifth assessment cycle, as measured from the last preceding assessment cycle during which such parcel was personally examined.  Notwithstanding anything in the preceding sentence to the contrary, the assessors shall revalue, reassess or update the assessment of each parcel of taxable or nontaxable real estate during each assessment cycle, irrespective of whether such parcel was personally examined during each assessment cycle.\\par\nb.  The [persons] \\ul assessors\\ulnone  having [charge of the borough assessment offices] \\ul been assigned valuation and/or exemption responsibilities\\ulnone  shall furnish to the commissioner of finance, under oath, a detailed statement of all taxable real estate in the city.  Such statement shall contain the street, the section [or ward], \\ul volume\\ulnone , the block and lot and map or identification numbers of such real estate [embraced within such district] \\ul assigned to the assessor\\ulnone ; the sum for which, in their judgment, each separately assessed parcel of real estate would sell under ordinary circumstances if it were wholly unimproved and, separately stated, the sum for which the same parcel would sell under ordinary circumstances with the improvements, if any, thereon, such sums to be determined with regard to the limitations contained in the state real property tax law\\ul , and the exemptions that affect the taxable value of each parcel\\ulnone .  [Such] \\ul The assessors shall include in\\ulnone  such statement [shall include] such other information as the commissioner of finance may, from time to time, require.  \\par\n\\ul c.  Only certified assessors may furnish under oath any statements to the commissioner of finance. \\par\n\\pard\\fi864\\sl480\\slmult1\\qj\\tx864\\tx1584\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\ulnone\\'a72.  This local law shall take effect immediately\\f1\\fs20  \\f0\\fs24 and shall apply to assessment rolls prepared on the basis of a taxable status date occurring on or after January 1, 2007.\\par\n\\pard\\fi720\\qj\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
