{
  "ID": 33345,
  "GUID": "A821A20F-894A-46EB-A1AB-440981B07C5E",
  "File": "Int 0648-2005",
  "Name": "Prohibiting Level 2 and Level 3 convicted sex offenders from living or passing within a quarter mile of a public or private school, park, playground, or day care center.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting Level 2 and Level 3 convicted sex offenders from living or passing within a quarter mile of a public or private school, park, playground, or day care center.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2005-05-25T00:00:00Z",
  "AgendaDate": "2005-05-25T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5279,
      "Slug": "dennis-p-gallagher",
      "FullName": "Dennis P. Gallagher"
    },
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    }
  ],
  "History": [
    {
      "ID": 175896,
      "Date": "2005-05-25T15:57:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176168,
      "Date": "2005-05-25T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4766,
      "AgendaSequence": 167,
      "MinutesSequence": 192,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185120,
      "Date": "2005-12-31T16:42:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 33516,
  "Text": "Be it enacted by the Council as follows:\nSection One.  Legislative intent and findings.  Numerous studies have clearly shown that the recidivism rate of violent sexual predators is extremely high and that the prognosis for rehabilitating this population is very low.  According to a recent report from the New York State Department of Correctional Services, for the period from 1986 through 1995, approximately 49 percent of sex offenders who were released from New York prisons in 1986 were returned to prison for a violation of parole or for committing a new crime.  Further, according to the United States Department of Justice, from 1980 to 1994 the number of sex offenders incarcerated in state prisons increased from 20,500 to 88,100.  Additionally, a 1991 survey of incarcerated sex offenders indicates that approximately two-thirds of the sex offenders committed crimes against children under age 18 and approximately 58 percent committed crimes against children under age 13.  Children should be protected from sexual predators who can be lurking and waiting for an opportunity to hunt their prey around schools, parks, playgrounds, or day care centers.  Too often, children are victims of sexual predators and their right to be safe in public places outweighs any rights that convicted sexual predators may claim.\nIn order to protect the City’s children, the Council intends that Level 2 (moderate risk) and Level 3 (high risk) convicted sex offenders be prevented from living, working, or loitering within one quarter mile of any school, playground, park, or day care center.  There have been numerous instances of children who were sexually assaulted and murdered by convicted sex offenders who had access to children after they were released from prison.  The Council intends to limit areas where dangerous convicted sex offenders can congregate or live in order to protect children in areas where they are most vulnerable.          \n§2. Chapter one of title ten of the administrative code of the city of New York is amended by adding a new section 10-164, to read as follows:\n§ 10-164.  Convicted sex offenders.\na. Definitions. For purposes of this section:\n“Sex offender” shall have the same meaning as in the sex offender registration act of the \nNew York state correction law.  \n(2) “Level 2 sex offender” shall refer to any sex offender who has been designated at a moderate level of risk of repeat offense as determined by the board of examiners of sex offenders pursuant to New York state correction law.\n(3) “Level 3 sex offender” shall refer to any sex offender who has been designated at a high level of risk of repeat offense as determined by the board of examiners of sex offenders pursuant to New York state correction law.  \nb. Any sex offender who is currently classified as a level 2 or level 3 sex offender is hereby prohibited from living, working, or loitering within 1,320 feet (one-quarter of a mile) from any public or non-public school, public or private park, public or non-public playground, or public or non-public day care center.\nc.  Any person who violates the provisions of this section shall be guilty of a misdemeanor punishable by imprisonment of not more than six months or a fine of not more than five hundred dollars or both.   Any person who has been previously convicted of violating the provisions of this section shall be guilty of a misdemeanor punishable by imprisonment of not more than one year or a fine of not more than one thousand dollars, or both.\nd. In addition to the criminal penalties imposed pursuant to subdivision c of this section, a person who violates the provisions of this section shall be liable for a civil penalty of not more than five thousand dollars. Any person who has been previously convicted of violating the provisions of this section shall be liable for a civil penalty of not more than ten thousand dollars. \n§3. Severability. If any section, subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law that added this section, which remaining portions shall remain in full force and effect.  \n§4. This local law shall take effect 180 days after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\sl360\\slmult1\\qj\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section One.  Legislative intent and findings.  Numerous studies have clearly shown that the recidivism rate of violent sexual predators is extremely high and that the prognosis for rehabilitating this population is very low.  According to a recent report from the New York State Department of Correctional Services, for the period from 1986 through 1995, approximately 49 percent of sex offenders who were released from New York prisons in 1986 were returned to prison for a violation of parole or for committing a new crime.  Further, according to the United States Department of Justice, from 1980 to 1994 the number of sex offenders incarcerated in state prisons increased from 20,500 to 88,100.  Additionally, a 1991 survey of incarcerated sex offenders indicates that approximately two-thirds of the sex offenders committed crimes against children under age 18 and approximately 58 percent committed crimes against children under age 13.  Children should be protected from sexual predators who can be lurking and waiting for an opportunity to hunt their prey around schools, parks, playgrounds, or day care centers.  Too often, children are victims of sexual predators and their right to be safe in public places outweighs any rights that convicted sexual predators may claim.\\par\nIn order to protect the City\\rquote s children, the Council intends that Level 2 (moderate risk) and Level 3 (high risk) convicted sex offenders be prevented from living, working, or loitering within one quarter mile of any school, playground, park, or day care center.  There have been numerous instances of children who were sexually assaulted and murdered by convicted sex offenders who had access to children after they were released from prison.  The Council intends to limit areas where dangerous convicted sex offenders can congregate or live in order to protect children in areas where they are most vulnerable.          \\par\n\\'a72. Chapter one of title ten of the administrative code of the city of New York is amended by adding a new section 10-164, to read as follows:\\par\n\\ul\\'a7 10-164.  Convicted sex offenders.\\par\n\\pard\\fi360\\sl480\\slmult1\\qj a. Definitions. For purposes of this section:\\par\n\\pard{\\pntext\\f0 (1)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li360\\sl480\\slmult1\\qj\\tx360\\ldblquote Sex offender\\rdblquote  shall have the same meaning as in the sex offender registration act of the \\par\n\\pard\\sl480\\slmult1\\qj New York state correction law.  \\par\n(2) \\ldblquote Level 2 sex offender\\rdblquote  shall refer to any sex offender who has been designated at a moderate level of risk of repeat offense as determined by the board of examiners of sex offenders pursuant to New York state correction law.\\par\n(3) \\ldblquote Level 3 sex offender\\rdblquote  shall refer to any sex offender who has been designated at a high level of risk of repeat offense as determined by the board of examiners of sex offenders pursuant to New York state correction law.  \\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul b. Any sex offender who is currently classified as a level 2 or level 3 sex offender is hereby prohibited from living, working, or loitering within 1,320 feet (one-quarter of a mile) from any public or non-public school, public or private park, public or non-public playground, or public or non-public day care center.\\ulnone\\par\n\\ul c.  Any person who violates the provisions of this section shall be guilty of a misdemeanor punishable by imprisonment of not more than six months or a fine of not more than five hundred dollars or both.   Any person who has been previously convicted of violating the provisions of this section shall be guilty of a misdemeanor punishable by imprisonment of not more than one year or a fine of not more than one thousand dollars, or both.\\par\nd. In addition to the criminal penalties imposed pursuant to subdivision c of this section, a person who violates the provisions of this section shall be liable for a civil penalty of not more than five thousand dollars. Any person who has been previously convicted of violating the provisions of this section shall be liable for a civil penalty of not more than ten thousand dollars. \\par\n\\ulnone\\'a73. Severability. If any section, subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law that added this section, which remaining portions shall remain in full force and effect.  \\ul\\par\n\\ulnone\\'a74. This local law shall take effect 180 days after its enactment into law.\\ul\\par\n\\ulnone      \\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
