{
  "ID": 33369,
  "GUID": "983055AE-FE88-47FB-AE1A-3025FEE59A1B",
  "File": "Int 0650-2005",
  "Name": "Banning the sale of certain candies of a dangerous size.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to banning the sale of certain candies of a dangerous size.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2005-05-25T00:00:00Z",
  "AgendaDate": "2005-05-25T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 175959,
      "Date": "2005-05-25T10:35:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176171,
      "Date": "2005-05-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4766,
      "AgendaSequence": 170,
      "MinutesSequence": 195,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185122,
      "Date": "2005-12-31T16:42:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 33540,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.  The Council finds that completely round ball shaped candies that are larger than ¾ of an inch in diameter but smaller than 1 ¾ of an inch in diameter pose a danger to children.  In May of 2005, two children in New York City died after choking on such candies.  According to the United States Centers for Disease Control and Prevention, an estimated 17,537 children aged fourteen and under were treated in U.S. emergency departments for choking episodes in 2001.  Candy was associated with 19% of those choking-related emergency department visits. \n\tThe Council therefore finds that New York City children must be protected against the dangers of choking on such candies.  While the United States Consumer Product Safety Commission has issued regulations banning any plaything intended “for use by children under three years of age if it presents a choking, aspiration, or ingestion hazard because of small parts,” similar regulations have not been issued for candies presenting similar risks.  Accordingly, the New York City Council seeks to ban the sale of completely round ball shaped candies that are larger than ¾ of an inch in diameter but smaller than 1 ¾ of an inch in diameter to children fourteen years of age and younger, and to warn purchasers of such candy of the dangers presented by providing such candy to such children. \n\t§2.  Chapter one of title seventeen of the administrative code of the city of New York is amended by adding a new section 17-190 to read as follows:\n\t§17-190 Prohibition on sale of certain sized candies.  a.  Definitions. For purposes of this section, the following terms shall have the following meanings:\n1.  “Dangerously-sized candies” shall mean completely round ball shaped candies that are larger than ¾ of an inch in diameter but smaller than 1 ¾ of an inch in diameter which the department, pursuant to rules promulgated pursuant to subdivision e of this section, determines to present a risk to public health or a nuisance as defined in §17-142 of this code.  \n2. “Person” shall mean any natural person, individual, corporation, unincorporated association, proprietorship, firm, partnership, joint venture, joint stock association or other entity or business organization.\n3.  “Retail store” shall mean any place which in the regular course of business sells goods directly to the public.  \nb.   Prohibition of sale to children fourteen years of age and under.  No person shall sell or offer for sale, or cause any person to sell or offer for sale, dangerously-sized candies to children fourteen years of age and under. \nc.  Warning sign required.  It shall be unlawful for any owner or manager, or any employee or other agent thereof, of a retail store to sell or offer or expose for sale, any dangerously-sized candies unless a sign is posted in such retail store at the point of display of any dangerously-sized candies that states in large type:  CHOKING HAZARD  - CANDIES THAT ARE ROUND AND BETWEEN ¾ AND 1 ¾ INCH IN DIAMETER CAN CAUSE CHOKING IN CHILDREN UNDER FIFTEEN.  The size, style and placement of such signs shall be determined in accordance with rules promulgated by the department. \nd. Violations and penalties.  1.  Any person who violates subdivision b of this section or any of the regulations promulgated pursuant to this section shall be liable for a civil penalty not to exceed two hundred and fifty dollars for each violation, provided that for a first such violation, such person may be issued a written warning in lieu of such civil penalty. \n2.  In addition to the penalties prescribed by paragraph 1 of this subdivision, any person who intentionally or knowingly violates subdivision b of this section or any of the regulations promulgated pursuant to this section shall be guilty of a misdemeanor punishable by a fine of not more than two hundred and fifty dollars for each violation and/or a prison term of not more than six months.  \ne. Enforcement.  The department and the department of consumer affairs shall enforce the provisions of this section.  A proceeding to recover any civil penalty authorized pursuant to subdivision c of this section shall be commenced by the service of a notice of violation returnable to the administrative tribunal established by the board of health where the department issues such a notice or to the adjudication division of the department of consumer affairs where the department of consumer affairs issues such a notice.  The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged.  The administrative tribunal of the board of health and the adjudication division of the department of consumer affairs shall have the power to render decisions and to impose the remedies and penalties provided for in subdivision d of this section, in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings. \nf.  Rules.  The department shall promulgate rules in accordance with the provisions contained in this section, and such other rules as may be necessary for the purposes of carrying out the provisions of this section.\n§3.  Severability.  If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall remain in full force and effect.\n§4.  This local law shall take effect one hundred and eighty days after its enactment into law.\n\nLS # 3009\n5/17/05\nGRS",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Legislative findings and intent.  The Council finds that completely round ball shaped candies that are larger than \\'be of an inch in diameter but smaller than 1 \\'be of an inch in diameter pose a danger to children.  In May of 2005, two children in New York City died after choking on such candies.  According to the United States Centers for Disease Control and Prevention, an estimated 17,537 children aged fourteen and under were treated in U.S. emergency departments for choking episodes in 2001.  Candy was associated with 19% of those choking-related emergency department visits. \\par\n\\tab The Council therefore finds that New York City children must be protected against the dangers of choking on such candies.  While the United States Consumer Product Safety Commission has issued regulations banning any plaything intended \\ldblquote for use by children under three years of age if it presents a choking, aspiration, or ingestion hazard because of small parts,\\rdblquote  similar regulations have not been issued for candies presenting similar risks.  Accordingly, the New York City Council seeks to ban the sale of completely round ball shaped candies that are larger than \\'be of an inch in diameter but smaller than 1 \\'be of an inch in diameter to children fourteen years of age and younger, and to warn purchasers of such candy of the dangers presented by providing such candy to such children. \\par\n\\f1\\tab\\f0\\'a72.  Chapter one of title seventeen of the administrative code of the city of New York is amended by adding a new section 17-190 to read as follows:\\par\n\\tab\\ul\\'a717-190 Prohibition on sale of certain sized candies.  a.  Definitions. For purposes of this section, the following terms shall have the following meanings:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj 1.  \\ldblquote Dangerously-sized candies\\rdblquote  shall mean completely round ball shaped candies that are larger than \\'be of an inch in diameter but smaller than 1 \\'be of an inch in diameter which the department, pursuant to rules promulgated pursuant to subdivision e of this section, determines to present a risk to public health or a nuisance as defined in \\'a717-142 of this code.\\b   \\par\n\\b0 2. \\ldblquote Person\\rdblquote  shall mean any natural person, individual, corporation, unincorporated association, proprietorship, firm, partnership, joint venture, joint stock association or other entity or business organization.\\par\n3.  \\ldblquote Retail store\\rdblquote  shall mean any place which in the regular course of business sells goods directly to the public. \\b  \\b0\\par\nb.   Prohibition of sale to children fourteen years of age and under.  No person shall sell or offer for sale, or cause any person to sell or offer for sale, dangerously-sized candies to children fourteen years of age and under. \\par\nc.  Warning sign required.  It shall be unlawful for any owner or manager, or any employee or other agent thereof, of a retail store to sell or offer or expose for sale, any dangerously-sized candies unless a sign is posted in such retail store at the point of display of any dangerously-sized candies that states in large type:  CHOKING HAZARD  - CANDIES THAT ARE ROUND AND BETWEEN \\'be AND 1 \\'be INCH IN DIAMETER CAN CAUSE CHOKING IN CHILDREN UNDER FIFTEEN.  The size, style and placement of such signs shall be determined in accordance with rules promulgated by the department. \\par\nd. Violations and penalties.  1.  Any person who violates subdivision b of this section or any of the regulations promulgated pursuant to this section shall be liable for a civil penalty not to exceed two hundred and fifty dollars for each violation,\\ulnone  \\ul provided that for a first such violation, such person may be issued a written warning in lieu of such civil penalty. \\par\n2.  In addition to the penalties prescribed by paragraph 1 of this subdivision, any person who intentionally or knowingly violates subdivision b of this section or any of the regulations promulgated pursuant to this section shall be guilty of a misdemeanor punishable by a fine of not more than two hundred and fifty dollars for each violation and/or a prison term of not more than six months.  \\par\ne. Enforcement.  The department and the department of consumer affairs shall enforce\\ulnone  \\ul the provisions of this section.  A proceeding to recover any civil penalty authorized pursuant to subdivision c of this section shall be commenced by the service of a notice of violation returnable to the administrative tribunal established by the board of health where the department issues such a notice or to the adjudication division of the department of consumer affairs where the department of consumer affairs issues such a notice.  The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged.  The administrative tribunal of the board of health and the adjudication division of the department of consumer affairs shall have the power to render decisions and to impose the remedies and penalties provided for in subdivision d of this section, in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings. \\par\nf.  Rules.  The department shall promulgate rules in accordance with the provisions contained in this section, and such other rules as may be necessary for the purposes of carrying out the provisions of this section.\\par\n\\ulnone\\'a73.  Severability.  If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall remain in full force and effect.\\par\n\\'a74.  This local law shall take effect one hundred and eighty days after its enactment into law.\\par\n\\pard\\fi720\\li720\\sl480\\slmult1\\qj\\par\n\\pard\\fi720\\qj\\fs20 LS # 3009\\par\n5/17/05\\par\n\\pard\\fi720\\sl480\\slmult1\\qj GRS\\fs24\\par\n\\pard\\fi720\\li720\\sl480\\slmult1\\qj\\par\n\\pard\\fi720\\qj\\fs20\\par\n\\pard\\sl480\\slmult1\\qj\\fs24  \\par\n\\pard\\noline\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
