{
  "ID": 33290,
  "GUID": "B0E6795F-3782-413C-B277-2EC0170E91EC",
  "File": "Int 0651-2005",
  "Name": "Illegal conversions",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to illegal conversions.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2005-05-25T00:00:00Z",
  "AgendaDate": "2005-05-25T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 175760,
      "Date": "2005-05-25T09:41:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176191,
      "Date": "2005-05-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4766,
      "AgendaSequence": 190,
      "MinutesSequence": 215,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 179686,
      "Date": "2005-09-16T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 5157,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180174,
      "Date": "2005-09-16T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 5157,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185123,
      "Date": "2005-12-31T16:43:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 68410,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/eb91e064-9fe6-40b3-b823-75e713514713.doc",
      "Sort": 1
    },
    {
      "ID": 68797,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/856c58f3-9b78-4c25-add7-3197455123a2.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 33442,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Statement of legislative findings and intent.  The alteration or modification of existing buildings or structures to create housing units without the necessary permits occurs throughout this City as illegal conversions.  They sometimes occur due to ignorance of the law but often occur as a result of blatant efforts to thwart the law.  Sadly, those who reside in illegal conversions or illegal apartments are living in dangerous conditions that can result in the loss of life, limb and property of the occupants and tragically for those enforcement officials who would attempt to any necessary rescue attempts.  This legislation was introduced to empower our code enforcement officials to have the means to write up violations even when access is not granted to a dwelling or premises.\n§2.  Section 27-118.1 of the administrative code of the city of New York, is amended to read as follow:\n§27-118.1  Illegal alterations involving change in occupancy.  a.  No person, except in accordance with all requirements of this code, shall convert, knowingly take part or assist in the conversion, or permit the maintenance of the conversion, of a residence which is legally approved for occupancy as a dwelling for one or more families, to a residence for occupancy as a dwelling for more than the legally approved number of families.  Any person who shall violate or fail to comply with the provisions of this section shall be liable for a civil penalty which may be recovered in a proceeding before the environmental control board pursuant to the provisions of section 26-126.1 of this code.  Upon the finding of such violation and the imposition of the civil penalty, the environmental control board shall forward to the internal revenue service, the New York state department of taxation and finance and the New York city department of finance the name and address of the respondent, the address of the building or structure with respect to which the violation occurred, and the time period during which the violation was found to have existed.\n\tb.  Notwithstanding any other provision of law, the department is authorized to issue a summons or notice of violation for a violation of this section based on readily observable circumstantial evidence which evidence may be refuted before a court of competent jurisdiction or before the environmental control board prior to the imposition of a final determination.  Examples of such circumstantial evidence include, but are not limited to, a greater number of mailboxes or mail receptacles servicing a dwelling than the number of legally authorized dwelling units in such dwelling; the existence of a greater number of operational utility meters servicing a dwelling for the same type of utility service than the number of legally authorized dwelling units in such dwelling, or a greater number of doorbells servicing a dwelling than the number of legally authorized dwelling units in such dwelling.  A violation of this section which has been based on circumstantial evidence in accordance with this subdivision may not be deemed corrected unless the premises which is the subject of the violation has been inspected by a representative of the department which has been given access to such premises.\n§3.\tThis local law shall take effect ninety days after it shall have been enacted into law, except that the commissioner of buildings shall take such actions as are necessary for the timely implementation and enforcement of this local law, including the promulgation of rules, prior to the effective date of this local law.\n\n\nLS# 2511\n05-17-05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Statement of legislative findings and intent.  The alteration or modification of existing buildings or structures to create housing units without the necessary permits occurs throughout this City as illegal conversions.  They sometimes occur due to ignorance of the law but often occur as a result of blatant efforts to thwart the law.  Sadly, those who reside in illegal conversions or illegal apartments are living in dangerous conditions that can result in the loss of life, limb and property of the occupants and tragically for those enforcement officials who would attempt to any necessary rescue attempts.  This legislation was introduced to empower our code enforcement officials to have the means to write up violations even when access is not granted to a dwelling or premises.\\par\n\\'a72.  Section 27-118.1 of the administrative code of the city of New York, is amended to read as follow:\\par\n\\'a727-118.1  Illegal alterations involving change in occupancy.  \\ul a.\\ulnone   No person, except in accordance with all requirements of this code, shall convert, knowingly take part or assist in the conversion, or permit the maintenance of the conversion, of a residence which is legally approved for occupancy as a dwelling for one or more families, to a residence for occupancy as a dwelling for more than the legally approved number of families.  Any person who shall violate or fail to comply with the provisions of this section shall be liable for a civil penalty which may be recovered in a proceeding before the environmental control board pursuant to the provisions of section 26-126.1 of this code.  Upon the finding of such violation and the imposition of the civil penalty, the environmental control board shall forward to the internal revenue service, the New York state department of taxation and finance and the New York city department of finance the name and address of the respondent, the address of the building or structure with respect to which the violation occurred, and the time period during which the violation was found to have existed.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\ul b.  Notwithstanding any other provision of law, the department is authorized to issue a summons or notice of violation for a violation of this section based on readily observable circumstantial evidence which evidence may be refuted before a court of competent jurisdiction or before the environmental control board prior to the imposition of a final determination.  Examples of such circumstantial evidence include, but are not limited to, a greater number of mailboxes or mail receptacles servicing a dwelling than the number of legally authorized dwelling units in such dwelling; the existence of a greater number of operational utility meters servicing a dwelling for the same type of utility service than the number of legally authorized dwelling units in such dwelling, or a greater number of doorbells servicing a dwelling than the number of legally authorized dwelling units in such dwelling.  A violation of this section which has been based on circumstantial evidence in accordance with this subdivision may not be deemed corrected unless the premises which is the subject of the violation has been inspected by a representative of the department which has been given access to such premises.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a73.\\tab This local law shall take effect ninety days after it shall have been enacted into law, except that the commissioner of buildings shall take such actions as are necessary for the timely implementation and enforcement of this local law, including the promulgation of rules, prior to the effective date of this local law.\\par\n\\pard\\noline\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\par\n\\pard\\noline\\nowidctlpar\\qj\\fs18 LS# 2511\\par\n05-17-05\\par\n}\n\u0000",
  "LastModified": "2015-07-06T14:16:48.68Z"
}
