{
  "ID": 33344,
  "GUID": "8E0E9103-9367-4712-B5DC-02EF26E5ADA9",
  "File": "Int 0653-2005",
  "Name": "Possession of knives and other dangerous instruments.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to possession of knives and other dangerous instruments.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2005-05-25T00:00:00Z",
  "AgendaDate": "2005-05-25T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 175895,
      "Date": "2005-05-25T15:55:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176192,
      "Date": "2005-05-25T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4766,
      "AgendaSequence": 192,
      "MinutesSequence": 217,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185125,
      "Date": "2005-12-31T16:43:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 33515,
  "Text": "Be it enacted by the Council as follows:\n\nSection One.  Subdivisions c, d and e of section 10-133 of the administrative code of the city of New York is amended to read as follows:\n\n§10-133 Possession of knives or instruments. \nc. It shall be unlawful for any person in a public place, street or park, to wear outside of his or her clothing or carry in open view any knife with an exposed or unexposed blade [unless such person is actually using such knife for a lawful purpose as set forth in subdivision d of this section]. \nd. Affirmative defenses.  It shall be an affirmative defense, and t[T]he provisions of subdivisions b and c of this section shall not apply to (1) persons in the military service of the state of New York when duly authorized to carry or display knives pursuant to regulations issued by the chief of staff to the governor; (2) police officers and peace officers as defined in the criminal procedure law; (3) participants in special events when authorized by the police commissioner; (4) persons in the military or other service of the United States in pursuit of official duty authorized by federal law; (5) emergency medical technicians or voluntary or paid ambulance drivers while engaged in the performance of their duties; or (6) any person displaying or in possession of a knife otherwise in violation of this section when such knife (a) is being used for or transported immediately to or from a place where it is used for hunting, fishing, camping, hiking, picnicking or any employment, trade or occupation customarily requiring the use of such knife; or (b) is displayed or carried by a member of a theatrical group, drill team, military or para-military unit or veterans organization, to, from, or during a meeting, parade or other performance or practice for such event, which customarily requires the carrying of such knife; or (c) is being transported directly to or from a place of purchase, sharpening or repair, packaged in such a manner as not to allow easy access to such knife while it is transported; or (d) is displayed or carried by a duly enrolled member of the Boy or Girl Scouts of America or a similar organization or society and such display or possession is necessary to participate in the activities of such organization or society. \ne. Violation of this section shall be [an offense punishable by a fine of not more than three hundred dollars or by imprisonment not exceeding fifteen days or by both such fine and imprisonment] a misdemeanor. \n§2. This local law shall take effect immediately.\n\nTB\nLS#2699\n4/5/2005",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1 Section One.  Subdivisions c, d and e of section 10-133 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\par\n\\pard\\fi720\\sl480\\slmult1\\'a710-133 Possession of knives or instruments. \\par\nc. It shall be unlawful for any person in a public place, street or park, to wear outside of his or her clothing or carry in open view any knife with an exposed or unexposed blade [unless such person is actually using such knife for a lawful purpose as set forth in subdivision d of this section]. \\par\nd. \\ul Affirmative defenses.  It shall be an affirmative defense, and t\\ulnone [T]he provisions of subdivisions b and c of this section shall not apply to (1) persons in the military service of the state of New York when duly authorized to carry or display knives pursuant to regulations issued by the chief of staff to the governor; (2) police officers and peace officers as defined in the criminal procedure law; (3) participants in special events when authorized by the police commissioner; (4) persons in the military or other service of the United States in pursuit of official duty authorized by federal law; (5) emergency medical technicians or voluntary or paid ambulance drivers while engaged in the performance of their duties; or (6) any person displaying or in possession of a knife otherwise in violation of this section when such knife (a) is being used for or transported immediately to or from a place where it is used for hunting, fishing, camping, hiking, picnicking or any employment, trade or occupation customarily requiring the use of such knife; or (b) is displayed or carried by a member of a theatrical group, drill team, military or para-military unit or veterans organization, to, from, or during a meeting, parade or other performance or practice for such event, which customarily requires the carrying of such knife; or (c) is being transported directly to or from a place of purchase, sharpening or repair, packaged in such a manner as not to allow easy access to such knife while it is transported; or (d) is displayed or carried by a duly enrolled member of the Boy or Girl Scouts of America or a similar organization or society and such display or possession is necessary to participate in the activities of such organization or society. \\par\ne. Violation of this section shall be [an offense punishable by a fine of not more than three hundred dollars or by imprisonment not exceeding fifteen days or by both such fine and imprisonment] \\ul a misdemeanor\\ulnone . \\par\n\\'a72. This local law shall take effect immediately.\\par\n\\pard\\par\nTB\\par\nLS#2699\\par\n4/5/2005\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
