{
  "ID": 33357,
  "GUID": "0488DEA8-27AE-4E05-9061-4011E29EA991",
  "File": "Int 0654-2005",
  "LocalLaw": "2005/062",
  "Name": "Payment of real property taxes and related charges.",
  "Title": "A Local Law to amend the New York city charter and the administrative code of the city of New York, in relation to the payment of real property taxes and related charges.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2005-05-25T00:00:00Z",
  "AgendaDate": "2005-05-25T00:00:00Z",
  "PassedDate": "2005-06-06T00:00:00Z",
  "EnactmentDate": "2005-06-06T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 175943,
      "Date": "2005-05-25T11:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Introduction was Hearing on P-C Item by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 4765,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175946,
      "Date": "2005-05-25T11:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Introduction be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 4765,
      "MinutesSequence": 3,
      "Version": "*",
      "MinutesNote": "With Message of Necessity",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175942,
      "Date": "2005-05-25T13:41:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176230,
      "Date": "2005-05-25T14:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4766,
      "AgendaSequence": 196,
      "MinutesSequence": 221,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176224,
      "Date": "2005-05-25T16:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4766,
      "AgendaSequence": 61,
      "MinutesSequence": 63,
      "Version": "*",
      "AgendaNote": "Preconsidered - Coupled on GO with Message of Necessity",
      "MinutesNote": "With Message of Necessity",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176350,
      "Date": "2005-05-25T22:31:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176566,
      "Date": "2005-06-06T15:40:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176574,
      "Date": "2005-06-06T15:46:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176652,
      "Date": "2005-06-07T16:47:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 66290,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1e15e7be-8154-4d03-9c92-f3f3579a7ce9.doc",
      "Sort": 1
    },
    {
      "ID": 66605,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5cf09e8e-c989-43c9-8cdf-548adc405b99.doc",
      "Sort": 2
    },
    {
      "ID": 69109,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5e2eddcd-04e5-402b-a379-53582308c7f2.doc",
      "Sort": 3
    },
    {
      "ID": 69667,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c3f12c7f-7214-46a4-8fae-2160baab478f.doc",
      "Sort": 4
    },
    {
      "ID": 69679,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 5/25",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4b513970-a8e6-4bf6-af13-bb8ee751db37.doc",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 33528,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 1519 of the New York city charter is amended by adding a new subdivision 5 to read as follows:\n5. The provisions of this section shall not apply to any installment of tax that becomes due and payable on or after July first, two thousand five.\n§2. The New York city charter is amended by adding a new section 1519-a to read as follows:\n§1519-a. Real property taxes due and payable. The commissioner, immediately after receiving the assessment rolls, shall give notice for at least five days in the City Record that the assessment rolls are final and that all taxes shall be due and payable as follows:\n1. The provisions of this section shall apply to any installment of tax that becomes due and payable on or after July first, two thousand five.\n2. Real property with an assessed value of eighty thousand dollars or less.\n(a) Quarterly installments. All property taxes shall be due in four equal installments.\n(b) Due date of installments. The first installment shall be due on July first, the second installment shall be due on October first, the third installment shall be due on January first and the fourth installment shall be due on April first.\n(c) Discount for early payment. A discount, at a percentage provided for in subdivision seven of this section, shall be allowed for early payment of an installment in accordance with this subdivision, as follows:\n(i) if all the installments due for a fiscal year are paid in full on or before July fifteenth, a discount shall be allowed for such installments.\n(ii) if the installments due on October first, January first and April first are paid in full on or before October fifteenth, a discount shall be allowed for such installments.\n(iii) if the installments due on January first and April first are paid in full on or before January fifteenth, a discount shall be allowed for such installments.\n3. Real property with an assessed value of over eighty thousand dollars.\n(a) Semi-annual installments. All property taxes shall be due in two equal installments.\n(b) Due date of installments. The first installment shall be due on July first and the second installment shall be due on January first.\n(c) Discount for early payment. A discount, at a percentage provided for in subdivision seven of this section, shall be allowed for early payment of installments if all the installments due for a fiscal year are paid in full on or before July first.\n4. Cooperative property. For purposes of this section, property held in the cooperative form of ownership shall not be deemed to have an assessed value of over eighty thousand dollars if the property’s assessed value divided by the number of residential dwelling units is eighty thousand dollars or less per unit.\n5. For purposes of this section, a property’s assessed value shall be based on the assessed value listed on the final assessment roll on or around May twenty-fifth.\n6. All taxes shall be and become liens on the property on the date such taxes become due and payable, and shall remain liens until paid.\n7. Calculation of discount for early payment.\n(a) Calculation of discount. Where a discount is allowed under this section, the discount shall be a percentage of the installments paid.\n(b) Determination of discount percentage. Not later than the twenty-fifth day of May in each year, the banking commission shall send a written recommendation to the council of a proposed discount percentage for the ensuing fiscal year.\n(c) The council may adopt a discount percentage on the fifth day of June preceding such ensuing fiscal year, or at any time thereafter.\n(d) If the council does not adopt a discount percentage prior to the date that the statement of account or other similar bill or statement is prepared, a discount percentage of one and one-half percent shall be used to determine the discount provided where a discount is allowed for payments made on or before the last day that the installment due July first could be paid without interest, and this percentage shall continue to apply until the council adopts a discount percentage pursuant to paragraph (c) of this subdivision.\n(e) Application of discount percentages.\n(i) For properties the taxes for which are due in quarterly or semi-annual installments, the discount percentage applied for payments made on or before the last day that the installment due July first could be paid without interest, as set forth in subparagraph (i) of paragraph (c) of subdivision two of this section or paragraph (c) of subdivision three of this section, shall be the percentage established pursuant to paragraph (c) of this subdivision or, where applicable, paragraph (d) of this subdivision.\n(ii) For properties the taxes for which are due in quarterly installments, the discount percentage applied for payments made on or before October fifteenth, as set forth in subparagraph (ii) of paragraph (c) of subdivision two of this section, shall be two-thirds of the discount percentage described in subparagraph (i) of this paragraph.\n(iii) For properties the taxes for which are due in quarterly installments, the discount percentage applied for payments made on or before January fifteenth, as set forth in subparagraph (iii) of paragraph (c) of subdivision two of this section, shall be one-third of the discount percentage described in subparagraph (i) of this  paragraph.\n(f) A discount shall be allowed only if all prior installments have been paid or are paid at the same time as the payments for which a discount would apply.\n(g) (i) The commissioner may provide a discount, at a percentage not more than two times the discount percentage established pursuant to paragraph (c) or (d) of this subdivision, to taxpayers who pay their real property taxes by electronic funds transfer. This subparagraph shall apply only to taxpayers who are not required by law to pay their real property taxes by electronic funds transfer. The commissioner shall establish such discount percentage by rule and may promulgate such other rules as may be necessary to implement this subparagraph.\n(ii) The commissioner may provide a discount, at a percentage not more than two times the discount percentage established pursuant to paragraph (c) or (d) of this subdivision, to taxpayers whose annual real property tax liability exceeds one million dollars and who pay their real property taxes before the date such taxes become due and payable, where the commissioner determines by rule that it would be in the best interests of the city to provide an incentive for such payment by a specified date and at a specified discount percentage. The commissioner may promulgate such other rules as may be necessary to implement this subparagraph.\n8. As used in this section, “taxes” shall include special franchise taxes in the case of utility companies.\n9. If property is acquired by the city in a condemnation proceeding, on the date that title vests in the city, any tax due prior to the title vesting date, and interest, shall be due and payable, and shall become an equitable lien with first priority against any condemnation award.\n§3. Section 11-123 of the administrative code of the city of New York, as added by local law number 47 for the year 1990, is amended to read as follows:\n§ 11-123 Interest compounded daily.\nIn computing the amount of any interest required to be paid under section 11- 224 (except subdivision j thereof), 11-224.1, 11-264, 11-306, 11-307, 11-312, 11-313, 17-151, 19-152, 24-317, 24-512, 24-605, 26-128, 26-517.1, 27-2144 or 27-4029.1 of the code, such interest shall be compounded daily.\n§4. Paragraph 2 of subdivision c and subdivision g of section 11-128 of the administrative code of the city of New York, as added by section 1 of part T of chapter sixty of the laws of 2004, are amended to read as follows:\n2. (i) Where real property taxes are paid for more than one taxpayer by a single bill or paid by a single entity, including but not limited to a mortgage escrow agent as defined in [paragraph c of subdivision four of section fifteen hundred nineteen of the charter of the city of New York] subparagraph (ii) of this paragraph, if the total amount paid is equal to or greater than three hundred thousand dollars annually, such amount shall be used to determine whether the taxpayer or entity is required to participate in an electronic funds transfer program.\n(ii) For purposes of this paragraph, the term “mortgage escrow agent” shall include every banking organization, federal savings bank, federal savings and loan association, federal credit union, bank, trust company, licensed mortgage banker, savings bank, savings and loan association, credit union, insurance corporation organized under the laws of any state other than New York, or any other person, entity or organization which, in the regular course of its business, requires, maintains or services escrow accounts in connection with mortgages on real property located in the city.\ng. Timely payment. Notwithstanding any provision of law to the contrary, where real property taxes are required to be made by electronic funds transfer pursuant to subdivision c of this section, payment of real property tax by electronic funds transfer shall be deemed timely and not subject to interest charges if:\n1. for taxpayers enrolled in a taxpayer initiated program pursuant to paragraph one of subdivision d of this section, (i) the taxpayer properly initiates payment on the [statutory due] last date [for such] by which the real property taxes may be paid without the accrual of interest in accordance with applicable law; and (ii) on the last date [that] by which the [tax payment is due] real property taxes may be paid without the accrual of interest in accordance with applicable law, such account contains sufficient funds to enable the successful completion of the electronic funds transfer; or \n2. for taxpayers enrolled in an automatic debit program pursuant to paragraph two of subdivision d of this section, (i) the department of finance or its designee has been authorized to debit the taxpayer's account on the last date by which the real property taxes may be paid without the accrual of interest in accordance with applicable law; (ii) such account is properly identified; and (iii) on the date such payment is due, such account contains sufficient funds to enable the successful completion of the electronic funds transfer.\n§5. Subdivisions g, k and l of section 11-224 of the administrative code of the city of New York, subdivision k as added by local law number 48 for the year 1989 and subdivision l as added by local law number 47 for the year 1990, are amended to read as follows:\ng. No later than the twenty-fifth day of May of each year, the banking commission shall transmit a written recommendation to the council of a proposed interest rate to be charged for nonpayment of taxes on real estate in those cases where the annual tax on a parcel is more than two thousand seven hundred fifty dollars or where, irrespective of the annual tax, a parcel consists of vacant or unimproved land. In making such recommendations the commission shall consider the prevailing interest rates charged for commercial loans extended to prime borrowers by commercial banks operating in the city and shall propose a rate of at least six per centum per annum greater than such rates. The council may by resolution adopt an interest rate to be applicable to the aforementioned parcels and may specify in such resolution the date on which such interest rate is to take effect.  This subdivision shall not apply to any fiscal year beginning on or after July first, two thousand five.\nk. 1. Notwithstanding any other provision of this section to the contrary, but subject to the exception contained in paragraph two of this subdivision, in the case of an installment of tax on real property described in paragraph b of subdivision four of section fifteen hundred nineteen of the city charter, interest shall be charged, received and collected at the rate established pursuant to this section if such installment shall remain unpaid in whole or in part on the date on which it shall become due and payable. This paragraph shall not apply to any installment of tax that becomes due and payable on or after July first, two thousand five.\n2. If the tax rate for any fiscal year of the city has not been set by the fifteenth day of June preceding the start of such fiscal year, interest shall not be charged, received and collected with respect to the first installment of tax which is due and payable on the first day of July in such fiscal year if such installment is paid on or before the extended payment date. For this purpose, the term \"extended payment date\" means the date which falls the same number of days after the first day of July in such fiscal year as the number of days the date such tax rate is set falls after such fifteenth day of June. This paragraph shall not apply to any installment of tax that becomes due and payable on or after July first, two thousand five.\nl. No later than the fifth day following the date of enactment of this subdivision in the year nineteen hundred ninety and no later than May twenty-fifth of each succeeding year, the banking commission shall transmit a written recommendation to the council of proposed interest rates to be charged for nonpayment of taxes on real property in those cases in which the annual tax on a parcel, other than a parcel which consists of vacant or unimproved land, is not more than two thousand seven hundred fifty dollars. In making such recommendations, the banking commission shall consider the prevailing interest rates charged for commercial loans extended to prime borrowers by commercial banks operating in the city. In the case of any such parcel with respect to which the real property taxes are held in escrow and paid to the commissioner of finance by a \"mortgage escrow agent,\" as that term is defined in section fifteen hundred nineteen of the city charter, the proposed rate shall be at least six percent per annum greater than such prevailing prime rate, and in the case of all other such parcels, the proposed rate shall be at least equal to such prevailing prime rate. The council may by resolution adopt interest rates to be applicable to the aforementioned parcels and may specify in such resolution the dates on which such interest rates are to take effect. In the event the council does not adopt interest rates as provided in this subdivision, the interest rates otherwise specified in this section shall be applicable. This subdivision shall not apply to any fiscal year beginning on or after July first, two thousand five.\n§6. The administrative code of the city of New York is amended by adding a new section 11-224.1 to read as follows:\n§11-224.1 Interest on unpaid real property tax.\n(a) For real property with an assessed value of eighty thousand dollars or less, if an installment of tax due and payable is not paid by July fifteenth, October fifteenth, January fifteenth or April fifteenth, interest shall be imposed on such unpaid amounts.\n(b) For real property with an assessed value of over eighty thousand dollars, if an installment of tax due and payable is not paid by July first or January first, interest shall be imposed on such unpaid amounts.\n(c) Interest rates on tax due and payable on or after July first, two thousand five.\nIf the council does not adopt interest rates, the rates shall be (a) for real property with an assessed value of eighty thousand dollars or less, seven percent per annum; and (b) for real property with an assessed value of over eighty thousand dollars, fifteen percent per annum.\n(d) (i) Any tax or part of a tax that became due before July first, two thousand five and remains unpaid after June thirtieth, two thousand five, shall continue to accrue interest until paid at the rate applicable under this section.\n(ii) This section shall not apply to interest accrued before July first, two thousand five.\n(e) Council adopted rates. By May twenty-fifth of each year, the banking commission shall send a written recommendation to the council of a proposed interest rate to be charged for nonpayment of taxes on real property. The commission shall consider the prevailing interest rates charged for commercial loans extended to prime borrowers by commercial banks operating in the city and:\n(i) for real property with an assessed value of eighty thousand dollars or less, shall propose a rate at least equal to such prevailing prime rate;\n(ii) for real property with an assessed value of over eighty thousand dollars, shall propose a rate of at least six percent per annum greater than such prevailing prime rate.\nThe council may by resolution adopt interest rates to be applicable to the aforementioned properties and may specify in such resolution the date that such rates will take effect.\n(f) If the tax rate for any fiscal year of the city is not set by the fifteenth of June preceding the start of such fiscal year, interest shall not be charged for the first installment of tax which is due on the first day of July in such fiscal year if such installment is paid on or before the extended payment date. For this purpose, the term “extended payment date\" means the date which falls the same number of days after the first day of July in such fiscal year as the number of days the date such tax rate is set falls after such fifteenth day of June.\n(g) For purposes of this section, property held in the cooperative form of ownership shall not be deemed to have an assessed value of over eighty thousand dollars if the property’s assessed value divided by the number of residential dwelling units is eighty thousand dollars or less per unit.\n§7. The administrative code of the city of New York is amended by adding a new section 11-302.1 to read as follows:\n§11-302.1 Error in record of payment of tax or assessment.\n(a) If the records of the department of finance show a charge as paid due to a misapplied payment or other error, and the department later corrects the records, interest shall not be imposed until after the department (i) corrects the error and (ii) sends a statement of account or other similar bill or notice stating the amount due and when the charge must be paid to avoid the accrual of interest.\n(b) The provisions of this section shall not apply to an installment of tax or an assessment for which payment, made electronically, by check, or by other means, was dishonored.\n(c) The provisions of this section shall not apply where the error in the records of the department was made as a result of fraud or other criminal conduct by the taxpayer or any person acting on his or her behalf or at his or her request.\n§8. Subdivision c of section 11-312 of the administrative code of the city of New York, as amended by local law number 26 for the year 1996, is amended to read as follows:\nc. No later than the twenty-fifth day of May in each year, the banking commission shall transmit a written recommendation to the council of a proposed interest rate to be charged for nonpayment of water rents. In making such recommendations the commission shall consider the prevailing interest rates charged for commercial loans extended to prime borrowers by commercial banks operating in the city and shall propose a rate of at least six per centum per annum greater than such rates. The council may by resolution adopt an interest rate to be charged for nonpayment of water rents pursuant to section 11-224 of the code and, for nonpayment of water rents that become due and payable on or after July first, two thousand five, pursuant to section 11-224.1 of the code, and may specify in such resolution the date on which such interest rate is to take effect.\n§9. Subdivision e of section 11-313 of the administrative code of the city of New York, as amended by local law number 26 for the year 1996, is amended to read as follows: \ne. No later than the twenty-fifth day of May in each year, the banking commission shall transmit a written recommendation to the council of a proposed interest rate to be charged for nonpayment of sewer rents. In making such recommendations the commission shall consider the prevailing interest rates charged for commercial loans extended to prime borrowers by commercial banks operating in the city and shall propose a rate of at least six per centum per annum greater than such rates. The council may by resolution adopt an interest rate to be charged for nonpayment of sewer rents pursuant to section 11-224 of the code and, for nonpayment of sewer rents that become due and payable on or after July first, two thousand five, pursuant to section 11-224.1 of the code, and may specify in such resolution the date on which such interest rate is to take effect.\n§10. Subparagraph (iv) of paragraph 3 of subdivision (i) of section 11-409 of the administrative code of the city of New York, as added by local law number 37 for the year 1996, is amended to read as follows:\n(iv) (A) Notwithstanding any higher rate of interest prescribed pursuant to applicable law, and unless a lower rate of interest is applicable to a delinquent amount owing on a parcel that is the subject of an agreement pursuant to this paragraph, the interest payable together with the remaining installments due under such agreement shall be:\n(I) with respect to an agreement for which a twenty-five percent or thirty-five percent down payment was made, calculated at a rate equal to the sum of (a) the rate prescribed for the applicable period pursuant to paragraph (i) of subdivision [l] e of section [11-224] 11-224.1 of this title [in the case of a parcel for which the real property taxes are not held in escrow] and (b) one-half of the difference between such rate and the rate prescribed for such period pursuant to paragraph (ii) of subdivision [g] e of section [11-224] 11-224.1 of this title; or\n(II) with respect to an agreement for which a fifty percent down payment was made, calculated at a rate equal to the rate prescribed for the applicable period pursuant to paragraph (i) of subdivision [l] e of section [11-224] 11-224.1 of this title [in the case of a parcel for which the real property taxes are not held in escrow]. \n(B) If a default occurs in any agreement executed pursuant to this paragraph as to either quarterly installments or current taxes, assessments or other legal charges, the rates of interest determined under this subparagraph shall thereupon cease to be applicable and the commissioner of finance shall thereafter charge, collect and receive interest in the manner and at the rates otherwise prescribed pursuant to law.\n§11. Paragraph 5 of subdivision (g) of section 16-131.3 of the administrative code  of the city of New York, as added by local law number 40 for the year 1990, is amended to read as follows:\n5. If such charge is not paid within thirty days from the date of entry, it shall be the duty of the city collector to receive interest thereon at the [rate of interest set for late payment of real property taxes pursuant to section 11-224 of the code] rate of interest applicable to such property for a delinquent tax on real property to be calculated to the date of payment from the date of entry.\n§12. Subdivision d of section 17-151 of the administrative code of the city of New York is amended to read as follows:\nd. If such charge is not paid within thirty days from the date of entry, it shall be the duty of the city collector to receive interest thereon at the [rate of fifteen per cent per annum] rate of interest applicable to such property for a delinquent tax on real property, to be calculated to the date of payment from the date of entry.\n[No later than the twenty-fifth day of May in each year, the banking commission shall transmit a written recommendation to the council of a proposed interest rate to be charged for nonpayment of such charges. In making such recommendations the commission shall consider the prevailing interest rates charged for commercial loans extended to prime borrowers by commercial banks operating in the city and shall propose a rate of at least six per centum per annum greater than such rates. The council may by resolution adopt an interest rate to be charged for nonpayment of such charges and may specify in such resolution the date on which such interest rate is to take effect.]\n§13. Paragraph 5 of subdivision (g) of section 22-121 of the administrative code of the city of New York is amended to read as follows:\n5. If such charge is not paid within thirty days from the date of entry, it shall be the duty of the city collector to receive interest thereon at the [rate of interest set for late payment of real property taxes pursuant to section 11-224 of the code] rate of interest applicable to such property for a delinquent tax on real property to be calculated to the date of payment from the date of entry.\n§14. Subdivision d of section 24-317 of the administrative code of the city of New York is amended to read as follows:\n(d) If such charge is not paid within thirty days from the date of entry, it shall be the duty of the city collector to receive interest thereon at the [rate of fifteen per cent per annum] rate of interest applicable to such property for a delinquent tax on real property, to be calculated to the date of payment from the date of entry.\n§15. Subdivision f of section 24-605 of the administrative code of the city of New York, as added by local law number 42 for the year 1987, is amended to read as follows:\nf. If such costs are not paid within thirty days from the date that notice is sent pursuant to subdivision d of this section, it shall be the duty of the city collector to receive interest thereon at the [rate of interest set for late payment of real property taxes pursuant to section 11-224] rate of interest applicable to such property for a delinquent tax on real property to be calculated to the date of payment from the date of entry.\n§16. Subdivision e of section 26-128 of the administrative code of the city of New York is amended to read as follows:\ne. If such charge is not paid within thirty days from the date of entry, it shall be the duty of the city collector to receive interest thereon at the [rate of fifteen percent per annum] rate of interest applicable to such property for a delinquent tax on real property, to be calculated to the date of payment from the date of entry.\n§17. Subdivision e of section 27-4029.1 of the administrative code of the city of New York, as renumbered by chapter 839 of the laws of 1986, is amended to read as follows:\ne. If such charge is not paid within thirty days from the date of entry, it shall be the duty of the city collector to receive interest thereon at the [rate of fifteen percent per annum] rate of interest applicable to such property for a delinquent tax on real property, to be calculated to the date of payment from the date of entry.\n§18. This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\hyphpar0\\fi1440\\qj\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj Section 1. Section 1519 of the New York city charter is amended by adding a new subdivision 5 to read as follows:\\par\n\\ul 5. The provisions of this section shall not apply to any installment of tax that becomes due and payable on or after July first, two thousand five.\\par\n\\ulnone\\'a72. The New York city charter is amended by adding a new section 1519-a to read as follows:\\par\n\\cf1\\ul\\'a71519-a. Real property taxes due and payable. The commissioner, immediately after receiving the assessment rolls, shall give notice for at least five days in the City Record that the assessment rolls are final and that all taxes shall be due and payable as follows:\\par\n\\cf0 1. The provisions of this section shall apply to any installment of tax that becomes due and payable on or after July first, two thousand five.\\par\n2. Real property with an assessed value of eighty thousand dollars or less.\\par\n(a) Quarterly installments. A\\cf1 ll property taxes shall be due in four equal installments.\\par\n\\cf0 (b) Due date of installments. The first installment shall be due on July first, the second installment shall be due on October first, the third installment shall be due on January first and the fourth installment shall be due on April first.\\par\n(c) Discount for early payment. A discount, at a percentage provided for in subdivision seven of this section, shall be allowed for early payment of an installment in accordance with this subdivision, as follows:\\par\n(i) if all the installments due for a fiscal year are paid in full on or before July fifteenth, a discount shall be allowed for such installments.\\par\n(ii) if the installments due on October first, January first and April first are paid in full on or before October fifteenth, a discount shall be allowed for such installments.\\par\n(iii) if the installments due on January first and April first are paid in full on or before January fifteenth, a discount shall be allowed for such installments.\\par\n3. Real property with an assessed value of over eighty thousand dollars.\\par\n(a) Semi-annual installments. A\\cf1 ll property taxes shall be due in two equal installments.\\par\n(b) Due date of installments. The first installment shall be due on July first and the second installment shall be due on January first.\\par\n(c) \\cf0 Discount for early payment. A discount, at a percentage provided for in subdivision seven of this section, shall be allowed for early payment of installments if all the installments due for a fiscal year are paid in full on or before July first.\\par\n4. Cooperative property. For purposes of this section, property held in the cooperative form of ownership shall not be deemed to have an assessed value of over eighty thousand dollars if the property\\rquote s assessed value divided by the number of residential dwelling units is eighty thousand dollars or less per unit.\\par\n\\cf1 5. For purposes of this section, a property\\rquote s \\cf0 assessed value shall be based on the assessed value listed on the final assessment roll on or around May twenty-fifth.\\cf1\\par\n6. All taxes shall be and become liens on the property on the date such taxes become due and payable, and shall remain liens until paid.\\par\n\\cf0 7. Calculation of discount for early payment.\\par\n(a) Calculation of discount. Where a discount is allowed under this section, the discount shall be a percentage of the installments paid.\\par\n(b) Determination of discount percentage. Not later than the twenty-fifth day of May in each year, the banking commission shall send a written recommendation to the council of a proposed discount percentage for the ensuing fiscal year.\\par\n(c) The council may adopt a discount percentage on the fifth day of June preceding such ensuing fiscal year, or at any time thereafter.\\par\n(d) If the council does not adopt a discount percentage prior to the date that the statement of account or other similar bill or statement is prepared, a discount percentage of one and one-half percent shall be used to determine the discount provided where a discount is allowed for payments made on or before the last day that the installment due July first could be paid without interest, and this percentage shall continue to apply until the council adopts a discount percentage pursuant to paragraph (c) of this subdivision.\\par\n(e) Application of discount percentages.\\par\n(i) For properties the taxes for which are due in quarterly or semi-annual installments, the discount percentage applied for payments made on or before the last day that the installment due July first could be paid without interest, as set forth in subparagraph (i) of paragraph (c) of subdivision two of this section or paragraph (c) of subdivision three of this section, shall be the percentage established pursuant to paragraph (c) of this subdivision or, where applicable, paragraph (d) of this subdivision.\\par\n(ii) For properties the taxes for which are due in quarterly installments, the discount percentage applied for payments made on or before October fifteenth, as set forth in subparagraph (ii) of paragraph (c) of subdivision two of this section, shall be two-thirds of the discount percentage described in subparagraph (i) of this paragraph.\\par\n(iii) For properties the taxes for which are due in quarterly installments, the discount percentage applied for payments made on or before January fifteenth, as set forth in subparagraph (iii) of paragraph (c) of subdivision two of this section, shall be one-third of the discount percentage described in subparagraph (i) of this  paragraph.\\par\n(f) A discount shall be allowed only if all prior installments have been paid or are paid at the same time as the payments for which a discount would apply.\\par\n(g) (i) The commissioner may provide a discount, at a percentage not more than two times the discount percentage established pursuant to paragraph (c) or (d) of this subdivision, to taxpayers who pay their real property taxes by electronic funds transfer. This subparagraph shall apply only to taxpayers who are not required by law to pay their real property taxes by electronic funds transfer. The commissioner shall establish such discount percentage by rule and may promulgate such other rules as may be necessary to implement this subparagraph.\\par\n(ii) The commissioner may provide a discount, at a percentage not more than two times the discount percentage established pursuant to paragraph (c) or (d) of this subdivision, to taxpayers whose annual real property tax liability exceeds one million dollars and who pay their real property taxes before the date such taxes become due and payable, where the commissioner determines by rule that it would be in the best interests of the city to provide an incentive for such payment by a specified date and at a specified discount percentage. The commissioner may promulgate such other rules as may be necessary to implement this subparagraph.\\par\n8. As used in this section, \\ldblquote taxes\\rdblquote  shall include special franchise taxes in the case of utility companies.\\par\n\\cf1 9. If property is acquired by the city in a condemnation proceeding, on the date that title vests in the city, any tax due prior to the title vesting date, and interest, shall be due and payable, and shall become an equitable lien with first priority against any condemnation award.\\par\n\\ulnone\\'a73. Section 11-123 of the administrative code of the city of New York, as added by local law number 47 for the year 1990, is amended to read as follows:\\par\n\\'a7 11-123 Interest compounded daily.\\par\nIn computing the amount of any interest required to be paid under section 11- 224 (except subdivision j thereof), \\ul 11-224.1,\\ulnone  11-264, 11-306, 11-307, 11-312, 11-313, 17-151, 19-152, 24-317, 24-512, 24-605, 26-128, 26-517.1, 27-2144 or 27-4029.1 of the code, such interest shall be compounded daily.\\par\n\\cf0\\'a74. Paragraph 2 of subdivision c and subdivision g of section 11-128 of the administrative code of the city of New York, as added by section 1 of part T of chapter sixty of the laws of 2004, are amended to read as follows:\\par\n2. \\ul (i)\\ulnone  Where real property taxes are paid for more than one taxpayer by a single bill or paid by a single entity, including but not limited to a mortgage escrow agent as defined in [paragraph c of subdivision four of section fifteen hundred nineteen of the charter of the city of New York] \\ul subparagraph (ii) of this paragraph\\ulnone , if the total amount paid is equal to or greater than three hundred thousand dollars annually, such amount shall be used to determine whether the taxpayer or entity is required to participate in an electronic funds transfer program.\\par\n\\ul (ii) For purposes of this paragraph, the term \\ldblquote mortgage escrow agent\\rdblquote  shall include every banking organization, federal savings bank, federal savings and loan association, federal credit union, bank, trust company, licensed mortgage banker, savings bank, savings and loan association, credit union, insurance corporation organized under the laws of any state other than New York, or any other person, entity or organization which, in the regular course of its business, requires, maintains or services escrow accounts in connection with mortgages on real property located in the city.\\ulnone\\par\ng. Timely payment. Notwithstanding any provision of law to the contrary, where real property taxes are required to be made by electronic funds transfer pursuant to subdivision c of this section, payment of real property tax by electronic funds transfer shall be deemed timely and not subject to interest charges if:\\par\n1. for taxpayers enrolled in a taxpayer initiated program pursuant to paragraph one of subdivision d of this section, (i) the taxpayer properly initiates payment on the [statutory due] \\ul last\\ulnone  date [for such] \\ul by which the real property\\ulnone  taxes \\ul may be paid without the accrual of interest in accordance with applicable law\\ulnone ; and (ii) on the \\ul last\\ulnone  date [that] \\ul by which\\ulnone  the [tax payment is due] \\ul real property taxes may be paid without the accrual of interest in accordance with applicable law\\ulnone , such account contains sufficient funds to enable the successful completion of the electronic funds transfer; or \\par\n2. for taxpayers enrolled in an automatic debit program pursuant to paragraph two of subdivision d of this section, (i) the department of finance or its designee has been authorized to debit the taxpayer's account on the last date by which the real property taxes may be paid without the accrual of interest in accordance with applicable law; (ii) such account is properly identified; and (iii) on the date such payment is due, such account contains sufficient funds to enable the successful completion of the electronic funds transfer.\\par\n\\cf1\\'a75. Subdivisions g, k and l of section 11-224 of the administrative code of the city of New York, subdivision k as added by local law number 48 for the year 1989 and subdivision l as added by local law number 47 for the year 1990, are amended to read as follows:\\par\ng. No later than the twenty-fifth day of May of each year, the banking commission shall transmit a written recommendation to the council of a proposed interest rate to be charged for nonpayment of taxes on real estate in those cases where the annual tax on a parcel is more than two thousand seven hundred fifty dollars or where, irrespective of the annual tax, a parcel consists of vacant or unimproved land. In making such recommendations the commission shall consider the prevailing interest rates charged for commercial loans extended to prime borrowers by commercial banks operating in the city and shall propose a rate of at least six per centum per annum greater than such rates. The council may by resolution adopt an interest rate to be applicable to the aforementioned parcels and may specify in such resolution the date on which such interest rate is to take effect.  \\ul This subdivision shall not apply to any fiscal year beginning on or after July first, two thousand five.\\par\n\\ulnone k. 1. Notwithstanding any other provision of this section to the contrary, but subject to the exception contained in paragraph two of this subdivision, in the case of an installment of tax on real property described in paragraph b of subdivision four of section fifteen hundred nineteen of the city charter, interest shall be charged, received and collected at the rate established pursuant to this section if such installment shall remain unpaid in whole or in part on the date on which it shall become due and payable. \\ul This paragraph shall not apply to any installment of tax that becomes due and payable on or after July first, two thousand five.\\par\n\\ulnone 2. If the tax rate for any fiscal year of the city has not been set by the fifteenth day of June preceding the start of such fiscal year, interest shall not be charged, received and collected with respect to the first installment of tax which is due and payable on the first day of July in such fiscal year if such installment is paid on or before the extended payment date. For this purpose, the term \"extended payment date\" means the date which falls the same number of days after the first day of July in such fiscal year as the number of days the date such tax rate is set falls after such fifteenth day of June. \\ul This paragraph shall not apply to any installment of tax that becomes due and payable on or after July first, two thousand five.\\par\n\\ulnone l. No later than the fifth day following the date of enactment of this subdivision in the year nineteen hundred ninety and no later than May twenty-fifth of each succeeding year, the banking commission shall transmit a written recommendation to the council of proposed interest rates to be charged for nonpayment of taxes on real property in those cases in which the annual tax on a parcel, other than a parcel which consists of vacant or unimproved land, is not more than two thousand seven hundred fifty dollars. In making such recommendations, the banking commission shall consider the prevailing interest rates charged for commercial loans extended to prime borrowers by commercial banks operating in the city. In the case of any such parcel with respect to which the real property taxes are held in escrow and paid to the commissioner of finance by a \"mortgage escrow agent,\" as that term is defined in section fifteen hundred nineteen of the city charter, the proposed rate shall be at least six percent per annum greater than such prevailing prime rate, and in the case of all other such parcels, the proposed rate shall be at least equal to such prevailing prime rate. The council may by resolution adopt interest rates to be applicable to the aforementioned parcels and may specify in such resolution the dates on which such interest rates are to take effect. In the event the council does not adopt interest rates as provided in this subdivision, the interest rates otherwise specified in this section shall be applicable. \\ul This subdivision shall not apply to any fiscal year beginning on or after July first, two thousand five.\\ulnone\\par\n\\cf0\\'a76. The administrative code of the city of New York is amended by adding a new section 11-224.1 to read as follows:\\par\n\\ul\\'a711-224.1 Interest on unpaid real property tax.\\par\n(a) For real property with an assessed value of eighty thousand dollars or less, if an installment of tax due and payable is not paid by July fifteenth, October fifteenth, January fifteenth or April fifteenth, interest shall be imposed on such unpaid amounts.\\par\n(b) For real property with an assessed value of over eighty thousand dollars, if an installment of tax due and payable is not paid by July first or January first, interest shall be imposed on such unpaid amounts.\\par\n(c) Interest rates on tax due and payable on or after July first, two thousand five.\\par\nIf the council does not adopt interest rates, the rates shall be (a) for real property with an assessed value of eighty thousand dollars or less, seven percent per annum; and (b) for real property with an assessed value of over eighty thousand dollars, fifteen percent per annum.\\par\n(d) (i) Any tax or part of a tax that became due before July first, two thousand five and remains unpaid after June thirtieth, two thousand five, shall continue to accrue interest until paid at the rate applicable under this section.\\par\n(ii) This section shall not apply to interest accrued before July first, two thousand five.\\par\n(e) Council adopted rates. By May twenty-fifth of each year, the banking commission shall send a written recommendation to the council of a proposed interest rate to be charged for nonpayment of taxes on real property. The commission shall consider the prevailing interest rates charged for commercial loans extended to prime borrowers by commercial banks operating in the city and:\\par\n(i) for real property with an assessed value of eighty thousand dollars or less, shall propose a rate at least equal to such prevailing prime rate;\\par\n(ii) for real property with an assessed value of over eighty thousand dollars, shall propose a rate of at least six percent per annum greater than such prevailing prime rate.\\par\nThe council may by resolution adopt interest rates to be applicable to the aforementioned properties and may specify in such resolution the date that such rates will take effect.\\par\n(f) If the tax rate for any fiscal year of the city is not set by the fifteenth of June preceding the start of such fiscal year, interest shall not be charged for the first installment of tax which is due on the first day of July in such fiscal year if such installment is paid on or before the extended payment date. For this purpose, the term \\ldblquote extended payment date\" means the date which falls the same number of days after the first day of July in such fiscal year as the number of days the date such tax rate is set falls after such fifteenth day of June.\\par\n(g) For purposes of this section, property held in the cooperative form of ownership shall not be deemed to have an assessed value of over eighty thousand dollars if the property\\rquote s assessed value divided by the number of residential dwelling units is eighty thousand dollars or less per unit.\\par\n\\ulnone\\'a77. The administrative code of the city of New York is amended by adding a new section 11-302.1 to read as follows:\\par\n\\ul\\'a711-302.1 Error in record of payment of tax or assessment.\\par\n(a) If the records of the department of finance show a charge as paid due to a misapplied payment or other error, and the department later corrects the records, interest shall not be imposed until after the department (i) corrects the error and (ii) sends a statement of account or other similar bill or notice stating the amount due and when the charge must be paid to avoid the accrual of interest.\\par\n(b) The provisions of this section shall not apply to an installment of tax or an assessment for which payment, made electronically, by check, or by other means, was dishonored.\\par\n(c) The provisions of this section shall not apply where the error in the records of the department was made as a result of fraud or other criminal conduct by the taxpayer or any person acting on his or her behalf or at his or her request.\\ulnone\\par\n\\'a78. Subdivision c of section 11-312 of the administrative code of the city of New York, as amended by local law number 26 for the year 1996, is amended to read as follows:\\par\nc. No later than the twenty-fifth day of May in each year, the banking commission shall transmit a written recommendation to the council of a proposed interest rate to be charged for nonpayment of water rents. In making such recommendations the commission shall consider the prevailing interest rates charged for commercial loans extended to prime borrowers by commercial banks operating in the city and shall propose a rate of at least six per centum per annum greater than such rates. The council may by resolution adopt an interest rate to be charged for nonpayment of water rents pursuant to section 11-224 of the code \\ul and, for nonpayment of water rents that become due and payable on or after July first, two thousand five, pursuant to section 11-224.1 of the code\\ulnone , and may specify in such resolution the date on which such interest rate is to take effect.\\par\n\\'a79. Subdivision e of section 11-313 of the administrative code of the city of New York, as amended by local law number 26 for the year 1996, is amended to read as follows: \\par\ne. No later than the twenty-fifth day of May in each year, the banking commission shall transmit a written recommendation to the council of a proposed interest rate to be charged for nonpayment of sewer rents. In making such recommendations the commission shall consider the prevailing interest rates charged for commercial loans extended to prime borrowers by commercial banks operating in the city and shall propose a rate of at least six per centum per annum greater than such rates. The council may by resolution adopt an interest rate to be charged for nonpayment of sewer rents pursuant to section 11-224 of the code \\ul and, for nonpayment of sewer rents that become due and payable on or after July first, two thousand five, pursuant to section 11-224.1 of the code,\\ulnone  and may specify in such resolution the date on which such interest rate is to take effect.\\par\n\\'a710. Subparagraph (iv) of paragraph 3 of subdivision (i) of section 11-409 of the administrative code of the city of New York, as added by local law number 37 for the year 1996, is amended to read as follows:\\par\n\\cf1 (iv) (A) Notwithstanding any higher rate of interest prescribed pursuant to applicable law, and unless a lower rate of interest is applicable to a delinquent amount owing on a parcel that is the subject of an agreement pursuant to this paragraph, the interest payable together with the remaining installments due under such agreement shall be:\\par\n(I) with respect to an agreement for which a twenty-five percent or thirty-five percent down payment was made, calculated at a rate equal to the sum of (a) the rate prescribed for the applicable period pursuant to \\ul paragraph (i) of\\ulnone  subdivision [l] \\ul e\\ulnone  of section [11-224] \\ul 11-224.1\\ulnone  of this title [in the case of a parcel for which the real property taxes are not held in escrow] and (b) one-half of the difference between such rate and the rate prescribed for such period pursuant to \\ul paragraph (ii) of\\ulnone  subdivision [g] \\ul e\\ulnone  of section [11-224] \\ul 11-224.1\\ulnone  of this title; or\\par\n(II) with respect to an agreement for which a fifty percent down payment was made, calculated at a rate equal to the rate prescribed for the applicable period pursuant to \\ul paragraph (i) of\\ulnone  subdivision [l] \\ul e\\ulnone  of section [11-224] \\ul 11-224.1\\ulnone  of this title [in the case of a parcel for which the real property taxes are not held in escrow]. \\par\n\\cf0 (B) If a default occurs in any agreement executed pursuant to this paragraph as to either quarterly installments or current taxes, assessments or other legal charges, the rates of interest determined under this subparagraph shall thereupon cease to be applicable and the commissioner of finance shall thereafter charge, collect and receive interest in the manner and at the rates otherwise prescribed pursuant to law.\\par\n\\'a711. Paragraph 5 of subdivision (g) of section 16-131.3 of the administrative code  of the city of New York, as added by local law number 40 for the year 1990, is amended to read as follows:\\par\n5. \\cf1 If such charge is not paid within thirty days from the date of entry, it shall be the duty of the city collector to receive interest thereon at the [rate of interest set for late payment of real property taxes pursuant to section 11-224 of the code] \\ul rate of interest applicable to such property for a delinquent tax on real property\\ulnone  to be calculated to the date of payment from the date of entry.\\par\n\\'a712. Subdivision d of section 17-151 of the administrative code of the city of New York is amended to read as follows:\\par\nd. \\cf0 If such charge is not paid within thirty days from the date of entry, it shall be the duty of the city collector to receive interest thereon at the [rate of fifteen per cent per annum]\\cf1\\ul  rate of interest applicable to such property for a delinquent tax on real property\\cf0\\ulnone , to be calculated to the date of payment from the date of entry.\\par\n[No later than the twenty-fifth day of May in each year, the banking commission shall transmit a written recommendation to the council of a proposed interest rate to be charged for nonpayment of such charges. In making such recommendations the commission shall consider the prevailing interest rates charged for commercial loans extended to prime borrowers by commercial banks operating in the city and shall propose a rate of at least six per centum per annum greater than such rates. The council may by resolution adopt an interest rate to be charged for nonpayment of such charges and may specify in such resolution the date on which such interest rate is to take effect.]\\par\n\\'a713.\\cf1  Paragraph 5 of subdivision (g) of section 22-121 of the administrative code of the city of New York is amended to read as follows:\\par\n5. If such charge is not paid within thirty days from the date of entry, it shall be the duty of the city collector to receive interest thereon at the [rate of interest set for late payment of real property taxes pursuant to section 11-224 of the code] \\ul rate of interest applicable to such property for a delinquent tax on real property\\ulnone  to be calculated to the date of payment from the date of entry.\\par\n\\'a714. Subdivision d of section 24-317 of the administrative code of the city of New York is amended to read as follows:\\par\n(d) If such charge is not paid within thirty days from the date of entry, it shall be the duty of the city collector to receive interest thereon at the [rate of fifteen per cent per annum] \\ul rate of interest applicable to such property for a delinquent tax on real property\\ulnone , to be calculated to the date of payment from the date of entry.\\par\n\\'a715. Subdivision f of section 24-605 of the administrative code of the city of New York, as added by local law number 42 for the year 1987, is amended to read as follows:\\par\nf. If such costs are not paid within thirty days from the date that notice is sent pursuant to subdivision d of this section, it shall be the duty of the city collector to receive interest thereon at the [rate of interest set for late payment of real property taxes pursuant to section 11-224] \\ul rate of interest applicable to such property for a delinquent tax on real property\\ulnone  to be calculated to the date of payment from the date of entry.\\par\n\\'a716. Subdivision e of section 26-128 of the administrative code of the city of New York is amended to read as follows:\\par\ne. If such charge is not paid within thirty days from the date of entry, it shall be the duty of the city collector to receive interest thereon at the [rate of fifteen percent per annum] \\ul rate of interest applicable to such property for a delinquent tax on real property\\ulnone , to be calculated to the date of payment from the date of entry.\\par\n\\'a717. Subdivision e of section 27-4029.1 of the administrative code of the city of New York, as renumbered by chapter 839 of the laws of 1986, is amended to read as follows:\\par\n\\cf0 e. If such charge is not paid within thirty days from the date of entry, it shall be the duty of the city collector to receive interest thereon at the [rate of fifteen percent per annum] \\ul rate of interest applicable to such property for a delinquent tax on real property\\ulnone , to be calculated to the date of payment from the date of entry\\cf1 .\\par\n\\'a718. This local law shall take effect immediately.\\par\n}\n\u0000",
  "LastModified": "2015-10-20T19:13:56.6Z"
}
