{
  "ID": 33469,
  "GUID": "A6687A38-D389-4D75-A37C-0ECE37CC16D6",
  "File": "Int 0660-2005",
  "Name": "Determination of certain buildings built prior to 1921 for landmark status.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the determination of certain buildings built prior to 1921 for landmark status.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 17,
  "BodyName": "Committee on Land Use",
  "IntroDate": "2005-06-08T00:00:00Z",
  "AgendaDate": "2005-06-08T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 176535,
      "Date": "2005-06-08T06:55:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176736,
      "Date": "2005-06-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Land Use",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4843,
      "AgendaSequence": 94,
      "MinutesSequence": 111,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Land Use",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185131,
      "Date": "2005-12-31T16:45:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 33640,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Legislative Intent. The Council wishes to ensure the integrity of real estate transfers so that sellers and purchasers of real property that might be available for expansion are aware of any potential landmark issues with a property.  In order to do this, this legislation seeks to provide an expeditious process by which the Landmarks Commission would provide prior notice to the seller and purchaser of the landmark nature of certain lots containing older dwellings.  This expedited application and determination process should take no more than thirty days so as not to hinder the transfer of such real estate.  In order to ensure that burdensome bureaucracy is not created, it is the intent of the Council that the regulations and application form to be promulgated pursuant to this legislation shall be in plain language and not so burdensome that an attorney, architect or other professional will need to be retained by the applicant to complete the process.\n§2. Chapter 3 of title 25 of the administrative code of the city of New York is amended by adding a new section 25-323 to read as follows:\n§25-323. Transfer of certain residences constructed prior to 1921.  (a) Prior to the transfer of any existing dwelling classified in occupancy group J-1, J-2 or J-3 in accordance with section 27-263 of this code, that was substantially constructed and completed prior to January 1, 1921 and which dwelling is situated on real property that is greater than five thousand square feet, the owner of such dwelling shall apply to the commission for a determination that such dwelling has no characteristics that would result in a determination by the commission for designation of the dwelling or any portion of it as a landmark, interior landmark, landmark site or part of an historic district.\n(b) The commission must make a determination on any application submitted under subdivision (a) of this section within thirty days of the receipt of such application.\n(c) Should the commission make a determination within thirty days of the receipt of an application submitted under subdivision (a) of this section that such dwelling has no characteristics that would result in the designation of the dwelling or any portion of it as a landmark, interior landmark, landmark site or part of an historic district, then the commission is precluded for a period of five years from the date such application was received from designating the property or any portion of it as a landmark, interior landmark, landmark site or part of an historic district under this chapter or in accordance with any subsequent legislative enactment\n(d) Should the commission fail to make a determination within thirty days of the receipt of an application submitted under subdivision (a) of this section, then the commission is precluded for a period of five years from the date such application was received from designating the property or any portion of it as a landmark, interior landmark, landmark site or part of an historic district under this chapter or in accordance with any subsequent legislative enactment.\n(e) A determination or failure to make a determination by the commission shall serve as a complete defense by any party seeking to alter, demolish or otherwise physically change the property or the use thereof for five years after such application.\n(f) Notwithstanding paragraphs (a) through (e) of this section, (i) transfers pursuant to operation of law, bequests pursuant to a trust or will, and transfers among or between family members; and (ii) transactions pursuant to section 1405 of the New York state tax law shall be exempt from this section.\n(g) For purposes of this section, “family members” shall mean parents, siblings, spouses, children, nieces, nephews, and cousins, whether by blood, by marriage, by operation of law, or by any trust that is created in which family members are designated beneficiaries.\n§3. This local law shall take effect ninety days after its enactment into law except that the commission shall promulgate all rules and take all other actions necessary to implement this local law, on or before the date upon which it shall take effect.\n\n\n\n\n\nLS #3022\nExamined by TNN\n06/03/05, 1 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Legislative Intent. The Council wishes to ensure the integrity of real estate transfers so that sellers and purchasers of real property that might be available for expansion are aware of any potential landmark issues with a property.  In order to do this, this legislation seeks to provide an expeditious process by which the Landmarks Commission would provide prior notice to the seller and purchaser of the landmark nature of certain lots containing older dwellings.  This expedited application and determination process should take no more than thirty days so as not to hinder the transfer of such real estate.  In order to ensure that burdensome bureaucracy is not created, it is the intent of the Council that the regulations and application form to be promulgated pursuant to this legislation shall be in plain language and not so burdensome that an attorney, architect or other professional will need to be retained by the applicant to complete the process.\\par\n\\pard\\fi720\\sl480\\slmult1\\'a72. Chapter 3 of title 25 of the administrative code of the city of New York is amended by adding a new section 25-323 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a725-323. Transfer of certain residences constructed prior to 1921.  (a) Prior to the transfer of any existing dwelling classified in occupancy group J-1, J-2 or J-3 in accordance with section 27-263 of this code, that was substantially constructed and completed prior to January 1, 1921 and which dwelling is situated on real property that is greater than five thousand square feet, the owner of such dwelling shall apply to the commission for a determination that such dwelling has no characteristics that would result in a determination by the commission for designation of the dwelling or any portion of it as a landmark, interior landmark, landmark site or part of an historic district.\\par\n(b) The commission must make a determination on any application submitted under subdivision (a) of this section within thirty days of the receipt of such application.\\par\n(c) Should the commission make a determination within thirty days of the receipt of an application submitted under subdivision (a) of this section that such dwelling has no characteristics that would result in the designation of the dwelling or any portion of it as a landmark, interior landmark, landmark site or part of an historic district, then the commission is precluded for a period of five years from the date such application was received from designating the property or any portion of it as a landmark, interior landmark, landmark site or part of an historic district under this chapter or in accordance with any subsequent legislative enactment\\par\n(d) Should the commission fail to make a determination within thirty days of the receipt of an application submitted under subdivision (a) of this section, then the commission is precluded for a period of five years from the date such application was received from designating the property or any portion of it as a landmark, interior landmark, landmark site or part of an historic district under this chapter or in accordance with any subsequent legislative enactment.\\par\n(e) A determination or failure to make a determination by the commission shall serve as a complete defense by any party seeking to alter, demolish or otherwise physically change the property or the use thereof for five years after such application.\\ulnone\\par\n\\ul (f) Notwithstanding paragraphs (a) through (e) of this section, (i) transfers pursuant to operation of law, bequests pursuant to a trust or will, and transfers among or between family members; and (ii) transactions pursuant to section 1405 of the New York state tax law shall be exempt from this section.\\par\n(g) For purposes of this section, \\ldblquote family members\\rdblquote  shall mean parents, siblings, spouses, children, nieces, nephews, and cousins, whether by blood, by marriage, by operation of law, or by any trust that is created in which family members are designated beneficiaries.\\par\n\\ulnone\\'a73. This local law shall take effect ninety days after its enactment into law\\cf1  except that the commission shall promulgate all rules and take all other actions necessary to implement this local law, on or before the date upon which it shall take effect.\\cf0\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\qj\\par\n\\par\n\\par\n\\par\n\\fs18 LS #3022\\par\nExamined by TNN\\par\n06/03/05, 1 pm\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
