{
  "ID": 33471,
  "GUID": "F2D68DD2-22E2-43E7-B36E-1CB99DC0CBE0",
  "File": "Int 0661-2005",
  "Name": "Reducing the emission of global warming pollution.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to reducing the emission of global warming pollution.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2005-06-08T00:00:00Z",
  "AgendaDate": "2005-06-08T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 176538,
      "Date": "2005-06-08T10:16:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176737,
      "Date": "2005-06-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4843,
      "AgendaSequence": 95,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176861,
      "Date": "2005-06-21T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 4872,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 177652,
      "Date": "2005-06-21T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 4872,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185132,
      "Date": "2005-12-31T16:45:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 67162,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f48faa94-d442-4113-adf2-f6618937ae27.doc",
      "Sort": 1
    },
    {
      "ID": 67950,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/acfca79e-88fb-47fb-a113-9355be8e11ba.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 33642,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of Legislative Findings and Intent.  It is clear that global warming may have a considerable, negative impact on New York City.  In the New York Metropolitan Region, the temperature has warmed nearly 2° Fahrenheit (F) over the past 200 years.  Global climate change models have projected that warming in the region will range from 1.7-3.5° F in the 2020s, 2.6-6.5° F in the 2050s and 4.4-10.2° F by the 2080s.  These temperature increases will be accompanied by an increased frequency of extremely hot days, leading the New York Climate & Health Project of Columbia University’s Earth Institute to predict that weather-related deaths in the New York metro region could increase by 55% as early as the 2020s, more than double by the 2050s and more than triple by the 2080s.  The elderly and very young, as well as people with respiratory illnesses and those with poor access to air-conditioning are especially vulnerable to these increased temperatures.  Such temperature increases will also result in an increase in summer electricity demand in an already taxed power grid. \n\nIn addition, air pollution, such as ground-level ozone, is increased by rising temperatures and could exacerbate problems with respiratory diseases such as asthma and lung cancer, as well as other diseases, such as heart disease.  This point is particularly critical in New York City, which already suffers from some of the highest asthma rates in the country.\nIt is anticipated that the increased sea levels that accompany climate change will also adversely impact New York City.  The City has approximately 600 miles of coastline, and an infrastructure that is closely connected to the coast, with highways, subways, tunnels, wastewater treatment facilities, sanitation facilities, power plants, factories and commercial and residential properties located on or close to the waterfront.  Sea level rise would threaten this infrastructure, with “[m]ost of the region’s low-elevation transportation infrastructure . . . at risk to flooding in the 21st century.”  \nAccording to the Metropolitan East Coast Assessment of Impacts of Potential Variability and Change, organized by the United States Global Change Research Program, global warming may result in an increase in the frequency of droughts and severe coastal flooding and erosion events and an increase in the loss of wetlands in the City, resulting in the reduction of wildlife habitat, protective barriers against coastal flooding and the filtering of pollutants.  Jamaica Bay, which “offers sanctuary to more than 300 species of birds and nearly 100 species of fish, as well as amphibians, reptiles and small mammals” would be especially vulnerable to increased sea levels, with wetlands being eroded or submerged, thus diminishing critical wildlife habitat, the filtering of pollutants and the buffer zone that protects the nearby communities from storm flooding and surges.  Lower Manhattan will also likely be vulnerable to increased flooding, which could threaten housing developments, parks, and commercial real estate, and potentially impact the Financial District, the impacts of which would be felt in New York City and around the world. \nDue to the above-mentioned reasons, it is in the City’s best interest to do its part to reduce global warming pollution and take a leading role.  The federal government has thus far refused to take action in this area, as best exemplified by the Bush Administration’s refusal to sign the Kyoto Protocol.  As a world leader in so many other ways, New York City can step forward and become a leader in the effort to halt climate change.  Setting such an example will help guide governments around the world to take similar steps that have not yet done so.\nNew York City Council began the effort to address climate change when it passed  Resolution No. 1923 of 2001, pursuant to which the City joined the Cities for Climate Protection Campaign, coordinated by the International Council for Local Environmental Initiatives. This action committed the City to five milestones, which together would achieve reductions in the City’s emissions of global warming pollution.  The first two of these milestones, a greenhouse gas emissions analysis and inventory and the setting of a reduction target, have already been undertaken.  The City, however, has yet to advance to the next three milestones, which include developing a local action plan, implementing the plan and monitoring progress and reporting results.  \nAlthough the City has set a twenty percent goal for the reduction of emissions from City government operations by the year 2010 as compared to fiscal year 1995, the Council believes that additional cost-effective reductions in emissions could be achieved beyond that goal and that the City could and should make a greater effort to reduce global warming pollution both from such operations and from the private sector.  Moreover, the City should take additional steps to educate the public and the various entities within New York City about global warming pollution and measures that can be taken to address this problem and to encourage those entities to join the City’s fight to reduce such emissions.  Such efforts would be consistent with the United States Mayors Climate Protection Agreement, which the City signed onto on May 12, 2005.  The Council finds that this legislation will begin this work and will have tremendous public health, environmental and financial benefits. \n§2. Title 24 of the administrative code of the city of New York is amended by adding thereto a new chapter 8 to read as follows:\nChapter 8\nNew York City Climate Protection Act\n§24-801\t\tShort title.\n§24-802\t\tDefinitions.\n§24-803\t\tReduction of emissions of global warming pollution from city government operations.\n§24-804\t\tLocal action plan.\n§24-805\t\tInventory of community emissions.\n§24-806\t\tEducation and outreach.\n§24-807\t\tClimate action partnership program.\n§24-808\t\tAnnual report.\n§24-801 Short title. This chapter shall be known and may be cited as the “New York city climate protection act”.\n§24-802 Definitions.  a. Definitions. For the purposes of this chapter only, the following terms shall have the following meanings:\n\t(1) “City government operations” means all of the activities and use of facilities of the New York city government that use energy and/or emit greenhouse gases, including, but not limited to, those situated in city-owned and -operated buildings and operation of such buildings themselves, solid waste activities, operation of vehicle fleets, use of streetlights and traffic signals, and sewer and water operations.\n(2) “Equivalent carbon dioxide” means the metric measure used to compare the \nemissions of various greenhouse gases based upon their global warming potential according to the California air resources board or the United States environmental protection agency.  Such emissions shall include, but not be limited to, carbon dioxide, methane, nitrous oxide, hydrofluorocarbons, perfluorocarbons and sulfur hexafluoride.\n\t(3) “Indirect emissions” means greenhouse gas emissions that are a result of the activities of an entity, but are emitted from a facility owned or controlled by another entity, such as those emissions associated with the use of electricity.\n\t(4) “Office” means the New York city office of environmental coordination.\n§24-803 Reduction of emissions of global warming pollution from city government operations.  a. No later than January 1, 2006, the office shall complete an inventory and analysis of the emissions of equivalent carbon dioxide from city government operations during the fiscal year beginning July 1, 1994, which shall include both direct and indirect emissions.  Such inventory and analysis shall be immediately submitted to the mayor, the speaker of the council, the public advocate and the comptroller and posted on the office’s website.\n\tb. No later than November 1, 2006, and no later than November 1 of each year thereafter, the office shall complete an inventory and analysis of the emissions of equivalent carbon dioxide from city government operations during the immediately preceding fiscal year, which shall include both direct and indirect emissions, and shall calculate the percentage change in emissions of equivalent carbon dioxide from city government operations for such fiscal year, relative to such emissions for the fiscal year beginning July 1, 1994.\n\tc. The city shall achieve, at minimum, a twenty percent reduction in total emissions of equivalent carbon dioxide from city government operations for the fiscal year beginning July 1, 2009, relative to such emissions for the fiscal year beginning July 1, 1994.  \nd. (1) For the following fiscal years, the city shall achieve the following minimum percentage reductions in total emissions of equivalent carbon dioxide from city government operations, relative to such emissions for the fiscal year beginning July 1, 1994, which shall include both direct and indirect emissions:\ni. For the fiscal year beginning July 1, 2015\t\t25%; and \nii. For the fiscal year beginning July 1, 2020 \t\t30%.\n(2) The total emissions of equivalent carbon dioxide from city government operations for any fiscal year shall not increase relative to such emissions for the preceding fiscal year.\n§24-804 Local action plan.  a. No later than January 1, 2006, the office shall submit to the mayor, the speaker of the council, the public advocate and the comptroller and post on its website a local action plan to meet the minimum percentage reductions in emissions of equivalent carbon dioxide specified in section 24-803 of this chapter.  Such plan shall include, but not be limited to, the following:\n(1) a description of both existing and proposed equivalent carbon dioxide reduction \nmeasures; \n(2) the anticipated reduction in energy consumption and emissions of equivalent carbon dioxide associated with each measure; \n(3) a description of any anticipated cost savings associated with each measure; and\n(4) interim milestones for implementing the proposed measures to reduce emissions of equivalent carbon dioxide to achieve the reductions required by section 24-803 of this chapter.\nb. The office shall review the local action plan required pursuant to this section on a regular basis, but in no event less often than once every two years, to determine, with the assistance of the information to be included in the annual reports required pursuant to section 24-808 of this chapter, whether or not the equivalent carbon dioxide reduction measures included in such action plan are effective and whether milestones and/or measures need to be adjusted.  Such plan shall be amended, as needed, to ensure that the requirements of section 24-803 of this chapter are met.  Any amendments made to such plan shall be immediately submitted to the mayor, the speaker of the council, the public advocate and the comptroller and posted on the office’s website.\n§24-805 Inventory of community emissions. a. No later than January 1, 2007, the office shall inventory emissions of equivalent carbon dioxide from non-city government activities and sectors within the city of New York community.  \nb. No later than July 1, 2007, the office shall submit to the mayor, the speaker of the council, the public advocate and the comptroller and post on its website a report that identifies and assesses opportunities and potential measures, including financial and non-financial incentives, to reduce emissions of equivalent carbon dioxide from non-city government activities and sectors within the city of New York community.\nc. The office shall implement or help to implement those measures identified in the report required pursuant to subdivision b of this section that are feasible, with the goal of maximizing the reduction of citywide emissions of equivalent carbon dioxide, including achieving at least a 7% reduction in such emissions below 1990 levels by 2012.\nd. The inventory and report required pursuant to this section shall help guide the activities undertaken pursuant to section 24-806 and section 24-807 of this chapter.\n§24-806 Education and outreach. No later than July 1, 2006, the office shall develop a program for public education and outreach regarding global warming pollution and the reduction of emissions of such pollution by private entities operating within the city of New York.  Such program shall include information regarding global warming, including its potential impacts on the city of New York, and best practices to reduce energy consumption and pollution.\n§24-807 Climate action partnership program.  a. No later than January 1, 2007, the \noffice shall develop and implement a climate action partnership program, which shall encourage private entities operating within the city of New York to commit to reducing their own direct and indirect emissions of equivalent carbon dioxide, as applicable.  \nb. The office shall develop incentives for participation in the climate action partnership program, which shall include, but not be limited to, recognition and the publicizing of participating entities, which shall be known as climate action partners.\nc. A climate action partner shall:\ncomplete an inventory and analysis of its own emissions of equivalent carbon \ndioxide;\ncommit to reduce emissions of equivalent carbon dioxide by a minimum percentage \nset forth by the office; and\nreport to the office at increments determined by such office regarding the partner’s \nprogress toward meeting such commitment.\nd. The office shall perform outreach regarding the climate action partnership program to encourage awareness of and participation in such program.\n§24-808 Annual report. a. No later than January 1, 2007, and no later than January 1 of each year thereafter, the office shall submit to the mayor, the speaker of the council, the public advocate and the comptroller and post on its website a report regarding the city’s compliance with and steps taken in accordance with the provisions of this chapter.  Such report shall include, but not be limited to: \n(1) the inventories, analyses and calculations required pursuant to subdivision b of section 24-803 of this chapter;\nthe status of the city’s compliance with milestones set forth in the local action plan, \nand any amendments thereto, required pursuant to section 24-804 of this chapter;\n(3) a description of the actual reductions in energy consumption and emissions of equivalent carbon dioxide achieved by and any cost savings associated with each measure set forth in the local action plan and any amendments thereto;\n\t(4) the amount of energy consumed and equivalent carbon dioxide emitted by each sector of city government operations, disaggregated according to city agency, during the immediately preceding fiscal year; \na description of the method or methods used to calculate energy consumption and \nemissions of equivalent carbon dioxide from city government operations and any reductions of such consumption and emissions; and\na description of the education and outreach activities performed pursuant to section \n24-806 of this chapter.\nb. Beginning with the report required no later than January 1, 2008, and for each annual \nreport thereafter, such report shall include the following information, in addition to the information required pursuant to subdivision a of this section:\na list of the climate action partners that are participating in the climate action \npartnership program created pursuant to section 24-807 of this chapter and their commitments to reduce emissions of equivalent carbon dioxide;\nincentives provided pursuant to and outreach associated with the climate action \npartnership program; \nreductions in emissions of equivalent carbon dioxide achieved by climate \naction partners; and\n\tiv.  \tactions the office has taken pursuant to subdivision c of section 24-805 of this chapter.\n§3. If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\n§4. This local law shall take effect immediately. \n\n\nLS # 443   DD \n6/3/05  12:30 p.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset2 Symbol;}{\\f2\\froman\\fcharset0 TimesNewRoman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Declaration of Legislative Findings and Intent.  It is clear that global warming may have a considerable, negative impact on New York City.  In the New York Metropolitan Region, the temperature has warmed nearly 2\\f1\\'b0\\f0  Fahrenheit (F) over the past 200 years.  Global climate change models have projected that warming in the region will range from 1.7-3.5\\f1\\'b0\\f0  F in the 2020s, 2.6-6.5\\f1\\'b0\\f0  F in the 2050s and 4.4-10.2\\f1\\'b0\\f0  F by the 2080s.  These temperature increases will be accompanied by an increased frequency of extremely hot days, leading the New York Climate & Health Project of Columbia University\\rquote s Earth Institute to predict that weather-related deaths in the New York metro region could increase by 55% as early as the 2020s, more than double by the 2050s and more than triple by the 2080s.  The elderly and very young, as well as people with respiratory illnesses and those with poor access to air-conditioning are especially vulnerable to these increased temperatures.  Such temperature increases will also result in an increase in summer electricity demand in an already taxed power grid. \\par\n\\par\nIn addition, air pollution, such as ground-level ozone, is increased by rising temperatures and could exacerbate problems with respiratory diseases such as asthma and lung cancer, as well as other diseases, such as heart disease.  This point is particularly critical in New York City, which already suffers from some of the highest asthma rates in the country.\\par\n\\pard\\fi720\\sl480\\slmult1 It is anticipated that the increased sea levels that accompany climate change will also adversely impact New York City.  The City has approximately 600 miles of coastline, and an infrastructure that is closely connected to the coast, with highways, subways, tunnels, wastewater treatment facilities, sanitation facilities, power plants, factories and commercial and residential properties located on or close to the waterfront.  Sea level rise would threaten this infrastructure, with \\ldblquote [m]ost of the region\\rquote s low-elevation transportation infrastructure . . . at risk to flooding in the 21\\super st\\nosupersub  century.\\rdblquote   \\par\nAccording to the Metropolitan East Coast Assessment of Impacts of Potential Variability and Change, organized by the United States Global Change Research Program, global warming may result in an increase in the frequency of droughts and severe coastal flooding and erosion events and an increase in the loss of wetlands in the City, resulting in the reduction of wildlife habitat, protective barriers against coastal flooding and the filtering of pollutants.  Jamaica Bay, which \\ldblquote offers sanctuary to more than 300 species of birds and nearly 100 species of fish, as well as amphibians, reptiles and small mammals\\rdblquote\\fs20  \\fs24 would be especially vulnerable to increased sea levels, with wetlands being eroded or submerged, thus diminishing critical wildlife habitat, the filtering of pollutants and the buffer zone that protects the nearby communities from storm flooding and surges.  Lower Manhattan will also likely be vulnerable to increased flooding, which could threaten housing developments, parks, and commercial real estate, and potentially impact the Financial District, the impacts of which would be felt in New York City and around the world. \\par\n\\pard\\fi720\\sl480\\slmult1\\qj Due to the above-mentioned reasons, it is in the City\\rquote s best interest to do its part to reduce global warming pollution and take a leading role.  The federal government has thus far refused to take action in this area, as best exemplified by the Bush Administration\\rquote s refusal to sign the Kyoto Protocol.  As a world leader in so many other ways, New York City can step forward and become a leader in the effort to halt climate change.  Setting such an example will help guide governments around the world to take similar steps that have not yet done so.\\par\nNew York City Council began the effort to address climate change when it passed  Resolution No. 1923 of 2001, pursuant to which the City joined the Cities for Climate Protection Campaign, coordinated by the International Council for Local Environmental Initiatives. This action committed the City to five milestones, which together would achieve reductions in the City\\rquote s emissions of global warming pollution.  The first two of these milestones, a greenhouse gas emissions analysis and inventory and the setting of a reduction target, have already been undertaken.  The City, however, has yet to advance to the next three milestones, which include developing a local action plan, implementing the plan and monitoring progress and reporting results.  \\par\nAlthough the City has set a twenty percent goal for the reduction of emissions from City government operations by the year 2010 as compared to fiscal year 1995, the Council believes that additional cost-effective reductions in emissions could be achieved beyond that goal and that the City could and should make a greater effort to reduce global warming pollution both from such operations and from the private sector.  Moreover, the City should take additional steps to educate the public and the various entities within New York City about global warming pollution and measures that can be taken to address this problem and to encourage those entities to join the City\\rquote s fight to reduce such emissions.  Such efforts would be consistent with the United States Mayors Climate Protection Agreement, which the City signed onto on May 12, 2005.  The Council finds that this legislation will begin this work and will have tremendous public health, environmental and financial benefits. \\par\n\\pard\\noline\\hyphpar0\\fi900\\li-180\\ri-180\\sl480\\slmult1\\qj\\'a72. Title 24 of the administrative code of the city of New York is amended by adding thereto a new chapter 8 to read as follows:\\par\n\\pard\\noline\\hyphpar0\\li-180\\ri-180\\sl480\\slmult1\\qc\\ul Chapter 8\\par\nNew York City Climate Protection Act\\par\n\\pard\\noline\\hyphpar0\\fi900\\li-180\\ri-180\\sl480\\slmult1\\qj\\'a724-801\\tab\\tab Short title.\\par\n\\pard\\noline\\hyphpar0\\fi180\\li540\\ri-180\\sl480\\slmult1\\qj\\'a724-802\\tab\\tab Definitions.\\par\n\\pard\\noline\\hyphpar0\\fi720\\ri-180\\sl480\\slmult1\\qj\\'a724-803\\tab\\tab Reduction of emissions of global warming pollution from city government operations.\\par\n\\pard\\noline\\hyphpar0\\fi900\\li-180\\ri-180\\sl480\\slmult1\\qj\\'a724-804\\tab\\tab Local action plan.\\par\n\\'a724-805\\tab\\tab Inventory of community emissions.\\par\n\\'a724-806\\tab\\tab Education and outreach.\\par\n\\'a724-807\\tab\\tab Climate action partnership program.\\par\n\\'a724-808\\tab\\tab Annual report.\\par\n\\pard\\noline\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a724-801 Short title. This chapter shall be known and may be cited as the \\ldblquote New York city climate protection act\\rdblquote .\\par\n\\'a724-802 Definitions.  a. Definitions. For the purposes of this chapter only, the following terms shall have the following meanings:\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (1) \\ldblquote City government operations\\rdblquote  means all of the activities and use of facilities of the New York city government that use energy and/or emit greenhouse gases, including, but not limited to, those situated in city-owned and -operated buildings and operation of such buildings themselves, solid waste activities, operation of vehicle fleets, use of streetlights and traffic signals, and sewer and water operations.\\par\n\\pard\\li720\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\fs25 (\\fs24 2) \\ldblquote Equivalent carbon dioxide\\rdblquote  means the metric measure used to compare the \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 emissions of various greenhouse gases based upon their global warming potential according to the California air resources board or the United States environmental protection agency.  Such emissions shall include, but not be limited to, carbon dioxide, methane, nitrous oxide, hydrofluorocarbons, perfluorocarbons and sulfur hexafluoride.\\par\n\\ulnone\\tab\\ul (3) \\ldblquote Indirect emissions\\rdblquote  means greenhouse gas emissions that are a result of the activities of an entity, but are emitted from a facility owned or controlled by another entity, such as those emissions associated with the use of electricity.\\par\n\\ulnone\\tab\\ul (4) \\ldblquote Office\\rdblquote  means the New York city office of environmental coordination.\\fs25\\par\n\\pard\\noline\\hyphpar0\\fi720\\ri-180\\sl480\\slmult1\\qj\\fs24\\'a724-803 Reduction of emissions of global warming pollution from city government operations.  a. No later than January 1, 2006, the office shall complete an inventory and analysis of the emissions of equivalent carbon dioxide from city government operations during the fiscal year beginning July 1, 1994, which shall include both direct and indirect emissions.  Such inventory and analysis shall be immediately submitted to the mayor, the speaker of the council, the public advocate and the comptroller and posted on the office\\rquote s website.\\par\n\\pard\\noline\\hyphpar0\\ri-180\\sl480\\slmult1\\qj\\ulnone\\tab\\ul b. No later than November 1, 2006, and no later than November 1 of each year thereafter, the office shall complete an inventory and analysis of the emissions of equivalent carbon dioxide from city government operations during the immediately preceding fiscal year, which shall include both direct and indirect emissions, and shall calculate the percentage change in emissions of equivalent carbon dioxide from city government operations for such fiscal year, relative to such emissions for the fiscal year beginning July 1, 1994.\\par\n\\ulnone\\tab\\ul c. The city shall achieve, at minimum, a twenty percent reduction in total emissions of equivalent carbon dioxide from city government operations for the fiscal year beginning July 1, 2009, relative to such emissions for the fiscal year beginning July 1, 1994.  \\ulnone\\par\n\\pard\\noline\\hyphpar0\\fi900\\li-180\\ri-180\\sl480\\slmult1\\qj\\ul d. (1) For the following fiscal years, the city shall achieve the following minimum percentage reductions in total emissions of equivalent carbon dioxide from city government operations, relative to such emissions for the fiscal year beginning July 1, 1994, which shall include both direct and indirect emissions:\\par\ni. For the fiscal year beginning July 1, 2015\\tab\\tab 25%; and \\par\nii. For the fiscal year beginning July 1, 2020 \\tab\\tab 30%.\\par\n\\pard\\noline\\hyphpar0\\fi720\\ri-180\\sl480\\slmult1\\qj (2) The total emissions of equivalent carbon dioxide from city government operations for any fiscal year shall not increase relative to such emissions for the preceding fiscal year.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a724-804 Local action plan.  a. No later than January 1, 2006, the office shall submit to the mayor, the speaker of the council, the public advocate and the comptroller and post on its website a local action plan to meet the minimum percentage reductions in emissions of equivalent carbon dioxide specified in section 24-803 of this chapter.  Such plan shall include, but not be limited to, the following:\\par\n(1) a description of both existing and proposed equivalent carbon dioxide reduction \\par\n\\pard\\sl480\\slmult1\\qj measures; \\par\n\\pard\\fi720\\sl480\\slmult1\\qj (2) the anticipated reduction in energy consumption and emissions of equivalent carbon dioxide associated with each measure; \\par\n(3) a description of any anticipated cost savings associated with each measure; and\\par\n(4) interim milestones for implementing the proposed measures to reduce emissions of equivalent carbon dioxide to achieve the reductions required by section 24-803 of this chapter.\\par\nb. The office shall review the local action plan required pursuant to this section on a regular basis, but in no event less often than once every two years, to determine, with the assistance of the information to be included in the annual reports required pursuant to section 24-808 of this chapter, whether or not the equivalent carbon dioxide reduction measures included in such action plan are effective and whether milestones and/or measures need to be adjusted.  Such plan shall be amended, as needed, to ensure that the requirements of section 24-803 of this chapter are met.  Any amendments made to such plan shall be immediately submitted to the mayor, the speaker of the council, the public advocate and the comptroller and posted on the office\\rquote s website.\\par\n\\'a724-805 Inventory of community emissions. a. No later than January 1, 2007, the office shall inventory emissions of equivalent carbon dioxide from non-city government activities and sectors within the city of New York community.  \\par\nb. No later than July 1, 2007, the office shall submit to the mayor, the speaker of the council, the public advocate and the comptroller and post on its website a report that identifies and assesses opportunities and potential measures, including financial and non-financial incentives, to reduce emissions of equivalent carbon dioxide from non-city government activities and sectors within the city of New York community.\\par\nc. The office shall implement or help to implement those measures identified in the report required pursuant to subdivision b of this section that are feasible, with the goal of maximizing the reduction of citywide emissions of equivalent carbon dioxide, including achieving at least a 7% reduction in such emissions below 1990 levels by 2012.\\par\nd. The inventory and report required pursuant to this section shall help guide the activities undertaken pursuant to section 24-806 and section 24-807 of this chapter.\\par\n\\'a724-806 Education and outreach. No later than July 1, 2006, the office shall develop a program for public education and outreach regarding global warming pollution and the reduction of emissions of such pollution by private entities operating within the city of New York.  Such program shall include information regarding global warming, including its potential impacts on the city of New York, and best practices to reduce energy consumption and pollution.\\par\n\\pard\\li720\\sl480\\slmult1\\qj\\'a724-807 Climate action partnership program.  a. No later than January 1, 2007, the \\par\n\\pard\\sl480\\slmult1\\qj office shall develop and implement a climate action partnership program, which shall encourage private entities operating within the city of New York to commit to reducing their own direct and indirect emissions of equivalent carbon dioxide, as applicable.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj b. The office shall develop incentives for participation in the climate action partnership program, which shall include, but not be limited to, recognition and the publicizing of participating entities, which shall be known as climate action partners.\\par\nc. A climate action partner shall:\\par\n\\pard{\\pntext\\f0 1.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxta.}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080 complete an inventory and analysis of its own emissions of equivalent carbon \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj dioxide;\\par\n\\pard{\\pntext\\f0 2.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxta.}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080 commit to reduce emissions of equivalent carbon dioxide by a minimum percentage \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj set forth by the office; and\\par\n\\pard{\\pntext\\f0 3.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxta.}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080 report to the office at increments determined by such office regarding the partner\\rquote s \\par\n\\pard\\sl480\\slmult1\\qj progress toward meeting such commitment.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj d. The office shall perform outreach regarding the climate action partnership program to encourage awareness of and participation in such program.\\par\n\\'a724-808 Annual report. a. No later than January 1, 2007\\f2 , and no later than January 1 of each year thereafter, the office shall submit to the mayor, the speaker of the council, the public advocate and the comptroller and post on its website a report regarding the city\\rquote s \\f0 compliance with and steps taken in accordance with the provisions of this chapter.  Such report shall include, but not be limited to: \\par\n(1) the inventories, analyses and calculations required pursuant to subdivision b of section 24-803 of this chapter;\\par\n\\pard{\\pntext\\f0 (2)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart2\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080 the status of the city\\rquote s compliance with milestones set forth in the local action plan, \\par\n\\pard\\sl480\\slmult1\\qj and any amendments thereto, required pursuant to section 24-804 of this chapter;\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (3) a description of the actual reductions in energy consumption and emissions of equivalent carbon dioxide achieved by and any cost savings associated with each measure set forth in the local action plan and any amendments thereto;\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\f2 (4) the amount of energy consumed and equivalent carbon dioxide emitted by each sector of city government operations, disaggregated according to city agency, during the immediately preceding fiscal year; \\par\n\\pard{\\pntext\\f2 (5)\\tab}{\\*\\pn\\pnlvlbody\\pnf2\\pnindent360\\pnstart5\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\f0 a description of the method or methods used to calculate energy consumption and \\f2\\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj\\f0 emissions of equivalent carbon dioxide from city government operations and any reductions of such consumption and emissions; and\\par\n\\pard{\\pntext\\f0 (5)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart5\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080 a description of the education and outreach activities performed pursuant to section \\par\n\\pard\\sl480\\slmult1\\qj 24-806 of this chapter.\\par\n\\pard\\li720\\sl480\\slmult1\\qj\\f2 b. Beginning with the report required no later than January 1, 2008, and for each annual \\par\n\\pard\\sl480\\slmult1\\qj report thereafter, such report shall include the following information, in addition to the information required pursuant to subdivision a of this section:\\par\n\\pard{\\pntext\\f2 i.\\tab}{\\*\\pn\\pnlvlbody\\pnf2\\pnindent360\\pnstart1\\pnlcrm{\\pntxta.}}\n\\fi-720\\li1440\\sl480\\slmult1\\qj\\tx1440 a list of the climate action partners that are participating in the climate action \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf2\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj partnership program created pursuant to section 24-807 of this chapter and their commitments to reduce emissions of equivalent carbon dioxide;\\par\n\\pard{\\pntext\\f2 i.\\tab}{\\*\\pn\\pnlvlbody\\pnf2\\pnindent360\\pnstart1\\pnlcrm{\\pntxta.}}\n\\fi-720\\li1440\\sl480\\slmult1\\qj\\tx1440 incentives provided pursuant to and outreach associated with the climate action \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf2\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj partnership program; \\par\n\\pard{\\pntext\\f2 i.\\tab}{\\*\\pn\\pnlvlbody\\pnf2\\pnindent360\\pnstart1\\pnlcrm{\\pntxta.}}\n\\fi-720\\li1440\\sl480\\slmult1\\qj\\tx1440 reductions in emissions of equivalent carbon dioxide achieved by climate \\par\n\\pard\\sl480\\slmult1\\qj action partners; and\\par\n\\ulnone\\tab\\ul iv.  \\tab actions the office has taken pursuant to subdivision c of section 24-805 of this chapter.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\ulnone\\f0\\'a73. If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\\par\n\\'a74. This local law shall take effect immediately. \\par\n\\par\n\\pard\\qj\\tx720\\tx1440\\tx2160\\par\nLS # 443   DD \\par\n6/3/05  12:30 p.m. \\par\n\\pard\\sl480\\slmult1\\qj\\par\n}\n\u0000",
  "LastModified": "2015-07-06T14:52:39.73Z"
}
