{
  "ID": 33494,
  "GUID": "87BF12A0-35CC-48B1-9ECC-066C99B35081",
  "File": "Int 0662-2005",
  "Name": "Establishment of a Responsible Prosecution Review Board.",
  "Title": "A Local Law to amend the New York city charter, in relation to the establishment of a Responsible Prosecution Review Board.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2005-06-08T00:00:00Z",
  "AgendaDate": "2005-06-08T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 176577,
      "Date": "2005-06-08T07:49:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176756,
      "Date": "2005-06-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4843,
      "AgendaSequence": 113,
      "MinutesSequence": 130,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185133,
      "Date": "2005-12-31T16:45:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 33665,
  "Text": "Be it enacted by the Council as follows: \nSection One. Legislative Findings of Fact and Declaration of Policy. \n\tDistrict Attorneys are charged under County Law § 700 with conducting all prosecutions for crimes and offenses within their jurisdiction.   With this important mandate, of course, comes tremendous responsibility, including the obligation to prosecute in accordance with all applicable law.\n\tBy and large, District Attorneys carry out this mandate with professionalism and due regard for the law and the rights of criminal defendants.  However, on occasions when prosecutors abuse their authority, by, for example, failing to provide defense counsel with Brady material, defendants and defense counsel should have a body to turn to, other than the courts, to seek redress and reform.\nWith the creation of a Responsible Prosecution Review Board, the Council intends to provide citizens of the city with a body to investigate and review allegations of prosecutorial misconduct, and to make recommendations to the District Attorneys for reform.  This Board is not designed to investigate policy choices made by the District Attorneys, for example, by passing judgment on the decision to plea bargain a certain case or to take a certain case to trial, but rather is limited in scope to investigating and making findings regarding legal, constitutional or ethical violations of prosecutors.  \n§2. The New York city charter is amended to add a new chapter eighteen-e to read as follows:\n\nCHAPTER 18-E\nRESPONSIBLE PROSECUTION REVIEW BOARD\n§470. Responsible Prosecution Review Board; membership\n§471. Powers and duties of the board.\n§472. Petition for review of decision\n§473. Subpoenas.\n§474. Board staff.\n§475. Annual report.\n§476. Cooperation of the district attorneys.\n§477. Authority of the district attorneys to investigate misconduct to remain unimpaired.\n§478. Protocols.\n\n§470. Responsible Prosecution Review Board; membership. a. There shall be a responsible prosecution review board, which shall consist of five members of the public who shall be residents of the city of New York. The members of the board shall be appointed as follows: (i) two members shall be appointed by the mayor; (ii) two members shall be appointed by the city council; and (iii) the chair of the board shall be jointly appointed by the mayor and the speaker of the city council. No member of the board shall hold any other public office or employment.  One mayoral appointee and one council appointee must be a practicing attorney with at least ten years of criminal law experience.\nb. The members of the board, including the chair, shall be appointed for a term of three years.\nc. In the event of a vacancy on the board during the term of office of a member by reason of removal, death, resignation, or otherwise, a successor shall be chosen in the same manner as the original appointment. A member appointed to fill a vacancy shall serve for the balance of the unexpired term.\n§471. Powers and duties of the board. a. The board shall have the power to:\n1.\tassist each of the city’s district attorneys to formulate and implement policies and programs to detect and eliminate prosecutorial misconduct; \n2. \tmake recommendations to the city’s district attorneys in relation to the formulation and \nimplementation of policies and programs to detect and eliminate prosecutorial misconduct; \n3. \treceive, investigate, hear, make findings and recommend action upon complaints by members of the public against members of the offices of the city’s district attorneys that allege prosecutorial misconduct;\n4.\t investigate, hear, make findings and recommend action upon instances of prosecutorial misconduct referenced, discussed or set forth in an opinion of a trial court or Appellate Division; and\n5. \tformulate rules and regulations regarding the timing of its reviews of prosecutorial misconduct so as not to interfere with ongoing criminal investigations or trials.  Such rules and regulations shall also make every effort to safeguard the attorney-client privilege and protections under the Fifth Amendment.   \nb.\tIf during the course of any investigation undertaken pursuant to subdivision a of this section, the board forms a reasonable belief that prosecutorial misconduct or other wrongdoing has occurred or is occurring, the board shall, as soon as practicable, report the facts that support such belief to the appropriate district attorney.\nc.\t If as a result of a complaint by a member of the public the board forms a reasonable belief that prosecutorial misconduct or other wrongdoing has occurred or is occurring, the board shall notify the member of the public regarding such findings and, if applicable, notify the person’s last attorney of record of such findings. \nd.\tWhen the board forms a reasonable belief that prosecutorial misconduct or other wrongdoing has occurred or is occurring, the board shall refer the facts of such misconduct to the appropriate grievance committee, and may disseminate its findings to the public.  \n§ 472. Petition For Review of Decision.  Upon a determination by the board that prosecutorial misconduct or other wrongdoing has occurred or is occurring, the prosecutor or office of the district attorney referenced in the finding may petition the board to review and reconsider its decision, which review shall take place within 30 days of the petition, and a decision on the petition made within 60 days of such petition.\n§473. Subpoenas. The board, by majority vote of its members, may compel the attendance of witnesses and require the production of such records and other materials as are necessary for the investigation of any matter within its jurisdiction pursuant to this chapter, provided that the attendance of such witnesses or the production of such records or other materials does not violate any law or compromise any ongoing criminal investigation or prosecution. The board may designate those of its employees it deems necessary to administer oaths and to examine persons in connection with any such matter.\n§474. Board staff. The board is authorized, within appropriations available therefor, to appoint such employees as are necessary to exercise its powers and fulfill its duties.\n\n§475. Annual report. The board shall issue to the mayor and the city council an annual report that shall describe its activities and summarize its actions.\n§476. Cooperation of the district attorneys. a. It shall be the duty of each district attorney to provide such assistance as the board may reasonably request, to cooperate fully with investigations by the board, and to provide to the board upon request records and other materials which are necessary for the investigation of any matter within its jurisdiction pursuant to this chapter, except such records or materials that cannot be disclosed by law. \nb.\tThe district attorney shall ensure that officers and employees of the district attorney appear before and respond to inquiries of the board in connection with the investigation of any matter within the board's jurisdiction pursuant to this chapter.\n§477. Authority of the district attorneys to investigate misconduct to remain unimpaired. The provisions of this chapter shall not be construed to limit or impair the authority of the district attorney to investigate prosecutorial misconduct within the office, or to discipline members of the office. Nor shall the provisions of this chapter be construed to prevent or hinder the investigation or prosecution of members of the office for violations of law or rules and regulations of the department by any court of competent jurisdiction, a grand jury, district attorney, or other authorized officer, agency or body.\n§478. Protocols. Within ninety days after the appointment of the last member of the board pursuant to section four hundred and seventy, the board shall enter into a protocol with each of the city's district attorneys pursuant to which information shall be exchanged, cooperation between the board and the district attorneys facilitated, and potential disputes arising out of investigations independently undertaken by the board and a district attorney's office shall be avoided and resolved. Any investigation undertaken by the board shall be conducted in accordance with the provisions of the applicable protocol, if any, entered into pursuant to this subdivision. Provided, however, that the lack of a protocol pursuant to this subdivision shall not prohibit the board from undertaking any investigation authorized by this chapter.\n§3. This local law shall take effect sixty days after it shall be enacted.\n\n\n\nTB\nLS #1551",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\ulnone  \\par\n\\pard\\fi720\\sl480\\slmult1 Section One. Legislative Findings of Fact and Declaration of Policy. \\par\n\\pard\\sl480\\slmult1\\tab District Attorneys are charged under County Law \\'a7 700 with conducting all prosecutions for crimes and offenses within their jurisdiction.   With this important mandate, of course, comes tremendous responsibility, including the obligation to prosecute in accordance with all applicable law.\\par\n\\tab By and large, District Attorneys carry out this mandate with professionalism and due regard for the law and the rights of criminal defendants.  However, on occasions when prosecutors abuse their authority, by, for example, failing to provide defense counsel with \\ul Brady \\ulnone material, defendants and defense counsel should have a body to turn to, other than the courts, to seek redress and reform.\\par\n\\pard\\fi720\\sl480\\slmult1 With the creation of a Responsible Prosecution Review Board, the Council intends to provide citizens of the city with a body to investigate and review allegations of prosecutorial misconduct, and to make recommendations to the District Attorneys for reform.  This Board is not designed to investigate policy choices made by the District Attorneys, for example, by passing judgment on the decision to plea bargain a certain case or to take a certain case to trial, but rather is limited in scope to investigating and making findings regarding legal, constitutional or ethical violations of prosecutors. \\fs20  \\par\n\\fs24\\'a72. The New York city charter is amended to add a new chapter eighteen-e to read as follows:\\par\n\\pard\\sl480\\slmult1\\par\n\\pard\\keepn\\s2\\sl480\\slmult1\\qc\\ul\\b CHAPTER 18-E\\par\n\\pard\\sl480\\slmult1\\qc RESPONSIBLE PROSECUTION REVIEW BOARD\\par\n\\pard\\sl480\\slmult1\\'a7470. Responsible Prosecution Review Board; membership\\par\n\\'a7471. Powers and duties of the board.\\par\n\\'a7472. Petition for review of decision\\par\n\\'a7473. Subpoenas.\\par\n\\'a7474. Board staff.\\par\n\\'a7475. Annual report.\\par\n\\'a7476. Cooperation of the district attorneys.\\par\n\\'a7477. Authority of the district attorneys to investigate misconduct to remain unimpaired.\\par\n\\'a7478. Protocols.\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\'a7470. Responsible Prosecution Review Board; membership.\\b0  a. There shall be a responsible prosecution review board, which shall consist of five members of the public who shall be residents of the city of New York. The members of the board shall be appointed as follows: (i) two members shall be appointed by the mayor; (ii) two members shall be appointed by the city council; and (iii) the chair of the board shall be jointly appointed by the mayor and the speaker of the city council. No member of the board shall hold any other public office or employment.  One mayoral appointee and one council appointee must be a practicing attorney with at least ten years of criminal law experience.\\par\nb. The members of the board, including the chair, shall be appointed for a term of three years.\\ulnone\\par\n\\ul c. In the event of a vacancy on the board during the term of office of a member by reason of removal, death, resignation, or otherwise, a successor shall be chosen in the same manner as the original appointment. A member appointed to fill a vacancy shall serve for the balance of the unexpired term.\\par\n\\b\\'a7471. Powers and duties of the board.\\b0  a. The board shall have the power to:\\par\n1.\\tab assist each of the city\\rquote s district attorneys to formulate and implement policies and programs to detect and eliminate prosecutorial misconduct; \\par\n2. \\tab make recommendations to the city\\rquote s district attorneys in relation to the formulation and \\ulnone\\par\n\\pard\\sl480\\slmult1\\ul implementation of policies and programs to detect and eliminate prosecutorial misconduct; \\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\ul 3. \\tab receive, investigate, hear, make findings and recommend action upon complaints by members of the public against members of the offices of the city\\rquote s district attorneys that allege prosecutorial misconduct;\\par\n4.\\tab  investigate, hear, make findings and recommend action upon instances of prosecutorial misconduct referenced, discussed or set forth in an opinion of a trial court or Appellate Division; and\\par\n5. \\tab formulate rules and regulations regarding the timing of its reviews of prosecutorial misconduct so as not to interfere with ongoing criminal investigations or trials.  Such rules and regulations shall also make every effort to safeguard the attorney-client privilege and protections under the Fifth Amendment.   \\par\nb.\\tab If during the course of any investigation undertaken pursuant to subdivision a of this section, the board forms a reasonable belief that prosecutorial misconduct or other wrongdoing has occurred or is occurring, the board shall, as soon as practicable, report the facts that support such belief to the appropriate district attorney.\\par\nc.\\tab  If as a result of a complaint by a member of the public the board forms a reasonable belief that prosecutorial misconduct or other wrongdoing has occurred or is occurring, the board shall notify the member of the public regarding such findings and, if applicable, notify the person\\rquote s last attorney of record of such findings. \\par\nd.\\tab When the board forms a reasonable belief that prosecutorial misconduct or other wrongdoing has occurred or is occurring, the board shall refer the facts of such misconduct to the appropriate grievance committee, and may disseminate its findings to the public.  \\par\n\\b\\'a7 472. Petition For Review of Decision.\\b0   Upon a determination by the board that prosecutorial misconduct or other wrongdoing has occurred or is occurring, the prosecutor or office of the district attorney referenced in the finding may petition the board to review and reconsider its decision, which review shall take place within 30 days of the petition, and a decision on the petition made within 60 days of such petition.\\par\n\\b\\'a7473. Subpoenas.\\b0  The board, by majority vote of its members, may compel the attendance of witnesses and require the production of such records and other materials as are necessary for the investigation of any matter within its jurisdiction pursuant to this chapter, provided that the attendance of such witnesses or the production of such records or other materials does not violate any law or compromise any ongoing criminal investigation or prosecution. The board may designate those of its employees it deems necessary to administer oaths and to examine persons in connection with any such matter.\\ulnone\\par\n\\ul\\b\\'a7474. Board staff.\\b0  The board is authorized, within appropriations available therefor, to appoint such employees as are necessary to exercise its powers and fulfill its duties.\\par\n\\pard\\sl480\\slmult1\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\ul\\b\\'a7475. Annual report.\\b0  The board shall issue to the mayor and the city council an annual report that shall describe its activities and summarize its actions.\\par\n\\b\\'a7476. Cooperation of the district attorneys.\\b0  a. It shall be the duty of each district attorney to provide such assistance as the board may reasonably request, to cooperate fully with investigations by the board, and to provide to the board upon request records and other materials which are necessary for the investigation of any matter within its jurisdiction pursuant to this chapter, except such records or materials that cannot be disclosed by law.\\ulnone  \\par\n\\ul b.\\tab The district attorney shall ensure that officers and employees of the district attorney appear before and respond to inquiries of the board in connection with the investigation of any matter within the board's jurisdiction pursuant to this chapter.\\par\n\\b\\'a7477. Authority of the district attorneys to investigate misconduct to remain unimpaired.\\b0  The provisions of this chapter shall not be construed to limit or impair the authority of the district attorney to investigate prosecutorial misconduct within the office, or to discipline members of the office. Nor shall the provisions of this chapter be construed to prevent or hinder the investigation or prosecution of members of the office for violations of law or rules and regulations of the department by any court of competent jurisdiction, a grand jury, district attorney, or other authorized officer, agency or body.\\ulnone\\par\n\\ul\\b\\'a7478. Protocols.\\b0  Within ninety days after the appointment of the last member of the board pursuant to section four hundred and seventy, the board shall enter into a protocol with each of the city's district attorneys pursuant to which information shall be exchanged, cooperation between the board and the district attorneys facilitated, and potential disputes arising out of investigations independently undertaken by the board and a district attorney's office shall be avoided and resolved. Any investigation undertaken by the board shall be conducted in accordance with the provisions of the applicable protocol, if any, entered into pursuant to this subdivision. Provided, however, that the lack of a protocol pursuant to this subdivision shall not prohibit the board from undertaking any investigation authorized by this chapter.\\ulnone\\par\n\\'a73. This local law shall take effect sixty days after it shall be enacted.\\par\n\\pard\\sl480\\slmult1\\par\n\\par\n\\par\n\\pard TB\\par\nLS #1551\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
