{
  "ID": 33770,
  "GUID": "AB0818DB-DC89-49AC-8186-E48EE4406A8D",
  "File": "Int 0667-2005",
  "LocalLaw": "2005/076",
  "Name": "Providing a rent increase exemption for persons with disabilities.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to providing a rent increase exemption for persons with disabilities.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 5109,
  "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
  "IntroDate": "2005-06-30T00:00:00Z",
  "AgendaDate": "2005-06-30T00:00:00Z",
  "PassedDate": "2005-08-09T00:00:00Z",
  "EnactmentDate": "2005-08-09T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 178140,
      "Date": "2005-06-30T10:50:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 178290,
      "Date": "2005-06-30T11:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Mental Health, Mental Retardation, Alcoholism, Drug Abuse and Disability Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5016,
      "AgendaSequence": 133,
      "MinutesSequence": 140,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Mental Health, Mental Retardation, Alcoholism, Drug Abuse & Disability Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 178370,
      "Date": "2005-07-27T11:15:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5109,
      "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "EventID": 5019,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 667-A",
      "MinutesNote": "Proposed Int. No. 667-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 178714,
      "Date": "2005-07-27T11:15:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5109,
      "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "EventID": 5019,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 178715,
      "Date": "2005-07-27T11:15:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 5109,
      "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "EventID": 5019,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 178716,
      "Date": "2005-07-27T11:15:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 5109,
      "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "EventID": 5019,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 178880,
      "Date": "2005-07-27T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5082,
      "AgendaSequence": 57,
      "MinutesSequence": 89,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 178967,
      "Date": "2005-07-27T22:07:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 179083,
      "Date": "2005-08-09T07:06:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 179092,
      "Date": "2005-08-09T13:16:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 179096,
      "Date": "2005-08-10T14:21:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 67792,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/15d4c4d2-b71f-49d1-8b6d-6d2804aaae11.doc",
      "Sort": 1
    },
    {
      "ID": 68236,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 7/27/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2f679dad-668b-41f7-b993-2986a1545260.doc",
      "Sort": 3
    },
    {
      "ID": 68512,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1956134a-3dda-4d9e-bc23-d943d5170096.doc",
      "Sort": 4
    },
    {
      "ID": 70646,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5d293b03-1b16-41b8-9c1b-5cef68d828be.doc",
      "Sort": 5
    },
    {
      "ID": 67822,
      "LastModified": "2021-12-28T16:09:31.61Z",
      "Name": "Fiscal Impact Statement- A",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5eab098a-77ee-41df-82ea-eafad6114b3c. No 667-A.doc",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 34214,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Section 26-404 of chapter 3 of title 26 of the administrative code of the city of New York, as amended by local law number 40 for the year 1992, is amended to read as follows:\n §26-404 City rent agency; division of housing and community renewal. The division of housing and community renewal shall have charge of and conduct through its own counsel any proceeding under this chapter of the code, except for the provisions of subdivision m of section 26-405 and section 26-406 of this chapter which shall be under the jurisdiction of the department for the aging and such other agency as the mayor shall designate.\n\t§2. Paragraph (7) of subdivision g of section 26-405 of such code is amended to read as follows:\n(7) A landlord demanding or collecting a rent adjustment pursuant to this subparagraph (n) shall at the time of either the demand or collection issue to the tenant either a rent bill or receipt separately setting forth the amount of the adjustment pursuant to this subparagraph (n) and the amount of the maximum rent otherwise demanded or collected. If the tenant has been issued a valid senior citizen rent exemption order or a valid disability rent exemption order, the owner shall also separately state the amount payable by the senior citizen or person with a disability after the exemption. \n§3. The findings of subdivision m of section 26-405 of such code are amended to read as follows: \nm. Findings. The council finds that there is an acute and continuing housing shortage; that this shortage has and continues to have an adverse effect on the population and especially on inhabitants of the city who are sixty-two years of age or older and of limited means, as well as persons with disabilities, who cannot pay enough rent to induce private enterprise to maintain decent housing at rents they can afford to pay; that this condition is and continues to be particularly acute in a time of rising costs such as the present; that present rising costs and the continuing increase in rents pursuant to amendments to the New York city rent and rehabilitation law may result in such persons being unable to pay their rent, thus making them subject to eviction; that such hardships fall with particular severity upon older persons in the population, as well as persons with disabilities, because of their particular inability to find alternative accommodations within their means, because of the trauma experienced by many older persons, as well as persons with disabilities, who have to relocate and because they may endanger their health by paying additional sums for shelter and thereby deprive themselves of other necessities; that hardships imposed upon such people adversely affect their health and welfare and the general welfare of the inhabitants of the city. The council is aware of the provisions set forth in chapter three hundred seventy-two and chapter one thousand twelve of the laws of nineteen hundred seventy-one. It is our considered opinion that this legislation extending the rent exemption to cover the resultant rent increases due to the maximum rents established January first, nineteen hundred seventy-two, is not more stringent or restrictive than those presently in effect. It is [, therefore,] found and declared to be necessary for the health, welfare and safety of [such] persons who are sixty-two years of age or older, persons with disabilities and [of] inhabitants of the city that the city continue a system of special rent adjustments for such older persons, as well as extend such special rent adjustments to persons with disabilities as hereinafter provided.\n§4. Subparagraphs (i) and (ii) of paragraph (2) of subdivision m of section 26-405 of such code, subparagraph (ii) as amended by local law number 67 for the year 2003, are amended to read as follows: \n(i) the head of the household residing in the housing accommodation is sixty-two years of age or older or is a person with a disability, and is entitled to the possession or to the use or occupancy of a dwelling unit. To qualify as a person with a disability for the purposes of this section, an individual shall submit to such agency as the mayor shall designate proof (as specified by regulation of such agency as the mayor shall designate) showing that such individual is  currently receiving social security disability insurance (SSDI) or supplemental security income (SSI) benefits under the federal social security act or disability pension or disability compensation benefits provided by the United States department of veterans affairs, or was previously eligible by virtue of receiving disability benefits under the supplemental security income program or the social security disability program and is currently receiving medical assistance benefits based on determination of disability as provided in section three hundred sixty-six of the social services law.\n(ii) The aggregate disposable income (as defined by regulation of the department for the aging) of all members of the household residing in the housing accommodation whose head of household is sixty-two years of age or older does not exceed twenty-four thousand dollars per year, after deduction of federal, state and city income and social security taxes. For purposes of this [subdivision] subparagraph, \"aggregate disposable income\" shall not include increases in benefits accorded pursuant to the social security act which take effect after the date of eligibility of a head of the household receiving benefits under this subdivision whether received by the head of the household or any other member of the household; [and]\n§5. Subparagraph (iii) of paragraph (2) of subdivision m of section 26-405 of such code is renumbered as subparagraph (iv) and a new subparagraph (iii) is hereby added to read as follows: \n(iii)  the aggregate disposable income (as defined by regulation of such agency as the mayor shall designate) for the current income tax year of all members of the household residing in the housing accommodation whose head of the household is a person with a disability pursuant to this section does not exceed the maximum income above which such head of the household would not be eligible to receive cash supplemental security income benefits under federal law during such tax year. For purposes of this subparagraph, “aggregate disposable income” shall not include increases in benefits accorded pursuant to the social security act which take effect after the date of eligibility of a head of the household receiving benefits under this subdivision whether received by the head of the household or any other member of the household.\n§6. Subparagraph b of paragraph (3) of subdivision m of section 26-405 of such code as amended by local law number 40 for the year 1992, is amended to read as follows:\n \t(b) Each such order shall expire upon termination of occupancy of the housing accommodation by the tenant to whom it is issued. The landlord shall notify the department for the aging, in the case of a household whose eligibility for such order is based on the fact that the head of such household is sixty-two years of age or older, or such agency as the mayor shall designate, in the case of a household whose eligibility for such order is based on the fact that the head of such household is a person with a disability, on a form to be prescribed by such department, within thirty days of each such termination of occupancy.\n§7. Paragraphs (5), (6), (8) and (9) of subdivision m of section 26-405 of such code, paragraph (5) as amended by local law number 67 for the year 2003, paragraph (6) as amended by local law number 40 for the year 1992, and paragraph (9) as amended by local law number 56 for the year 2003, are amended to read as follows:\n \t(5) A rent exemption order shall be issued to each tenant who applies to the New York City department for the aging or such other agency as the mayor shall designate in accordance with  [its] such department or agency’s regulations and who is found to be eligible under this subdivision. Such order shall take effect on the first day of the first month after receipt of such application, except that where the aggregate disposable income of all members of the household residing in the housing accommodation whose head of the household is sixty-two years of age or older is greater than five thousand dollars per year but  does not   exceed   twenty-four thousand   dollars  per  year  pursuant  to subparagraph (ii) of paragraph two of subdivision m of this  section  on orders  issued  on  applications  received  before  July first, nineteen hundred seventy-five, the effective date of  such  order  shall  be  the later  of  (1)  June thirtieth, nineteen hundred seventy-four or (2) the last day of the month in which a person  becomes  an  eligible  head  of household  in  the housing accommodation in which such person resides at the time of filing the most recent  application  for  a  rent  exemption order;  and  further,  except  that where any other application has been received within ninety days of the issuance of the order increasing  the tenant's  maximum  rent  pursuant  to  paragraph  three,  four or six of subdivision (a) of this section, or subparagraph (a), (b), (c),  or  (l) of paragraph (1) of subdivision (g) of this section or pursuant to court order,  whichever  is  later,  the  rent  exemption  order shall without further order take effect  as  of  the  effective  date  of  said  order increasing  the  tenant's  rent  including  any  retroactive  increments collectible pursuant to such orders.\n(6) A rent exemption order shall be valid for a period of two years and may be renewed for further two year periods upon application by the tenant; provided, that upon any such renewal application being made by the tenant, any rent exemption order then in effect with respect to such tenant shall be deemed renewed until such time as the department for the aging or such other agency as the mayor shall designate shall have found such tenant to be either eligible or ineligible for a rent exemption order but in no event for more than six  additional months.  If such tenant is found eligible, the order shall be deemed to have taken effect upon expiration of the exemption. In the event that any such tenant shall, subsequent to any such automatic renewal, not be granted a rent exemption order, such tenant shall be liable to his or her landlord for the difference between the amounts he or she has paid under the provisions of the automatically renewed order and the amounts which he or she would have been required to pay in the absence of such order. Any rent exemption order issued pursuant to this  subdivision shall  include  provisions  giving  notice  as  to  the contents of this paragraph relating to automatic renewals of rent exemption  orders.  Any application or renewal application for a rent exemption order shall also constitute an application for a tax abatement under such section. The department for the aging and such other agency as the mayor shall designate may, with respect to renewal applications by tenants  [whom it has] who have been found eligible for rent exemption orders, prescribe a simplified form including a certification of the applicant's continued eligibility in lieu of a detailed statement of income and other qualifications.\n(8) Notwithstanding the provisions of this chapter or chapter four of this title, when a dwelling unit is subject to regulation under this chapter or  chapter  four  of this title is reclassified by a city rent agency order subject to the other  chapter,  the  tenant,  who  holds  a senior  citizen  rent  increase  exemption  order  or disability rent increase exemption order at  the  time  of the reclassification or is otherwise eligible and entitled to  an  exemption order  from  one  or more rent increases but for the reclassification of the dwelling unit, may be issued a rent increase exemption  order  under the  chapter  to  which  the unit is thereafter subject by virtue of the reclassification continuing the previous exemption  notwithstanding  the reclassification  of  the  dwelling  unit  or,  where  no  previous rent increase exemption order has been  granted,  issuing  an  initial  order exempting  the  tenant  from  paying the rent increase to the extent for which he or she would have been eligible and entitled to be exempted  at the  time  of  the  increase  and  reclassification  but for the fact of reclassification of the dwelling unit including exemption from the  rent increase  granted  pursuant  to  subparagraph  (m)  of  paragraph one of subdivision g of this section to the extent that it  is  not  predicated upon  any  improvement  or  addition  in  a  category as provided for in subparagraph (d), (e),  (f),  (g),  (h)  or  (i)  of  paragraph  one  of subdivision  g  of  this  section.  Application  for  such rent increase exemption order shall be made  within  ninety  days  from  the  date  of reclassification  or  within  ninety  days of the effective date of this paragraph, whichever is later. The rent increase exemption order shall take effect as of the effective date of reclassification including any retroactive increments pursuant to such rent increase.\n    \t(9) [n]Notwithstanding any other provision of law to the contrary,  where a head of household  holds a current, valid rent exemption order and, after the effective  date  of  this  paragraph,  there  is  a  permanent decrease  in  aggregate  disposable  income  in  an amount which exceeds twenty percent of such aggregate disposable  income  as  represented  in such  head  of  the  household's  last  approved  application for a rent exemption order or for renewal thereof, such head of the  household  may apply  for  a  redetermination  of  the  amount  set forth therein. Upon application, such amount shall be redetermined so as to re-establish the ratio of adjusted rent to aggregate disposable income which existed at the time of the approval of such eligible head of the household's last application for a rent exemption order or for renewal thereof; provided, however,  that  in  no  event  shall  the amount of the adjusted rent be redetermined to be (i) in the case of a head of the household  who  does not  receive  a  monthly  allowance  for  shelter pursuant to the social services law, less than one-third of the aggregate disposable income; or (ii) in the case of a head of  the  household  who  receives  a  monthly allowance for shelter pursuant to the social services law, less than the maximum  allowance  for  shelter  which  such  head  of the household is entitled  to  receive  pursuant  to  such  law.  For  purposes  of  this paragraph,  a  decrease in aggregate disposable income shall not include any decrease in such income resulting from  the  manner  in  which  such income  is  calculated  pursuant  to  any  amendment  to  paragraph c of subdivision one of  section  four  hundred  sixty-seven-b  of  the  real property  tax  law [or], any amendment to the regulations of the department for  the  aging  made  on  or  after  April  first,   nineteen   hundred eighty-seven or any amendment to the regulations of such other agency as the mayor shall designate made on or after the effective date of the local law that amended this section. For purposes of this paragraph, \"adjusted rent\" shall mean maximum rent less the amount set forth in a rent exemption order.\n\t§8. The opening paragraph of subdivision c of section 26-406 of such code, as amended by local law number 40 for the year 1992, is amended to read as follows:\n\tc. For any individual housing accommodation, the tax abatement computed pursuant to subdivision b of this section shall be available with respect to a period commencing on the effective date of the initial rent exemption order, or January first, nineteen hundred seventy-two, whichever is later, and ending on the expiration date of such order or on the effective date of an order terminating the rent exemption. Notwithstanding any other provision of law, when a head of a household to whom a then current, valid tax abatement certificate has been issued under this chapter, chapter four or chapter seven of this title moves his or her principal residence to a subsequent dwelling unit subject to regulation under this chapter, the head of the household may apply to the department for the aging or such other agency as the mayor shall designate for a tax abatement certificate relating to the subsequent dwelling unit, and such certificate may provide that the head  of  the  household shall be exempt from paying that portion of the maximum rent for the subsequent dwelling unit which is the least of  the following:\n\t§9. Subdivision d of section 26-406 of such code, as amended by local law number 40 for the year 1992, is amended to read as follows:\n\td.  Prior to the commencement of each fiscal year, the department for the aging or such other agency as the mayor shall designate shall notify the department of finance of the total amount of taxes to be abated under this section with respect to each property for which rent exemption orders were in effect for all or any part of the preceding calendar year.  The commissioner of finance shall make the appropriate adjustment in the real estate tax payable in such fiscal year.\n§10. The section heading of section 26-509 of such code, as amended by local law number 40 for the year 1992, is amended to read as follows:\n§26-509 Application [to department for the aging] for rent increase exemptions and equivalent tax abatement for rent regulated property occupied by certain senior citizens or persons with disabilities. \n§11. Subdivision a of section 26-509 of the such code, as amended by local law number 40 for the year 1992, is amended to read as follows:\na. Commencement of [department for the aging] agency jurisdiction.\n\t\t(1) (i)  Notwithstanding any provisions of this chapter to the contrary, on and after July first, nineteen hundred ninety-two, the department for the aging shall grant rent increase exemption orders or tax abatement certificates to senior citizens pursuant to this section and applications for such orders and certificates and renewal applications shall be made to the department for the aging.\n\t\t(ii)  Notwithstanding any provisions of this chapter to the contrary, such agency as the mayor shall designate shall grant rent increase exemption orders or tax abatement certificates to persons with disabilities pursuant to this section and applications for such orders and certificates and renewal applications shall be made to such agency.\n\t\t(2) The department for the aging and such other agency as the mayor shall designate shall have the power, in relation to any application for a rent increase exemption order or tax abatement certificate under such department or agency’s jurisdiction, to determine the lawful stabilization rent, but [it] shall not receive applications for adjustment of the initial legal regulated rent pursuant to section 26-513 of this chapter.\n\t\t(3) The department of finance, [and] the department for the aging and such other agency as the mayor shall designate may promulgate such rules and regulations as may be necessary to effectively carry out the provisions of this section.\n\t§12. The section heading of subdivision b, and subparagraphs (i) and (ii) of paragraph  (2) of subdivision b of section 26-509 of such code, subparagraph (ii) as amended by local law number 67 for the year 2003, are amended to read as follows:\nb.  Rent increase exemptions for certain senior citizens and persons with disabilities.\n\t\t(2) A tenant is eligible for a rent exemption order pursuant to this section if:\n\t(i) the head of the household residing in the housing accommodation is sixty-two years of age or older or is a person with a disability, and is entitled to the possession or to the use or occupancy of a dwelling unit. To qualify as a person with a disability for the purposes of this section, an individual shall submit to such agency as the mayor shall designate proof (as specified by regulation of such agency as the mayor shall designate) showing that such individual is  currently receiving social security disability insurance (SSDI) or supplemental security income (SSI) benefits under the federal social security act or disability pension or disability compensation benefits provided by the United States department of veterans affairs, or was previously eligible by virtue of receiving disability benefits under the supplemental security income program or the social security disability program and is currently receiving medical assistance benefits based on determination of disability as provided in section three hundred sixty-six of the social services law.\n\t(ii) the aggregate disposable income (as defined by regulation of the department for the aging) of all members of the household residing in the housing accommodation whose head of the household is sixty-two years of age or older does not exceed twenty-four thousand dollars per year, after deduction of federal, state and city income and social security taxes. For purposes of this [subdivision] subparagraph, “aggregate disposable income” shall not include increases in benefits accorded pursuant to the social security act which take effect after the eligibility date of the head of the household receiving benefits under this section whether received by the head of the household or any other member of the household.\n\t§13. Subparagraph (iii) of paragraph (2) of subdivision b of section 26-509 of such code is renumbered as subparagraph (iv), and a new subparagraph (iii) is hereby added to read as follows:\n(iii) the aggregate disposable income (as defined by regulation of such agency as the mayor shall designate) for the current income tax year of all members of the household residing in the housing accommodation whose head of the household is a person with a disability does not exceed the maximum income above which such head of the household would not be eligible to receive cash supplemental security income benefits under federal law during such tax year. For purposes of this subparagraph, “aggregate disposable income” shall not include increases in benefits accorded pursuant to the social security act which take effect after the eligibility date of the head of the household receiving benefits under this section, whether received by the head of the household or any other member of the household.\n§14. Subparagraph (ii) of paragraph (3) of subdivision b of section 26-509 of such code, as amended by local law number 40 for the year 1992, is amended to read as follows:\n\t (ii) Each such order shall expire upon termination of occupancy of the housing accommodation by the tenant to whom it is issued. The landlord shall notify the department for the aging in the case of a household whose eligibility for such order is based on the fact that the head of such household is sixty-two years of age or older, or such agency as the mayor shall designate in the case of a household whose eligibility for such order is based on the fact that the head of such household is a person with a disability, on a form to be prescribed by such department or agency, within thirty days of each such termination of occupancy.\n§15. Paragraphs (5) and (6) of subdivision b of section 26-509 of such code, as amended by local law number 40 for the year 1992, are amended to read as follows:\n\t(5) A rent exemption order shall be issued to each tenant who applies to the department for the aging in the case of a tenant who is sixty-two years of age or older or to such agency as the mayor shall designate in the case of a tenant who is a person with a disability, in accordance with [its] such department or agency’s applicable regulations and who is found to be eligible under this subdivision. Such order shall take effect on the first day of the first month after receipt of such application by the department for the aging or such agency as the mayor shall designate, except that where there is any other increase in the legal regulated rent within ninety days of the issuance of the order increasing the tenant’s maximum rent which a tenant is not exempted from paying, the rent exemption order shall without further order of the department for the aging or such agency as the mayor shall designate take effect as of the effective date of said order increasing the tenant’s rent including any retroactive increments collectible pursuant to such order.\n\t(6) A rent exemption order shall be valid for the period of the lease or renewal thereof upon application by the tenant; provided, that upon any such renewal application being made by the tenant, any rent exemption order then in effect with respect to such tenant shall be deemed renewed until such time as the department for the aging or such agency as the mayor shall designate shall have found such tenant to be either eligible or ineligible for a rent exemption order but in no event for more than six additional months. If such tenant is found eligible, the order shall be deemed to have taken effect upon expiration of the exemption. In the event that any such tenant shall, subsequent to any such automatic renewal, not be granted a rent exemption order, such tenant shall be liable to the owner for the difference between the amounts the tenant has paid under the provisions of the automatically renewed order and the amounts which the tenant would have been required to pay in the absence of such order. Any rent exemption order issued pursuant to this subdivision shall include provisions giving notice as to the contents of this paragraph relating to automatic renewals of rent exemption orders and shall include provisions giving notice that the tenant must enter into either a one or two year renewal lease in order to be eligible for a rent exemption. The notice that each tenant receives from the owner relating to the right to a renewal lease shall contain similar information. Any application or renewal application for a rent exemption order shall also constitute an application for a tax abatement under such section. The department for the aging and such other agency as the mayor shall designate may, with respect to renewal applications by the tenants [whom it has] who have been found eligible for rent exemption orders, prescribe a simplified form including a certification of the applicant’s continued eligibility in lieu of a detailed statement of income and other qualifications.\n§16. The opening paragraph of paragraph (7) of subdivision b of section 26-509 of such code, as amended by local law number 40 for the year 1992, is amended to read as follows:\n\t(7) Notwithstanding any other provisions of law, when a head of a household to whom a then current, valid rent exemption order has been issued under this chapter, chapter three or chapter seven of this title moves his or her principal residence to a subsequent dwelling unit subject to regulation under this chapter, the head of the household may apply to the department for the aging or such other agency as the mayor shall designate for a rent exemption order relating to the subsequent dwelling unit, and such order may provide that the head of the household shall be exempt from paying that portion of the legal regulated rent for the subsequent dwelling unit which is the least of the following:\n§17. Paragraph (9) of subdivision b of section 26-509 of such code, as amended by local law number 56 for the year 2003, is amended to read as follows:\n\t(9) [n]Notwithstanding any other provision or law to the contrary, where a head of household holds a current, valid rent exemption order and, after the effective date of this paragraph, there is a permanent decrease in aggregate disposable income in an amount which exceeds twenty percent of such aggregate disposable income as represented in such head of the household’s last approved application for a rent exemption order or for renewal thereof, such head of the household may apply for a redetermination of the amount set forth therein. Upon application, such amount shall be redetermined so as to reestablish the ratio of adjusted rent to aggregate disposable income which existed at the time of approval of such head of the household’s last application for a rent exemption order or for renewal thereof; provided, however, that in no event shall the amount of adjusted rent be redetermined to be (i) in the case of a head of the household who does not receive a monthly allowance for shelter pursuant to the social services law, less than one-third of the aggregate disposable income; or (ii) in the case of a head of the household who receives a monthly allowance for shelter pursuant to such law, less than the maximum allowance for shelter which such head of the household is entitled to receive pursuant to the social services law. For purposes of this paragraph, a decrease in aggregate disposable income shall not include any decrease in such income resulting from the manner in which such income is calculated pursuant to any amendment to paragraph c of subdivision one of section four hundred sixty-seven-b of the real property tax law [or], any amendment to the regulations of the department for the aging made on or after April first, nineteen hundred eighty-seven or any amendment to the regulations of such agency as the mayor shall designate made on or after the effective date of the local law that amended this section. For purposes of this paragraph, “adjusted rent” shall mean legal regulated rent less the amount set forth in a rent exemption order.\n§18. Paragraph (4) of subdivision c of section 26-509 of such code, as amended by local law number 40 for the year 1992, is amended to read as follows:\n\t(4) Prior to the commencement of each fiscal year, the department for the aging shall notify the department of finance of the total amount of taxes to be abated under this section with respect to each property for which rent exemption orders granted to persons sixty-two years of age or older were in effect for all or any part of the preceding calendar year. Prior to the commencement of each fiscal year, such agency as the mayor shall designate shall notify the department of finance of the total amount of taxes to be abated under this section with respect to each property for which rent exemption orders granted to persons with disabilities were in effect for all or any part of the preceding calendar year. The commissioner of finance shall make the appropriate adjustment in the real estate tax payable in such fiscal year.\n§ 19. The title of chapter 7 of title 26 of such code is amended, and a new section heading § 26-617 of such chapter is added to read as follows:\nCHAPTER 7\nRENT INCREASE EXEMPTION FOR LOW INCOME ELDERLY PERSONS AND PERSONS WITH DISABILITIES\n\t§ 26-617 Eligibility for person with disabilities. \n\t\t\n§ 20. Subdivision d of section 26-601, as amended by local law number 67 for the year 2003, is amended to read as follows:\nd. “Eligible head of the household\" means a person or his or her spouse who is sixty-two years of age or older or who qualifies as a person with a disability pursuant to section 26-617 of this chapter and is entitled to the possession or to the use and occupancy of a dwelling unit, provided, however, that with respect to a dwelling which was subject to a mortgage insured or initially insured by the federal government pursuant to section two hundred thirteen of the national housing act, as amended, \"eligible head of the household\" shall be limited to that person or his or her spouse who was entitled to possession or the use and occupancy of such dwelling unit at the time of termination of such mortgage, and whose income when combined with the income of all other members of the household[,] whose head of household is sixty-two years of age or older does not exceed twenty-four thousand dollars for the taxable period, or whose income for the current income tax year when combined with the income of all members of the household residing in the housing accommodation whose head of the household is a person with a disability does not exceed the maximum income above which such head of the household would not be eligible to receive cash supplemental security income benefits under federal law during such tax year.  \n\t§ 21. Chapter 7 of title 26 is amended by adding new section 26-617 to read as follows:\n\t\tSection 26-617 Eligibility for persons with disabilities. To qualify as a person with a disability for the purposes of this section, an individual shall submit to such agency as the mayor shall designate proof (as specified by regulation of such agency as the mayor shall designate) showing that such individual is  currently receiving social security disability insurance (SSDI) or supplemental security income (SSI) benefits under the federal social security act or disability pension or disability compensation benefits provided by the United States department of veterans affairs, or was previously eligible by virtue of receiving disability benefits under the supplemental security income program or the social security disability program and is currently receiving medical assistance benefits based on determination of disability as provided in section three hundred sixty-six of the social services law and whose income for the current income tax year, together with the income of all members of such individual’s household, does not exceed the maximum income at which such individual would be eligible to receive cash supplemental security income benefits under federal law during such tax year.\n     \t§ 22.\t This local law shall take effect immediately, provided, however, that if New York Assembly Bill No. 1092-A or New York Senate Bill No. 5891 has not become effective prior to the time that this local law becomes a law, then this local law shall take effect immediately upon the effective date of such bill.  \n\nLS#3207\nLP\n07/18/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}{\\f2\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\hyphpar0\\qj\\v0  \\par\n\\pard\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1. Section 26-404 of chapter 3 of title 26 of the administrative code of the city of New York, as amended by local law number 40 for the year 1992, is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj  \\'a726-404 City rent agency; division of housing and community renewal. The division of housing and community renewal shall have charge of and conduct through its own counsel any proceeding under this chapter of the code, except for the provisions of subdivision m of section 26-405 and section 26-406 of this chapter which shall be under the jurisdiction of the department for the aging\\ul  and such other agency as the mayor shall designate\\ulnone .\\par\n\\pard\\sb100\\sa100\\sl480\\slmult1\\qj\\tab\\'a72. Paragraph (7) of subdivision g of section 26-405 of such code is amended to read as follows:\\par\n\\pard\\hyphpar0\\fi720\\sb120\\sl480\\slmult1\\qj (7) A landlord demanding or collecting a rent adjustment pursuant to this subparagraph (n) shall at the time of either the demand or collection issue to the tenant either a rent bill or receipt separately setting forth the amount of the adjustment pursuant to this subparagraph (n) and the amount of the maximum rent otherwise demanded or collected. If the tenant has been issued a valid senior citizen rent exemption order \\ul or a valid disability rent exemption order\\ulnone , the owner shall also separately state the amount payable by the senior citizen \\ul or person with a disability\\ulnone  after the exemption. \\par\n\\'a73. The findings of subdivision m of section 26-405 of such code are amended to read as follows: \\par\n\\pard\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj m. Findings. The council finds that there is an acute and continuing housing shortage; that this shortage has and continues to have an adverse effect on the population and especially on inhabitants of the city who are sixty-two years of age or older and of limited means, \\ul as well as persons with disabilities,\\ulnone  who cannot pay enough rent to induce private enterprise to maintain decent housing at rents they can afford to pay; that this condition is and continues to be particularly acute in a time of rising costs such as the present; that present rising costs and the continuing increase in rents pursuant to amendments to the New York city rent and rehabilitation law may result in such persons being unable to pay their rent, thus making them subject to eviction; that such hardships fall with particular severity upon older persons in the population\\ul , as well as persons with disabilities,\\ulnone  because of their particular inability to find alternative accommodations within their means, because of the trauma experienced by many older persons\\ul , as well as persons with disabilities,\\ulnone  who have to relocate and because they may endanger their health by paying additional sums for shelter and thereby deprive themselves of other necessities; that hardships imposed upon such people adversely affect their health and welfare and the general welfare of the inhabitants of the city. The council is aware of the provisions set forth in chapter three hundred seventy-two and chapter one thousand twelve of the laws of nineteen hundred seventy-one. It is our considered opinion that this legislation extending the rent exemption to cover the resultant rent increases due to the maximum rents established January first, nineteen hundred seventy-two, is not more stringent or restrictive than those presently in effect. It is [, therefore,] found and declared to be necessary for the health, welfare and safety of [such] persons \\ul who are sixty-two years of age or older, persons with disabilities\\ulnone  and [of] inhabitants of the city that the city continue a system of special rent adjustments for such \\ul older\\ulnone  persons\\ul , as well as extend such special rent adjustments to persons with disabilities\\ulnone  as hereinafter provided.\\par\n\\f1\\'81\\'98\\f0 4. Subparagraphs (i) and (ii) of paragraph (2) of subdivision m of section 26-405 of such code, subparagraph (ii) as amended by local law number 67 for the year 2003, are amended to read as follows: \\par\n(i) the head of the household residing in the housing accommodation is sixty-two years of age or older \\ul or is a person with a disability,\\ulnone  and is entitled to the possession or to the use or occupancy of a dwelling unit. \\ul To qualify as a person with a disability for the purposes of this section, an individual shall submit to such agency as the mayor shall designate proof (as specified by regulation of such agency as the mayor shall designate) showing that such individual is  currently receiving social security disability insurance (SSDI) or supplemental security income (SSI) benefits under the federal social security act or disability pension or disability compensation benefits provided by the United States department of veterans affairs, or was previously eligible by virtue of receiving disability benefits under the supplemental security income program or the social security disability program and is currently receiving medical assistance benefits based on determination of disability as provided in section three hundred sixty-six of the social services law.\\par\n\\pard\\hyphpar0\\fi720\\sb120\\sl480\\slmult1\\qj\\ulnone (ii) The aggregate disposable income (as defined by regulation of the department for the aging) of all members of the household residing in the housing accommodation \\ul whose head of household is sixty-two years of age or older\\ulnone  does not exceed twenty-four thousand dollars per year, after deduction of federal, state and city income and social security taxes. For purposes of this [subdivision] \\ul subparagraph\\ulnone , \"aggregate disposable income\" shall not include increases in benefits accorded pursuant to the social security act which take effect after the date of eligibility of a head of the household receiving benefits under this subdivision whether received by the head of the household or any other member of the household; [and]\\par\n\\pard\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj\\f1\\'81\\'98\\f0 5. Subparagraph (iii) of paragraph (2) of subdivision m of section 26-405 of such code is renumbered as subparagraph (iv) and a new subparagraph (iii) is hereby added to read as follows: \\par\n\\ul (iii)  the aggregate disposable income (as defined by regulation of such agency as the mayor shall designate) for the current income tax year of all members of the household residing in the housing accommodation whose head of the household is a person with a disability pursuant to this section does not exceed the maximum income above which such head of the household would not be eligible to receive cash supplemental security income benefits under federal law during such tax year. For purposes of this subparagraph, \\ldblquote aggregate disposable income\\rdblquote  shall not include increases in benefits accorded pursuant to the social security act which take effect after the date of eligibility of a head of the household receiving benefits under this subdivision whether received by the head of the household or any other member of the household.\\par\n\\ulnone\\f1\\'81\\'98\\f0 6. Subparagraph b of paragraph (3) of subdivision m of section 26-405 of such code as amended by local law number 40 for the year 1992, is amended to read as follows:\\par\n\\pard\\hyphpar0\\fi360\\sb120\\sl480\\slmult1\\qj  \\tab (b) Each such order shall expire upon termination of occupancy of the housing accommodation by the tenant to whom it is issued. The landlord shall notify the department for the aging, \\ul in the case of a household whose eligibility for such order is based on the fact that the head of such household is sixty-two years of age or older, or such agency as the mayor shall designate, in the case of a household whose eligibility for such order is based on the fact that the head of such household is a person with a disability,\\ulnone  on a form to be prescribed by such department, within thirty days of each such termination of occupancy.\\par\n\\pard\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj\\f1\\'81\\'98\\f0 7. Paragraphs (5), (6), (8) and (9) of subdivision m of section 26-405 of such code, paragraph (5) as amended by local law number 67 for the year 2003, paragraph (6) as amended by local law number 40 for the year 1992, and paragraph (9) as amended by local law number 56 for the year 2003, are amended to read as follows:\\par\n\\pard\\hyphpar0\\sa120\\sl480\\slmult1\\qj  \\tab (5) A rent exemption order shall be issued to each tenant who applies to the New York City department for the aging \\ul or such other agency as the mayor shall designate\\ulnone  in accordance with  [its] \\ul such department or agency\\rquote s\\ulnone  regulations and who is found to be eligible under this subdivision. Such order shall take effect on the first day of the first month after receipt of such application, except that where the aggregate disposable income of all members of the household residing in the housing accommodation \\ul whose head of the household is sixty-two years of age or older\\ulnone  is greater than five thousand dollars per year but  does not   exceed   twenty-four thousand   dollars  per  year  pursuant  to subparagraph (ii) of paragraph two of subdivision m of this  section  on orders  issued  on  applications  received  before  July first, nineteen hundred seventy-five, the effective date of  such  order  shall  be  the later  of  (1)  June thirtieth, nineteen hundred seventy-four or (2) the last day of the month in which a person  becomes  an  eligible  head  of household  in  the housing accommodation in which such person resides at the time of filing the most recent  application  for  a  rent  exemption order;  and  further,  except  that where any other application has been received within ninety days of the issuance of the order increasing  the tenant's  maximum  rent  pursuant  to  paragraph  three,  four or six of subdivision (a) of this section, or subparagraph (a), (b), (c),  or  (l) of paragraph (1) of subdivision (g) of this section or pursuant to court order,  whichever  is  later,  the  rent  exemption  order shall without further order take effect  as  of  the  effective  date  of  said  order increasing  the  tenant's  rent  including  any  retroactive  increments collectible pursuant to such orders.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj (6) A rent exemption order shall be valid for a period of two years and may be renewed for further two year periods upon application by the tenant; provided, that upon any such renewal application being made by the tenant, any rent exemption order then in effect with respect to such tenant shall be deemed renewed until such time as the department for the aging or \\ul such other agency as the mayor shall designate\\ulnone  shall have found such tenant to be either eligible or ineligible for a rent exemption order but in no event for more than six  additional months.  If such tenant is found eligible, the order shall be deemed to have taken effect upon expiration of the exemption. In the event that any such tenant shall, subsequent to any such automatic renewal, not be granted a rent exemption order, such tenant shall be liable to his or her landlord for the difference between the amounts he or she has paid under the provisions of the automatically renewed order and the amounts which he or she would have been required to pay in the absence of such order. Any rent exemption order issued pursuant to this  subdivision shall  include  provisions  giving  notice  as  to  the contents of this paragraph relating to automatic renewals of rent exemption  orders.  Any application or renewal application for a rent exemption order shall also constitute an application for a tax abatement under such section. The department for the aging \\ul and such other agency as the mayor shall designate\\ulnone  may, with respect to renewal applications by tenants  [whom it has] \\ul who have been\\ulnone  found eligible for rent exemption orders, prescribe a simplified form including a certification of the applicant's continued eligibility in lieu of a detailed statement of income and other qualifications.\\f2\\par\n\\f0 (8) Notwithstanding the provisions of this chapter or chapter four of this title, when a dwelling unit is subject to regulation under this chapter or  chapter  four  of this title is reclassified by a city rent agency order subject to the other  chapter,  the  tenant,  who  holds  a senior  citizen  rent  increase  exemption  order  \\ul or disability rent increase exemption order\\ulnone  at  the  time  of the reclassification or is otherwise eligible and entitled to  an  exemption order  from  one  or more rent increases but for the reclassification of the dwelling unit, may be issued a rent increase exemption  order  under the  chapter  to  which  the unit is thereafter subject by virtue of the reclassification continuing the previous exemption  notwithstanding  the reclassification  of  the  dwelling  unit  or,  where  no  previous rent increase exemption order has been  granted,  issuing  an  initial  order exempting  the  tenant  from  paying the rent increase to the extent for which he or she would have been eligible and entitled to be exempted  at the  time  of  the  increase  and  reclassification  but for the fact of reclassification of the dwelling unit including exemption from the  rent increase  granted  pursuant  to  subparagraph  (m)  of  paragraph one of subdivision g of this section to the extent that it  is  not  predicated upon  any  improvement  or  addition  in  a  category as provided for in subparagraph (d), (e),  (f),  (g),  (h)  or  (i)  of  paragraph  one  of subdivision  g  of  this  section.  Application  for  such rent increase exemption order shall be made  within  ninety  days  from  the  date  of reclassification  or  within  ninety  days of the effective date of this paragraph, whichever is later. The rent increase exemption order shall take effect as of the effective date of reclassification including any retroactive increments pursuant to such rent increase.\\f2\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\f0     \\tab (9) [n]\\ul N\\ulnone otwithstanding any other provision of law to the contrary,  where a head of household  holds a current, valid rent exemption order and, after the effective  date  of  this  paragraph,  there  is  a  permanent decrease  in  aggregate  disposable  income  in  an amount which exceeds twenty percent of such aggregate disposable  income  as  represented  in such  head  of  the  household's  last  approved  application for a rent exemption order or for renewal thereof, such head of the  household  may apply  for  a  redetermination  of  the  amount  set forth therein. Upon application, such amount shall be redetermined so as to re-establish the ratio of adjusted rent to aggregate disposable income which existed at the time of the approval of such eligible head of the household's last application for a rent exemption order or for renewal thereof; provided, however,  that  in  no  event  shall  the amount of the adjusted rent be redetermined to be (i) in the case of a head of the household  who  does not  receive  a  monthly  allowance  for  shelter pursuant to the social services law, less than one-third of the aggregate disposable income; or (ii) in the case of a head of  the  household  who  receives  a  monthly allowance for shelter pursuant to the social services law, less than the maximum  allowance  for  shelter  which  such  head  of the household is entitled  to  receive  pursuant  to  such  law.  For  purposes  of  this paragraph,  a  decrease in aggregate disposable income shall not include any decrease in such income resulting from  the  manner  in  which  such income  is  calculated  pursuant  to  any  amendment  to  paragraph c of subdivision one of  section  four  hundred  sixty-seven-b  of  the  real property  tax  law [or], any amendment to the regulations of the department for  the  aging  made  on  or  after  April  first,   nineteen   hundred eighty-seven \\ul or any amendment to the regulations of such other agency as the mayor shall designate made on or after the effective date of the local law that amended this section\\ulnone . For purposes of this paragraph, \"adjusted rent\" shall mean maximum rent less the amount set forth in a rent exemption order.\\par\n\\tab\\'a78. The opening paragraph of subdivision c of section 26-406 of such code, as amended by local law number 40 for the year 1992, is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\f2\\tab\\f0 c. For any individual housing accommodation, the tax abatement computed pursuant to subdivision b of this section shall be available with respect to a period commencing on the effective date of the initial rent exemption order, or January first, nineteen hundred seventy-two, whichever is later, and ending on the expiration date of such order or on the effective date of an order terminating the rent exemption. Notwithstanding any other provision of law, when a head of a household to whom a then current, valid tax abatement certificate has been issued under this chapter, chapter four or chapter seven of this title moves his or her principal residence to a subsequent dwelling unit subject to regulation under this chapter, the head of the household may apply to the department for the aging \\ul or such other agency as the mayor shall designate\\ulnone  for a tax abatement certificate relating to the subsequent dwelling unit, and such certificate may provide that the head  of  the  household shall be exempt from paying that portion of the maximum rent for the subsequent dwelling unit which is the least of  the following:\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tab\\'a79. Subdivision d of section 26-406 of such code, as amended by local law number 40 for the year 1992, is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\f2\\tab\\f0 d.  Prior to the commencement of each fiscal year, the department for the aging \\ul or such other agency as the mayor shall designate\\ulnone  shall notify the department of finance of the total amount of taxes to be abated under this section with respect to each property for which rent exemption orders were in effect for all or any part of the preceding calendar year.  The commissioner of finance shall make the appropriate adjustment in the real estate tax payable in such fiscal year.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a710. The section heading of section 26-509 of such code, as amended by local law number 40 for the year 1992, is amended to read as follows:\\par\n\\pard\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj\\'a726-509 Application [to department for the aging] for rent increase exemptions and equivalent tax abatement for rent regulated property occupied by certain senior citizens \\ul or persons with disabilities\\ulnone . \\par\n\\f1\\'81\\'98\\f0 11. Subdivision a of section 26-509 of the such code, as amended by local law number 40 for the year 1992, is amended to read as follows:\\par\na. Commencement of [department for the aging] \\ul agency\\ulnone  jurisdiction.\\par\n\\pard\\sb100\\sa100\\sl480\\slmult1\\qj\\tab\\tab (1) \\ul (i)\\ulnone   Notwithstanding any provisions of this chapter to the contrary, on and after July first, nineteen hundred ninety-two, the department for the aging shall grant rent increase exemption orders or tax abatement certificates \\ul to senior citizens\\ulnone  pursuant to this section and applications for such orders and certificates and renewal applications shall be made to the department for the aging.\\par\n\\tab\\tab\\ul (ii)  Notwithstanding any provisions of this chapter to the contrary, such agency as the mayor shall designate shall grant rent increase exemption orders or tax abatement certificates to persons with disabilities pursuant to this section and applications for such orders and certificates and renewal applications shall be made to such agency.\\ulnone\\par\n\\tab\\tab (2) The department for the aging \\ul and such other agency as the mayor shall designate\\ulnone  shall have the power, in relation to any application for a rent increase exemption order or tax abatement certificate \\ul under such department or agency\\rquote s jurisdiction\\ulnone , to determine the lawful stabilization rent, but [it] shall not receive applications for adjustment of the initial legal regulated rent pursuant to section 26-513 of this chapter.\\par\n\\tab\\tab (3) The department of finance, [and] the department for the aging \\ul and such other agency as the mayor shall designate\\ulnone  may promulgate such rules and regulations as may be necessary to effectively carry out the provisions of this section.\\par\n\\tab\\f1\\'81\\'98\\f0 12. The section heading of subdivision b, and subparagraphs (i) and (ii) of paragraph  (2) of subdivision b of section 26-509 of such code, subparagraph (ii) as amended by local law number 67 for the year 2003, are amended to read as follows:\\par\n\\pard\\fi1440\\sb100\\sa100\\sl480\\slmult1\\qj b.  Rent increase exemptions for certain senior citizens \\ul and persons with disabilities\\ulnone .\\par\n\\pard\\sb100\\sa100\\sl480\\slmult1\\qj\\tab\\tab (2) A tenant is eligible for a rent exemption order pursuant to this section if:\\par\n\\tab (i) the head of the household residing in the housing accommodation is sixty-two years of age or older \\ul or is a person with a disability,\\ulnone  and is entitled to the possession or to the use or occupancy of a dwelling unit. \\ul To qualify as a person with a disability for the purposes of this section, an individual shall submit to such agency as the mayor shall designate proof (as specified by regulation of such agency as the mayor shall designate) showing that such individual is  currently receiving social security disability insurance (SSDI) or supplemental security income (SSI) benefits under the federal social security act or disability pension or disability compensation benefits provided by the United States department of veterans affairs, or was previously eligible by virtue of receiving disability benefits under the supplemental security income program or the social security disability program and is currently receiving medical assistance benefits based on determination of disability as provided in section three hundred sixty-six of the social services law.\\par\n\\ulnone\\tab (ii) the aggregate disposable income (as defined by regulation of the department for the aging) of all members of the household residing in the housing accommodation \\ul whose head of the household is sixty-two years of age or older\\ulnone  does not exceed twenty-four thousand dollars per year, after deduction of federal, state and city income and social security taxes. For purposes of this [subdivision] \\ul subparagraph\\ulnone , \\ldblquote aggregate disposable income\\rdblquote  shall not include increases in benefits accorded pursuant to the social security act which take effect after the eligibility date of the head of the household receiving benefits under this section whether received by the head of the household or any other member of the household.\\par\n\\tab\\f1\\'81\\'98\\f0 13. Subparagraph (iii) of paragraph (2) of subdivision b of section 26-509 of such code is renumbered as subparagraph (iv), and a new subparagraph (iii) is hereby added to read as follows:\\par\n\\pard\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj\\ul (iii) the aggregate disposable income (as defined by regulation of such agency as the mayor shall designate) for the current income tax year of all members of the household residing in the housing accommodation whose head of the household is a person with a disability does not exceed the maximum income above which such head of the household would not be eligible to receive cash supplemental security income benefits under federal law during such tax year. For purposes of this subparagraph, \\ldblquote aggregate disposable income\\rdblquote  shall not include increases in benefits accorded pursuant to the social security act which take effect after the eligibility date of the head of the household receiving benefits under this section, whether received by the head of the household or any other member of the household.\\par\n\\ulnone\\f1\\'81\\'98\\f0 14. Subparagraph (ii) of paragraph (3) of subdivision b of section 26-509 of such code, as amended by local law number 40 for the year 1992, is amended to read as follows:\\par\n\\pard\\sb100\\sa100\\sl480\\slmult1\\qj\\tab  (ii) Each such order shall expire upon termination of occupancy of the housing accommodation by the tenant to whom it is issued. The landlord shall notify the department for the aging \\ul in the case of a household whose eligibility for such order is based on the fact that the head of such household is sixty-two years of age or older, or such agency as the mayor shall designate in the case of a household whose eligibility for such order is based on the fact that the head of such household is a person with a disability,\\ulnone  on a form to be prescribed by such department \\ul or agency\\ulnone , within thirty days of each such termination of occupancy.\\par\n\\pard\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj\\f1\\'81\\'98\\f0 15. Paragraphs (5) and (6) of subdivision b of section 26-509 of such code, as amended by local law number 40 for the year 1992, are amended to read as follows:\\par\n\\pard\\sb100\\sa100\\sl480\\slmult1\\qj\\tab (5) A rent exemption order shall be issued to each tenant who applies to the department for the aging \\ul in the case of a tenant who is sixty-two years of age or older or to such agency as the mayor shall designate in the case of a tenant who is a person with a disability,\\ulnone  in accordance with [its] \\ul such department or agency\\rquote s applicable\\ulnone  regulations and who is found to be eligible under this subdivision. Such order shall take effect on the first day of the first month after receipt of such application by the department for the aging \\ul or such agency as the mayor shall designate\\ulnone , except that where there is any other increase in the legal regulated rent within ninety days of the issuance of the order increasing the tenant\\rquote s maximum rent which a tenant is not exempted from paying, the rent exemption order shall without further order of the department for the aging \\ul or such agency as the mayor shall designate\\ulnone  take effect as of the effective date of said order increasing the tenant\\rquote s rent including any retroactive increments collectible pursuant to such order.\\par\n\\tab (6) A rent exemption order shall be valid for the period of the lease or renewal thereof upon application by the tenant; provided, that upon any such renewal application being made by the tenant, any rent exemption order then in effect with respect to such tenant shall be deemed renewed until such time as the department for the aging \\ul or such agency as the mayor shall designate\\ulnone  shall have found such tenant to be either eligible or ineligible for a rent exemption order but in no event for more than six additional months. If such tenant is found eligible, the order shall be deemed to have taken effect upon expiration of the exemption. In the event that any such tenant shall, subsequent to any such automatic renewal, not be granted a rent exemption order, such tenant shall be liable to the owner for the difference between the amounts the tenant has paid under the provisions of the automatically renewed order and the amounts which the tenant would have been required to pay in the absence of such order. Any rent exemption order issued pursuant to this subdivision shall include provisions giving notice as to the contents of this paragraph relating to automatic renewals of rent exemption orders and shall include provisions giving notice that the tenant must enter into either a one or two year renewal lease in order to be eligible for a rent exemption. The notice that each tenant receives from the owner relating to the right to a renewal lease shall contain similar information. Any application or renewal application for a rent exemption order shall also constitute an application for a tax abatement under such section. The department for the aging \\ul and such other agency as the mayor shall designate\\ulnone  may, with respect to renewal applications by the tenants [whom it has] \\ul who have been\\ulnone  found eligible for rent exemption orders, prescribe a simplified form including a certification of the applicant\\rquote s continued eligibility in lieu of a detailed statement of income and other qualifications.\\par\n\\pard\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj\\f1\\'81\\'98\\f0 16. The opening paragraph of paragraph (7) of subdivision b of section 26-509 of such code, as amended by local law number 40 for the year 1992, is amended to read as follows:\\par\n\\pard\\sb100\\sa100\\sl480\\slmult1\\qj\\tab (7) Notwithstanding any other provisions of law, when a head of a household to whom a then current, valid rent exemption order has been issued under this chapter, chapter three or chapter seven of this title moves his or her principal residence to a subsequent dwelling unit subject to regulation under this chapter, the head of the household may apply to the department for the aging \\ul or such other agency as the mayor shall designate\\ulnone  for a rent exemption order relating to the subsequent dwelling unit, and such order may provide that the head of the household shall be exempt from paying that portion of the legal regulated rent for the subsequent dwelling unit which is the least of the following:\\par\n\\pard\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj\\f1\\'81\\'98\\f0 17. Paragraph (9) of subdivision b of section 26-509 of such code, as amended by local law number 56 for the year 2003, is amended to read as follows:\\par\n\\pard\\sb100\\sa100\\sl480\\slmult1\\qj\\tab (9) [n]\\ul N\\ulnone otwithstanding any other provision or law to the contrary, where a head of household holds a current, valid rent exemption order and, after the effective date of this paragraph, there is a permanent decrease in aggregate disposable income in an amount which exceeds twenty percent of such aggregate disposable income as represented in such head of the household\\rquote s last approved application for a rent exemption order or for renewal thereof, such head of the household may apply for a redetermination of the amount set forth therein. Upon application, such amount shall be redetermined so as to reestablish the ratio of adjusted rent to aggregate disposable income which existed at the time of approval of such head of the household\\rquote s last application for a rent exemption order or for renewal thereof; provided, however, that in no event shall the amount of adjusted rent be redetermined to be (i) in the case of a head of the household who does not receive a monthly allowance for shelter pursuant to the social services law, less than one-third of the aggregate disposable income; or (ii) in the case of a head of the household who receives a monthly allowance for shelter pursuant to such law, less than the maximum allowance for shelter which such head of the household is entitled to receive pursuant to the social services law. For purposes of this paragraph, a decrease in aggregate disposable income shall not include any decrease in such income resulting from the manner in which such income is calculated pursuant to any amendment to paragraph c of subdivision one of section four hundred sixty-seven-b of the real property tax law [or], any amendment to the regulations of the department for the aging made on or after April first, nineteen hundred eighty-seven \\ul or any amendment to the regulations of such agency as the mayor shall designate made on or after the effective date of the local law that amended this section\\ulnone . For purposes of this paragraph, \\ldblquote adjusted rent\\rdblquote  shall mean legal regulated rent less the amount set forth in a rent exemption order.\\par\n\\pard\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj\\f1\\'81\\'98\\f0 18. Paragraph (4) of subdivision c of section 26-509 of such code, as amended by local law number 40 for the year 1992, is amended to read as follows:\\par\n\\pard\\sb100\\sa100\\sl480\\slmult1\\qj\\tab (4) Prior to the commencement of each fiscal year, the department for the aging shall notify the department of finance of the total amount of taxes to be abated under this section with respect to each property for which rent exemption orders \\ul granted to persons sixty-two years of age or older\\ulnone  were in effect for all or any part of the preceding calendar year. \\ul Prior to the commencement of each fiscal year, such agency as the mayor shall designate shall notify the department of finance of the total amount of taxes to be abated under this section with respect to each property for which rent exemption orders granted to persons with disabilities were in effect for all or any part of the preceding calendar year.\\ulnone  The commissioner of finance shall make the appropriate adjustment in the real estate tax payable in such fiscal year.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a7 19. The title of chapter 7 of title 26 of such code is amended, and a new section heading \\'a7 26-617 of such chapter is added to read as follows:\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qc CHAPTER 7\\par\n\\pard\\sl480\\slmult1\\qc RENT INCREASE EXEMPTION FOR LOW INCOME ELDERLY PERSONS \\ul AND PERSONS WITH DISABILITIES\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul\\'a7 26-617 Eligibility for person with disabilities. \\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\ulnone\\tab\\tab\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a7 20. Subdivision d of section 26-601, as amended by local law number 67 for the year 2003, is amended to read as follows:\\par\n\\pard\\fi720\\ri-432\\sl480\\slmult0\\qj\\tx720\\tx1440\\tx1728\\tx2448\\tx3168 d. \\ldblquote Eligible head of the household\" means a person or his or her spouse who is sixty-two years of age or older \\ul or who qualifies as a person with a disability pursuant to section 26-617 of this chapter\\ulnone  and is entitled to the possession or to the use and occupancy of a dwelling unit, provided, however, that with respect to a dwelling which was subject to a mortgage insured or initially insured by the federal government pursuant to section two hundred thirteen of the national housing act, as amended, \"eligible head of the household\" shall be limited to that person or his or her spouse who was entitled to possession or the use and occupancy of such dwelling unit at the time of termination of such mortgage, and whose income when combined with the income of all other members of the household[,] \\ul whose head of household is sixty-two years of age or older\\ulnone  does not exceed twenty-four thousand dollars for the taxable period\\ul , or whose income for the current income tax year when combined with the income of all members of the household residing in the housing accommodation whose head of the household is a person with a disability does not exceed the maximum income above which such head of the household would not be eligible to receive cash supplemental security income benefits under federal law during such tax year\\ulnone .\\ul   \\par\n\\pard\\hyphpar0\\li288\\ri-432\\sl480\\slmult0\\qj\\tx1152\\tx1728\\tx2448\\tx3168\\ulnone\\tab\\'a7 21. Chapter 7 of title 26 is amended by adding new section 26-617 to read as follows:\\par\n\\pard\\sb100\\sa100\\sl480\\slmult1\\qj\\tx1080\\tab\\tab\\ul Section 26-617 Eligibility for persons with disabilities. To qualify as a person with a disability for the purposes of this section, an individual shall submit to such agency as the mayor shall designate proof (as specified by regulation of such agency as the mayor shall designate) showing that such individual is  currently receiving social security disability insurance (SSDI) or supplemental security income (SSI) benefits under the federal social security act or disability pension or disability compensation benefits provided by the United States department of veterans affairs, or was previously eligible by virtue of receiving disability benefits under the supplemental security income program or the social security disability program and is currently receiving medical assistance benefits based on determination of disability as provided in section three hundred sixty-six of the social services law and whose income for the current income tax year, together with the income of all members of such individual\\f1\\rquote\\f0 s household, does not exceed the maximum income at which such individual would be eligible to receive cash supplemental security income benefits under federal law during such tax year.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone      \\tab\\'a7 22.\\tab  This local law shall take effect immediately, provided, however, that if New York Assembly Bill No. 1092-A or New York Senate Bill No. 5891 has not become effective prior to the time that this local law becomes a law, then this local law shall take effect immediately upon the effective date of such bill.  \\par\n\\pard\\sb100\\sa100\\sl480\\slmult1\\qj\\par\n\\pard\\hyphpar0\\qj LS#3207\\par\nLP\\par\n07/18/05\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2015-08-04T17:46:23.937Z"
}
