{
  "ID": 33911,
  "GUID": "131706F8-8073-4136-BAEF-A93253786637",
  "File": "Int 0677-2005",
  "Name": "Appropriations for the City School District of the City of New York with regard to class size.",
  "Title": "A Local Law to amend the New York city charter, in relation to appropriations for the City School District of the City of New York with regard to class size.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2005-07-27T00:00:00Z",
  "AgendaDate": "2005-07-27T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 178687,
      "Date": "2005-07-27T10:33:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 178831,
      "Date": "2005-07-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5082,
      "AgendaSequence": 112,
      "MinutesSequence": 146,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185141,
      "Date": "2005-12-31T16:48:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 34194,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 103 of the charter of the city of New York is amended to add a new subparagraph h to paragraph 1 to subdivision a, to read as follows:\n\t§103. Contents of the executive expense budget.\na.\tThere shall be included in the budget:\n1.  Units of appropriation, prepared according to section one hundred, in such amounts and upon such terms and conditions as may be determined by the mayor.  Such appropriations shall include:\n(h) An amount, as certified by the comptroller, to be exclusively spent by the City School District of the City of New York to achieve a number of pupils per class in grades K through 12 that is comparable to the number of pupils per class in general and special education classes respectively in New York State exclusive of New York City, said amount having been allocated from the funds apportioned by the State of New York for the City School District of the City of New York for the purpose of providing the opportunity for a sound basic education pursuant to the final judgment in Campaign for Fiscal Equity v. State of New York, provided that said allocation is no less than twenty-five (25%) percent of said funds in any fiscal year. \n\t§2.  This local law shall become effective at the beginning of the first fiscal year for which a city budget is prepared and adopted after the adoption of this amendment by voters of the City of New York.\n\n\n\n\n\n\n\n\nTB\n7/22/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1. Section 103 of the charter of the city of New York is amended to add a new subparagraph h to paragraph 1 to subdivision a, to read as follows:\\par\n\\pard\\sl480\\slmult1\\tab\\b\\'a7103\\b0 . \\b Contents of the executive expense budget\\b0 .\\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1\\tx1080 a.\\tab There shall be included in the budget:\\par\n\\pard\\fi720\\sl480\\slmult1 1.  Units of appropriation, prepared according to section one hundred, in such amounts and upon such terms and conditions as may be determined by the mayor.  Such appropriations shall include:\\par\n\\ul (h) An amount, as certified by the comptroller, to be exclusively spent by the City School District of the City of New York to achieve a number of pupils per class in grades K through 12 that is comparable to the number of pupils per class in general and special education classes respectively in New York State exclusive of New York City, said amount having been allocated from the funds apportioned by the State of New York for the City School District of the City of New York for the purpose of providing the opportunity for a sound basic education pursuant to the final judgment in Campaign for Fiscal Equity v. State of New York, provided that said allocation is no less than twenty-five (25%) percent of said funds in any fiscal year. \\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\'a72.  This local law shall become effective at the beginning of the first fiscal year for which a city budget is prepared and adopted after the adoption of this amendment by voters of the City of New York.\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nTB\\par\n7/22/05\\par\n\\pard\\sl480\\slmult1\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
