{
  "ID": 33885,
  "GUID": "9C05C98C-0CDA-4434-92A2-5EE16D6B579F",
  "File": "Int 0678-2005",
  "Name": "Creating a task force to determine if new or revised standards are required for building construction and renovation to protect building occupants from the risks of terrorism",
  "Title": "A Local Law in relation to creating a task force to determine if new or revised standards are required for building construction and renovation to protect building occupants from the risks of terrorism, and if so, to recommend such standards.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2005-07-27T00:00:00Z",
  "AgendaDate": "2005-07-27T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 178663,
      "Date": "2005-07-27T09:54:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 178830,
      "Date": "2005-07-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5082,
      "AgendaSequence": 113,
      "MinutesSequence": 147,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185142,
      "Date": "2005-12-31T16:48:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 34168,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Legislative findings and intent.  Following the attack of September 11, 2001 the risk of physical dangers to buildings and their occupants in the United States, and particularly in New York City, from intentional attacks became more stark and imposes an obligation to examine how we protect against such attacks to a degree not previously demanded.  Although the World Trade Center itself had been subject to a car bombing in 1993, and other buildings in the United States have been subject to intentional attack, the scope and manner of the September 11 attack were unprecedented.  While New York City’s building regulatory system has traditionally addressed construction safety, fire safety, mitigation against natural disasters, such as, earthquakes, windstorms and snow storms and some man-made risks, such as, hazardous material storage, it has not, up to now, been designed to protect buildings and their occupants specifically from potential terrorist acts.  Newly perceived risks, however, and particularly, the recent public debate between officials from the City’s Police Department and from the Lower Manhattan Development Corporation regarding security concerns in the construction of the proposed Freedom Tower at the World Trade Center Site, make it clear that better attention must be paid and new anti-terrorism building standards developed to protect the citizens of New York.\n\tFor responses to building-related terrorism risks to be widely accepted, they will have to be shown to be effective, in protecting people and property, in their cost-effectiveness and in the comfort they provide to building occupants.  Thus, proposals for new standards must be prepared by a group with sufficiently diverse expertise to assure that such standards are comprehensive and properly targeted to the new risks.\n\t§2. a. There is hereby established a temporary task force whose purpose shall be to review existing codes and other controls on the configuration, placement and construction of new and renovated buildings within New York City and to propose a comprehensive set of measures, which may include revisions to the administrative code and zoning resolution of the city of New York, to better protect occupants of newly constructed and renovated buildings from all potential forms of terrorist attack.  Among the areas of inquiry of the task force but not the exclusive areas of inquiry, shall be appropriate building set-backs from streets where practicable, construction techniques, internal building design, the necessity and methods for “hardening” building exteriors, the creation of safer entrances and exits to buildings and the isolation of buildings from damage to transportation facilities located below such buildings.\nb.  Such task force shall be comprised of seven members, six of whom shall be appointed by the mayor, one each from the department of buildings, the department of transportation, the police department, the fire department, the city planning commission  and the office of emergency preparedness. The seventh member shall be a designee of the speaker of the council.  The speaker and the mayor shall jointly select the chairperson.  The members shall be appointed within thirty days of the enactment of this local law and shall serve without compensation.  Any vacancy in the task force shall be filled within fourteen days by the original appointing authority.  \nc. Such task force shall serve for a period of six months, which shall begin thirty days from the effective date of this subdivision or thirty days from the appointment of the last member of the task force provided for in subdivision b of this local law, whichever is sooner.\nd.  No later than two months before the expiration of the task force, the chairperson shall submit a report containing the task force’s conclusions and recommendations to the speaker and the mayor.\n§3.  This local law shall take effect immediately upon its enactment into law.\n\n\n\nALS- LS# 2892\n7/25/05 11:30 am",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Legislative findings and intent.  Following the attack of September 11, 2001 the risk of physical dangers to buildings and their occupants in the United States, and particularly in New York City, from intentional attacks became more stark and imposes an obligation to examine how we protect against such attacks to a degree not previously demanded.  Although the World Trade Center itself had been subject to a car bombing in 1993, and other buildings in the United States have been subject to intentional attack, the scope and manner of the September 11 attack were unprecedented.  While New York City\\rquote s building regulatory system has traditionally addressed construction safety, fire safety, mitigation against natural disasters, such as, earthquakes, windstorms and snow storms and some man-made risks, such as, hazardous material storage, it has not, up to now, been designed to protect buildings and their occupants specifically from potential terrorist acts.  Newly perceived risks, however, and particularly, the recent public debate between officials from the City\\rquote s Police Department and from the Lower Manhattan Development Corporation regarding security concerns in the construction of the proposed Freedom Tower at the World Trade Center Site, make it clear that better attention must be paid and new anti-terrorism building standards developed to protect the citizens of New York.\\par\n\\pard\\sl480\\slmult1\\qj\\tab For responses to building-related terrorism risks to be widely accepted, they will have to be shown to be effective, in protecting people and property, in their cost-effectiveness and in the comfort they provide to building occupants.  Thus, proposals for new standards must be prepared by a group with sufficiently diverse expertise to assure that such standards are comprehensive and properly targeted to the new risks.\\par\n\\tab\\'a72. a. There is hereby established a temporary task force whose purpose shall be to review existing codes and other controls on the configuration, placement and construction of new and renovated buildings within New York City and to propose a comprehensive set of measures, which may include revisions to the administrative code and zoning resolution of the city of New York, to better protect occupants of newly constructed and renovated buildings from all potential forms of terrorist attack.  Among the areas of inquiry of the task force but not the exclusive areas of inquiry, shall be appropriate building set-backs from streets where practicable, construction techniques, internal building design, the necessity and methods for \\ldblquote hardening\\rdblquote  building exteriors, the creation of safer entrances and exits to buildings and the isolation of buildings from damage to transportation facilities located below such buildings.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj b.  Such task force shall be comprised of seven members, six\\b  \\b0 of whom shall be appointed by the mayor, one each from the department of buildings, the department of transportation, the police department, the fire department, the city planning commission  and the office of emergency preparedness. The seventh member shall be a designee of the speaker of the council.  The speaker and the mayor shall jointly select the chairperson.  The members shall be appointed within thirty days of the enactment of this local law and shall serve without compensation.  Any vacancy in the task force shall be filled within fourteen days by the original appointing authority.  \\par\nc. Such task force shall serve for a period of six months, which shall begin thirty days from the effective date of this subdivision or thirty days from the appointment of the last member of the task force provided for in subdivision b of this local law, whichever is sooner.\\par\nd.  No later than two months before the expiration of the task force, the chairperson shall submit a report containing the task force\\rquote s conclusions and recommendations to the speaker and the mayor.\\par\n\\pard\\li720\\sl480\\slmult1\\qj\\'a73.  This local law shall take effect immediately upon its enactment into law.\\par\n\\par\n\\par\n\\par\n\\pard\\qj ALS- LS# 2892\\par\n7/25/05 11:30 am\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\qj\\par\n\\pard\\sl480\\slmult1\\qj\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
