{
  "ID": 33910,
  "GUID": "6573D10F-12BE-4089-B1DC-E509A64FD691",
  "File": "Int 0680-2005",
  "Name": "Prohibiting military recruitment in New York City public schools.",
  "Title": "A Local Law to amend the New York city charter, in relation to prohibiting military recruitment in New York City public schools.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2005-07-27T00:00:00Z",
  "AgendaDate": "2005-07-27T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 178685,
      "Date": "2005-07-27T10:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 178835,
      "Date": "2005-07-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5082,
      "AgendaSequence": 118,
      "MinutesSequence": 152,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185144,
      "Date": "2005-12-31T16:49:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 67816,
      "LastModified": "2021-12-28T16:03:30.853Z",
      "Name": "Cover Sheet",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fa9eeb8a-4a8c-4e31-a010-be78eeed4776.doc",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 34193,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Legislative findings.  The City Council finds that the United States military is actively engaged in recruiting young men and women in New York City to serve in the Armed Forces.  Such recruitment, however, is not carried out even-handedly throughout the City.  Instead, the military concentrates its efforts on communities of color where, due to poverty, inadequate education, and misinformation, parents and young adults lack the resources to resist military recruiters.\nIn particular, parents of schoolchildren of color are often unaware that public schools are required to provide the United States military with lists of student names and addresses, and that they can remove their children from these lists.  Moreover, because only 1 in 10 black and Hispanic students earns a Regents diploma and, therefore, civilian employers and educational institutions are less likely to accept young men and women of color once they leave high school, the military is often seen by such students as their only career choice after graduation.  As a result, young adults of color are disproportionately recruited into the military, bear an unequal burden of military service, and are more likely to be killed or injured as a result.\nThe City Council finds that permitting the United States military to recruit personnel within, or use the resources of, the New York City public schools, exacerbates this problem, and is discriminatory and contrary to the well being of New York City’s young adults.\n§ 2. Chapter 20 of the New York city charter is hereby amended to add a new section 530 to read as follows:\n§ 530\tMilitary recruitment prohibited. a. Definitions.  For the purposes of this section, the following terms shall have the following meanings:\n1.  “Department” shall mean the New York city department of education.\n2.  “United States armed forces” shall mean the United States military, including, but not limited to, the army, navy, air force, marines and the national guard, or any other branch or reserve component thereof.  \nb.  Prohibition of military recruitment.  The department shall prohibit members, representatives or other agents of any branch of United States armed forces from utilizing any grounds, buildings, facilities or equipment owned, leased or operated by the department, or any supplies or materials created or used by the department, including, but not limited to, lists of student names, addresses, telephone numbers or other personally identifying student information, and shall prohibit the United States armed forces from attending or utilizing in any way any job or college recruiting event sponsored by the department held at any location, whether or not owned, leased or operated by the department, for the purpose of membership recruiting for the United States armed forces.\nc.  Consent to disclosure of student information.  The department shall not provide any personally identifying information about any student to the United States armed forces, unless the department obtains the prior written consent of a parent or guardian of such student.\n§ 3. If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\n§ 4. This local law shall take effect immediately upon its enactment.\n\n\n\n\nM.H.G.\nLS # 2468\nJuly 13, 2005",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\par\nSection 1. Legislative findings.  The City Council finds that the United States military is actively engaged in recruiting young men and women in New York City to serve in the Armed Forces.  Such recruitment, however, is not carried out even-handedly throughout the City.  Instead, the military concentrates its efforts on communities of color where, due to poverty, inadequate education, and misinformation, parents and young adults lack the resources to resist military recruiters.\\par\nIn particular, parents of schoolchildren of color are often unaware that public schools are required to provide the United States military with lists of student names and addresses, and that they can remove their children from these lists.  Moreover, because only 1 in 10 black and Hispanic students earns a Regents diploma and, therefore, civilian employers and educational institutions are less likely to accept young men and women of color once they leave high school, the military is often seen by such students as their only career choice after graduation.  As a result, young adults of color are disproportionately recruited into the military, bear an unequal burden of military service, and are more likely to be killed or injured as a result.\\par\nThe City Council finds that permitting the United States military to recruit personnel within, or use the resources of, the New York City public schools, exacerbates this problem, and is discriminatory and contrary to the well being of New York City\\rquote s young adults.\\par\n\\'a7 2. Chapter 20 of the New York city charter is hereby amended to add a new section 530 to read as follows:\\par\n\\ul\\'a7 530\\tab Military recruitment prohibited. a. Definitions.  For the purposes of this section, the following terms shall have the following meanings:\\par\n1.  \\ldblquote Department\\rdblquote  shall mean the New York city department of education.\\par\n2.  \\ldblquote United States armed forces\\rdblquote  shall mean the United States military, including, but not limited to, the army, navy, air force, marines and the national guard, or any other branch or reserve component thereof.  \\par\nb.  Prohibition of military recruitment.  The department shall prohibit members, representatives or other agents of any branch of United States armed forces from utilizing any grounds, buildings, facilities or equipment owned, leased or operated by the department, or any supplies or materials created or used by the department, including, but not limited to, lists of student names, addresses, telephone numbers or other personally identifying student information, and shall prohibit the United States armed forces from attending or utilizing in any way any job or college recruiting event sponsored by the department held at any location, whether or not owned, leased or operated by the department, for the purpose of membership recruiting for the United States armed forces.\\par\nc.  Consent to disclosure of student information.  The department shall not provide any personally identifying information about any student to the United States armed forces, unless the department obtains the prior written consent of a parent or guardian of such student.\\ulnone\\par\n\\'a7 3. If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\\par\n\\'a7 4. This local law shall take effect immediately upon its enactment.\\par\n\\pard\\qj\\par\n\\par\n\\par\n\\par\nM.H.G.\\par\nLS # 2468\\par\nJuly 13, 2005\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
