{
  "ID": 33921,
  "GUID": "F983AE35-72AD-49BC-9DAF-D05A3E291C2D",
  "File": "Int 0683-2005",
  "Name": "Providing an income tax credit for the construction and maintenance of environmentally beneficial roofs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to providing an income tax credit for the construction and maintenance of environmentally beneficial roofs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2005-07-27T00:00:00Z",
  "AgendaDate": "2005-07-27T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    }
  ],
  "History": [
    {
      "ID": 178703,
      "Date": "2005-07-27T09:20:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 178842,
      "Date": "2005-07-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5082,
      "AgendaSequence": 125,
      "MinutesSequence": 159,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185146,
      "Date": "2005-12-31T16:50:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 34204,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 11-1706 of the administrative code of the city of New York, as last amended by chapter thirty-nine of the laws of 2004, is amended by adding thereto a new subdivision e, to read as follows: \n\t(e) Environmentally beneficial roof credit. (i) For taxable years beginning after two thousand four, a credit against the city income tax imposed by section 11-1701 of this chapter shall be allowed for the construction and maintenance of an environmentally beneficial roof. For the purposes of this section an “environmentally beneficial roof” shall mean any roof of any eligible building where such roof is constructed after calendar year two thousand four and incorporates into its design and functioning of one or more photovoltaic modules and/or one or more fuel cells that produces electricity used to operate and maintain of any portion of the eligible building of which such roof is a part. Such credit shall be available irrespective of when such eligible building was constructed and shall continue to be available in any taxable year in which any such photovoltaic module or fuel cell continues to produce electricity used to operate and maintain the building of which such roof is a part. Such credit shall be computed as provided for in subdivisions five and six, respectively, of section nineteen of the tax law but shall not exceed the tax computed in accordance with section 11-1701 of this chapter.\n(ii) For the purposes of this subdivision:\n“eligible building” shall mean (A) a building which is classified B2, B3, B4, C1, C2, C5, or C6 for purposes of the New York state uniform fire prevention and building code, provided that any such building contains at least twenty thousand square feet of interior space, or \n(B) a residential multi-family building with at least twelve dwelling units that contain at least twenty thousand square feet of interior space, or\n      \t(C) one or more residential multi-family buildings with at least two dwelling units that are part of a single or phased construction project that contains, in the aggregate, at least twenty thousand square feet of interior space, or\n      \t(D) any combination of buildings described in subparagraphs (A), (B) and (C) of this paragraph, and\n      \t(E) is not a building located on freshwater wetlands or tidal wetlands the construction of which requires a permit under section 24-0701 or 25-0403, respectively, of the environmental conservation law, or on wetlands such that the construction thereof requires a permit pursuant to section 404 of the federal clean water act (33 U.S.C. §  1344);\n“fuel cell” shall mean a device that produces electricity from hydrogen or hydrocarbon fuel through a non-combustive electro-chemical process; and\n“photovoltaic module” shall mean a device that converts the energy of sunlight into electrical energy.\n\t§2. This local law shall take effect immediately upon its enactment into law.\t\n\n\nJH\nLS 2530 Koppell-Ecoroofs\nH:/LS Requests-Koppell-Environmentally Beneficial Roofs\n7-20-05  9:10 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1. Section 11-1706 of the administrative code of the city of New York, as last amended by chapter thirty-nine of the laws of 2004, is amended by adding thereto a new subdivision e, to read as follows: \\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tab\\ul (e) Environmentally beneficial roof credit. (i) For taxable years beginning after two thousand four, a credit against the city income tax imposed by section 11-1701 of this chapter shall be allowed for the construction and maintenance of an environmentally beneficial roof. For the purposes of this section an \\ldblquote environmentally beneficial roof\\rdblquote  shall mean any roof of any eligible building where such roof is constructed after calendar year two thousand four and incorporates into its design and functioning of one or more photovoltaic modules and/or one or more fuel cells that produces electricity used to operate and maintain of any portion of the eligible building of which such roof is a part. Such credit shall be available irrespective of when such eligible building was constructed and shall continue to be available in any taxable year in which any such photovoltaic module or fuel cell continues to produce electricity used to operate and maintain the building of which such roof is a part. Such credit shall be computed as provided for in subdivisions five and six, respectively, of section nineteen of the tax law but shall not exceed the tax computed in accordance with section 11-1701 of this chapter.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj (ii) For the purposes of this subdivision:\\par\n\\pard\\hyphpar0\\fi720\\sb120\\sl480\\slmult1\\qj\\fs20\\ldblquote\\fs24 eligible building\\rdblquote  shall mean (A) a building which is classified B2, B3, B4, C1, C2, C5, or C6 for purposes of the New York state uniform fire prevention and building code, provided that any such building contains at least twenty thousand square feet of interior space, or \\par\n(B) a residential multi-family building with at least twelve dwelling units that contain at least twenty thousand square feet of interior space, or\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\ulnone       \\tab\\ul (C) one or more residential multi-family buildings with at least two dwelling units that are part of a single or phased construction project that contains, in the aggregate, at least twenty thousand square feet of interior space, or\\par\n\\ulnone       \\tab\\ul (D) any combination of buildings described in subparagraphs (A), (B) and (C) of this paragraph, and\\par\n\\ulnone       \\tab\\ul (E) is not a building located on freshwater wetlands or tidal wetlands the construction of which requires a permit under section 24-0701 or 25-0403, respectively, of the environmental conservation law, or on wetlands such that the construction thereof requires a permit pursuant to section 404 of the federal clean water act (33 U.S.C. \\'a7  1344);\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ldblquote fuel cell\\rdblquote  shall mean a device that produces electricity from hydrogen or hydrocarbon fuel through a non-combustive electro-chemical process; and\\par\n\\ldblquote photovoltaic module\\rdblquote  shall mean a device that converts the energy of sunlight into electrical energy.\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\ulnone\\tab\\'a72. This local law shall take effect immediately upon its enactment into law.\\tab\\par\n\\par\n\\par\n\\pard\\hyphpar0\\qj\\fs16 JH\\par\nLS 2530 Koppell-Ecoroofs\\par\nH:/LS Requests-Koppell-Environmentally Beneficial Roofs\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj 7-20-05  9:10 pm\\par\n\\pard\\hyphpar0\\sb120\\sl480\\slmult1\\qj\\fs24  \\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
