{
  "ID": 33914,
  "GUID": "874B3FD3-96F4-4305-9101-3D525EEFF990",
  "File": "Int 0684-2005",
  "Name": "Process of obtaining a permit for, and the police handling of, First Amendment assemblies.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the process of obtaining a permit for, and the police handling of, First Amendment assemblies.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2005-07-27T00:00:00Z",
  "AgendaDate": "2005-07-27T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 178690,
      "Date": "2005-07-27T10:41:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 178844,
      "Date": "2005-07-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5082,
      "AgendaSequence": 127,
      "MinutesSequence": 161,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185147,
      "Date": "2005-12-31T16:50:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 34197,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Legislative Findings and Intent.\n\tThere has been a huge public outcry regarding how demonstrations and protests, particularly First Amendment assemblies, are permitted to proceed in the city of New York and how police officers have conducted themselves at such events. New York City law dictates the procedures used by the City in evaluating and eventually approving or disapproving applications for permits to conduct parades and processions, such as demonstrations or marches. Regulations of the New York Police Department set forth guidelines that cover the application procedure.\nWhile protecting our national security and public safety are of paramount importance, it is neither necessary nor fair to do so at the expense of First Amendments rights to lawful expressive activity.  In order to protect the safety and well-being of New York City residents, while preserving the First Amendment rights of demonstrators and parade participants, the New York City Council finds it necessary to alter the NYPD’s policy for handling First Amendment assemblies, so that the procedures for assembly approval and the police response to the assembly emphasize the protection of First Amendment rights, the use of arrests as a last resort, and de-escalation with respect to crowd management. \n§ 2. Subdivision a of § 10-110 of the administrative code of the city of New York is amended to read as follows: \n§10-110 Processions and parades. \na. Permits. A procession, parade, or race, other than a first amendment assembly, shall be permitted upon any street or in any public place only after a written permit therefor has been obtained from the police commissioner. \n§ 3. Subdivision b of section 10-110 of the administrative code of the city of New York is re-lettered as subdivision c, and a new subdivision b is added, to read as follows: \n b. 1. Definitions.  For purposes of this subdivision only, “first amendment assembly” shall mean a demonstration, rally, parade, march or other similar gathering conducted for the purpose of persons expressing political, social or religious views.\n2. Notice and plan approval process for first amendment assemblies. A first amendment assembly shall be permitted upon any street or in any public place only after a written permit therefor has been obtained from the police commissioner. Application for such permit shall be made in writing, upon a suitable form prescribed and furnished by the department, not less than thirty-six hours previous to the forming or marching of such first amendment assembly. The commissioner shall, after due investigation of such application, grant such permit subject to the following restrictions: \n(a) Each such permit shall designate specifically the route through which the first amendment assembly shall move;\n(b) The police commissioner shall take final action on a notice of and an application for approval of a plan for a first amendment assembly within a reasonably prompt period of time, considering such factors as the anticipated size of the assembly, the proposed date and location, and the number of days between the application date and the proposed assembly date; \n(c) Where a complete application for approval of a first amendment assembly plan is filed 60 days or more prior to the proposed assembly date, the application shall receive final action no later than 30 days prior to the proposed assembly.  Following the approval of an assembly plan in response to an application, the police commissioner may, after consultation with the person or  group giving notice of the assembly, amend the plan to make reasonable modifications to the assembly location or route up until 10 days prior to the assembly date based on considerations of public safety;\n(d) It shall be unlawful for the police commissioner to deny a permit based on the content or message of the parade or procession, or based on the police commissioner’s view that the event is likely to result in illegal activity, unless it can be demonstrated that the rejection of the permit is in furtherance of a substantial government interest;\n(e) The police commissioner shall inform the person or group giving notice of an assembly, in writing, of the reasons for any decision to deny an application for approval of a first amendment assembly plan; revoke an assembly plan prior to the date of the planned assembly; or approve an assembly plan subject to time, place or manner restrictions that the applicant has advised the police commissioner are objectionable to the applicant.  Any applicant whose proposed assembly plan has been denied, revoked prior to the date of the planned assembly, or granted subject to time, place or manner restrictions deemed objectionable by the applicant, may appeal such decision to the mayor or the mayor’s designee, who shall concur with, modify or overrule the decision of the police commissioner.  The mayor shall make a decision on appeal expeditiously and prior to the date and time the assembly is planned to commence, and shall explain in writing the reasons for the decision. \n3. Police handling and response to first amendment assemblies.  (a) The police department’s handling of and response to all first amendment assemblies shall be designed and implemented to respect the right of persons to organize and participate in peaceful first amendment assemblies on the streets and other public ways, to engage in first amendment assembly near the object of their protest so they may be seen and heard, and to accommodate the interest of persons not participating in the assemblies to use the streets and other public ways.\n(b) When participants in a first amendment assembly fail to comply with reasonable time, place and manner restrictions, the police department shall, to the extent reasonably possible, first seek to enforce the restriction through voluntary compliance and then, as appropriate, to enforce the restrictions by issuing summonses to, or by arresting, the specific non-compliant persons, where probable cause exists to issue a summons or make an arrest.\n(c) Where participants in a first amendment assembly, or other persons at the location of the assembly, engage in unlawful disorderly conduct, violence toward persons or property, or unlawfully threaten violence, the police department shall, to the extent reasonably possible, respond by dispersing, controlling or arresting the persons engaging in such conduct, and not by issuing a general order to disperse, thus allowing the first amendment assembly to continue.\n(d) The police department shall not use netting or any other method to encircle or substantially encircle a first amendment assembly except where there is probable cause to believe that a significant number or percentage of persons located in the area have committed unlawful acts (other than failure to have a permit). \n4. Failure to have a permit.  (a) The purpose of the process set forth in paragraph 2 of subdivision b of this section is to avoid situations where more than one group seeks to use the same place at the same time and to provide the police with adequate notice of the occurrence of a first amendment assembly so as to provide protection, traffic control and other support for the first amendment assembly.  (b) It shall not be unlawful to hold a first amendment assembly without having provided notice or obtained an approved assembly plan.\n\n§ 4.  This local law shall take effect 60 days after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Verdana;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\tab Section 1. Legislative Findings and Intent.\\par\n\\tab There has been a huge public outcry regarding how demonstrations and protests, particularly First Amendment assemblies, are permitted to proceed in the city of New York and how police officers have conducted themselves at such events. New York City law dictates the procedures used by the City in evaluating and eventually approving or disapproving applications for permits to conduct parades and processions, such as demonstrations or marches. Regulations of the New York Police Department set forth guidelines that cover the application procedure.\\par\n\\pard\\fi720\\sl480\\slmult1 While protecting our national security and public safety are of paramount importance, it is neither necessary nor fair to do so at the expense of First Amendments rights to lawful expressive activity.  In order to protect the safety and well-being of New York City residents, while preserving the First Amendment rights of demonstrators and parade participants, the New York City Council finds it necessary to alter the NYPD\\rquote s policy for handling First Amendment assemblies, so that the procedures for assembly approval and the police response to the assembly emphasize the protection of First Amendment rights, the use of arrests as a last resort, and de-escalation with respect to crowd management. \\par\n\\pard\\sl480\\slmult1\\'a7 2. Subdivision a of \\'a7 10-110 of the administrative code of the city of New York is amended to read as follows: \\par\n\\'a710-110 Processions and parades. \\par\na. Permits. A procession, parade, or race\\ul , other than a first amendment assembly,\\ulnone  shall be permitted upon any street or in any public place only after a written permit therefor has been obtained from the police commissioner. \\par\n\\'a7 3. Subdivision b of section 10-110 of the administrative code of the city of New York is re-lettered as subdivision c, and a new subdivision b is added, to read as follows: \\par\n \\ul b. 1. Definitions.  For purposes of this subdivision only, \\ldblquote first amendment assembly\\rdblquote  shall mean a demonstration, rally, parade, march or other similar gathering conducted for the purpose of persons expressing political, social or religious views.\\par\n2. Notice and plan approval process for first amendment assemblies. A first amendment assembly shall be permitted upon any street or in any public place only after a written permit therefor has been obtained from the police commissioner. Application for such permit shall be made in writing, upon a suitable form prescribed and furnished by the department, not less than thirty-six hours previous to the forming or marching of such first amendment assembly. The commissioner shall, after due investigation of such application, grant such permit subject to the following restrictions: \\par\n(a) Each such permit shall designate specifically the route through which the first amendment assembly shall move;\\par\n(b) The police commissioner shall take final action on a notice of and an application for approval of a plan for a first amendment assembly within a reasonably prompt period of time, considering such factors as the anticipated size of the assembly, the proposed date and location, and the number of days between the application date and the proposed assembly date; \\par\n(c) Where a complete application for approval of a first amendment assembly plan is filed 60 days or more prior to the proposed assembly date, the application shall receive final action no later than 30 days prior to the proposed assembly.  Following the approval of an assembly plan in response to an application, the police commissioner may, after consultation with the person or  group giving notice of the assembly, amend the plan to make reasonable modifications to the assembly location or route up until 10 days prior to the assembly date based on considerations of public safety;\\par\n(d) It shall be unlawful for the police commissioner to deny a permit based on the content or message of the parade or procession, or based on the police commissioner\\rquote s view that the event is likely to result in illegal activity, unless it can be demonstrated that the rejection of the permit is in furtherance of a substantial government interest;\\par\n(e) The police commissioner shall inform the person or group giving notice of an assembly, in writing, of the reasons for any decision to deny an application for approval of a first amendment assembly plan; revoke an assembly plan prior to the date of the planned assembly; or approve an assembly plan subject to time, place or manner restrictions that the applicant has advised the police commissioner are objectionable to the applicant.  Any applicant whose proposed assembly plan has been denied, revoked prior to the date of the planned assembly, or granted subject to time, place or manner restrictions deemed objectionable by the applicant, may appeal such decision to the mayor or the mayor\\rquote s designee, who shall concur with, modify or overrule the decision of the police commissioner.  The mayor shall make a decision on appeal expeditiously and prior to the date and time the assembly is planned to commence, and shall explain in writing the reasons for the decision. \\par\n3. Police handling and response to first amendment assemblies.  (a) The police department\\rquote s handling of and response to all first amendment assemblies shall be designed and implemented to respect the right of persons to organize and participate in peaceful first amendment assemblies on the streets and other public ways, to engage in first amendment assembly near the object of their protest so they may be seen and heard, and to accommodate the interest of persons not participating in the assemblies to use the streets and other public ways.\\par\n(b) When participants in a first amendment assembly fail to comply with reasonable time, place and manner restrictions, the police department shall, to the extent reasonably possible, first seek to enforce the restriction through voluntary compliance and then, as appropriate, to enforce the restrictions by issuing summonses to, or by arresting, the specific non-compliant persons, where probable cause exists to issue a summons or make an arrest.\\par\n(c) Where participants in a first amendment assembly, or other persons at the location of the assembly, engage in unlawful disorderly conduct, violence toward persons or property, or unlawfully threaten violence, the police department shall, to the extent reasonably possible, respond by dispersing, controlling or arresting the persons engaging in such conduct, and not by issuing a general order to disperse, thus allowing the first amendment assembly to continue.\\par\n(d) The police department shall not use netting or any other method to encircle or substantially encircle a first amendment assembly except where there is probable cause to believe that a significant number or percentage of persons located in the area have committed unlawful acts (other than failure to have a permit). \\par\n4. Failure to have a permit.  (a) The purpose of the process set forth in paragraph 2 of subdivision b of this section is to avoid situations where more than one group seeks to use the same place at the same time and to provide the police with adequate notice of the occurrence of a first amendment assembly so as to provide protection, traffic control and other support for the first amendment assembly.  (b) It shall not be unlawful to hold a first amendment assembly without having provided notice or obtained an approved assembly plan.\\f1\\par\n\\pard\\ri720\\sb100\\sa100\\sl480\\slmult1\\ulnone\\f0\\par\n\\'a7 4.  This local law shall take effect 60 days after its enactment into law.\\par\n\\pard\\sl480\\slmult1\\ul\\f1\\line\\line\\par\n\\f0\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
