{
  "ID": 33922,
  "GUID": "CD6B09D2-60BB-4BF1-B0F5-1A42D652F74F",
  "File": "Int 0685-2005",
  "Name": "Seizure of abandoned bicycles.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the seizure of abandoned bicycles.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2005-07-27T00:00:00Z",
  "AgendaDate": "2005-07-27T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    }
  ],
  "History": [
    {
      "ID": 178704,
      "Date": "2005-07-27T09:23:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 178845,
      "Date": "2005-07-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5082,
      "AgendaSequence": 128,
      "MinutesSequence": 162,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185148,
      "Date": "2005-12-31T16:50:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 34205,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Declaration of Legislative Findings and Intent.  On the last Friday of every month for the past dozen years in the City of New York, groups of bicycle riders have gathered to ride together in Critical Mass rides through the City’s streets.  Critical Mass rides occur on the last Friday of the month in over 300 cities around the world.  Some ride for fun and community.  Some ride for safety in numbers.  Most agree that bicycle riding is a safe alternative mode of transportation and that cyclists should enjoy the same access to the public roadways that automobile drivers do.  As part of their mission, many Critical Mass participants seek to make New York City a safer and cleaner city by promoting bicycle riding and policies encouraging bicycle riding.\n\tRecently, following the passage of anti-terrorism laws and a police crackdown on First Amendment activity during the 2004 Republican National Convention, the free speech rights of these riders have been severely limited by police tactics, including videotaping and other surveillance of peaceful gatherings, aggressive policing, including infiltration and harassment of the riders and groups that promote them by police officers, mass arrests, and legal actions in State and Federal Court seeking injunctions that would prevent the rides altogether.\nOn the night of the September 2004 Critical Mass ride, the New York City Police Department seized a number of bicycles on 36th Street between 5th and 6th Avenues in what the City later characterized as an attempt to punish cyclists’ participation in, and prevent their continued participation, in the September Critical Mass bike ride.  The City justified these seizures by claiming that section 16-122 (b) of the Administrative Code granted them the authority to seize any bicycles chained to public street fixtures as “other movable property.”  The police have taken the position that this regulation makes it illegal for people to leave their bicycles unattended on a public street, whether or not they are chained to traffic signs or parking meters.  Since the September bicycle seizures, the New York City Police Department has seized scores of other bicycles on numerous occasions under the authority they claim section 16-122 of the Administrative Code grants them.  For example, in October 2004, on the night of the Halloween Critical Mass ride, the police seized several bicycles attached to a privately-owned fence.  These actions indicate that the police believe that they may seize any bicycle a person is not actually riding as “other movable property” or “unattended personal property.”  \nThe New York City Council disagrees with this interpretation of §16-122 of the Administrative Code and finds that this statute was never intended to apply to bicycles at all.  Its predecessor read:  “It shall be unlawful for any person, his agent or employee, to leave, or to suffer to permit to be left, any vehicle, box, barrel, bale of merchandise, or other movable property, owned by him, upon any public street, or to erect or cause to be erected thereon any shed, building or other obstruction.  The owner or driver of a disabled vehicle shall be allowed a reasonable time, not exceeding three hours, in which to remove it.”  The phrase “any vehicle” was added in 1937, and itself replaced a list of both motorized and non-motorized vehicles in the pre-1937 version of the statute (“any truck, cart, wagon, or other vehicles”).  In 1969, the City Council amended this provision to create its current structure by adding subdivisions (a), (c), (e) and (f), which explicitly refer to motor vehicles.  At the same time, all reference to “vehicles” was removed from the text of what is currently subdivision (b).  As the current subdivision (a) of section 16-122 makes clear, the 1969 restructuring was meant to provide a means for punishing “those persons who abandon and/or remove component parts of motor vehicles in public streets.”  This statute does not contemplate activities related to non-motor vehicles, such as bicycles, nor does it contemplate activities related to non-motor vehicles that are left unattended, but not abandoned.\nNevertheless, the New York City Council finds that removing genuinely abandoned bicycles affixed to public property serves a legitimate governmental objective.  Accordingly, in order to authorize the City to remove actually abandoned bicycles, and prevent bicycles that have not been abandoned from being impounded, the New York City Council finds that it is necessary to amend the Administrative Code in relation to the seizures of bicycles by (1) explicitly authorizing the seizure of actually abandoned bicycles, (b) creating a notice requirement in connection therewith, and (c) establishing procedures for the retrieval of abandoned bicycles seized pursuant to this section.\n§2.\tSubdivision a of section 16-122 of the administrative code of the city of New York is amended to read as follows:\na.\tLegislative intent.  The need for this legislation is indicated by the ever increasing number of abandoned cars and bicycles in the city of New York.  The purpose of this section is to punish those persons who abandon and/or remove component parts of motor vehicles in public streets, and to provide for the seizure of genuinely abandoned bicycles.  It is not the intent to prohibit or preclude any person in lawful possession of a vehicle from making lawful repairs or removing any component part for the purpose of making lawful repairs or removing any component part for the purpose of making such lawful repairs to a motor vehicle on a public street.  It is not the intent to prohibit or preclude any person from temporarily leaving a bicycle unattended without it being deemed to have been abandoned.\n§3.\tSubdivision i of section 16-122 of the administrative code of the city of New York is amended to read as follows:\ni.  In the instance where the notice of violation, appearance ticket or summons is issued for breach of the provisions of this section and sets forth thereon civil penalties only, such process shall be returnable to the environmental control board, which shall have the power to impose the civil penalties hereinabove provided in [subdivision] subdivisions h and l of this section.\n§4.\tSection 16-122 of the administrative code of the city of New York is amended by adding new subdivisions k, l, m, n, o and p to read as follows:\nk.  It shall be unlawful for any person or such person’s agent or employee to abandon, or to suffer or permit to be abandoned, any bicycle, whether or not owned by such person, in any public place.  The owner or operator of a bicycle shall be allowed a reasonable time, not less than thirty-six hours, within which to remove such abandoned bicycle from the public place.\nl.  Any person found to have violated any of the provisions of subdivision k of this section shall be liable for a civil penalty of not less than twenty-five dollars nor more than one hundred dollars.  \nm.  Before a bicycle may be impounded pursuant to this section, the owner of such bicycle shall be given notice of the city’s intent to impound the bicycle.  The notice of intention to impound the bicycle shall be affixed to the bicycle and shall state the section of law violated, the date, time and location where the enforcement officer issued the notice of intent to impound.  Where the operator of the bicycle to be impounded is known to the enforcement officer, the enforcement officer may give the notice of intention to impound to the operator.  Where the operator of the bicycle to be impounded is known to the enforcement officer, the operator shall be given a written notice explaining the procedures for obtaining release of the bicycle.  The notice shall include a brief description of the bicycle, the location where the bicycle may be claimed, the applicable charges for removal and storage, and instructions on the steps necessary to request a hearing before the environmental control board.  The notice shall also include a conspicuous notification to the operator and/or owner that he or she is required to contact the agency in possession of the bicycle to inform that agency if and when a hearing is scheduled on the matter.  If, after thirty-six hours from the issuance of the notice of intention to impound, the bicycle is still at the same location, the city may impound the bicycle.\nn.  A bicycle impounded under this section shall be released to the owner or another person lawfully entitled to possession upon payment of the costs of removal and storage as set forth in the rules of the police department and proof of payment of any fine or civil penalty for the violation or, if a proceeding for the violation is pending in a court or before the environmental control board, upon the posting of a bond or other form of security acceptable to the police department in an amount which will assure the payment of such costs and any fine or penalty which may be imposed for the violation.  The police department shall establish by rule the time within which bicycles which are not redeemed may be disposed of and the procedures for disposal. \no.  The owner of a bicycle that has been impounded shall be given the opportunity for a hearing regarding the impoundment before the environmental control board within five business days of the impoundment.  The environmental control board shall render a determination within three business days after the conclusion of the hearing.  Where the board finds that there was no basis for the impoundment, the owner shall be entitled to immediate possession of the bicycle without charge or to the extent that any amount has been previously paid for the release of the bicycle, such amount shall be refunded.\np.  Upon the impoundment of a bicycle, a reasonable attempt will be made to give the owner of the bicycle written notice of the procedure for redemption of the bicycle and the procedure for requesting a post seizure hearing.  Where the operator is not the owner thereof, notice provided to the operator shall be deemed to be notice to the owner.  Where the defendant or respondent is less than eighteen years old, such notice shall also be mailed to the parent, guardian or, where relevant, employer of the respondent, if the name and address of such person is reasonably ascertainable.\n§3.  This local law shall take effect thirty days after it is enacted into law.\n\n\nPH\n7.20.05.\nLS 2800",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\tab Section 1.  Declaration of Legislative Findings and Intent.  On the last Friday of every month for the past dozen years in the City of New York, groups of bicycle riders have gathered to ride together in Critical Mass rides through the City\\rquote s streets.  Critical Mass rides occur on the last Friday of the month in over 300 cities around the world.  Some ride for fun and community.  Some ride for safety in numbers.  Most agree that bicycle riding is a safe alternative mode of transportation and that cyclists should enjoy the same access to the public roadways that automobile drivers do.  As part of their mission, many Critical Mass participants seek to make New York City a safer and cleaner city by promoting bicycle riding and policies encouraging bicycle riding.\\par\n\\tab Recently, following the passage of anti-terrorism laws and a police crackdown on First Amendment activity during the 2004 Republican National Convention, the free speech rights of these riders have been severely limited by police tactics, including videotaping and other surveillance of peaceful gatherings, aggressive policing, including infiltration and harassment of the riders and groups that promote them by police officers, mass arrests, and legal actions in State and Federal Court seeking injunctions that would prevent the rides altogether.\\par\n\\pard\\fi720\\sl480\\slmult1 On the night of the September 2004 Critical Mass ride, the New York City Police Department seized a number of bicycles on 36\\super th\\nosupersub  Street between 5\\super th\\nosupersub  and 6\\super th\\nosupersub  Avenues in what the City later characterized as an attempt to punish cyclists\\rquote  participation in, and prevent their continued participation, in the September Critical Mass bike ride.  The City justified these seizures by claiming that section 16-122 (b) of the Administrative Code granted them the authority to seize \\ul any\\ulnone  bicycles chained to public street fixtures as \\ldblquote other movable property.\\rdblquote   The police have taken the position that this regulation makes it illegal for people to leave their bicycles unattended on a public street, whether or not they are chained to traffic signs or parking meters.  Since the September bicycle seizures, the New York City Police Department has seized scores of other bicycles on numerous occasions under the authority they claim section 16-122 of the Administrative Code grants them.  For example, in October 2004, on the night of the Halloween Critical Mass ride, the police seized several bicycles attached to a privately-owned fence.  These actions indicate that the police believe that they may seize any bicycle a person is not actually riding as \\ldblquote other movable property\\rdblquote  or \\ldblquote unattended personal property.\\rdblquote   \\par\nThe New York City Council disagrees with this interpretation of \\'a716-122 of the Administrative Code and finds that this statute was never intended to apply to bicycles at all.  Its predecessor read:  \\ldblquote It shall be unlawful for any person, his agent or employee, to leave, or to suffer to permit to be left, any vehicle, box, barrel, bale of merchandise, or other movable property, owned by him, upon any public street, or to erect or cause to be erected thereon any shed, building or other obstruction.  The owner or driver of a disabled vehicle shall be allowed a reasonable time, not exceeding three hours, in which to remove it.\\rdblquote   The phrase \\ldblquote any vehicle\\rdblquote  was added in 1937, and itself replaced a list of both motorized and non-motorized vehicles in the pre-1937 version of the statute (\\ldblquote any truck, cart, wagon, or other vehicles\\rdblquote ).  In 1969, the City Council amended this provision to create its current structure by adding subdivisions (a), (c), (e) and (f), which explicitly refer to motor vehicles.  At the same time, all reference to \\ldblquote vehicles\\rdblquote  was removed from the text of what is currently subdivision (b).  As the current subdivision (a) of section 16-122 makes clear, the 1969 restructuring was meant to provide a means for punishing \\ldblquote those persons who abandon and/or remove component parts of motor vehicles in public streets.\\rdblquote   This statute does not contemplate activities related to non-motor vehicles, such as bicycles, nor does it contemplate activities related to non-motor vehicles that are left unattended, but not abandoned.\\par\nNevertheless, the New York City Council finds that removing genuinely abandoned bicycles affixed to public property serves a legitimate governmental objective.  Accordingly, in order to authorize the City to remove actually abandoned bicycles, and prevent bicycles that have not been abandoned from being impounded, the New York City Council finds that it is necessary to amend the Administrative Code in relation to the seizures of bicycles by (1) explicitly authorizing the seizure of actually abandoned bicycles, (b) creating a notice requirement in connection therewith, and (c) establishing procedures for the retrieval of abandoned bicycles seized pursuant to this section.\\par\n\\'a72.\\tab Subdivision a of section 16-122 of the administrative code of the city of New York is amended to read as follows:\\par\na.\\tab Legislative intent.  The need for this legislation is indicated by the ever increasing number of abandoned cars \\ul and bicycles\\ulnone  in the city of New York.  The purpose of this section is to punish those persons who abandon and/or remove component parts of motor vehicles in public streets\\ul , and to provide for the seizure of genuinely abandoned bicycles\\ulnone .  It is not the intent to prohibit or preclude any person in lawful possession of a vehicle from making lawful repairs or removing any component part for the purpose of making lawful repairs or removing any component part for the purpose of making such lawful repairs to a motor vehicle on a public street.  \\ul It is not the intent to prohibit or preclude any person from temporarily leaving a bicycle unattended without it being deemed to have been abandoned.\\par\n\\ulnone\\'a73.\\tab Subdivision i of section 16-122 of the administrative code of the city of New York is amended to read as follows:\\par\ni.  In the instance where the notice of violation, appearance ticket or summons is issued for breach of the provisions of this section and sets forth thereon civil penalties only, such process shall be returnable to the environmental control board, which shall have the power to impose the civil penalties hereinabove provided in [subdivision] \\ul subdivisions\\ulnone  h \\ul and l\\ulnone  of this section.\\par\n\\'a74.\\tab Section 16-122 of the administrative code of the city of New York is amended by adding new subdivisions k, l, m, n, o and p to read as follows:\\par\n\\ul k.  It shall be unlawful for any person or such person\\rquote s agent or employee to abandon, or to suffer or permit to be abandoned, any bicycle, whether or not owned by such person, in any public place.  The owner or operator of a bicycle shall be allowed a reasonable time, not less than thirty-six hours, within which to remove such abandoned bicycle from the public place.\\par\nl.  Any person found to have violated any of the provisions of subdivision k of this section shall be liable for a civil penalty of not less than twenty-five dollars nor more than one hundred dollars.  \\par\nm.  Before a bicycle may be impounded pursuant to this section, the owner of such bicycle shall be given notice of the city\\rquote s intent to impound the bicycle.  The notice of intention to impound the bicycle shall be affixed to the bicycle and shall state the section of law violated, the date, time and location where the enforcement officer issued the notice of intent to impound.  Where the operator of the bicycle to be impounded is known to the enforcement officer, the enforcement officer may give the notice of intention to impound to the operator.  Where the operator of the bicycle to be impounded is known to the enforcement officer, the operator shall be given a written notice explaining the procedures for obtaining release of the bicycle.  The notice shall include a brief description of the bicycle, the location where the bicycle may be claimed, the applicable charges for removal and storage, and instructions on the steps necessary to request a hearing before the environmental control board.  The notice shall also include a conspicuous notification to the operator and/or owner that he or she is required to contact the agency in possession of the bicycle to inform that agency if and when a hearing is scheduled on the matter.  If, after thirty-six hours from the issuance of the notice of intention to impound, the bicycle is still at the same location, the city may impound the bicycle.\\par\nn.  A bicycle impounded under this section shall be released to the owner or another person lawfully entitled to possession upon payment of the costs of removal and storage as set forth in the rules of the police department and proof of payment of any fine or civil penalty for the violation or, if a proceeding for the violation is pending in a court or before the environmental control board, upon the posting of a bond or other form of security acceptable to the police department in an amount which will assure the payment of such costs and any fine or penalty which may be imposed for the violation.  The police department shall establish by rule the time within which bicycles which are not redeemed may be disposed of and the procedures for disposal. \\par\no.  The owner of a bicycle that has been impounded shall be given the opportunity for a hearing regarding the impoundment before the environmental control board within five business days of the impoundment.  The environmental control board shall render a determination within three business days after the conclusion of the hearing.  Where the board finds that there was no basis for the impoundment, the owner shall be entitled to immediate possession of the bicycle without charge or to the extent that any amount has been previously paid for the release of the bicycle, such amount shall be refunded.\\par\np.  Upon the impoundment of a bicycle, a reasonable attempt will be made to give the owner of the bicycle written notice of the procedure for redemption of the bicycle and the procedure for requesting a post seizure hearing.  Where the operator is not the owner thereof, notice provided to the operator shall be deemed to be notice to the owner.  Where the defendant or respondent is less than eighteen years old, such notice shall also be mailed to the parent, guardian or, where relevant, employer of the respondent, if the name and address of such person is reasonably ascertainable.\\par\n\\ulnone\\'a73.  This local law shall take effect thirty days after it is enacted into law.\\par\n\\pard\\par\n\\par\n\\fs16 PH\\par\n7.20.05.\\par\nLS 2800\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
