{
  "ID": 33850,
  "GUID": "9D1B927A-0374-4A37-B206-715F412537AC",
  "File": "Int 0686-2005",
  "Name": "Building Permits",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to building permits.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2005-07-27T00:00:00Z",
  "AgendaDate": "2005-07-27T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    }
  ],
  "History": [
    {
      "ID": 178521,
      "Date": "2005-07-27T08:56:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 178850,
      "Date": "2005-07-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5082,
      "AgendaSequence": 133,
      "MinutesSequence": 167,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185149,
      "Date": "2005-12-31T16:50:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 34133,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Section 27-147 of title 27 of the administrative code of the city of New York is hereby amended to read as follows:\n§ 27-147 When permits required. No building construction or alteration work, foundation or earthwork, demolition or removal work, or plumbing work shall be commenced, and no signs or service equipment of the types listed in articles sixteen and seventeen of this subchapter shall be erected, installed, altered, repaired, or used, nor shall any service equipment of the types listed in article eighteen of this subchapter be used or operated, unless and until a written permit therefor shall have been issued by the commissioner. The commissioner shall not issue such a permit for building construction or alteration work, foundation or earthwork, demolition or removal work unless and until the party applying for such a permit is licensed in accordance with the provisions of section 20-387 of this code. The provisions of this section shall not apply, however, to minor alterations and ordinary repairs, as defined and delineated in article five of this subchapter or to work or equipment exempted from permit requirements under the provisions of sections 27-176, 27-179, 27-184 and 27-189 of this subchapter.\n§2. This local law shall take effect ninety days after its enactment into law.\nLS 2962\nAIS\n7/13/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\tab Section 1. Section 27-147 of title 27 of the administrative code of the city of New York is hereby amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\'a7 27-147 When permits required. No building construction or alteration work, foundation or earthwork, demolition or removal work, or plumbing work shall be commenced, and no signs or service equipment of the types listed in articles sixteen and seventeen of this subchapter shall be erected, installed, altered, repaired, or used, nor shall any service equipment of the types listed in article eighteen of this subchapter be used or operated, unless and until a written permit therefor shall have been issued by the commissioner. \\ul The commissioner shall not issue such a permit for building construction or alteration work, foundation or earthwork, demolition or removal work unless and until the party applying for such a permit is licensed in accordance with the provisions of section 20-387 of this code.\\ulnone  The provisions of this section shall not apply, however, to minor alterations and ordinary repairs, as defined and delineated in article five of this subchapter or to work or equipment exempted from permit requirements under the provisions of sections 27-176, 27-179, 27-184 and 27-189 of this subchapter.\\par\n\\'a72. This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\fs18 LS 2962\\par\nAIS\\par\n7/13/05\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
