{
  "ID": 33851,
  "GUID": "71FD65BA-0071-424C-91D2-A635D6859680",
  "File": "Int 0687-2005",
  "Name": "Creation of an office of waste reduction, reuse and recycling.",
  "Title": "A Local Law to amend the New York City charter, and the administrative code of the city of New York, in relation to the creation of an office of waste reduction, reuse and recycling and the repeal of sections 16-311 and 16-316 of the administrative code of the city of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2005-07-27T00:00:00Z",
  "AgendaDate": "2005-07-27T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 178522,
      "Date": "2005-07-27T08:57:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 178851,
      "Date": "2005-07-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5082,
      "AgendaSequence": 134,
      "MinutesSequence": 168,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185150,
      "Date": "2005-12-31T16:50:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 34134,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Chapter 1 of the New York city charter is amended by adding a new section 20 to read as follows:\n\t§20. Division of waste reduction, reuse and recycling.  a. By July 1, 2006, there shall be established within the mayor’s office of operations a division of waste reduction, reuse and recycling.\nb. The division of waste reduction, reuse and recycling shall be headed by a director \nwho shall report directly to the director of the office of operations.\n c. By July 1, 2006, all of the duties and responsibilities of the bureau of waste \nprevention, reuse and recycling within the department of sanitation and any other similar duties and responsibilities performed by any other agency shall be immediately transferred to the division of waste reduction, reuse and recycling.\nd. The director of the division of waste reduction, reuse and recycling shall have the \npower, responsibility, and the duty to:\t\n            1. By January 1, 2007, develop and begin implementation of a plan for increasing waste reduction, reuse and recycling in Manhattan community districts seven and eight to the extent that not less than thirty percent of department-collected residential waste is diverted from the waste stream by no later than January 1, 2012, and not less than forty percent of department collected residential waste is diverted from such waste by no later than January 1, 2015;\n\t2. By January 1, 2008, develop and begin implementation of a plan for increasing waste reduction, reuse and recycling for the city to the extent that not less than forty percent of the entire department-collected residential waste stream shall be diverted from such waste stream by no later than January 1, 2016;\n\t3. By January 1, 2009, develop and begin implementation of a plan that will, through utilization of new technologies or any other means, reduce by not less than eighty percent the amount of department-collected residential solid waste exported from the city for disposal in a landfill or incinerator by no later than July 1, 2020;\n\t4. By January 1, 2008, and every year thereafter, report to the mayor and the council regarding the division’s activities over the previous fiscal year with respect to the reduction, reuse, and recycling of solid waste and costs associated with these activities;\n\t5. Develop, implement, and thereafter coordinate the city’s efforts to reduce, reuse and recycle solid waste by implementing policies and programs that include, but are not limited to, education and outreach, legislative recommendations, community-based efforts and other policy initiatives;\n\t6. Recommend to the mayor and council what materials are appropriate for waste reduction, reuse and recycling;\n\t7. Serve as the central source of information on waste reduction, reuse, and recycling and the processes for accomplishing same for the mayor, the council and the public;\n\t8. Enter into such contracts as may be necessary to implement policies and programs consistent with the provisions of this chapter;\n\t9. Except as may be allocated in the city budget, disburse available city, state, and federal funds to waste reduction, reuse and recycling programs throughout the city and, coordinate the use of such funds with available funding from the private sector for said programs;\n\t10. Maintain and operate such programs and plan, design, construction, operate, alteration, repair, maintain, replace, enlarge and regulate facilities and equipment necessary for or useful for performing the functions and exercising the powers and duties enumerated in this section;\n\t11. Perform such other responsibilities with respect to waste reduction, reuse, and recycling matters as the mayor shall direct and as may be provided for elsewhere in the charter or in the administrative code.\n\t12. To promulgate rules necessary to effectuate the purposes of this section.\ne. Each community district shall have, or, when practicable, community districts may \nshare, a waste reduction, reuse, and recycling team consisting of a supervisor, a waste auditor, a residential recycling coordinator, a schools and hospitals coordinator, and a synergies reuse/reduction coordinator.\n\tf. Notwithstanding any other provision in this section, the department of sanitation shall\n retain all duties and responsibilities related to the collection and delivery of recylable and/or reusable materials, except as the director may determine otherwise.\n\t§2. Subdivision e of section 16-306 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\n\t e. Within any recycling district, the [commissioner] director of the division of waste reduction, reuse and recycling may exempt residential generators from the source separation requirement of this section if the [department] division of waste reduction, reuse and recycling employs alternative recycling methods, including but not limited to the use of buy-back centers, drop-off centers, or post-collection separation devices, provided that participation in any alternative methods is sufficient to achieve for the recycling district a percentage of the recycling requirement in this section at least equal to the  percent  of  the citywide department-collected solid waste that is collected within the district. The [commissioner] director of the division of waste reduction, reuse and recycling shall not exempt residential generators from the source separation requirement of this section unless he or she determines that for the recycling district source separation cannot otherwise achieve the recycling levels required in this section.\n\t§3. Section 16-306 of the administrative code of the city of New York and as last amended by local law number 42 for the year 1996, is amended to read as follows:\n            §16-306 Private carter-collected waste. a. The [commissioner] director of the division of waste reduction, reuse and recycling shall adopt and implement rules designating recyclable   materials that constitute in the aggregate at least one-half of all solid waste collected by private carters, and additional materials if the [commissioner] director of the division of waste reduction, reuse and recycling determines that economic markets exist for them. Pursuant to subdivision b of this section, such rules shall require generators of private carter-collected waste to source separate some or all of the designated materials and to arrange for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials. With regard to designated materials that are not required by such rules to be source separated, generators of private carter-collected waste may source separate these designated materials and, in any event, shall arrange for their lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters.  If a generator of   private   carter-collected waste has source separated the designated materials in accordance with the rules and arranged for the lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials and, with regard to designated materials that are not required by such rules to be source separated, arranged for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters, such arrangement shall constitute an affirmative defense to any proceeding  brought against the generator  pursuant to section 16-324 of  this chapter.\n            b.  The rules promulgated pursuant to subdivision a of this section shall require that generators of waste collected by businesses required to be licensed pursuant to section 16-505 of this code source separate the designated materials in such manner and to such extent as the   [commissioner] director of the division of waste reduction, reuse and recycling determines to be necessary to minimize contamination and maximize the marketability of such materials. However, in promulgating such rules the [commissioner] director of the division of waste reduction, reuse and recycling shall not require source separation of a material unless the [commissioner] director of the division of waste reduction, reuse and recycling has determined that an economic market exists for such material. For the purpose of this section, the term   \"economic market\" refers to instances in which the full avoided costs of proper collection, transportation and disposal of source separated materials are equal to or greater than the cost of collection, transportation and sale of said materials less the amount received from the sale of said materials. The New York city [trade waste] business integrity commission shall adopt and implement rules requiring businesses licensed to remove, collect or dispose of trade waste to provide for the collection of, and ensure the continued separation of, designated materials that have been source separated, provide for the separation of all other designated materials, and provide for recycling of all the designated materials. Rules promulgated by the [trade waste] business integrity commission pursuant to this subdivision shall be enforced in the manner provided in section 16-517 of this code and violations of such rules shall be subject to the penalties provided in subdivision a of section 16-515 of this code for violation of the provisions of chapter 16-A.  In addition, the  [commissioner] director of the division of waste reduction, reuse and recycling shall have the authority to issue notices of violation for   any violation of such rule and such notices of violation    shall be   returnable in a civil action brought in the name of the [commissioner] director of the division of waste reduction, reuse and recycling before the environmental control board which shall impose a penalty not   to exceed ten thousand dollars for each such violation.\t\n\t§4. Section 16-312 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\n            §16-312 Processing recyclable materials.  The [commissioner] director of the division of waste reduction, reuse and recycling shall establish procedures and standards for processing recyclable materials in city owned or operated recycling centers, city owned or operated transfer stations or any city owned or operated facility that renders recyclable materials suitable for reuse or marketing and sale. The [commissioner] director of the division of waste reduction, reuse and recycling shall review the procedures and standards at least annually and make any changes necessary to conform to the requirements of the marketplace.\n\t§5. Section 16-313 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\n            §16-313 Marketing recyclable materials.  a.  The [department] division of waste reduction, reuse and recycling shall establish procedures, standards and strategies to market the   department-collected recyclable materials designated pursuant to section 16-305 of this chapter, including but not limited to maintaining a list of prospective buyers, establishing contact with prospective buyers, entering into contracts with buyers, and reviewing and making any necessary changes in collecting or processing the materials to improve their marketability.\n\t§6. Section 16-314 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:   \n            § 16-314 Recycling program revisions.  a.  The [commissioner] director of the division of waste reduction, reuse and recycling shall annually review the recycling program and all rules and regulations promulgated therefore, and shall make the necessary revisions to improve the efficiency of collecting, processing, marketing and selling the materials recycled pursuant to this chapter. These revisions may include designating additional recyclable materials. The [commissioner] director of the division of waste reduction, reuse and recycling shall not delete designated materials without designating additional materials so that the total quantity, by weight, of all designated recyclable materials collected, processed, marketed and sold does not decrease.\n\t§7. Subdivision a and c of section 16-315 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\n§16-315 Notice, education and research programs. a. In addition to the notice requirements of section one thousand forty-three of chapter forty-five of the charter, within thirty days of the effective date of any regulations promulgated pursuant to this chapter, and as frequently thereafter as the [commissioner] director of the division of waste reduction, reuse and recycling deems necessary, the [department] division of waste reduction, reuse and recycling shall notify all community boards and persons occupying residential, commercial and industrial premises affected by the regulations, of the  requirements of the regulations, by placing advertisements in newspapers of citywide, borough-wide and community circulation, posting notices  in  public  places  where  such  notices are customarily placed, and, in the  [commissioner's] director of the division of waste reduction, reuse and recycling’s discretion, employing any  other  means  of  notification  deemed necessary and appropriate.\n      c.  The [department] division of waste reduction, reuse and recycling shall perform such research and development activities, in cooperation with other city agencies, and public and   private institutions, as the [commissioner] director of the division of waste reduction, reuse and recycling determines to be helpful in implementing the city's recycling program. Such research shall include, but not be limited to, investigation into the use of cooperative marketing programs, material recovery facilities, recycling as an economic development tool, export promotion, tax credits and exemptions for market promotion.\n\t§8. Subdivision a of section 16-318 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\n             §16-318 Functions of the citizens' board. a. The [department] division of waste reduction, reuse and recycling shall submit to each borough president the recycling plans prepared pursuant to section 16-316 of this chapter simultaneous with their submission to the mayor and the council. Each borough president shall distribute copies of the plans to each member of the citizens' board in his or her borough. Within ninety days thereafter, each citizens’ board shall review the plans, conduct a public hearing on the plans and make written recommendations to its borough president, the [department] division of waste reduction, reuse and recycling and the council with respect to the recycling program within its borough. Each citizen’s board shall also annually advise its borough president and the [department] division of waste reduction, reuse and recycling with respect to the development, promotion and operation of the recycling program in its borough and pursuant to this function shall formulate and recommend:\n  \t 1.  annual recycling and reduction goals equal to or greater than those set forth in sections 16-304 and 16-305 of this chapter and the methods proposed to achieve such goals;\n2.\tmeans to encourage community participation in the recycling program; and\n3.\tmeans to promote the recycling program and educate the public with regard to the program.\n            §9. Section 16-320 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\n      § 16-320 Functions of the citywide board. The citywide board shall meet at least four times a year to discuss citywide recycling issues, including but not limited to budgetary issues. The citywide board shall annually review the [department’s] division of waste reduction, reuse and recycling’s program and make recommendations to the mayor and the council concerning improvements to and changes in the program.\n\t §10. Subdivision a of section 16-321 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\n      §16-321 Disclosure requirements. a. Whenever a person, other than a public servant, appointed to any advisory board created pursuant to this subchapter, engages in any business dealings with the [department] division of waste reduction, reuse and recycling, or engages in business dealings with any other agency which relate to processing or disposal of solid waste or of waste described in paragraph three of subdivision m of section 16-303 of this chapter or to recycling, or has an interest in a firm which is engaged in such business dealings with the [department] division of waste reduction, reuse and recycling or with such  other agency,  such person shall, prior to appointment, disclose the nature of such business dealings  to the [commissioner] director of the division of waste reduction, reuse and recycling and to the body or officer appointing such person, and, after appointment, disclose the  nature  of  such  business dealings  to  the  [commissioner] director of the division of waste reduction, reuse and recycling and to all other members of such board;  provided that such person need not disclose the amount of such  business dealings.\n\t§11. Subdivision a, e and h of section 16-322 of the administrative code of the city of New York, as last amended by local law number 59 for the year 1996, is amended to read as follows:\n   \t§16-322 City purchase of products made from secondary materials. a.  The department of citywide administrative services, upon consultation with the [department] division of waste reduction, reuse and recycling, shall review the procurement specifications and practices it currently uses to determine whether such require that products be manufactured from virgin materials or exclude products manufactured from secondary materials and shall make such changes as may be necessary to ensure that:\n\te. Should the state authorize the city's use of a price preference for the purchase of any products manufactured from secondary materials, the [commissioner] department of citywide administrative services shall propose appropriate legislation to mandate the use of this price preference.\n\th. The department of citywide administrative services, in consultation with the   [department] division of waste reduction, reuse and recycling, shall promulgate [regulations] rules necessary to effectuate the purposes of this section.\n\t§12. Section 16-323 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\n            § 16-323 [Regulations] Rules submitted to council.  In addition to the requirements of section one-thousand forty-three of chapter forty-five of the charter, no [regulations] rules promulgated by the [commissioner] director of the division of waste reduction, reuse and recycling pursuant to this chapter shall be effective until such [regulations] rules are submitted to the council and within thirty days of receipt thereof the council has not voted to disapprove such [regulations] rules.  If the council votes to disapprove the [regulations] rules, it shall forward its reasons for such disapproval to the [commissioner] director of the division of waste reduction, reuse and recycling and the [commissioner] director of the division of waste reduction, reuse and recycling shall either amend the [regulations] rules or withdraw them from consideration.  The amended [regulations] rules shall not be effective until the [commissioner] director of the division of waste reduction, reuse and recycling submits them to the council and within thirty days of receipt thereof the council has not voted to disapprove such amended [regulations] rules.\n\t§13. Subdivision a of section 16-324 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\n            §16-324 Enforcement. a. Any person who violates this chapter or any rule or regulation promulgated pursuant thereto shall be liable for a civil penalty recoverable in a civil action brought in the name of the commissioner or director of the division of waste reduction, reuse and recycling or in a proceeding returnable before the environmental control board in an amount of twenty-five dollars for the first violation, fifty dollars for the second violation and one hundred dollars for the third and each subsequent violation, provided that the  court before which such civil action is brought or such board may  waive  the  penalty  for  the  first  violation upon a showing of good cause. A person committing a fourth and any subsequent violation within a period of six months shall be classified as a persistent violator and shall be liable for a civil penalty of five hundred dollars for each violation.  For a persistent violation only, except where such violation occurs at a building of less than nine dwelling units, each container or bag containing solid waste that has not been source separated or placed out for collection in accordance with the regulations promulgated by the commissioner or director of the division of waste reduction, reuse and recycling pursuant to this chapter shall constitute a separate violation, provided that no more than twenty separate violations are issued on a per bag or per container basis during any  twenty-four  hour  period.  Before issuing any further notice of violations to a persistent violator after the fourth violation within a period of six months, the commissioner or director of the division of waste reduction, reuse and recycling shall give such violator a reasonable opportunity to correct the condition constituting the violation. In addition to any other person entitled to under any other law, violations of this chapter shall be enforced by agents of the commissioner.\n     \t §14. Section 16-311 and Section 16-316 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, are hereby REPEALED.\n\t§15. This local law shall take effect immediately upon its enactment into law. \n\nCC/DA - 6/24/05- LS # 3191",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\noline\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1. Chapter 1 of the New York city charter is amended by adding a new section 20 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tab\\ul\\'a720. Division of waste reduction, reuse and recycling.  a. By July 1, 2006, there shall be established within the mayor\\rquote s office of operations a division of waste reduction, reuse and recycling.\\par\n\\pard\\li720\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 b. The division of waste reduction, reuse and recycling shall be headed by a director \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 who shall report directly to the director of the office of operations.\\par\n\\pard\\li720\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160  c. By July 1, 2006, all of the duties and responsibilities of the bureau of waste \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 prevention, reuse and recycling within the department of sanitation and any other similar duties and responsibilities performed by any other agency shall be immediately transferred to the division of waste reduction, reuse and recycling.\\par\n\\pard\\li720\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 d. The director of the division of waste reduction, reuse and recycling shall have the \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 power, responsibility, and the duty to:\\ulnone\\tab\\par\n            \\ul 1. By January 1, 2007, develop and begin implementation of a plan for increasing waste reduction, reuse and recycling in Manhattan community districts seven and eight to the extent that not less than thirty percent of department-collected residential waste is diverted from the waste stream by no later than January 1, 2012, and not less than forty percent of department collected residential waste is diverted from such waste by no later than January 1, 2015;\\par\n\\ulnone\\tab\\ul 2. By January 1, 2008, develop and begin implementation of a plan for increasing waste reduction, reuse and recycling for the city to the extent that not less than forty percent of the entire department-collected residential waste stream shall be diverted from such waste stream by no later than January 1, 2016;\\par\n\\ulnone\\tab\\ul 3. By January 1, 2009, develop and begin implementation of a plan that will, through utilization of new technologies or any other means, reduce by not less than eighty percent the amount of department-collected residential solid waste exported from the city for disposal in a landfill or incinerator by no later than July 1, 2020;\\par\n\\ulnone\\tab\\ul 4. By January 1, 2008, and every year thereafter, report to the mayor and the council regarding the division\\rquote s activities over the previous fiscal year with respect to the reduction, reuse, and recycling of solid waste and costs associated with these activities;\\par\n\\ulnone\\tab\\ul 5. Develop, implement, and thereafter coordinate the city\\rquote s efforts to reduce, reuse and recycle solid waste by implementing policies and programs that include, but are not limited to, education and outreach, legislative recommendations, community-based efforts and other policy initiatives;\\par\n\\ulnone\\tab\\ul 6. Recommend to the mayor and council what materials are appropriate for waste reduction, reuse and recycling;\\par\n\\ulnone\\tab\\ul 7. Serve as the central source of information on waste reduction, reuse, and recycling and the processes for accomplishing same for the mayor, the council and the public;\\par\n\\ulnone\\tab\\ul 8. Enter into such contracts as may be necessary to implement policies and programs consistent with the provisions of this chapter;\\par\n\\ulnone\\tab\\ul 9. Except as may be allocated in the city budget, disburse available city, state, and federal funds to waste reduction, reuse and recycling programs throughout the city and, coordinate the use of such funds with available funding from the private sector for said programs;\\par\n\\ulnone\\tab\\ul 10. Maintain and operate such programs and plan, design, construction, operate, alteration, repair, maintain, replace, enlarge and regulate facilities and equipment necessary for or useful for performing the functions and exercising the powers and duties enumerated in this section;\\par\n\\cf1\\ulnone\\tab\\ul 11. Perform such other responsibilities with respect to waste reduction, reuse, and recycling matters as the mayor shall direct and as may be provided for elsewhere in the charter or in the administrative code.\\par\n\\ulnone\\tab\\ul 12.\\cf0  To promulgate rules necessary to effectuate the purposes of this section.\\par\n\\pard\\li720\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 e. Each community district shall have, or, when practicable, community districts may \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 share, a waste reduction, reuse, and recycling team consisting of a supervisor, a waste auditor, a residential recycling coordinator, a schools and hospitals coordinator, and a synergies reuse/reduction coordinator.\\par\n\\ulnone\\tab\\ul f. Notwithstanding any other provision in this section, the department of sanitation shall\\par\n\\ulnone\\fs25  \\ul retain all duties and responsibilities related to the collection and delivery of recylable and/or\\ulnone  \\ul reusable materials, except as the director may determine otherwise.\\ulnone\\par\n\\tab\\fs24\\'a72. Subdivision e of section 16-306 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\\fs25\\par\n\\tab  e. \\fs24 Within any recycling district, the [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  may exempt residential generators from the source separation requirement of this section if the [department] \\ul division of waste reduction, reuse and recycling\\ulnone  employs alternative recycling methods, including but not limited to the use of buy-back centers, drop-off centers, or post-collection separation devices, provided that participation in any alternative methods is sufficient to achieve for the recycling district a percentage of the recycling requirement in this section at least equal\\f1\\fs20  \\f0\\fs24 to the  percent  of  the citywide\\f1\\fs20  \\f0\\fs24 department-collected solid waste that is collected within the district. The [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  shall not exempt residential generators from the source separation requirement of this section unless he or she determines that for the recycling district source separation cannot otherwise achieve the recycling levels required in this section.\\par\n\\tab\\'a73. Section 16-306 of the administrative code of the city of New York and as last amended by local law number 42 for the year 1996, is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656             \\'a716-306 Private carter-collected waste. a. The [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  shall adopt and implement rules designating recyclable   materials that constitute in the aggregate at least one-half of all solid waste collected by private carters, and additional materials if the [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  determines that economic markets exist for them. Pursuant to subdivision b of this section, such rules shall require generators of private carter-collected waste to source separate some or all of the designated materials and to arrange for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials. With regard to designated materials that are not required by such rules to be source separated, generators of private carter-collected waste may source separate these designated materials and, in any event, shall arrange for their lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters.  If a generator of   private   carter-collected waste has source separated the designated materials in accordance with the rules and arranged for the lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials and, with regard to designated materials that are not required by such rules to be source separated, arranged for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters, such arrangement shall constitute an affirmative defense to any proceeding  brought against the generator  pursuant to section 16-324 of  this chapter\\f1\\fs20 .\\par\n\\f0\\fs24             b.  The rules promulgated pursuant to subdivision a of this section shall require that generators of waste collected by businesses required to be licensed pursuant to section 16-505 of this code source separate the designated materials in such manner and to such extent as the   [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  determines to be necessary to minimize contamination and maximize the marketability of such materials. However, in promulgating such rules the [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  shall not require source separation of a material unless the [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  has determined that an economic market exists for such material. For the purpose of this section, the term   \"economic market\" refers to instances in which the full avoided costs of proper collection, transportation and disposal of source separated materials are equal to or greater than the cost of collection, transportation and sale of said materials less the amount received from the sale of said materials. The New York city [trade waste] \\ul business integrity\\ulnone  commission shall adopt and implement rules requiring businesses licensed to remove, collect or dispose of trade waste to provide for the collection of, and ensure the continued separation of, designated materials that have been source separated, provide for the separation of all other designated materials, and provide for recycling of all the designated materials. Rules promulgated by the [trade waste] \\ul business integrity\\ulnone  commission pursuant to this subdivision shall be enforced in the manner provided in section 16-517 of this code and violations of such rules shall be subject to the penalties provided in subdivision a of section 16-515 of this code for violation of the provisions of chapter 16-A.  In addition, the  [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  shall have the authority to issue notices of violation for   any violation of such rule and such notices of violation    shall be   returnable in a civil action brought in the name of the [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  before the environmental control board which shall impose a penalty not   to exceed ten thousand dollars for each such violation.\\f1\\fs20\\tab\\f0\\fs24\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tab\\'a74. Section 16-312 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656             \\'a716-312 Processing recyclable materials.  The [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  shall establish procedures and standards for processing recyclable materials in city owned or operated recycling centers, city owned or operated transfer stations or any city owned or operated facility that renders recyclable materials suitable for reuse or marketing and sale. The [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  shall review the procedures and standards at least annually and make any changes necessary to conform to the requirements of the marketplace.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\fs25\\tab\\'a75. Section 16-313 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\fs24             \\'a716-313 Marketing recyclable materials.  a.  The [department] \\ul division of waste reduction, reuse and recycling\\ulnone  shall establish procedures, standards and strategies to market the   department-collected recyclable materials designated pursuant to section 16-305 of this chapter, including but not limited to maintaining a list of prospective buyers, establishing contact with prospective buyers, entering into contracts with buyers, and reviewing and making any necessary changes in collecting or processing the materials to improve their marketability.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\fs25\\tab\\'a76. Section 16-314 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:   \\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\fs24             \\'a7 16-314 Recycling program revisions.  a.  The [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  shall annually review the recycling program and all rules and regulations promulgated therefore, and shall make the necessary revisions to improve the efficiency of collecting, processing, marketing and selling the materials recycled pursuant to this chapter. These revisions may include designating additional recyclable materials. The [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  shall not delete designated materials without designating additional materials so that the total quantity, by weight, of all designated recyclable materials collected, processed, marketed and sold does not decrease.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\fs25\\tab\\'a77. Subdivision a and c of section 16-315 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\fs24\\'a716-315 Notice, education and research programs. a. In addition to the notice requirements of section one thousand forty-three of chapter forty-five of the charter, within thirty days of the effective date of any regulations promulgated pursuant to this chapter, and as frequently thereafter as the [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  deems necessary, the [department] \\ul division of waste reduction, reuse and recycling\\ulnone  shall notify all community boards and persons occupying residential, commercial and industrial premises affected by the regulations, of the  requirements of the regulations, by placing advertisements in newspapers of citywide, borough-wide and community circulation, posting notices  in  public  places  where  such  notices are customarily placed, and, in the  [commissioner's] \\ul director of the division of waste reduction, reuse and recycling\\rquote s\\ulnone  discretion, employing any  other  means  of  notification  deemed necessary and appropriate.\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\f1\\fs20       \\f0\\fs24 c.  The [department] \\ul division of waste reduction, reuse and recycling\\ulnone  shall perform such research and development activities, in cooperation with other city agencies, and public and   private institutions, as the [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  determines to be helpful in implementing the city's recycling program. Such research shall include, but not be limited to, investigation into the use of cooperative marketing programs, material recovery facilities, recycling as an economic development tool, export promotion, tax credits and exemptions for market promotion.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\fs25\\tab\\fs24\\'a78. Subdivision a of section 16-318 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\\par\n             \\'a716-318 Functions of the citizens' board. a. The [department] \\ul division of waste reduction, reuse and recycling\\ulnone  shall submit to each borough president the recycling plans prepared pursuant to section 16-316 of this chapter simultaneous with their submission to the mayor and the council. Each borough president shall distribute copies of the plans to each member of the citizens' board in his or her borough. Within ninety days thereafter, each citizens\\rquote  board shall review the plans, conduct a public hearing on the plans and make written recommendations to its borough president, the [department] \\ul division of waste reduction, reuse and recycling\\ulnone  and the council with respect to the recycling program within its borough. Each citizen\\rquote s board shall also annually advise its borough president and the [department] \\ul division of waste reduction, reuse and recycling\\ulnone  with respect to the development, promotion and operation of the recycling program in its borough and pursuant\\fs25  to \\fs24 this function shall formulate and recommend:\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656   \\tab  1.  annual recycling and reduction goals equal to or greater than those set forth in sections 16-304 and 16-305 of this chapter and the methods proposed to achieve such goals;\\par\n\\pard\\fi-360\\li1395\\sl480\\slmult1\\tx916\\tx1395\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 2.\\tab means to encourage community participation in the recycling program; and\\par\n\\pard\\fi-360\\li1395\\sl480\\slmult1 3.\\tab means to promote the recycling program and educate the public with regard to the program.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160             \\'a79. \\fs25 Section 16-320 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\f1\\fs20       \\f0\\fs24\\'a7 16-320 Functions of the citywide board. The citywide board shall meet at least four times a year to discuss citywide recycling issues, including but not limited to budgetary issues. The citywide board shall annually review the [department\\rquote s] \\ul division of waste reduction, reuse and\\ulnone  recycling\\ul\\rquote s\\ulnone  program and make recommendations to the mayor and the council concerning improvements to and changes in the program.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tab  \\'a710. Subdivision a of \\fs25 section 16-321 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\f1\\fs20       \\f0\\fs24\\'a716-321 Disclosure requirements. a. Whenever a person, other than a public servant, appointed to any advisory board created pursuant to this subchapter, engages in any business dealings with the [department] \\ul division of waste reduction, reuse and recycling\\ulnone , or engages in business dealings with any other agency which relate to processing or disposal of solid waste or of waste described in paragraph three of subdivision m of section 16-303 of this chapter or to recycling, or has an interest in a firm which is engaged in such business dealings with the [department] \\ul division of waste reduction, reuse and recycling\\ulnone  or with such  other agency,  such person shall, prior to appointment, disclose the nature of such business dealings  to the [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  and to the body or officer appointing such person, and, after appointment, disclose the  nature  of  such  business dealings  to  the  [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  and to all other members of such board;  provided that such person need not disclose the amount of such  business dealings.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\fs25\\tab\\fs24\\'a711. Subdivision a, e and h of section 16-322 of the administrative code of the city of New York, as last amended by local law number 59 for the year 1996, is amended to read as follows:\\par\n\\fs25    \\tab\\fs24\\'a716-322 City purchase of products made from secondary materials. a.  The department of citywide administrative services, upon consultation with the [department] \\ul division of waste reduction, reuse and recycling\\ulnone , shall review the procurement specifications and practices it currently uses to determine whether such require that products be manufactured from virgin materials or exclude products manufactured from secondary materials and shall make such changes as may be necessary to ensure that:\\par\n\\fs25\\tab\\fs24 e. Should the state authorize the city's use of a price preference for the purchase of any products manufactured from secondary materials, the [commissioner] \\ul department of citywide administrative services\\ulnone  shall propose appropriate legislation to mandate the use of this price preference.\\par\n\\f1\\fs25\\tab\\f0\\fs24 h. The department of citywide administrative services, in consultation with the   [department] \\ul division of waste reduction, reuse and recycling\\ulnone , shall promulgate [regulations] \\ul rules\\ulnone  necessary to effectuate the purposes of this section.\\par\n\\fs25\\tab\\fs24\\'a712. Section 16-323 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656             \\'a7 16-323 [Regulations] \\ul Rules\\ulnone  submitted to council.  In addition to the requirements of section one-thousand forty-three of chapter forty-five of the charter, no [regulations] \\ul rules\\ulnone  promulgated by the [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  pursuant to this chapter shall be effective until such [regulations] \\ul rules\\ulnone  are submitted to the council and within thirty days of receipt thereof the council has not voted to disapprove such [regulations] \\ul rules\\ulnone .  If the council votes to disapprove the [regulations] \\ul rules\\ulnone , it shall forward its reasons for such disapproval to the [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  and the [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  shall either amend the [regulations] \\ul rules\\ulnone  or withdraw them from consideration.  The amended [regulations] \\ul rules\\ulnone  shall not be effective until the [commissioner] \\ul director of the division of waste reduction, reuse and recycling\\ulnone  submits them to the council and within thirty days of receipt thereof the council has not voted to disapprove such amended [regulations] \\ul rules\\ulnone .\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\fs25\\tab\\fs24\\'a713. Subdivision a of section 16-324 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656             \\'a716-324 Enforcement. a. Any person who violates this chapter or any rule or regulation promulgated pursuant thereto shall be liable for a civil penalty recoverable in a civil action brought in the name of the commissioner or \\ul director of the division of waste reduction, reuse and recycling\\ulnone  or in a proceeding returnable before the environmental control board in an amount of twenty-five dollars for the first violation, fifty dollars for the second violation and one hundred dollars for the third and each subsequent violation, provided that the  court before which such civil action is brought or such board may  waive  the  penalty  for  the  first  violation upon a showing of good cause. A person committing a fourth and any subsequent violation within a period of six months shall be classified as a persistent violator and shall be liable for a civil penalty of five hundred dollars for each violation.  For a persistent violation only, except where such violation occurs at a building of less than nine dwelling units, each container or bag containing solid waste that has not been source separated or placed out for collection in accordance with the regulations promulgated by the commissioner or \\ul director of the division of waste reduction, reuse and recycling\\ulnone  pursuant to this chapter shall constitute a separate violation, provided that no more than twenty separate violations are issued on a per bag or per container basis during any  twenty-four  hour  period.  Before issuing any further notice of violations to a persistent violator after the fourth violation within a period of six months, the commissioner or \\ul director of the division of waste reduction, reuse and recycling\\ulnone  shall give such violator a reasonable opportunity to correct the condition constituting the violation.\\f1\\fs20  \\ul\\f0\\fs24 In addition to any other person entitled to under any other law, violations of this chapter shall be enforced by agents of the commissioner.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\ulnone\\fs25      \\tab  \\'a714. Section 16-311 and Section 16-316 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, are hereby REPEALED.\\par\n\\fs24\\tab\\'a715. This local law shall take effect immediately upon its enactment into law. \\par\n\\ul\\par\n\\pard\\qj\\tx720\\tx1440\\tx2160 CC/DA - 6/24/05- LS # 3191\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\par\n\\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
