{
  "ID": 34108,
  "GUID": "CA9DD207-8453-4403-9A4E-6BF5210B4F77",
  "File": "Int 0693-2005",
  "LocalLaw": "2005/084",
  "Name": "Establishing a Chinatown/Lower East Side empire zone.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing a Chinatown/Lower East Side empire zone and the repeal of section 22-715 of such code.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 7,
  "BodyName": "Committee on Economic Development",
  "IntroDate": "2005-08-17T00:00:00Z",
  "AgendaDate": "2005-08-17T00:00:00Z",
  "PassedDate": "2005-09-27T00:00:00Z",
  "EnactmentDate": "2005-09-27T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 179237,
      "Date": "2005-08-17T10:27:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 179401,
      "Date": "2005-08-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Economic Development",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5132,
      "AgendaSequence": 122,
      "MinutesSequence": 148,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Economic Development",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 179724,
      "Date": "2005-09-15T10:15:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 5175,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 179777,
      "Date": "2005-09-15T10:15:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 5175,
      "MinutesSequence": 4,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 179963,
      "Date": "2005-09-15T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5198,
      "AgendaSequence": 25,
      "MinutesSequence": 29,
      "Version": "*",
      "AgendaNote": "Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180191,
      "Date": "2005-09-15T15:54:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180291,
      "Date": "2005-09-27T11:47:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180624,
      "Date": "2005-09-27T15:36:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180914,
      "Date": "2005-09-28T12:20:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 68407,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f147998e-49a2-42d7-bc7c-99aaecf3234c.doc",
      "Sort": 1
    },
    {
      "ID": 70294,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8f0c07dd-8e6b-495f-b206-7bafcc608369.doc",
      "Sort": 2
    },
    {
      "ID": 68433,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5574e4c4-7bac-4a5a-8470-45d559b73fe0. 693 Chinatown Empire Zone.doc",
      "Sort": 3
    },
    {
      "ID": 70664,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b0fa0561-a44f-4fb7-abd0-177e0860b609.doc",
      "Sort": 5
    },
    {
      "ID": 70858,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 9/15/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/54644fa3-db17-439a-be0b-2849174a2d2d.doc",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 34392,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Declaration of legislation findings and intent. Section 961 of the general municipal law provides that a city may adopt a local law authorizing the submission of an application to the New York state commissioner of economic development for designation of an area within the city as an empire zone. Subdivision (f) of section 958 of the general municipal law authorizes the creation of an empire zone designated as the Chinatown Empire Zone, although the boundaries authorized for such zone also include geographic areas generally referred to as “the Lower East Side”. The Council believes that the designation of such Chinatown/Lower East Side Empire Zone could greatly benefit the city of New York in that new businesses would be encouraged to locate in the zone, existing businesses would be encouraged to expand in the zone, and new and expanded businesses would generate new jobs for city residents.\n\t§2. The city of New York is authorized to submit an application to the New York state commissioner of economic development for designation of an area within the city of New York as an empire zone, the boundaries of which area are set forth in section three of this local law.\n\t§3. Section 22-715 of the administrative code of the city of New York, as enacted by local law number 25 for the year 2002, is REPEALED and a new section 22-715 is added to read as follows:\n§ 22-715 Chinatown/Lower East Side Empire Zone.  a. Upon approval of the application for designation of the area set forth in subdivision d of this section as an empire zone, such area shall constitute and be known as the Chinatown/Lower East Side empire zone.\n\tb. There shall be a local empire zone certification officer for the Chinatown/Lower East Side empire zone and the chairman of the New York City economic development corporation shall serve as such local empire zone certification officer. The duties of such local empire zone certification officer shall be those set forth in article 18-B of the general municipal law and shall include the duty to jointly certify and decertify, together with the New York state commissioner of economic development and the New York state commissioner of labor, those business enterprises eligible to receive the benefits referred to in section nine hundred sixty-six of the general municipal law, and any other applicable laws.\n\tc. There shall be a local empire zone administrative board consisting of at least six members to be appointed by the mayor. The members shall include a representative of local businesses, organized labor, community organizations, financial institutions, local educational institutions, and at least one resident of the Chinatown/Lower East Side empire zone, but shall not include the local empire zone certification officer. The commissioner of small business services shall be a member of the local empire zone administrative board of the board and shall serve as its chair. The board shall perform all duties required of it pursuant to subdivision b of section nine hundred sixty-three of the general municipal law.\nd. The boundaries of the Chinatown/Lower East Side empire zone are as follows: \nBeginning at the point of intersection of the eastern line of Broadway and the southern line of East Houston Street; thence easterly along the southern line of East Houston Street to the bulkhead line of the East River; thence southerly along the bulkhead line of the East River to the point where it meets the center line of Robert F. Wagner, Sr. Place; thence westerly along the center line of Robert F. Wagner, Sr. Place and the Avenue of the Finest to the point where it meets the center line of Madison Street; thence northeasterly along the center line of Madison Street to the point where it meets the centerline of Pearl Street; thence northwesterly along the center line of Pearl Street to the point where it meets the center line of Park Row, said line being the district boundary line between the R7-2 and C6-4 zoning districts as it appears on Sheet 12d of the Zoning Map of the New York City Planning Commission as amended effective May eleventh, two thousand and five (A-1782), as contained in the Zoning Resolution of the City of New York; and as it appears on Sheet 12b of the Zoning Map of the New York City Planning Commission as amended effective April thirtieth, two thousand and three (A-1762), as contained in the Zoning Resolution of the City of New York; thence westerly along the center line of Park Row to the point where it meets the center of Police Plaza, said line being the district boundary line between the R7-2 and C6-1 zoning districts as it appears on Sheets 12d as described aforesaid and Sheet 12c of the Zoning Map of the New York City Planning Commission as amended effective May eleventh, two thousand and five (A-1731), as contained in the Zoning Resolution of the City of New York; thence northerly along the center of Police Plaza to the point where it meets the center line of St. Andrews Plaza; thence northerly along the center line of St. Andrews Plaza to the point where it meets the center line of Centre Street; thence southerly along the center line of Centre Street to the point where it meets the northern line of Chambers Street; thence westerly along the northern line of Chambers Street to the point where it meets the eastern line of Broadway; thence northerly along the eastern line of Broadway to the point and place of beginning.\n§4. This local law shall take effect immediately.\n\n\nJH\n8-15-05  10:45 pm\nH:/Empire Zones/Council-Newest Version 8-15-05  3-30 pm.doc",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1. Declaration of legislation findings and intent. Section 961 of the general municipal law provides that a city may adopt a local law authorizing the submission of an application to the New York state commissioner of economic development for designation of an area within the city as an empire zone. Subdivision (f) of section 958 of the general municipal law authorizes the creation of an empire zone designated as the Chinatown Empire Zone, although the boundaries authorized for such zone also include geographic areas generally referred to as \\ldblquote the Lower East Side\\rdblquote . The Council believes that the designation of such Chinatown/Lower East Side Empire Zone could greatly benefit the city of New York in that new businesses would be encouraged to locate in the zone, existing businesses would be encouraged to expand in the zone, and new and expanded businesses would generate new jobs for city residents.\\par\n\\tab\\'a72. The city of New York is authorized to submit an application to the New York state commissioner of economic development for designation of an area within the city of New York as an empire zone, the boundaries of which area are set forth in section three of this local law.\\par\n\\tab\\'a73. Section 22-715 of the administrative code of the city of New York, as enacted by local law number 25 for the year 2002, is REPEALED and a new section 22-715 is added to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a7 22-715 Chinatown/Lower East Side Empire Zone.  a. Upon approval of the application for designation of the area set forth in subdivision d of this section as an empire zone, such area shall constitute and be known as the Chinatown/Lower East Side empire zone.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul b. There shall be a local empire zone certification officer for the Chinatown/Lower East Side empire zone and the chairman of the New York City economic development corporation shall serve as such local empire zone certification officer. The duties of such local empire zone certification officer shall be those set forth in article 18-B of the general municipal law and shall include the duty to jointly certify and decertify, together with the New York state commissioner of economic development and the New York state commissioner of labor, those business enterprises eligible to receive the benefits referred to in section nine hundred sixty-six of the general municipal law, and any other applicable laws.\\par\n\\ulnone\\tab\\ul c. There shall be a local empire zone administrative board consisting of at least six members to be appointed by the mayor. The members shall include a representative of local businesses, organized labor, community organizations, financial institutions, local educational institutions, and at least one resident of the Chinatown/Lower East Side empire zone, but shall not include the local empire zone certification officer. The commissioner of small business services shall be a member of the local empire zone administrative board of the board and shall serve as its chair. The board shall perform all duties required of it pursuant to subdivision b of section nine hundred sixty-three of the general municipal law.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj d. The boundaries of the Chinatown/Lower East Side empire zone are as follows: \\par\nBeginning at the point of intersection of the eastern line of Broadway and the southern line of East Houston Street; thence easterly along the southern line of East Houston Street to the bulkhead line of the East River; thence southerly along the bulkhead line of the East River to the point where it meets the center line of Robert F. Wagner, Sr. Place; thence westerly along the center line of Robert F. Wagner, Sr. Place and the Avenue of the Finest to the point where it meets the center line of Madison Street; thence northeasterly along the center line of Madison Street to the point where it meets the centerline of Pearl Street; thence northwesterly along the center line of Pearl Street to the point where it meets the center line of Park Row, said line being the district boundary line between the R7-2 and C6-4 zoning districts as it appears on Sheet 12d of the Zoning Map of the New York City Planning Commission as amended effective May eleventh, two thousand and five (A-1782), as contained in the Zoning Resolution of the City of New York; and as it appears on Sheet 12b of the Zoning Map of the New York City Planning Commission as amended effective April thirtieth, two thousand and three (A-1762), as contained in the Zoning Resolution of the City of New York; thence westerly along the center line of Park Row to the point where it meets the center of Police Plaza, said line being the district boundary line between the R7-2 and C6-1 zoning districts as it appears on Sheets 12d as described aforesaid and Sheet 12c of the Zoning Map of the New York City Planning Commission as amended effective May eleventh, two thousand and five (A-1731), as contained in the Zoning Resolution of the City of New York; thence northerly along the center of Police Plaza to the point where it meets the center line of St. Andrews Plaza; thence northerly along the center line of St. Andrews Plaza to the point where it meets the center line of Centre Street; thence southerly along the center line of Centre Street to the point where it meets the northern line of Chambers Street; thence westerly along the northern line of Chambers Street to the point where it meets the eastern line of Broadway; thence northerly along the eastern line of Broadway to the point and place of beginning.\\par\n\\ulnone\\'a74. This local law shall take effect immediately.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n\\pard\\qj\\fs16 JH\\par\n8-15-05  10:45 pm\\par\nH:/Empire Zones/Council-Newest Version 8-15-05  3-30 pm.doc\\par\n}\n\u0000",
  "LastModified": "2015-08-04T16:46:53.49Z"
}
