{
  "ID": 34095,
  "GUID": "A0699A57-42D5-4559-B5FC-96684064A3B3",
  "File": "Int 0698-2005",
  "Name": "Restricting the use of eminent domain by the city of New York.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to restricting the use of eminent domain by the city of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 7,
  "BodyName": "Committee on Economic Development",
  "IntroDate": "2005-08-17T00:00:00Z",
  "AgendaDate": "2005-08-17T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 179458,
      "Date": "2005-08-17T12:41:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 179457,
      "Date": "2005-08-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Economic Development",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5132,
      "AgendaSequence": 129,
      "MinutesSequence": 155,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Economic Development",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185156,
      "Date": "2005-12-31T16:53:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 34379,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 5-304 of the administrative code of the city of New York is amended by adding thereto new subdivisions d and e to read as follows:\nd.  Notwithstanding any other provision of law,  the city may not use the power of eminent domain to take ownership of private property solely for economic development purposes, nor may city funds be used as part of or in conjunction with any other federal, state or local project undertaken for economic development purposes which uses the power of eminent domain to take ownership of private property.\n \te.  For the purposes of this section, the term \"economic development\" shall be defined as any activity to increase tax revenue, tax base, employment, or general economic health, when that activity does not result in (i) the transfer of land to public ownership, such as for a road, hospital or military base; (ii) the transfer of land to a private entity that is a common carrier, such as a railroad or utility; or (iii) the transfer of property to a private entity when eminent domain will remove a harmful use of the land, such as the removal of public nuisances, removal of structures that are beyond repair or that are unfit for human habitation or use, or acquisition of abandoned property.  \n§2.  This local law shall take effect immediately after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\f1\\fs17\\par\n\\f0\\fs24\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Section 5-304 of the administrative code of the city of New York is amended by adding thereto new subdivisions d and e to read as follows:\\par\n\\ul d.  Notwithstanding any other provision of law,  the city may not use the power of eminent domain to take ownership of private property solely for economic development purposes, nor may city funds be used as part of or in conjunction with any other federal, state or local project undertaken for economic development purposes which uses the power of eminent domain to take ownership of private property.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone  \\tab\\ul e.  For the purposes of this section, the term \"economic development\" shall be defined as any activity to increase tax revenue, tax base, employment, or general economic health, when that activity does not result in (i) the transfer of land to public ownership, such as for a road, hospital or military base; (ii) the transfer of land to a private entity that is a common carrier, such as a railroad or utility; or (iii) the transfer of property to a private entity when eminent domain will remove a harmful use of the land, such as the removal of public nuisances, removal of structures that are beyond repair or that are unfit for human habitation or use, or acquisition of abandoned property.  \\par\n\\pard\\fi720\\ulnone\\'a72.  This local law shall take effect immediately after its enactment into law.  \\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
