{
  "ID": 34064,
  "GUID": "9BE9E273-ECD3-4E0F-8DB6-7310D2B165C5",
  "File": "Int 0701-2005",
  "Name": "Quarterly reporting regarding commercial establishments that receive the greatest number of noise complaints and violations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to quarterly reporting regarding commercial establishments that receive the greatest number of noise complaints and violations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2005-08-17T00:00:00Z",
  "AgendaDate": "2005-08-17T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    }
  ],
  "History": [
    {
      "ID": 179192,
      "Date": "2005-08-17T11:17:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 179410,
      "Date": "2005-08-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5132,
      "AgendaSequence": 134,
      "MinutesSequence": 160,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185157,
      "Date": "2005-12-31T16:54:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 34348,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Legislative Findings and intent.  While most bars in New York City are responsible community members, some have little consideration for their residential neighbors.  Noise is by far the number one complaint to 311, with an astounding 18,755 calls about noisy bars this year alone. 10,538 of those calls were regarding Manhattan bars, 3,266 were regarding bars in Queens, 3,140 were regarding Brooklyn bars, 1,284 were regarding Bronx bars, and 527 were regarding bars on Staten Island.\nThe fact that many people are drawn to New York City’s nightlife is a good thing, since it contributes to our vibrant cultural life and economy.  However, the quality of life in residential neighborhoods suffers when bar and restaurant owners do not responsibly manage the noise coming from their establishments. \nA significant impediment to controlling bar noise is the lack of information- sharing and coordination among the City agencies responsible for dealing with noise complaints.  There is a complicated chain of events that occurs after a noisy bar complaint is made to 311.  The complaint is simultaneously forwarded to both the New York City Police Department and the Department of Environmental Protection (DEP).  If the complaint concerns loitering, smoking ban violations or civil disturbances, the police are sent to address the situation.  The police may issue citations to both the bar owner and to noisy bar patrons.  Notice of those noisy bar citations is not given to other City agencies.\nIf the complaint concerns loud noise emanating from within the bar, however, the DEP will also be sent to inspect it.  The inspector determines whether the bar is in violation of the “unreasonable noise” standard or the 45 dB(A) standard established for commercial music.  If the bar is in violation of either standard, the DEP issues a violation and sends the violation information to the Environmental Control Board to be adjudicated.  Unfortunately, once the adjudication is made on the DEP-issued violation, that information is not sent back to the DEP to record.  The Department therefore has no record of which of their violations result in a fine.  \nCouncil oversight and public scrutiny can improve the City’s handling of noise complaints.  Information regarding these complaints and violations should be disclosed to the public and to their local elected officials on a quarterly basis so that it is known whether City agencies have done their part to resolve noise-related problems.  \n§ 2. Title 24 of the administrative code of the city of New York is amended by adding thereto a new section 24-207.1 to read as follows:\n§ 24-207.1 Reporting of noise complaints. a. The department shall, in coordination with the police department and the board, submit a quarterly report to the speaker of the council, on or before the 10th day of January, April, July and October, respectively, of each year, which shall include, but not be limited to, the following information with respect to the three-month period ending on the last day of the month preceding such report date:  \n1. The names and addresses of the fifty commercial establishments receiving the greatest number of complaints concerning noise, as recorded by the 311 telephone information system, and for each such establishment, the number of complaints received, the number of distinct individuals placing such complaints, and whether each such establishment remains in operation as of the last day of the reporting period for which such report is made.  \n2. The names and addresses of the fifty commercial establishments receiving the greatest number of notices of violation from the department for violating a provision of this chapter, and for each such establishment, the total number of such notices received, the number of such notices that resulted in a fine, the average fines both assessed and paid for such violations, and whether each such establishment remains in operation as of the last day of the reporting period for which such report is made.  \n3. The names and addresses of the fifty commercial establishments receiving the greatest number of notices of violation from the police department for violating a provision of this chapter, and for each such establishment, the total number of such notices received, the number of such notices that resulted in a fine, the average fines both assessed and paid for such violations, and whether each such establishment remains in operation as of the last day of the reporting period for which such report is made.  \nb. The reports required pursuant to subdivision a of this section shall be published on the official website of the city of New York and disseminated through such other means that the commissioner deems sufficient to make such information readily available to the public.\n§3.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\n§4 This local law shall take effect immediately upon its enactment into law, except that the first report required pursuant to subdivision a of section 24-207.1 of the administrative code of the city of New York as enacted by section two of this local law shall be submitted on or before the first reporting date that occurs at least ninety-one days subsequent to such effective date.\n\nLS # \n8/10/05 1:30 p.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Legislative Findings and intent.  While most bars in New York City are responsible community members, some have little consideration for their residential neighbors.  Noise is by far the number one complaint to 311, with an astounding 18,755 calls about noisy bars this year alone. 10,538 of those calls were regarding Manhattan bars, 3,266 were regarding bars in Queens, 3,140 were regarding Brooklyn bars, 1,284 were regarding Bronx bars, and 527 were regarding bars on Staten Island.\\par\nThe fact that many people are drawn to New York City\\rquote s nightlife is a good thing, since it contributes to our vibrant cultural life and economy.  However, the quality of life in residential neighborhoods suffers when bar and restaurant owners do not responsibly manage the noise coming from their establishments. \\par\nA significant impediment to controlling bar noise is the lack of information- sharing and coordination among the City agencies responsible for dealing with noise complaints.  There is a complicated chain of events that occurs after a noisy bar complaint is made to 311.  The complaint is simultaneously forwarded to both the New York City Police Department and the Department of Environmental Protection (DEP).  If the complaint concerns loitering, smoking ban violations or civil disturbances, the police are sent to address the situation.  The police may issue citations to both the bar owner and to noisy bar patrons.  Notice of those noisy bar citations is not given to other City agencies.\\par\nIf the complaint concerns loud noise emanating from within the bar, however, the DEP will also be sent to inspect it.  The inspector determines whether the bar is in violation of the \\ldblquote unreasonable noise\\rdblquote  standard or the 45 dB(A) standard established for commercial music.  If the bar is in violation of either standard, the DEP issues a violation and sends the violation information to the Environmental Control Board to be adjudicated.  Unfortunately, once the adjudication is made on the DEP-issued violation, that information is not sent back to the DEP to record.  The Department therefore has no record of which of their violations result in a fine.  \\par\n\\cf1 Council oversight and public scrutiny can improve the City\\rquote s handling of noise complaints.  Information regarding these complaints and violations should be disclosed to the public and to their local\\cf0  elected officials on a quarterly basis so that it is known whether City agencies have done their part to resolve noise-related problems.  \\par\n\\'a7 2. Title 24 of the administrative code of the city of New York is amended by adding thereto a new section 24-207.1 to read as follows:\\par\n\\ul\\'a7 24-207.1 Reporting of noise complaints. a. The department shall, in coordination with the police department and the board, submit a quarterly report to the speaker of the council, on or before the 10th day of January, April, July and October, respectively, of each year, which shall include, but not be limited to, the following information with respect to the three-month period ending on the last day of the month preceding such report date:  \\par\n1. The names and addresses of the fifty commercial establishments receiving the greatest number of complaints concerning noise, as recorded by the 311 telephone information system, and for each such establishment, the number of complaints received, the number of distinct individuals placing such complaints, and whether each such establishment remains in operation as of the last day of the reporting period for which such report is made.  \\par\n2. The names and addresses of the fifty commercial establishments receiving the greatest number of notices of violation from the department for violating a provision of this chapter, and for each such establishment, the total number of such notices received, the number of such notices that resulted in a fine, the average fines both assessed and paid for such violations, and whether each such establishment remains in operation as of the last day of the reporting period for which such report is made.  \\par\n3. The names and addresses of the fifty commercial establishments receiving the greatest number of notices of violation from the police department for violating a provision of this chapter, and for each such establishment, the total number of such notices received, the number of such notices that resulted in a fine, the average fines both assessed and paid for such violations, and whether each such establishment remains in operation as of the last day of the reporting period for which such report is made.  \\par\nb. The reports required pursuant to subdivision a of this section shall be published on the official website of the city of New York and disseminated through such other means that the commissioner deems sufficient to make such information readily available to the public.\\par\n\\ulnone\\'a73.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\\par\n\\'a74 This local law shall take effect immediately upon its enactment into law, except that the first report required pursuant to subdivision a of section 24-207.1 of the administrative code of the city of New York as enacted by section two of this local law shall be submitted on or before the first reporting date that occurs at least ninety-one days subsequent to such effective date.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\qj LS # \\par\n8/10/05 1:30 p.m. \\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
