{
  "ID": 34110,
  "GUID": "DED57BD1-5C37-4584-8725-12C24763064A",
  "File": "Int 0707-2005",
  "Name": "Limiting the use of government funds and resources prior to elections.",
  "Title": "A Local Law to amend the New York city charter, in relation to limiting the use of government funds and resources prior to elections.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2005-08-17T00:00:00Z",
  "AgendaDate": "2005-08-17T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    }
  ],
  "History": [
    {
      "ID": 179240,
      "Date": "2005-08-17T10:56:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 179420,
      "Date": "2005-08-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5132,
      "AgendaSequence": 143,
      "MinutesSequence": 170,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185162,
      "Date": "2005-12-31T16:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 34394,
  "Text": "Be it enacted by the Council as follows: \nSection 1.  Paragraph e of subdivision 1 and subdivision 2 of Section 1136.1 of the New York city charter, as amended by local law number 58 for the year 2004, are amended to read as follows:\n§ 1136.1.  Prohibitions on the use of government funds and resources. 1. Definitions. As used in this section: \n(e)  “Mass mailing” means identical or nearly identical pieces of literature or other mass communication totaling more than one hundred items, including but not limited to newsletters, pamphlets and informational materials, which are mailed to residents or voters, or any group or classification thereof, other than in response to specific inquiries or requests made by members of the public, and tax rebate notices and checks which are mailed to residents or voters, or any group or classification thereof. \n2. (a) No public servant who is a candidate for nomination or election to any elective office or the spouse of such public servant shall appear or otherwise participate in any advertisement or commercial on television, radio, in print or by electronic means on the Internet, which is funded, in whole or part, by governmental funds or resources from January first in the year an election for such elective office shall be held through the day of the last election that year for that office, in which the candidate seeks nomination or election. \n(b) No public servant who is a candidate for nomination or election to any elective office or the spouse of such public servant shall use, cause another person to use, or participate in the use of governmental funds or resources for a mass mailing that is postmarked, if mailed, or delivered, if by other means, less than ninety days prior to any primary or general election for any elective office for which office such person is a candidate for nomination or election; provided, however, that a candidate may send one mass mailing, which shall be postmarked, if mailed, or delivered, if by other means, no later than twenty-one days after the adoption of the executive budget pursuant to section two hundred fifty-four. No such mass mailing shall be intentionally sent to individuals outside the particular council district, borough, or other geographic area represented by such candidate.\n(c).  No public servant who is a candidate for nomination or election to any elective office shall cause or allow his or her name to appear in any form other than as signor of a check on any mass mailing by the department of finance, including, but not limited to, tax rebate notices and tax rebate checks, that is postmarked, if mailed, or delivered, if by other means, less than ninety days prior to any primary or general election for any elective office for which office such person is a candidate for nomination or election. \n(d) [(c)].No public servant shall use governmental funds or resources for a public communication that contains an electioneering message, including but not limited to information placed by electronic means on the Internet.\n(e) [(d)]. In the case of a candidate in a special election to fill a vacancy in an elective office, the prohibitions set forth in paragraphs (a) [and] , (b) and (c) of this subdivision shall apply from the day the special election is declared through the day of the special election.\n§ 2.  Effective date.  This local law shall take effect immediately upon enactment.\n\nRJN/JC\nLS # 3261\n7/15/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\par\n\\v0\\par\n\\pard\\noline\\hyphpar0\\li-180\\ri-180\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\f1  \\par\n\\pard\\fi720\\sl480\\slmult1\\f0 Section 1.  Paragraph e of subdivision 1 and subdivision 2 of Section 1136.1 of the New York city charter, as amended by local law number 58 for the year 2004, are amended to read as follows:\\par\n\\cf1\\'a7 1136.1.  \\b Prohibitions on the use of government funds and resources\\b0 . 1. Definitions. As used in this section: \\par\n(e)  \\ldblquote Mass mailing\\rdblquote  means identical or nearly identical pieces of literature or other mass communication totaling more than one hundred items, including but not limited to newsletters, pamphlets and informational materials, which are mailed to residents or voters, or any group or classification thereof, other than in response to specific inquiries or requests made by members of the public\\ul , and tax rebate notices and checks which are mailed to residents or voters, or any group or classification thereof\\ulnone . \\par\n2. (a) No public servant who is a candidate for nomination or election to any elective office or the spouse of such public servant shall appear or otherwise participate in any advertisement or commercial on television, radio, in print or by electronic means on the Internet\\ul ,\\ulnone  which is funded, in whole or part, by governmental funds or resources from January first in the year an election for such elective office shall be held through the day of the last election that year for that office, in which the candidate seeks nomination or election. \\par\n(b) No public servant who is a candidate for nomination or election to any elective office or the spouse of such public servant shall use, cause another person to use, or\\ul  \\ulnone participate in the use of governmental funds or resources for a mass mailing that is postmarked, if mailed, or delivered, if by other means, less than ninety days prior to any primary or general election for any elective office for which office such person is a candidate for nomination or election; provided, however, that a candidate may send one mass mailing, which shall be postmarked, if mailed, or delivered, if by other means, no later than twenty-one days after the adoption of the executive budget pursuant to section two hundred fifty-four. No such mass mailing shall be intentionally sent to individuals outside the particular council district, borough, or other geographic area represented by such candidate.\\par\n\\ul (c).  No public servant who is a candidate for nomination or election to any elective office shall cause or allow his or her name to appear in any form other than as signor of a check on any mass mailing by the department of finance, including, but not limited to, tax rebate notices and tax rebate checks, that is postmarked, if mailed, or delivered, if by other means, less than ninety days prior to any primary or general election for any elective office for which office such person is a candidate for nomination or election. \\par\n(d) \\ulnone [(c)].No public servant shall use governmental funds or resources for a public communication that contains an electioneering message, including but not limited to information placed by electronic means on the Internet.\\par\n\\ul (e) \\ulnone [(d)]. In the case of a candidate in a special election to fill a vacancy in an elective office, the prohibitions set forth in paragraphs (a) [and] \\ul ,\\ulnone  (b) \\ul and (c)\\ulnone  of this subdivision shall apply from the day the special election is declared through the day of the special election.\\par\n\\'a7 2.  Effective date.  This local law shall take effect immediately upon enactment.\\par\n\\pard\\sl480\\slmult1\\par\n\\pard RJN/JC\\par\nLS # 3261\\par\n7/15/05\\par\n\\cf0\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
