{
  "ID": 34061,
  "GUID": "33CD9325-CE76-4ACF-9810-22FB5368A4B9",
  "File": "Int 0708-2005",
  "Name": "Reducing no-fault motor vehicle insurance fraud.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to reducing no-fault motor vehicle insurance fraud.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2005-08-17T00:00:00Z",
  "AgendaDate": "2005-08-17T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 179189,
      "Date": "2005-08-17T11:09:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 179422,
      "Date": "2005-08-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5132,
      "AgendaSequence": 146,
      "MinutesSequence": 173,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181554,
      "Date": "2005-10-31T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 5388,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181641,
      "Date": "2005-10-31T13:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 5388,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181556,
      "Date": "2005-10-31T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 5389,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181640,
      "Date": "2005-10-31T13:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 5389,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185163,
      "Date": "2005-12-31T16:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 69261,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/31/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c2738c74-b8aa-4b65-8152-6a6ca6182ebc.doc",
      "Sort": 1
    },
    {
      "ID": 70925,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/31/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d200cb16-eb19-47ed-b956-40a2dde6a983.doc",
      "Sort": 2
    },
    {
      "ID": 70430,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report  12/21/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2bc85593-c96d-4dd4-9fc0-bad5827b9fc6.doc",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 34345,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.  The Council finds that fraud in the State’s no-fault automobile insurance system is a significant and costly problem.  According to a 2000 report of the Insurance Information Institute, no-fault automobile insurance medical claims are filed in New York State at a rate that is 30% higher than the median no-fault state nationwide, and the State’s average cost per claim is greater than twice the no-fault median.  Although recently the number of New York State claims and the average cost per claim has dropped in New York, the Council nevertheless finds that abuse of the no-fault automobile insurance system has led to higher automobile insurance costs in New York City, particularly in Brooklyn.  According to an October 2004 report issued by a task force established by the Brooklyn Borough President’s Office, it is generally accepted that Brooklyn experiences among the highest automobile insurance rates in the country.   \nThe Council finds that, in order to safeguard the health of City residents injured in automobile accidents while maintaining access to quality health care through no-fault insurance to New York City residents, as well as address high costs stemming from the volume of fraudulent no-fault automobile insurance medical claims made in New York City, legislation is needed to ensure that the City’s Department of Health and Mental Hygiene, Department of Consumer Affairs and other administrative and regulatory bodies receive sufficient information regarding claim submission practices with respect to no-fault automobile insurance.  The Council further finds that medical facilities that process high volumes of no-fault insurance medical treatment claims should be licensed and subject to a comprehensive regulatory scheme.\n§ 2.  Chapter one of title 17 of the administrative code of the city of New York is hereby amended by adding a new section 17-191 to read as follows:\n§ 17-191  Motor Vehicle Insurance Fraud Reduction Act.  a. Short title.  This section shall be known and may be cited as the “Motor Vehicle Insurance Fraud Reduction Act”.\nb.  Definitions.  For the purposes of this section, the following terms shall have the following meanings:\n1.  “Clinic” shall mean any private, non-residential medical facility or practice, other than a hospital as defined in article 28 of the public health law, which provides health care services relating to injuries sustained as a result of motor vehicle accidents.\n2.  “Commissioner” shall mean the commissioner of the department of health and mental hygiene.\n3. “Control”, including the terms “controlling”, “controlled by” and “under common control by or with”, shall mean the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of an institution, whether through ownership of voting securities, by contract or otherwise.\n4.  “Department” shall mean the department of health and mental hygiene.\n5.  “Health insurer” shall mean any insurer, company, corporation, partnership, governmental entity or other individual or entity authorized to transact or transacting business in New York state, or controlling or controlled by or under common control by or with such insurer, company, corporation, partnership, governmental entity or other individual or entity, which sells policies providing medical benefits.\n6.  “Medical benefits” shall mean full or partial payments for health care services, including, but not limited to, medical, hospital, surgical, nursing, dental, ambulance, x-ray, diagnostic, prescription drug, prosthetic, psychiatric, massage, acupuncture, chiropractic, and physical or occupational therapy and rehabilitation services.\n7.  “Motor vehicle” shall mean any vehicle operated upon a public highway or public street propelled by any power other than muscular power.\n8.  “Motor vehicle liability insurer” shall mean any insurer, company, corporation, partnership or other individual or entity authorized to transact or transacting business in New York state, or controlling or controlled by or under common control by or with such insurer, company, corporation, partnership or other individual or entity, which sells policies providing medical benefits with respect to injuries sustained as a result of a motor vehicle accident.\n9.  “No-fault motor vehicle insurance medical claim” shall mean any claim for medical benefits submitted to a motor vehicle liability insurer pursuant to a policy issued by such motor vehicle liability insurer pursuant to article 51 of the New York state insurance law, which provides “first party benefits” as that term is defined in section 5102 (b) of such article. \n10.   “Owner” shall mean any owner, manager, operator or other person or persons having control of a clinic and any authorized agent thereof.\nc.  Reports to the department.  1.  Beginning June 30, 2006 and every six months thereafter, any owner of a clinic that submits a no-fault motor vehicle insurance medical claim to any motor vehicle liability insurer in connection with a patient’s diagnosis and/or treatment shall submit a report to the department, in such form and manner as determined by rules promulgated by the department.  Such report shall include, but not be limited to (i) such clinic’s name, address and telephone number, and a list of all owners of such clinic; (ii) the total number of no-fault motor vehicle insurance medical claims submitted by or with the assistance of any such owner or employee of such clinic to motor vehicle liability insurers during the immediately preceding six months; and (iii) the total number of all other claims for medical benefits submitted by or with the assistance of any such owner or employee of such clinic to health insurers during the immediately preceding six months. \n2.  Beginning June 30, 2006 and every six months thereafter, any motor vehicle liability insurer may submit a report to the department containing the name, address, telephone number and total number of no-fault motor vehicle insurance medical claims submitted by each clinic that submitted such claims to such motor vehicle liability insurer during the immediately preceding six months.    \nd.  Reports to the state insurance department.  The department shall review the reports submitted pursuant to subdivision c of this section and, based upon such review, shall submit to the insurance fraud bureau of the New York state insurance department, or other appropriate division or bureau of such state insurance department, on a semi-annual basis, the name, address and telephone number of each clinic that the department suspects might be engaging in fraudulent practices, including, but not limited to, a “fraudulent insurance act” as defined pursuant to section 176.05(1) of the New York state penal law, involving no-fault motor vehicle insurance medical claims.  The determination as to which clinics are submitted to the New York state insurance department for further review or investigation shall be based upon standards and guidelines established pursuant to rules promulgated by the department.\ne.  Reports to the department of consumer affairs.  The department shall review reports submitted pursuant to subdivision c of this section, and, based upon such review, shall submit, on an ongoing basis, to the department of consumer affairs the name, address and telephone number of each clinic, as well as a list of all owners of such clinic, where fifty percent or more of the claims for medical benefits filed by such clinic within the preceding calendar year were no-fault motor vehicle insurance medical claims.   \nf.  Prohibitions.  1.  No person shall, for a pecuniary benefit, procure or attempt to procure a client or patient who is the alleged victim of a motor vehicle accident at the direction of, request of, or in cooperation with an owner of a clinic when such person knows or has reason to know that the purpose of such owner is to falsely or fraudulently assert a no-fault motor vehicle insurance medical claim for providing health care services to such client or patient.  \n2.  No owner of a clinic shall use, solicit, direct, hire or employ a person to, for a pecuniary benefit, procure or attempt to procure a client or patient who is the alleged victim of a motor vehicle accident where the purpose of such owner is to falsely or fraudulently assert a no-fault motor vehicle insurance medical claim for providing health care services to such client or patient.      \ng. Violations and penalties.  1. Any person who violates paragraph one of subdivision c of this section shall be liable for a civil penalty of one thousand dollars for a first violation and two thousand dollars for a second or subsequent violation.  In addition to such civil penalties, any person who knowingly makes a false statement or who knowingly falsifies or allows to be falsified any report required by paragraph one of subdivision c shall be guilty of a misdemeanor and upon conviction thereof shall be punished by a fine of not less than five thousand dollars, or by imprisonment not to exceed one year, or both.\n2.  Any person who violates paragraph one of subdivision f of this section shall be liable for a civil penalty not to exceed five thousand dollars for each violation and shall be guilty of a misdemeanor and upon conviction thereof shall be punished by a fine of not less than five thousand dollars, or by imprisonment not to exceed one year, or both.\n3.  Any person who violates paragraph two of subdivision f of this section shall be liable for a civil penalty not to exceed ten thousand dollars for each violation and shall be guilty of a misdemeanor and upon conviction thereof shall be punished by a fine of not less than ten thousand dollars, or by imprisonment not to exceed one year, or both.\n4.  A proceeding to recover any civil penalty authorized pursuant to this subdivision shall be commenced by service of notice of violation that shall be returnable to the administrative tribunal established by the board of health.  The board of health’s administrative tribunal shall have the power to impose the civil penalties prescribed by this paragraph.  Criminal proceedings based upon violations of this section may be instituted by the commissioner of the department. \nh.  Rules.  The department shall promulgate rules in accordance with the provisions contained in this section, and such other rules as may be necessary for the purposes of implementing and carrying out the provisions of this section.\n§   3.  Chapter two of title 20 of the administrative code of the city of New York is hereby amended by adding a new subchapter thirty-three to read as follows:\nSubchapter 33\nNo-fault Insurance Medical Clinics\n§ 20-540\tDefinitions.\n§ 20-541\tLicense required.\n§ 20-542\tApplication.\n§ 20-543\tTransferability.\n§ 20-544\tBond.\n§ 20-545\tLicense renewal, suspension and revocation.\n§ 20-546\tRules.\n§ 20-547\tViolations and penalties.\n§ 20-540 Definitions.  For the purposes of this section, the following terms shall have the following meanings:\n1.  “Clinic” shall mean any private, non-residential medical facility or practice, other than a hospital as defined in article 28 of the public health law, which provides health care services relating to injuries sustained as a result of motor vehicle accidents.  \n2. “Control”, including the terms “controlling”, “controlled by” and “under common control by or with”, shall mean the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of an institution, whether through ownership of voting securities, by contract or otherwise.\n3.  “Health insurer” shall mean any insurer, company, corporation, partnership, governmental entity or other individual or entity authorized to transact or transacting business in New York state, or controlling or controlled by or under common control by or with such insurer, company, corporation, partnership, governmental entity or other individual or entity, which sells policies providing medical benefits.\n4.  “Health care provider” shall mean any physician or other health care professional, including, but not limited to, dentists, nurses, x-ray technicians, physical or occupational therapists, massage therapist, acupuncturists, chiropractors and mental health service professionals, licensed to practice in New York state. \n5. “Health care services” shall mean any health or mental health services provided by a health care provider relating to injuries sustained as a result of an actual or alleged motor vehicle accident.\n6.  “Medical benefits” shall mean full or partial payments for health care services, including, but not limited to, medical, hospital, surgical, nursing, dental, ambulance, x-ray, diagnostic, prescription drug, prosthetic, psychiatric, massage, acupuncture, chiropractic, and physical or occupational therapy and rehabilitation services.\n7.  “Motor vehicle” shall mean any vehicle operated upon a public highway or public street propelled by any power other than muscular power.\n8.  “Motor vehicle liability insurer” shall mean any insurer, company, corporation, partnership or other individual or entity authorized to transact or transacting business in New York state, or controlling or controlled by or under common control by or with such insurer, company, corporation, partnership or other individual or entity, which sells policies providing medical benefits with respect to injuries sustained as a result of a motor vehicle accident.\n9.  “No-fault insurance medical clinic” shall mean any clinic that is subject to the licensing requirements of this subchapter.\n10.  “No-fault motor vehicle insurance medical claim” shall mean any claim for medical benefits submitted to a motor vehicle liability insurer pursuant to a policy issued by such motor vehicle liability insurer pursuant to article 51 of the New York state insurance law, which provides “first party benefits” as that term is defined in section 5102 (b) of such article. \n11.   “Owner” shall mean any owner, manager, operator or other person or persons having control of a clinic and any authorized agent thereof.\n§20-541 License required.  a.  No person shall maintain or operate a clinic where it is determined that fifty percent or more of all claims for medical benefits filed by such clinic within a one-year period were no-fault motor vehicle medical claims unless licensed pursuant to this subchapter.  \nb.  No person shall maintain or operate a clinic where no-fault motor vehicle medical claims are submitted to any motor vehicle liability insurer without first obtaining a license pursuant to this subchapter where any owner of such clinic: (i) owned another clinic that had closed within two years of such clinic’s opening; (ii) owned another clinic that had closed within one year of the effective date of the local law that added this subchapter; (iii) violated the provisions of section 17-191 of this code or any rules promulgated thereunder; (iv) has been found by a court of competent jurisdiction to have engaged in fraudulent acts with respect to no-fault motor vehicle insurance medical claims; or (v) failed to license a clinic pursuant to this subchapter.  \n§ 20-542 Application.  An application for any license required pursuant to this subchapter shall be made on a form to be provided by the commissioner and shall include, but not be limited to, (i) the name, address and telephone number of all owners of the clinic; (ii) the name, address and telephone number of all owners of any management company hired by such clinic, if applicable; (iii) the total number of claims for medical benefits filed within the previous year, disaggregated by the total number of no-fault motor vehicle insurance medical claims; and (iv) the total number of health care providers who provided health care services at such clinic and the total number of hours worked by such health care providers.  A copy of the medical license of any physician in whose name such clinic is incorporated shall be attached to such application.\n§ 20-543 Transferability.  Licenses issued pursuant to this subchapter shall not be transferable from person to person or from the location for which it was originally issued.\n§ 20-544 Bond.  As a condition of the issuance of a license to operate or maintain a no-fault insurance medical clinic pursuant to this subchapter, each applicant shall furnish to the commissioner a surety bond in the sum of one hundred thousand dollars, payable to the city of New York, executed by the applicant and a surety approved by the commissioner.  Such bond shall be conditioned upon an applicant's compliance with the provisions of this subchapter and any rules or regulations promulgated hereunder, and upon the further condition that the applicant will pay to the city any fine, penalty or other obligation within thirty days of its imposition, or any final judgment by a court of competent jurisdiction finding that an owner of such clinic has engaged in fraudulent acts with respect to no-fault motor vehicle insurance medical claims.  The commissioner may in his or her discretion, after a public hearing, five days notice of which shall be published in the City Record, increase the amount of the surety bond required by this section.  The commissioner may by regulation authorize an applicant to, in lieu of a bond, deposit cash to satisfy the requirements of this section in an amount equal to the sum of the surety bond required by this section.\n§ 20-545 License renewal, suspension and revocation.  In addition to any other powers of the commissioner, and not in limitation thereof, the commissioner may, after due notice and opportunity to be heard, refuse to renew any license for any no-fault insurance medical clinic required under this subchapter and may suspend or revoke such license if the person holding such license, or, where applicable, any of such clinic’s officers, principals, directors, members, managers, employees or stockholders owning more than ten percent of the outstanding stock of the corporation, (i) have been found to have made a material false statement or concealed a material fact in connection with the filing of any application pursuant to this subchapter; (ii) violated the provisions of section 17-191 of this code or any rules promulgated thereunder; or (iii) have been found by a court of competent jurisdiction to have engaged in fraudulent acts with respect to no-fault motor vehicle insurance medical claims.\n§ 20-546 Rules.  The commissioner shall promulgate any rules as may be necessary for the purposes of implementing and enforcing this subchapter.\n§ 20-547 Violations and penalties.  a. The civil penalties imposed pursuant to this section shall be in addition to any other sanctions and orders which may be imposed pursuant to this title including, but not limited to, such sanctions and orders which may be imposed pursuant to section 20-105 or title 17 of this code or pursuant to such other law the commissioner is authorized to enforce under this code.\nb.  Notwithstanding the provisions of subdivision a and b of section 20-106 of this code, any person who violates any provision of this subchapter or any rules promulgated thereunder shall be subject to a civil penalty of not less than two thousand dollars for each violation, to be recovered in a civil action or in an administrative tribunal with jurisdiction.\n§ 4.  Severability. If any subdivision, sentence, clause, phrase or other portion of the local law that added this section is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect. \n § 5.  Effective date.  This local law shall take effect ninety days after its enactment into law.\nLS #1958\nDB/AT\n07/27/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Legislative findings and intent.  The Council finds that fraud in the State\\rquote s no-fault automobile insurance system is a significant and costly problem.  According to a 2000 report of the Insurance Information Institute, no-fault automobile insurance medical claims are filed in New York State at a rate that is 30% higher than the median no-fault state nationwide, and the State\\rquote s average cost per claim is greater than twice the no-fault median.  Although recently the number of New York State claims and the average cost per claim has dropped in New York, the Council nevertheless finds that abuse of the no-fault automobile insurance system has led to higher automobile insurance costs in New York City, particularly in Brooklyn.  According to an October 2004 report issued by a task force established by the Brooklyn Borough President\\rquote s Office, it is generally accepted that Brooklyn experiences among the highest automobile insurance rates in the country.   \\par\n\\pard\\fi720\\sl480\\slmult1\\qj The Council finds that, in order to safeguard the health of City residents injured in automobile accidents while maintaining access to quality health care through no-fault insurance to New York City residents, as well as address high costs stemming from the volume of fraudulent no-fault automobile insurance medical claims made in New York City, legislation is needed to ensure that the City\\rquote s Department of Health and Mental Hygiene, Department of Consumer Affairs and other administrative and regulatory bodies receive sufficient information regarding claim submission practices with respect to no-fault automobile insurance.  The Council further finds that medical facilities that process high volumes of no-fault insurance medical treatment claims should be licensed and subject to a comprehensive regulatory scheme.\\par\n\\'a7 2.  Chapter one of title 17 of the administrative code of the city of New York is hereby amended by adding a new section 17-191 to read as follows:\\par\n\\ul\\'a7 17-191  Motor Vehicle Insurance Fraud Reduction Act.  a. Short title.  This section shall be known and may be cited as the \\ldblquote Motor Vehicle Insurance Fraud Reduction Act\\rdblquote .\\par\nb.  Definitions.  For the purposes of this section, the following terms shall have the following meanings:\\par\n1.  \\ldblquote Clinic\\rdblquote  shall mean any private, non-residential medical facility or practice, other than a hospital as defined in article 28 of the public health law, which provides health care services relating to injuries sustained as a result of motor vehicle accidents.\\par\n2.  \\ldblquote Commissioner\\rdblquote  shall mean the commissioner of the department of health and mental hygiene.\\par\n3. \\ldblquote Control\\rdblquote , including the terms \\ldblquote controlling\\rdblquote , \\ldblquote controlled by\\rdblquote  and \\ldblquote under common control by or with\\rdblquote , shall mean the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of an institution, whether through ownership of voting securities, by contract or otherwise.\\par\n4.  \\ldblquote Department\\rdblquote  shall mean the department of health and mental hygiene.\\par\n5.  \\ldblquote Health insurer\\rdblquote  shall mean any insurer, company, corporation, partnership, governmental entity or other individual or entity authorized to transact or transacting business in New York state, or controlling or controlled by or under common control by or with such insurer, company, corporation, partnership, governmental entity or other individual or entity, which sells policies providing medical benefits.\\par\n6.  \\ldblquote Medical benefits\\rdblquote  shall mean full or partial payments for health care services, including, but not limited to, medical, hospital, surgical, nursing, dental, ambulance, x-ray, diagnostic, prescription drug, prosthetic, psychiatric, massage, acupuncture, chiropractic, and physical or occupational therapy and rehabilitation services.\\par\n7.  \\ldblquote Motor vehicle\\rdblquote  shall mean any vehicle operated upon a public highway or public street propelled by any power other than muscular power.\\par\n8.  \\ldblquote Motor vehicle liability insurer\\rdblquote  shall mean any insurer, company, corporation, partnership or other individual or entity authorized to transact or transacting business in New York state, or controlling or controlled by or under common control by or with such insurer, company, corporation, partnership or other individual or entity, which sells policies providing medical benefits with respect to injuries sustained as a result of a motor vehicle accident.\\par\n9.  \\ldblquote No-fault motor vehicle insurance medical claim\\rdblquote  shall mean any claim for medical benefits submitted to a motor vehicle liability insurer pursuant to a policy issued by such motor vehicle liability insurer pursuant to article 51 of the New York state insurance law, which provides \\ldblquote first party benefits\\rdblquote  as that term is defined in section 5102 (b) of such article. \\par\n10.   \\ldblquote Owner\\rdblquote  shall mean any owner, manager, operator or other person or persons having control of a clinic and any authorized agent thereof.\\par\nc.  Reports to the department.  1.  Beginning June 30, 2006 and every six months thereafter, any owner of a clinic that submits a no-fault motor vehicle insurance medical claim to any motor vehicle liability insurer in connection with a patient\\rquote s diagnosis and/or treatment shall submit a report to the department, in such form and manner as determined by rules promulgated by the department.  Such report shall include, but not be limited to (i) such clinic\\rquote s name, address and telephone number, and a list of all owners of such clinic; (ii) the total number of no-fault motor vehicle insurance medical claims submitted by or with the assistance of any such owner or employee of such clinic to motor vehicle liability insurers during the immediately preceding six months; and (iii) the total number of all other claims for medical benefits submitted by or with the assistance of any such owner or employee of such clinic to health insurers during the immediately preceding six months. \\par\n2.  Beginning June 30, 2006 and every six months thereafter, any motor vehicle liability insurer may submit a report to the department containing the name, address, telephone number and total number of no-fault motor vehicle insurance medical claims submitted by each clinic that submitted such claims to such motor vehicle liability insurer during the immediately preceding six months.    \\par\nd.  Reports to the state insurance department.  The department shall review the reports submitted pursuant to subdivision c of this section and, based upon such review, shall submit to the insurance fraud bureau of the New York state insurance department, or other appropriate division or bureau of such state insurance department, on a semi-annual basis, the name, address and telephone number of each clinic that the department suspects might be engaging in fraudulent practices, including, but not limited to, a \\ldblquote fraudulent insurance act\\rdblquote  as defined pursuant to section 176.05(1) of the New York state penal law, involving no-fault motor vehicle insurance medical claims.  The determination as to which clinics are submitted to the New York state insurance department for further review or investigation shall be based upon standards and guidelines established pursuant to rules promulgated by the department.\\par\ne.  Reports to the department of consumer affairs.  The department shall review reports submitted pursuant to subdivision c of this section, and, based upon such review, shall submit, on an ongoing basis, to the department of consumer affairs the name, address and telephone number of each clinic, as well as a list of all owners of such clinic, where fifty percent or more of the claims for medical benefits filed by such clinic within the preceding calendar year were no-fault motor vehicle insurance medical claims.   \\par\nf.  Prohibitions.  1.  No person shall, for a pecuniary benefit, procure or attempt to procure a client or patient who is the alleged victim of a motor vehicle accident at the direction of, request of, or in cooperation with an owner of a clinic when such person knows or has reason to know that the purpose of such owner is to falsely or fraudulently assert a no-fault motor vehicle insurance medical claim for providing health care services to such client or patient.  \\par\n2.  No owner of a clinic shall use, solicit, direct, hire or employ a person to, for a pecuniary benefit, procure or attempt to procure a client or patient who is the alleged victim of a motor vehicle accident where the purpose of such owner is to falsely or fraudulently assert a no-fault motor vehicle insurance medical claim for providing health care services to such client or patient.      \\par\ng. Violations and penalties.  1. Any person who violates paragraph one of subdivision c of this section shall be liable for a civil penalty of one thousand dollars for a first violation and two thousand dollars for a second or subsequent violation.  In addition to such civil penalties, any person who knowingly makes a false statement or who knowingly falsifies or allows to be falsified any report required by paragraph one of subdivision c shall be guilty of a misdemeanor and upon conviction thereof shall be punished by a fine of not less than five thousand dollars, or by imprisonment not to exceed one year, or both.\\par\n2.  Any person who violates paragraph one of subdivision f of this section shall be liable for a civil penalty not to exceed five thousand dollars for each violation and shall be guilty of a misdemeanor and upon conviction thereof shall be punished by a fine of not less than five thousand dollars, or by imprisonment not to exceed one year, or both.\\par\n3.  Any person who violates paragraph two of subdivision f of this section shall be liable for a civil penalty not to exceed ten thousand dollars for each violation and shall be guilty of a misdemeanor and upon conviction thereof shall be punished by a fine of not less than ten thousand dollars, or by imprisonment not to exceed one year, or both.\\par\n4.  A proceeding to recover any civil penalty authorized pursuant to this subdivision shall be commenced by service of notice of violation that shall be returnable to the administrative tribunal established by the board of health.  The board of health\\rquote s administrative tribunal shall have the power to impose the civil penalties prescribed by this paragraph.  Criminal proceedings based upon violations of this section may be instituted by the commissioner of the department. \\par\nh.  Rules.  The department shall promulgate rules in accordance with the provisions contained in this section, and such other rules as may be necessary for the purposes of implementing and carrying out the provisions of this section.\\par\n\\ulnone\\'a7   3.  Chapter two of title 20 of the administrative code of the city of New York is hereby amended by adding a new subchapter thirty-three to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qc\\ul Subchapter 33\\par\nNo-fault Insurance Medical Clinics\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a7 20-540\\tab Definitions.\\par\n\\'a7 20-541\\tab License required.\\par\n\\'a7 20-542\\tab Application.\\par\n\\'a7 20-543\\tab Transferability.\\par\n\\'a7 20-544\\tab Bond.\\par\n\\'a7 20-545\\tab License renewal, suspension and revocation.\\par\n\\'a7 20-546\\tab Rules.\\par\n\\'a7 20-547\\tab Violations and penalties.\\par\n\\'a7 20-540 Definitions.  For the purposes of this section, the following terms shall have the following meanings:\\par\n1.  \\ldblquote Clinic\\rdblquote  shall mean any private, non-residential medical facility or practice, other than a hospital as defined in article 28 of the public health law, which provides health care services relating to injuries sustained as a result of motor vehicle accidents.  \\par\n2. \\ldblquote Control\\rdblquote , including the terms \\ldblquote controlling\\rdblquote , \\ldblquote controlled by\\rdblquote  and \\ldblquote under common control by or with\\rdblquote , shall mean the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of an institution, whether through ownership of voting securities, by contract or otherwise.\\par\n3.  \\ldblquote Health insurer\\rdblquote  shall mean any insurer, company, corporation, partnership, governmental entity or other individual or entity authorized to transact or transacting business in New York state, or controlling or controlled by or under common control by or with such insurer, company, corporation, partnership, governmental entity or other individual or entity, which sells policies providing medical benefits.\\par\n4.  \\ldblquote Health care provider\\rdblquote  shall mean any physician or other health care professional, including, but not limited to, dentists, nurses, x-ray technicians, physical or occupational therapists, massage therapist, acupuncturists, chiropractors and mental health service professionals, licensed to practice in New York state. \\par\n\\pard\\fi720\\sa63\\sl480\\slmult1\\qj 5. \\ldblquote Health care services\\rdblquote  shall mean any health or mental health services provided by a health care provider relating to injuries sustained as a result of an actual or alleged motor vehicle accident.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj 6.  \\ldblquote Medical benefits\\rdblquote  shall mean full or partial payments for health care services, including, but not limited to, medical, hospital, surgical, nursing, dental, ambulance, x-ray, diagnostic, prescription drug, prosthetic, psychiatric, massage, acupuncture, chiropractic, and physical or occupational therapy and rehabilitation services.\\par\n7.  \\ldblquote Motor vehicle\\rdblquote  shall mean any vehicle operated upon a public highway or public street propelled by any power other than muscular power.\\par\n8.  \\ldblquote Motor vehicle liability insurer\\rdblquote  shall mean any insurer, company, corporation, partnership or other individual or entity authorized to transact or transacting business in New York state, or controlling or controlled by or under common control by or with such insurer, company, corporation, partnership or other individual or entity, which sells policies providing medical benefits with respect to injuries sustained as a result of a motor vehicle accident.\\par\n9.  \\ldblquote No-fault insurance medical clinic\\rdblquote  shall mean any clinic that is subject to the licensing requirements of this subchapter.\\par\n10.  \\ldblquote No-fault motor vehicle insurance medical claim\\rdblquote  shall mean any claim for medical benefits submitted to a motor vehicle liability insurer pursuant to a policy issued by such motor vehicle liability insurer pursuant to article 51 of the New York state insurance law, which provides \\ldblquote first party benefits\\rdblquote  as that term is defined in section 5102 (b) of such article. \\par\n11.   \\ldblquote Owner\\rdblquote  shall mean any owner, manager, operator or other person or persons having control of a clinic and any authorized agent thereof.\\par\n\\'a720-541 License required.  a.  No person shall maintain or operate a clinic where it is determined that fifty percent or more of all claims for medical benefits filed by such clinic within a one-year period were no-fault motor vehicle medical claims unless licensed pursuant to this subchapter.  \\par\nb.  No person shall maintain or operate a clinic where no-fault motor vehicle medical claims are submitted to any motor vehicle liability insurer without first obtaining a license pursuant to this subchapter where any owner of such clinic: (i) owned another clinic that had closed within two years of such clinic\\rquote s opening; (ii) owned another clinic that had closed within one year of the effective date of the local law that added this subchapter; (iii) violated the provisions of section 17-191 of this code or any rules promulgated thereunder; (iv) has been found by a court of competent jurisdiction to have engaged in fraudulent acts with respect to no-fault motor vehicle insurance medical claims; or (v) failed to license a clinic pursuant to this subchapter.  \\par\n\\'a7 20-542 Application.  An application for any license required pursuant to this subchapter shall be made on a form to be provided by the commissioner and shall include, but not be limited to, (i) the name, address and telephone number of all owners of the clinic; (ii) the name, address and telephone number of all owners of any management company hired by such clinic, if applicable; (iii) the total number of claims for medical benefits filed within the previous year, disaggregated by the total number of no-fault motor vehicle insurance medical claims; and (iv) the total number of health care providers who provided health care services at such clinic and the total number of hours worked by such health care providers.  A copy of the medical license of any physician in whose name such clinic is incorporated shall be attached to such application.\\par\n\\'a7 20-543 Transferability.  Licenses issued pursuant to this subchapter shall not be transferable from person to person or from the location for which it was originally issued.\\par\n\\'a7 20-544 Bond.  As a condition of the issuance of a license to operate or maintain a no-fault insurance medical clinic pursuant to this subchapter, each applicant shall furnish to the commissioner a surety bond in the sum of one hundred thousand dollars, payable to the city of New York, executed by the applicant and a surety approved by the commissioner.  Such bond shall be conditioned upon an applicant's compliance with the provisions of this subchapter and any rules or regulations promulgated hereunder, and upon the further condition that the applicant will pay to the city any fine, penalty or other obligation within thirty days of its imposition, or any final judgment by a court of competent jurisdiction finding that an owner of such clinic has engaged in fraudulent acts with respect to no-fault motor vehicle insurance medical claims.  The commissioner may in his or her discretion, after a public hearing, five days notice of which shall be published in the City Record, increase the amount of the surety bond required by this section.  The commissioner may by regulation authorize an applicant to, in lieu of a bond, deposit cash to satisfy the requirements of this section in an amount equal to the sum of the surety bond required by this section.\\par\n\\'a7 20-545 License renewal, suspension and revocation.  In addition to any other powers of the commissioner, and not in limitation thereof, the commissioner may, after due notice and opportunity to be heard, refuse to renew any license for any no-fault insurance medical clinic required under this subchapter and may suspend or revoke such license if the person holding such license, or, where applicable, any of such clinic\\rquote s officers, principals, directors, members, managers, employees or stockholders owning more than ten percent of the outstanding stock of the corporation, (i) have been found to have made a material false statement or concealed a material fact in connection with the filing of any application pursuant to this subchapter; (ii) violated the provisions of section 17-191 of this code or any rules promulgated thereunder; or (iii) have been found by a court of competent jurisdiction to have engaged in fraudulent acts with respect to no-fault motor vehicle insurance medical claims.\\par\n\\'a7 20-546 Rules.  The commissioner shall promulgate any rules as may be necessary for the purposes of implementing and enforcing this subchapter.\\par\n\\'a7 20-547 Violations and penalties.  a. The civil penalties imposed pursuant to this section shall be in addition to any other sanctions and orders which may be imposed pursuant to this title including, but not limited to, such sanctions and orders which may be imposed pursuant to section 20-105 or title 17 of this code or pursuant to such other law the commissioner is authorized to enforce under this code.\\par\nb.  Notwithstanding the provisions of subdivision a and b of section 20-106 of this code, any person who violates any provision of this subchapter or any rules promulgated thereunder shall be subject to a civil penalty of not less than two thousand dollars for each violation, to be recovered in a civil action or in an administrative tribunal with jurisdiction.\\par\n\\ulnone\\'a7 4.  Severability. If any subdivision, sentence, clause, phrase or other portion of the local law that added this section is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect. \\par\n \\'a7 5.  Effective date.  This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\fi720\\li-720\\qj\\fs20 LS #1958\\par\n\\pard\\qj DB/AT\\par\n07/27/05\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
