{
  "ID": 34092,
  "GUID": "88D4E9F9-88CE-485B-B01A-52D7DD782C13",
  "File": "Int 0709-2005",
  "Name": "Small businesses and the repeal of subdivision f of section 20-268 and subdivision f of section 20-296 of such code.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to small businesses and the repeal of subdivision f of section 20-268 and subdivision f of section 20-296 of such code.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5120,
  "BodyName": "Committee on Small Business",
  "IntroDate": "2005-09-15T00:00:00Z",
  "AgendaDate": "2005-09-15T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 179810,
      "Date": "2005-09-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180025,
      "Date": "2005-09-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Small Business",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5198,
      "AgendaSequence": 83,
      "MinutesSequence": 102,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Small Business",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180334,
      "Date": "2005-09-29T14:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 5248,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180770,
      "Date": "2005-09-29T14:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 5248,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185164,
      "Date": "2005-12-31T16:56:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 68778,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d2cd649f-53b6-476d-8542-f0ea9ebbabaa.doc",
      "Sort": 1
    },
    {
      "ID": 70102,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a8079285-7046-4173-b75d-bef2c0e02142.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 34376,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Declaration of legislative findings and intent.  The Council of the City of New York hereby finds that the Administrative Code of the City of New York contains several provisions that are either outdated, in need of modification or are no longer practical and the enforcement of which has a detrimental impact upon the City’s small business community.  It is the Council’s intention to modify or repeal these antiquated and problematic provisions of the Administrative Code in a first effort to improve the small business environment in New York City so that these businesses can thrive.\n§2.  Subdivision k of section 17-508 of the administrative code of the city of New York is amended to read as follows:\n\tk.  [The] In the event that the penalties provided by this section [shall be] are in addition to any other penalty imposed by any other provision of law, rule or regulation thereunder, only one penalty may be imposed.\n\t§3.  Section 20-217 of the administrative code of the city of New York is amended to read as follows:\n\t§20-217  Prohibitions. It shall be unlawful for a person, firm, corporation, association, society or any other organized group of persons holding such license to[:\n\t1.  [Suffer] suffer or permit any game of chance to be played or gambling in any manner on the licensed premises.\n\t[2.  Suffer or permit the licensed premises to become disorderly.\n\t3.  Sell, barter, furnish or possess in such billiard room or place any habit forming drugs or any appliances for administering same.\n4.\tSuffer or permit any minor under the age of sixteen years to enter or remain in such billiard or pocket billiard room or place unless accompanied by his or her parent or guardian, or by an adult person authorized by his or her parent or guardian.]\n§4.  Section 20-224 of the administrative code of the city of New York is amended by adding a new subdivision g to read as follows:  \ng.  A license to maintain or operate a sidewalk cafe shall recite a description of the boundary of the area licensed as a sidewalk cafe including the total number of tables permissible under the license regardless of the configuration of such tables, so long as all other laws and rules are complied with.  No notice of violation shall be issued for an impermissible table configuration so long as all other laws and rules are complied with.   \n§5.  Subdivision f of section 20-268 of the administrative code of the city of New York is REPEALED and subdivisions g and h of such section are relettered as subdivisions f and g, respectively.\n§6.  Subdivision f of section 20-296 of the administrative code of the city of New York is REPEALED, subdivision g is relettered as subdivision f and, as relettered, is amended to read as follows:\nf.  All coin operated laundries shall be required to have on the premises an attendant from [6:00] 8:00 P.M. until closing or shall have a video camera or other video recording device continuously recording the activity in every doorway authorized to be utilized by customers.  A written placard or other notice that such camera or other video recording device has been installed and is in continuous operation shall be prominently displayed at the main entrance of the premises\n§7.  Section 20-368 of the administrative code of the city of New York is amended to read as follows:\n§20-368  Rules and regulations.  a. The commissioner is authorized to adopt such reasonable rules and regulations as he or she may deem necessary for the proper control, operation, and supervision of public dance halls, cabarets and catering establishments. \nb. Upon request of a patron or guest of a public dance hall, cabaret, or catering establishment such patron or guest shall be furnished with a clearly printed menu or other written list that itemizes the prices charged for food and drink before he or she is served, or, in the alternative, one or more signs reciting such itemized prices may be placed in conspicuous locations within the premises so as to be readily observable to all patrons and guests.\n\t§8.  Subdivision b of section 20-485.5 of the administrative code of the city of New York is amended to read as follows:\n\tb.  Display of selling price. 1. (i) All merchandise sold, exposed for sale or offered for sale at retail in a store licensed under this subchapter shall have conspicuously displayed, at the point of exposure or offering for sale, the total selling price exclusive of tax by means of a stamp, tag or label attached to the item, or a sign at the point of display which indicates the item to which the price refers; provided that this information is plainly visible, without the assistance of store personnel.\n\t(ii)  No electronics store licensed pursuant to subchapter twenty-nine of this chapter which offers for sale at retail any new item at a price greater than the manufacturer’s suggested retail price, shall be required to disclose or display the manufacturer’s suggested retail price unless that information is requested by a prospective purchaser of such item.\n\t§9.  Section 24-332 of the administrative code of the city of New York is amended to read as follows:\n\t§ 24-332  Use of water through hose.  It shall be unlawful for any person other than an owner or agent of a business to wash any street, sidewalk, areaway, steps, building or other place in the city by means of a hose or piping, unless and until a permit therefore shall have been obtained from the department.  It shall also be unlawful [or] to use water through a  hose or sprinkler for watering lawns or gardens, or to operate any outside shower where the water runs upon a street, sidewalk, or other public place, unless and until a permit therefor shall have been obtained from the department [of environmental protection].  Such permit shall not be granted for the use of hose, sprinkler or outside shower between the first day of November and the last day of March following. \n\t§10.  This local law shall take effect immediately after it is enacted into law.\n\nMS/NK/JH\nLS # 2998\nH/Small Business Bill/Repeal-Outdated Laws-8-05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\tab Section 1.  Declaration of legislative findings and intent.  The Council of the City of New York hereby finds that the Administrative Code of the City of New York contains several provisions that are either outdated, in need of modification or are no longer practical and the enforcement of which has a detrimental impact upon the City\\rquote s small business community.  It is the Council\\rquote s intention to modify or repeal these antiquated and problematic provisions of the Administrative Code in a first effort to improve the small business environment in New York City so that these businesses can thrive.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a72.  Subdivision k of section 17-508 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tab k.  [The] \\ul In the event that the\\ulnone  penalties provided by this section [shall be] \\ul are\\ulnone  in addition to any other penalty imposed by any other provision of law\\ul , rule\\ulnone  or regulation thereunder\\ul , only one penalty may be imposed.\\par\n\\ulnone\\tab\\'a73.  Section 20-217 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab\\'a720-217  Prohibitions. It shall be unlawful for a person, firm, corporation, association, society or any other organized group of persons holding such license to[:\\par\n\\tab 1.  [Suffer] \\ul suffer\\ulnone  or permit any game of chance to be played or gambling in any manner on the licensed premises.\\par\n\\tab [2.  Suffer or permit the licensed premises to become disorderly.\\par\n\\tab 3.  Sell, barter, furnish or possess in such billiard room or place any habit forming drugs or any appliances for administering same.\\par\n\\pard\\fi748\\sl480\\slmult1\\qj\\tx0 4.\\tab Suffer or permit any minor under the age of sixteen years to enter or remain in such billiard or pocket billiard room or place unless accompanied by his or her parent or guardian, or by an adult person authorized by his or her parent or guardian.]\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a74.  Section 20-224 of the administrative code of the city of New York is amended by adding a new subdivision g to read as follows:  \\par\n\\ul g.  A license to maintain or operate a sidewalk cafe shall recite a description of the boundary of the area licensed as a sidewalk cafe including the total number of tables permissible under the license regardless of the configuration of such tables, so long as all other laws and rules are complied with.  No notice of violation shall be issued for an impermissible table configuration so long as all other laws and rules are complied with.\\ulnone   \\ul  \\ulnone\\par\n\\'a75.  Subdivision f of section 20-268 of the administrative code of the city of New York is REPEALED and subdivisions g and h of such section are relettered as subdivisions f and g, respectively.\\par\n\\'a76.  Subdivision f of section 20-296 of the administrative code of the city of New York is REPEALED, subdivision g is relettered as subdivision f and, as relettered, is amended to read as follows:\\par\n\\ul f\\ulnone .  All coin operated laundries shall be required to have on the premises an attendant from [6:00] \\ul 8:00\\ulnone  P.M. until closing \\ul or shall have a video camera or other video recording device continuously recording the activity in every doorway authorized to be utilized by customers.  A written placard or other notice that such camera or other video recording device has been installed and is in continuous operation shall be prominently displayed at the main entrance of the premises\\ulnone\\par\n\\'a77.  Section 20-368 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a720-368  Rules and regulations.  \\ul a.\\ulnone  The commissioner is authorized to adopt such reasonable rules and regulations as he or she may deem necessary for the proper control, operation, and supervision of public dance halls, cabarets and catering establishments. \\par\n\\ul b. Upon request of a patron or guest of a public dance hall, cabaret, or catering establishment such patron or guest shall be furnished with a clearly printed menu or other written list that itemizes the prices charged for food and drink before he or she is served, or, in the alternative, one or more signs reciting such itemized prices may be placed in conspicuous locations within the premises so as to be readily observable to all patrons and guests.\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a78.  Subdivision b of section 20-485.5 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab b.  Display of selling price. 1. \\ul (i)\\ulnone  All merchandise sold, exposed for sale or offered for sale at retail in a store licensed under this subchapter shall have conspicuously displayed, at the point of exposure or offering for sale, the total selling price exclusive of tax by means of a stamp, tag or label attached to the item, or a sign at the point of display which indicates the item to which the price refers; provided that this information is plainly visible, without the assistance of store personnel.\\par\n\\tab\\ul (ii)  No electronics store licensed pursuant to subchapter twenty-nine of this chapter which offers for sale at retail any new item at a price greater than the manufacturer\\rquote s suggested retail price, shall be required to disclose or display the manufacturer\\rquote s suggested retail price unless that information is requested by a prospective purchaser of such item.\\par\n\\ulnone\\tab\\'a79.  Section 24-332 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab\\'a7 24-332  Use of water through hose.  It shall be unlawful for any person \\ul other than an owner or agent of a business\\ulnone  to wash any street, sidewalk, areaway, steps, building or other place in the city by means of \\ul a \\ulnone hose or piping, \\ul unless and until a permit therefore shall have been obtained from the department.  It shall also be unlawful\\ulnone  [or] to use water through \\ul a \\ulnone  hose or sprinkler for watering lawns or gardens, or to operate any outside shower where the water runs upon a street, sidewalk, or other public place, unless and until a permit therefor shall have been obtained from the department [of environmental protection].  Such permit shall not be granted for the use of hose, sprinkler or outside shower between the first day of November and the last day of March following. \\par\n\\tab\\'a710.  This local law shall take effect immediately after it is enacted into law.\\par\n\\par\n\\pard\\keepn\\s2\\qj\\fs16 MS/NK/JH\\par\n\\pard\\qj LS # 2998\\par\nH/Small Business Bill/Repeal-Outdated Laws-8-05\\par\n\\pard\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
