{
  "ID": 34093,
  "GUID": "65AFF08F-A0F1-4D3D-AAD9-5B0B237CA25A",
  "File": "Int 0711-2005",
  "Name": "Clarifying the authority of the environmental control board.",
  "Title": "A Local Law to amend the New York city charter and the administrative code of the city of New York, in relation to clarifying the authority of the environmental control board.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2005-09-15T00:00:00Z",
  "AgendaDate": "2005-09-15T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 179809,
      "Date": "2005-09-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180031,
      "Date": "2005-09-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5198,
      "AgendaSequence": 88,
      "MinutesSequence": 107,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection and Small Business",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180074,
      "Date": "2005-09-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Small Business",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5198,
      "MinutesSequence": 108,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180328,
      "Date": "2005-09-29T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 5246,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180762,
      "Date": "2005-09-29T13:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 5246,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180331,
      "Date": "2005-09-29T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 5247,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180765,
      "Date": "2005-09-29T13:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 5247,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185166,
      "Date": "2005-12-31T16:56:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 68776,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/cdc7ddf4-f9b0-4a8a-bca7-67e4286f8229.doc",
      "Sort": 1
    },
    {
      "ID": 70100,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/72363559-6943-4f97-8b90-21ab3b5eecd7.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 34377,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subdivisions b and c of section 1404 of the New York city charter are amended to read as follows:\nb. The environmental control board may adopt and amend [regulations] rules that are not inconsistent with any provision of law, including any law that establishes a civil penalty for a violation of any provision of law:\n(1) regulating or prohibiting the emission into the open air from any source,  whether fixed or movable, and whether on land or waters of any harmful or objectionable substances including, but not limited to, smoke, soot, dust, fumes, flash,  gas vapors and odors, and the installation, construction or alteration of equipment giving forth such emissions into the open air insofar as such emissions are effected  thereby; and \n(2) regulating or prohibiting the emission into the waters within and about the city of New York from any source whether fixed or movable and whether on land or water of any harmful or objectionable substances, contaminants and pollutants.\nc. (1) The environmental control board shall adjudicate proceedings to enforce the provisions of the charter and the administrative code, and any rules and regulations made thereunder, which relate to:\n\t(a) the cleanliness of the streets;\n  \t(b) the disposal of wastes;\n\t(c) the provision of a pure, wholesome and adequate supply of water;\n\t(d) the prevention of air, water and noise pollution;\n(e) the regulation of street peddling;\n\t(f) the prevention of fire and danger to life and  property therefrom which are within the jurisdiction of the fire department and which the fire commissioner shall designate by rule or regulation;\n\t(g) the construction, alteration, maintenance, use, occupancy, safety, sanitary condition, mechanical equipment and inspection of buildings or structures and the  regulation,  inspection  and testing of wiring and  appliances for electric light, heat and power in or on buildings  or structures in the city which  are within the jurisdiction of the department of buildings or [the department of ports and trade] the department of small business services and which the commissioner of buildings [or the commissioner of ports and trade] or the commissioner of small business services shall designate by rule [or regulation];\n(h) the response to emergencies caused by releases or threatened releases of hazardous substances;\n(i) the use and regulation of all property subject to the jurisdiction of the department of parks and recreation;\n(j) the reporting of information relating to the amount, location and nature of  hazardous substances, and the labeling of hazardous substances;\n(k) the construction, maintenance and repair and obstruction or closure of  public  roads, streets, highways, parkways, bridges and tunnels which are within the  jurisdiction of the department of transportation and the department of information technology and telecommunications; [and]\n(l) the use and regulation of all property subject to the jurisdiction of the department of [ports and trade] small business services[.];\n(m) the defacement of property[.]; and\n(n) landmarks and historic districts within the jurisdiction of the landmarks preservation commission.\n(2) The board shall have concurrent jurisdiction with the board of health to adjudicate proceedings to enforce those provisions of the health code and the rules and regulations relating thereto which the board of health shall designate.\n(3) The board shall have authority from time to time to make, amend and rescind such procedural rules [and regulations] as may be necessary to carry out its duties under this subdivision.\n\t§2.  Subparagraph a of paragraph 1 of subdivision d of section 1404 of the New York city charter is amended to read as follows:\n(a) The environmental control board shall conduct proceedings for the adjudication of violations of the laws, rules and regulations [enforced by it pursuant to the provisions of] set forth in subdivision c of this section or of any other law providing for [enforcement] adjudication by the environmental control board in accordance with this paragraph (1) and with procedural rules [and regulations] promulgated by the board, and shall have the power to render decisions and orders and to impose the civil penalties provided under law for such violations, but in no event may the board by rule, regulation, directive or other administrative action establish for any such violation a minimum civil penalty that is higher than the minimum civil penalty established by statute or local law or preclude the imposition of such minimum civil penalty in any board proceeding.                                                                                                                                                                                                                                        \n§3.  Section 24-268 of the administrative code of the city of New York, is amended to read as follows: \n§24-268 Procedural rules. The board shall have authority from time to time to make, amend and rescind such procedural rules as may be necessary to carry out the provisions of this subchapter, but in no event may the board make, amend, or rescind any rule that establishes with regard to any board proceeding a minimum civil penalty that is higher than the minimum civil penalty established by statute or local law or preclude the imposition of such minimum civil penalty.\n§4.  This local law shall take effect immediately and shall be applicable to any rule, regulation or directive of the environmental control board, irrespective of when such rule, regulation or directive was promulgated or issued, and the environmental control board shall forthwith take such actions as are necessary to amend, revise or repeal any rule, regulation or directive that is in conflict with the provisions of this local law.\nJH\nLS # 2997\nH:/Small Business Bills/Speaker-Revised ECB Bill 8-05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1. Subdivisions b and c of section 1404 of the New York city charter are amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj b. The environmental control board may adopt and amend [regulations] \\ul rules that are\\ulnone  not inconsistent with any provision of law\\ul , including any law that establishes a civil penalty for a violation of any provision of law\\ulnone :\\par\n(1) regulating or prohibiting the emission into the open air from any source,  whether fixed or movable, and whether on land or waters of any harmful or objectionable substances including, but not limited to, smoke, soot, dust, fumes, flash,  gas vapors and odors, and the installation, construction or alteration of equipment giving forth such emissions into the open air insofar as such emissions are effected  thereby; and \\par\n(2) regulating or prohibiting the emission into the waters within and about the city of New York from any source whether fixed or movable and whether on land or water of any harmful or objectionable substances, contaminants and pollutants.\\par\nc. (1) The environmental control board shall \\ul adjudicate proceedings to\\ulnone  enforce the provisions of the charter and the administrative code, and any rules and regulations made thereunder, which relate to:\\par\n\\pard\\sl480\\slmult1\\qj\\tab (a) the cleanliness of the streets;\\par\n  \\tab (b) the disposal of wastes;\\par\n\\tab (c) the provision of a pure, wholesome and adequate supply of water;\\par\n\\tab (d) the prevention of air, water and noise pollution;\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (e) the regulation of street peddling;\\par\n\\pard\\sl480\\slmult1\\qj\\tab (f) the prevention of fire and danger to life and  property therefrom which are within the jurisdiction of the fire department and which the fire commissioner shall designate by rule or regulation;\\par\n\\tab (g) the construction, alteration, maintenance, use, occupancy, safety, sanitary condition, mechanical equipment and inspection of buildings or structures and the  regulation,  inspection  and testing of wiring and  appliances for electric light, heat and power in or on buildings  or structures in the city which  are within the jurisdiction of the department of buildings or [the department of ports and trade] \\ul the department of small business services\\ulnone  and which the commissioner of buildings [or the commissioner of ports and trade] \\ul or the commissioner of small business services\\ulnone  shall designate by rule [or regulation];\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (h) the response to emergencies caused by releases or threatened releases of hazardous substances;\\par\n(i) the use and regulation of all property subject to the jurisdiction of the department of parks and recreation;\\par\n(j) the reporting of information relating to the amount, location and nature of  hazardous substances, and the labeling of hazardous substances;\\par\n(k) the construction, maintenance and repair and obstruction or closure of  public  roads, streets, highways, parkways, bridges and tunnels which are within the  jurisdiction of the department of transportation and the department of information technology and telecommunications; [and]\\par\n(l) the use and regulation of all property subject to the jurisdiction of the department of [ports and trade] \\ul small business services[\\ulnone .]\\ul ;\\par\n\\ulnone (m) the defacement of property[.]; \\ul and\\par\n\\ulnone (n) landmarks and historic districts within the jurisdiction of the landmarks preservation commission.\\par\n(2) The board shall have concurrent jurisdiction with the board of health to \\ul adjudicate proceedings to\\ulnone  enforce those provisions of the health code and the rules and regulations relating thereto which the board of health shall designate.\\par\n(3) The board shall have authority from time to time to make, amend and rescind such \\ul procedural\\ulnone  rules [and regulations] as may be necessary to carry out its duties under this subdivision.\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a72.  Subparagraph a of paragraph 1 of subdivision d of section 1404 of the New York city charter is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (a) The environmental control board shall conduct proceedings for the adjudication of violations of the laws, rules and regulations [enforced by it pursuant to the provisions of] \\ul set forth in\\ulnone  subdivision c of this section or of any other law providing for [enforcement] \\ul adjudication\\ulnone  by the environmental control board in accordance with this paragraph (1) and with \\ul procedural\\ulnone  rules [and regulations] promulgated by the board, and shall have the power to render decisions and orders and to impose the civil penalties provided under law for such violations\\ul , but in no event may the board by rule, regulation, directive or other administrative action establish for any such violation a minimum civil penalty that is higher than the minimum civil penalty established by statute or local law or preclude the imposition of such minimum civil penalty in any board proceeding.\\ulnone                                                                                                    \\ul                                                                                                                                      \\ulnone\\par\n\\'a73.  Section 24-268 of the administrative code of the city of New York, is amended to read as follows: \\par\n\\'a724-268 Procedural rules. The board shall have authority from time to time to make, amend and rescind such procedural rules as may be necessary to carry out the provisions of this subchapter\\ul , but in no event may the board make, amend, or rescind any rule that establishes with regard to any board proceeding a minimum civil penalty that is higher than the minimum civil penalty established by statute or local law or preclude the imposition of such minimum civil penalty\\ulnone .\\par\n\\'a74.  This local law shall take effect immediately and shall be applicable to any rule, regulation or directive of the environmental control board, irrespective of when such rule, regulation or directive was promulgated or issued, and the environmental control board shall forthwith take such actions as are necessary to amend, revise or repeal any rule, regulation or directive that is in conflict with the provisions of this local law.\\par\n\\pard\\qj\\fs16 JH\\fs24\\par\n\\pard\\fs16 LS # 2997\\par\nH:/Small Business Bills/Speaker-Revised ECB Bill 8-05\\par\n\\par\n\\fs24\\par\n}\n\u0000",
  "LastModified": "2015-07-06T14:07:01.403Z"
}
