{
  "ID": 34225,
  "GUID": "48AD675E-7878-4569-8BD9-59CE87DCF226",
  "File": "Int 0712-2005",
  "Name": "Improving demarcations and signage at all pedestrian crosswalks.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to improving demarcations and signage at all pedestrian crosswalks and requiring demarcation of pedestrian crosswalks that connect with curb cuts.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2005-09-15T00:00:00Z",
  "AgendaDate": "2005-09-15T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    }
  ],
  "History": [
    {
      "ID": 179750,
      "Date": "2005-09-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180032,
      "Date": "2005-09-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5198,
      "AgendaSequence": 89,
      "MinutesSequence": 109,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185167,
      "Date": "2005-12-31T16:56:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 34513,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Subchapter 1 of chapter 1 of title 19 of the administrative code of the city of New York is amended by adding new section 19-111 to read as follows:\n\t§19-111  Crosswalks and curb cuts.  a. Notwithstanding any other provision of law to the contrary, the department or its contractors shall demarcate all pedestrian crosswalks with painted lines of a conspicuous and consistent color.  The lines demarcating such crosswalks shall connect with the corresponding ends of the pedestrian curb cuts, where such pedestrian curb cuts have been constructed with the authorization of the department.  Such pedestrian curb cuts and crosswalks shall also be clearly marked in a conspicuous and consistent color that is visible to pedestrians, motorists, and persons operating other modes of transportation. \nb.   Within one week of completing the construction of any pedestrian curb cut, the department or its contractors shall complete the painting of lines demarcating a crosswalk including the connecting of such lines to the pedestrian curb cuts and shall complete the painting of the authorized curb cut.\nc.    The department shall be required to include in its contracts, where applicable, a requirement that the contractor comply with the provisions of subdivisions a and b of this section.\nd.  The commissioner shall compile a list of all pedestrian crosswalks and curb cuts that are demarcated in accordance with subdivisions a and b of this section.  Within five days of the painting or repainting of the demarcation of a crosswalk or curb cut authorized by the department, the commissioner shall add such crosswalk and curb cut to the list.\ne. A separate civil penalty of five hundred dollars shall be imposed for a contractor’s failure to comply with each requirement of subdivisions a and b, where the contract imposes such obligation on the contractor.\nf.  Pursuant to this section, the commissioner shall on a regular basis inspect pedestrian crosswalks and authorized curb cuts to determine if there is a need to repaint or repair any deterioration of such crosswalks or curb cuts.   The department shall also consider comments from the public that specified pedestrian crosswalks and authorized curb cuts are not clearly marked or have markings that are fading or deteriorating.  Within ten days of such monitoring or reporting the department shall determine whether to demarcate such crosswalk or curb cut.   Where applicable, such demarcation shall be performed within one week of such determination..   \n§3.  This local law shall take effect immediately after its enactment into law and shall apply to all contracts in effect as of twenty-one days prior to the enactment of the law.\n      \nRR\n09/08/05\nLS3360",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone Section 1.  Subchapter 1 of chapter 1 of title 19 of the administrative code of the city of New York is amended by adding new section 19-111 to read as follows:\\par\n\\pard\\sl480\\slmult1\\tab\\ul\\'a719-111  Crosswalks and curb cuts.  a. Notwithstanding any other provision of law to the contrary, the department or its contractors shall demarcate all pedestrian crosswalks with painted lines of a conspicuous and consistent color.  The lines demarcating such crosswalks shall connect with the corresponding ends of the pedestrian curb cuts, where such pedestrian curb cuts have been constructed with the authorization of the department.  Such pedestrian curb cuts and crosswalks shall also be clearly marked in a conspicuous and consistent color that is visible to pedestrians, motorists, and persons operating other modes of transportation. \\par\n\\pard\\fi720\\sl480\\slmult1 b.   Within one week of completing the construction of any pedestrian curb cut, the department or its contractors shall complete the painting of lines demarcating a crosswalk including the connecting of such lines to the pedestrian curb cuts and shall complete the painting of the authorized curb cut.\\par\nc.    The department shall be required to include in its contracts, where applicable, a requirement that the contractor comply with the provisions of subdivisions a and b of this section.\\par\nd.  The commissioner shall compile a list of all pedestrian crosswalks and curb cuts that are demarcated in accordance with subdivisions a and b of this section.  Within five days of the painting or repainting of the demarcation of a crosswalk or curb cut authorized by the department, the commissioner shall add such crosswalk and curb cut to the list.\\par\ne. A separate civil penalty of five hundred dollars shall be imposed for a contractor\\rquote s failure to comply with each requirement of subdivisions a and b, where the contract imposes such obligation on the contractor.\\par\nf.  Pursuant to this section, the commissioner shall on a regular basis inspect pedestrian crosswalks and authorized curb cuts to determine if there is a need to repaint or repair any deterioration of such crosswalks or curb cuts.   The department shall also consider comments from the public that specified pedestrian crosswalks and authorized curb cuts are not clearly marked or have markings that are fading or deteriorating.  Within ten days of such monitoring or reporting the department shall determine whether to demarcate such crosswalk or curb cut.   Where applicable, such demarcation shall be performed within one week of such determination..   \\par\n\\ulnone\\'a73.  This local law shall take effect immediately after its enactment into law and shall apply to all contracts in effect as of twenty-one days prior to the enactment of the law.\\par\n\\ul      \\ulnone  \\par\n\\pard\\fi720 RR\\par\n09/08/05\\par\nLS3360\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
