{
  "ID": 34096,
  "GUID": "AA877BD4-ECE6-41DE-8A47-22A7FE5DADA9",
  "File": "Int 0715-2005",
  "Name": "Creation of the office of small business assistance.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creation of the office of small business assistance.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5120,
  "BodyName": "Committee on Small Business",
  "IntroDate": "2005-09-15T00:00:00Z",
  "AgendaDate": "2005-09-15T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    }
  ],
  "History": [
    {
      "ID": 179807,
      "Date": "2005-09-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180038,
      "Date": "2005-09-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Small Business",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5198,
      "AgendaSequence": 94,
      "MinutesSequence": 114,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Small Business",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180336,
      "Date": "2005-09-29T14:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 5248,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180772,
      "Date": "2005-09-29T14:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 5248,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185170,
      "Date": "2005-12-31T16:57:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 68780,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/431ae547-29cd-4c07-bd8d-de43bf60dcac.doc",
      "Sort": 1
    },
    {
      "ID": 70104,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/74192302-0db3-4ff7-9477-8b5699f0830a.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 34380,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.  The Council finds that the City lacks a coherent, comprehensive mechanism to assist prospective small business owners launch their enterprises and to nurture the successful growth and development of existing small businesses.  In particular, the fact that multiple licenses may be required from an array of governmental entities, depending upon the type of business envisioned by prospective small business owners, has led to unnecessary confusion and delay in setting up lawful operation in an efficient manner.  In order to encourage small business growth in the City of New York, the Council finds it vitally necessary to create a coordinated mechanism that will be available to prospective small business owners that is specifically designed to facilitate the licensing procedures required for such businesses to quickly open their doors for business.  Such mechanism shall also be available to aid existing small businesses to navigate and adhere to all applicable legal and regulatory mandates incumbent upon such businesses.\n \t§2. Subdivision b of section 22-201 of the administrative code of the city of New York is hereby amended to read as follows:\n\tb. \"Department\" shall mean the department of [ports and trade] small business services. \n\t§3. Title 22 of the administrative code of the city of New York is amended by adding thereto a new chapter 8 to read as follows:\nCHAPTER 8\nSMALL BUSINESS SERVICES\n§22-801  Office of Small Business Assistance\n§22-801.  Office of small business assistance.  a.  For purposes of this section, the following terms shall have the following meanings:  1.  A “small business” shall be deemed to be one which is resident in the state of New York, independently owned and operated, not dominant in its field and employs one hundred or less persons.  \n2.  “License” shall mean any license, permit, authorization or other approval required by any governmental entity in order for a small business to lawfully operate within the city of New York.\nb.  The commissioner shall establish an office within the department, to be known as the office of small business assistance, whose exclusive responsibility shall be aiding prospective and existing small business owner(s): (i) in identifying, applying for and securing any license or licenses required to operate such type of business; (ii) in identifying, applying for and securing loans, grants or other public or private funding that may be available for such business; (iii) by collecting all applicable license applications and preparing one comprehensive package to be presented to the small business owner(s); (iv) by assisting the small business owner(s) to accurately and completely fill out all such license applications; (v) by providing the small business owner(s) with specific instructions regarding how and where to submit every completed license application in order to expeditiously obtain all licenses to be applied for; and (vi) by assisting the small business owner(s) in identifying other applicable legal and regulatory strictures that must be complied with for the type of business to be operated and providing advice to the small business owner(s) as to actions to be taken towards satisfying those obligations. The office of small business assistance shall also aid prospective small business owners in reapplying or amending their applications for appropriate licensure and/or funding in the event that the initial license or funding application is denied or returned for incomplete or insufficient information.  \nc.  The office of small business assistance shall have at least one office centrally located in each of the city’s five boroughs with adequate access to public transportation facilities whose locations and availability to prospective and existing small business owners shall be publicized by the department.\n§4.  This local law shall take effect ninety days after it is enacted into law.    \n\n\nMBS/JH\nLS#  2999 \nH:/Small Business Bills/Off  Small Bus Assist 8-05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Legislative findings and intent.  The Council finds that the City lacks a coherent, comprehensive mechanism to assist prospective small business owners launch their enterprises and to nurture the successful growth and development of existing small businesses.  In particular, the fact that multiple licenses may be required from an array of governmental entities, depending upon the type of business envisioned by prospective small business owners, has led to unnecessary confusion and delay in setting up lawful operation in an efficient manner.  In order to encourage small business growth in the City of New York, the Council finds it vitally necessary to create a coordinated mechanism that will be available to prospective small business owners that is specifically designed to facilitate the licensing procedures required for such businesses to quickly open their doors for business.  Such mechanism shall also be available to aid existing small businesses to navigate and adhere to all applicable legal and regulatory mandates incumbent upon such businesses.\\par\n \\tab\\'a72. Subdivision b of section 22-201 of the administrative code of the city of New York is hereby amended to read as follows:\\par\n\\tab b. \"Department\" shall mean the department of [ports and trade] \\ul small business services\\ulnone . \\par\n\\tab\\'a73. Title 22 of the administrative code of the city of New York is amended by adding thereto a new chapter 8 to read as follows:\\par\n\\pard\\keepn\\s1\\sl480\\slmult1\\qc\\ul CHAPTER 8\\par\nSMALL BUSINESS SERVICES\\par\n\\pard\\sl480\\slmult1\\qc\\'a722-801  Office of Small Business Assistance\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a722-801.  Office of small business assistance.  a.  For purposes of this section, the following terms shall have the following meanings:  1.  A \\ldblquote small business\\rdblquote  shall be deemed to be one which is resident in the state of New York, independently owned and operated, not dominant in its field and employs one hundred or less persons.  \\par\n2.  \\ldblquote License\\rdblquote  shall mean any license, permit, authorization or other approval required by any governmental entity in order for a small business to lawfully operate within the city of New York.\\par\nb.  The commissioner shall establish an office within the department, to be known as the office of small business assistance, whose exclusive responsibility shall be aiding prospective and existing small business owner(s): (i) in identifying, applying for and securing any license or licenses required to operate such type of business; (ii) in identifying, applying for and securing loans, grants or other public or private funding that may be available for such business; (iii) by collecting all applicable license applications and preparing one comprehensive package to be presented to the small business owner(s); (iv) by assisting the small business owner(s) to accurately and completely fill out all such license applications; (v) by providing the small business owner(s) with specific instructions regarding how and where to submit every completed license application in order to expeditiously obtain all licenses to be applied for; and (vi) by assisting the small business owner(s) in identifying other applicable legal and regulatory strictures that must be complied with for the type of business to be operated and providing advice to the small business owner(s) as to actions to be taken towards satisfying those obligations. The office of small business assistance shall also aid prospective small business owners in reapplying or amending their applications for appropriate licensure and/or funding in the event that the initial license or funding application is denied or returned for incomplete or insufficient information.  \\par\nc.  The office of small business assistance shall have at least one office centrally located in each of the city\\rquote s five boroughs with adequate access to public transportation facilities whose locations and availability to prospective and existing small business owners shall be publicized by the department.\\par\n\\ulnone\\'a74.  This local law shall take effect ninety days after it is enacted into law.\\ul     \\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n\\pard\\keepn\\s2\\qj\\ulnone\\fs16 MBS/JH\\par\nLS#  2999 \\par\n\\pard\\qj H:/Small Business Bills/Off  Small Bus Assist 8-05\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
