{
  "ID": 34228,
  "GUID": "78D45F23-9F34-47A5-AB88-F82D71F366C9",
  "File": "Int 0717-2005",
  "Name": "Requiring the reporting and posting of the retail selling prices of gasoline and diesel motor fuels.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the reporting and posting of the retail selling prices of gasoline and diesel motor fuels.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2005-09-15T00:00:00Z",
  "AgendaDate": "2005-09-15T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 179757,
      "Date": "2005-09-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180034,
      "Date": "2005-09-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5198,
      "AgendaSequence": 96,
      "MinutesSequence": 116,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affaris",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185172,
      "Date": "2005-12-31T16:58:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 68447,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Cover Sheet",
      "Link": "http://nyc.legistar1.com/nyc/attachments/cfc81a45-23db-453e-983f-8d49dfae7a87.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 34516,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subchapter five of chapter four of title twenty of the administrative code of the city of New York is hereby amended by adding a new section 20-672.1, to read as follows:\n§20-672.1  Retail prices to be reported; website availability to be posted.  a. Definitions. For the purposes of this section, the following terms shall have the following meanings:\n1. “Gasoline” shall mean any fuel sold for use in motor vehicles and motor vehicle engines, including, but not limited to, diesel motor fuel.\n2. “Retail outlet” shall mean any establishment at which gasoline is sold or offered for sale for use in motor vehicles.\n\t3. “Retailer” shall mean any person who owns, leases, operates, controls or supervisors a retail outlet.\n\tb. Every retailer shall report to the department, at least twice per week, or more frequently as may be required by the commissioner, the actual selling price per gallon of gasoline offered to the public at such retailer’s retail outlet on that day.  Such reporting shall include the actual selling price per gallon of gasoline for each day subsequent to the last reporting day.  Such retail prices shall be reported by brand, grade and type or quality classification.\nc. Every retail outlet shall have a sign conspicuously posted in the area where gasoline is dispensed notifying consumers of the availability of the department’s actual selling prices database established pursuant to section 20-673.3 of this subchapter and the web address of such database.  \nd.  The commissioner may require any retailer to provide the department with other information, including, but not limited to, the number of gallons of gasoline received and sold at such retailer’s retail outlet, the price per gallon that such retailer paid for such gasoline and the price per gallon at which such retailer sold such gasoline.  \n\n§2.  Section 20-673.3 of subchapter five of chapter four of title twenty of the administrative code of the city of New York is hereby amended and renumbered as section 20-673.4, and a new section 20-673.3 is added, to read as follows:\n§20-673.3 Gasoline Retail Prices Posted on Website a. The department shall make publicly available in a database on its website the actual retail selling price per gallon of gasoline or diesel motor fuel reported by each gasoline retail station pursuant to section 20-672.1 of this subchapter.  Such database shall be updated at least twice per week, or more frequently as may be required by the commissioner.  Such database shall include the name and address of each reporting retail outlet and enable users to search the database by borough and zip code, as well as by the brand of gasoline and other appropriate factors as determined by the commissioner.  Such database shall enable users to display and compare retail selling prices for one or more selected gasoline products.  Such database shall include, at a minimum, all daily retail selling prices per gallon for the seven days prior to the most recent reporting date.  The website shall enable users to download and print displayed information and shall be capable of accommodating actual use of the database.  \n[§ 20-673.3] § 20-673.4 Inspection, investigation; recordkeeping. a. The commissioner or the commissioner's designee, upon presentation of appropriate credentials, shall be authorized to enter upon or through the business premises of any person who sells or offers for sale gasoline or other petroleum products for use in motor vehicles or motor boats or any place where such gasoline or petroleum products is stored, for the purposes of making inspections, taking samples and conducting tests to determine compliance with the provisions of this subchapter or any rule[s] or regulation promulgated hereunder.\n  \tb. Whenever the commissioner has reason to believe that a violation of this subchapter or any rule or regulation has occurred, he or she shall be authorized to make such investigation as he or she shall deem necessary, and to the extent necessary for this purpose, he or she may examine any person and may compel the production of all relevant records.\n  \tc. Any person subject to the provisions of this subchapter shall maintain such written records as the commissioner may prescribe by regulation.\n\n§3.  This local law shall take effect one hundred and twenty days after its adoption, provided that city agencies affected, including, but not limited to, the commissioner of the department of consumer affairs, may take any actions necessary to effect the provisions of this local law prior to its effective date. \n\nT.S.F.\nLS# 3393\n09.12.05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\i Be it enacted by the Council as follows:\\par\n\\i0\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.  Subchapter five of chapter four of title twenty of the administrative code of the city of New York is hereby amended by adding a new section 20-672.1, to read as follows:\\par\n\\ul\\'a720-672.1  Retail prices to be reported; website availability to be posted.  a. Definitions. For the purposes of this section, the following terms shall have the following meanings:\\par\n1. \\ldblquote Gasoline\\rdblquote  shall mean any fuel sold for use in motor vehicles and motor vehicle engines, including, but not limited to, diesel motor fuel.\\par\n2. \\ldblquote Retail outlet\\rdblquote  shall mean any establishment at which gasoline is sold or offered for sale for use in motor vehicles.\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul 3. \\ldblquote Retailer\\rdblquote  shall mean any person who owns, leases, operates, controls or supervisors a retail outlet.\\par\n\\ulnone\\tab\\ul b. Every retailer shall report to the department, at least twice per week, or more frequently as may be required by the commissioner, the actual selling price per gallon of gasoline offered to the public at such retailer\\rquote s retail outlet on that day.  Such reporting shall include the actual selling price per gallon of gasoline for each day subsequent to the last reporting day.  Such retail prices shall be reported by brand, grade and type or quality classification.\\par\n\\pard\\fi720\\sl480\\slmult1 c. Every retail outlet shall have a sign conspicuously posted in the area where gasoline is dispensed notifying consumers of the availability of the department\\rquote s actual selling prices database established pursuant to section 20-673.3 of this subchapter and the web address of such database.  \\par\nd.  The commissioner may require any retailer to provide the department with other information, including, but not limited to, the number of gallons of gasoline received and sold at such retailer\\rquote s retail outlet, the price per gallon that such retailer paid for such gasoline and the price per gallon at which such retailer sold such gasoline.  \\par\n\\pard\\sl480\\slmult1\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\'a72.  Section 20-673.3 of subchapter five of chapter four of title twenty of the administrative code of the city of New York is hereby amended and renumbered as section 20-673.4, and a new section 20-673.3 is added, to read as follows:\\par\n\\ul\\'a720-673.3 \\b Gasoline Retail Prices Posted on Website\\b0  a. The department shall make publicly available in a database on its website the actual retail selling price per gallon of gasoline or diesel motor fuel reported by each gasoline retail station pursuant to section 20-672.1 of this subchapter.  Such database shall be updated at least twice per week, or more frequently as may be required by the commissioner.  Such database shall include the name and address of each reporting retail outlet and enable users to search the database by borough and zip code, as well as by the brand of gasoline and other appropriate factors as determined by the commissioner.  Such database shall enable users to display and compare retail selling prices for one or more selected gasoline products.  Such database shall include, at a minimum, all daily retail selling prices per gallon for the seven days prior to the most recent reporting date.  The website shall enable users to download and print displayed information and shall be capable of accommodating actual use of the database.  \\par\n\\ulnone [\\'a7 20-673.3] \\ul\\'a7 20-673.4\\ulnone  \\b Inspection, investigation; recordkeeping\\b0 . a. The commissioner or the commissioner's designee, upon presentation of appropriate credentials, shall be authorized to enter upon or through the business premises of any person who sells or offers for sale gasoline or other petroleum products for use in motor vehicles or motor boats or any place where such gasoline or petroleum products is stored, for the purposes of making inspections, taking samples and conducting tests to determine compliance with the provisions of this subchapter or any rule[s] or regulation promulgated hereunder.\\line   \\tab b. Whenever the commissioner has reason to believe that a violation of this subchapter or any rule or regulation has occurred, he or she shall be authorized to make such investigation as he or she shall deem necessary, and to the extent necessary for this purpose, he or she may examine any person and may compel the production of all relevant records.\\line   \\tab c. Any person subject to the provisions of this subchapter shall maintain such written records as the commissioner may prescribe by regulation.\\line\\par\n\\'a73.  This local law shall take effect one hundred and twenty days after its adoption, provided that city agencies affected, including, but not limited to, the commissioner of the department of consumer affairs, may take any actions necessary to effect the provisions of this local law prior to its effective date. \\par\n\\pard\\qj\\tx1080\\par\n\\fs20 T.S.F.\\par\nLS# 3393\\par\n09.12.05\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\hyphpar0\\qj\\tqr\\tx9360\\expndtw-3\\fs24\\tab\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
