{
  "ID": 34097,
  "GUID": "FEC81D81-B3CD-4C01-A439-CAD98E2193A6",
  "File": "Int 0718-2005",
  "Name": "Administrative adjudications board.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the administrative adjudications board.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2005-09-15T00:00:00Z",
  "AgendaDate": "2005-09-15T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 179806,
      "Date": "2005-09-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180041,
      "Date": "2005-09-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5198,
      "AgendaSequence": 98,
      "MinutesSequence": 118,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection and Small Business",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180178,
      "Date": "2005-09-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Small Business",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5198,
      "MinutesSequence": 119,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180329,
      "Date": "2005-09-29T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 5246,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180763,
      "Date": "2005-09-29T13:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 5246,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180332,
      "Date": "2005-09-29T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 5247,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180766,
      "Date": "2005-09-29T13:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 5247,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185173,
      "Date": "2005-12-31T16:58:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 68777,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6de5236d-682f-498e-88f5-a00a6cb95faa.doc",
      "Sort": 1
    },
    {
      "ID": 70101,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/41f9aeab-aeac-4cf9-bd35-ddffc71cdb45.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 34381,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Declaration of legislative findings and intent.  The Council of the City of New York hereby finds that the Environmental Control Board (“ECB”) requires modifications to its structure and hearing processes in order to provide greater fairness and more timely and effective decisions for City residents and business owners appearing before it.  The Council, through its oversight functions and through receipt of numerous reports from persons who have appeared before the Environmental Control Board, has discerned alarming practices relating to ECB adjudications that raise serious questions as to whether respondents are treated fairly and accorded due process and also raises concerns that outcomes are not always based upon the merits of the matters adjudicated by the ECB.  The Council seeks to address these shortcomings in an effort to provide a more fair administrative adjudicatory process that will engender greater confidence in and respect for the ECB’s determinations and that will also serve to help foster an environment for business, especially small businesses to thrive in New York City.  Additionally, as a means towards more appropriately reflecting the breadth of violations adjudicated before the ECB, the Council sees fit to rename the entity so that the simple fact that it is housed within the Department of Environmental Protection does not imply that environmental violations are the sole type of violation within its purview.    \n§2.  Section 1-112 of the administrative code of the city of New York is amended by adding a new paragraph 22 to read as follows:\n22.  “Environmental control board”. The administrative adjudications board.  \n§3.  Subdivision a of section 1404 of the New York city charter is amended to read as follows:\n\t§1404.  [Environmental control] Administrative adjudications board.  a.  There shall be in the department an administrative adjudications board, previously known as the environmental control board.  All references in this charter and administrative code to the environmental control board shall be deemed to mean the administrative adjudications board.  The administrative adjudications board shall [consisting] consist of the commissioner, who shall be chairman, the commissioner of sanitation, the commissioner of buildings, the commissioner of [public] health and mental hygiene, the police commissioner, the fire commissioner and the commissioner of consumer affairs, all of whom shall serve on the board without compensation and all of whom shall have the power to exercise or delegate any of their functions, powers and duties as members of the board, and six persons to be appointed by the mayor, with the advice and consent of the city council, who are not otherwise employed by the city, one to be possessed of a broad general background and experience in the field of air pollution control, one with such background and experience in the field of water pollution control, one with such background and experience in the field of noise pollution control, one with such background and experience in the real estate field, one with such background and experience in the business community, and one member of the public, and who shall serve for four-year terms.  Such members shall be compensated at the rate of one hundred fifty dollars per day when performing the work of the board.  Within its appropriation, the board may appoint an executive director and [such hearing officers, including non-salaried hearing officers and other] any employees as it may from time to time find necessary for the proper performance of its duties. The chairperson of the board shall appoint a chief administrative law judge who shall appoint a staff of administrative law judges each of whom shall be authorized to conduct a hearing on any notice of violation within the jurisdiction of the board.  Each administrative law judge shall be an attorney in good standing admitted to practice in the state of New York for at least five years.  Each administrative law judge shall be appointed for a term of four years and may be removed only for good cause shown after notice and opportunity for a hearing on a record, and may be represented by counsel.  \n§3.  Subparagraph a of paragraph 1 of subdivision d of section 1404 of the New York city charter is amended to read as follows:\nd. (1) (a) The [environmental control board] administrative law judges appointed in accordance with the provisions of subdivision a of this section, shall conduct proceedings for the adjudication of violations of the laws, rules and regulations within the jurisdiction of the environmental control board pursuant to the provisions of subdivision c of this section or of any other law providing for enforcement by the [environmental control] administrative adjudications board in accordance with this paragraph (1) and with the rules and regulations promulgated by the board, and shall have the power to render decisions and orders and to impose the civil penalties provided under law for such violations.\n§4.  Paragraph (8) of section 24-104 of the administrative code of the city of New York is amended to read as follows:\n (8) Board means the [environmental control] administrative adjudications board of the city of New York.  All references in this code to the environmental control board shall be deemed to mean the administrative adjudications board.\n§5.  Subdivision a of section 24-178 of the administrative code of the city of New York is amended to read as follows:\n(a) The board, in addition to other duties assigned to it by law, shall have the power to conduct hearings through duly appointed administrative law judges and pursuant to this chapter and, by the issuance of a subpoena, compel the attendance of witnesses and the production of any books, papers or other things relating to the matter under investigation.\n§6.  Section 24-179 of the administrative code of the city of New York is amended to read as follows:\n§24-179 The board.  (a) The board shall be convened by the chairperson or in his or her absence a deputy commissioner or at the request of any three members thereof.\n(b) [If a member of the board has presided over the initial hearing, he or she shall not be disqualified from reviewing the hearing.\n(c)] Five members of the board, at least two of whom shall not be city officials, shall constitute a quorum.\n§7.  Subdivision c of section 24-180 of the administrative code of the city of New York is amended to read as follows:\n(c) A notice of violation shall:\n(1) Specify the section or sections of this code, order, or regulation that such person or equipment is in violation of; and\n(2) Indicate the amount of the civil penalty that such person is subject to; and\n(3) Contain a brief statement of the nature of the violation; and\n(4) Require a written response that conforms to section 24-181 of this code; and\n(5) Notify such person that he or she has the right, upon written notice received by both the board and the issuer of the notice of violation, at least five business days prior to the designated time for a hearing on the notice of violation, to receive from the issuer of the notice of violation a list of the names of all witnesses who may be called by the issuer and copies of all documents intended to be submitted into evidence by the issuer.  Such witness list and copies of such documents shall be delivered to such person no later than two business days prior to the designated time for a hearing on the notice of violation. \n(6) Require such person or owner of equipment to answer the allegations in the notice of violation at a designated time and place, unless a hearing is not required by section 24-178 of this code.\n§8.  Section 24-184 of the administrative code of the city of New York is amended to read as follows:\n\t§24-184  Hearings. (a) The chief administrative law judge [appointed by the chairperson of the board] shall designate [a hearing officer or at least one member of the board] an administrative law judge from his or her staff to preside over hearings held pursuant to this subchapter.  [In any hearing in which a quorum of the board is present such members shall be deemed to be sitting as the board.]\n(b)\tAll such hearings shall be open to the public.\n(c)  At such hearings, an interpreter shall be made available to a respondent, if necessary.  An administrative law judge may accept as an interpreter a friend or relative of a respondent or witness, or any other person who can provide acceptable translation but such person shall be administered an oath as though he or she were a witness in such proceeding. Otherwise, the administrative law judge shall direct that an interpreter be obtained from an official registry of interpreters or shall otherwise be assured that a qualified interpreter is provided.\n(d)  At the request of any party to such a hearing, the board shall by the issuance\nof a subpoena compel the attendance of such witnesses and shall require the production of any such books, papers, or other things relating to the matter under investigation if such a request reasonably relates to such hearing.\n\t[(d)] (e)  Any party to a hearing may be represented by counsel, may make oral and written argument and cross-examine witnesses and may make application for production of any evidence relied upon by the opposing party.  All testimony taken before the [board or the designated hearing officer] designated administrative law judge shall be under oath and shall be recorded.  The record shall be open to public inspection, and copies thereof shall be made available to any person upon payment of the actual cost of reproduction.\n\t(f)  Upon application of any party and in the interest of convenient, expeditious and complete determination of cases involving the same or similar issues or the same parties, the administrative law judge may consolidate two or more notices of violation for adjudication at one hearing.\n§9.  Section 24-185 of the administrative code of the city of New York is amended to read as follows:\n§24-185 Default; vacating a default order.  (a) A respondent shall be in default when the respondent has:\n(1)\tFailed to serve a written response pursuant to section 24-181 of this code; or\n(2)  Failed to appear at the designated time and place as required by the notice of violation pursuant to section 24-180 or 24-182 of this code; or  \n\t(3)  Neglected to proceed in a manner ordered by the board.\n(b)  Where respondent appears at the designated time and place as required by the notice of violation pursuant to section 24-180 or 24-182 of this code and the opposing party has failed to appear as of one full hour after such designated time, the respondent shall be given a choice at such point to adjourn the hearing or to proceed with the hearing in which case the administrative law judge shall rely upon the notice of violation and any other evidence properly before him or her.\n(c) Within sixty days of a decision and order of the board issued pursuant to paragraph two of subdivision (c) of section 24-187, the respondent may request the board to grant a stay of such order of the board and schedule a hearing.  If the respondent has shown good cause and a meritorious defense, the board may grant such request and hold a hearing pursuant to section 24-184 of this code.  At the hearing, the board may adopt, amend, or rescind its decision and order.\n§10.  Section 24-186 of the administrative code of the city of New York is amended to read as follows:\n§24-186 [Hearing officer’s] Administrative law judge’s decision.  (a)  At the conclusion of the hearing, the [hearing officer or member of the board] administrative law judge conducting the hearing shall prepare a decision stating findings of fact and conclusions, as well as reasons for his or her determination on all material issues, and making recommendations as to action which should be taken in the matter.\n(b)  The [hearing officer or member of the board] administrative law judge conducting the hearing shall file his or her decision with the board and send copies by mail to the parties.  Any party may file exceptions with the board within twenty days after service of such decision.  If no exceptions have been filed within the prescribed time, the recommendations of the [hearing officer or member of the board] administrative law judge conducting the hearing shall automatically become the decision of the board and shall constitute its findings, conclusions, and order.  Parties need not exhaust all administrative remedies, including filing timely exceptions with the board, prior to seeking judicial review of the final decision and order of the board pursuant to article seventy-eight of the New York civil practice law and rules or other judicial action or proceeding.  In the event that a party chooses to seek judicial review without having first filed timely exceptions with the board, the decision of the administrative law judge shall be deemed to be the final decision and order of the board. \n§11.  Subdivision a of section 24-187 of title 24 of the administrative code of the city of New York is amended to read as follows:\n§24-187 Board decision and order.  (a) If any party files exceptions to the decision of the [hearing officer or member of the board] administrative law judge conducting a hearing within the prescribed time, the board shall review the record and issue its decision and order in which it may adopt, modify, or reject the findings, conclusions, and recommendations of the [hearing officer or member of the board] administrative law judge who conducted the hearing.\n§12.  This local law shall take effect ninety days after its enactment into law except that the commissioner of environmental protection shall take such actions as are necessary to implement the provisions of this local law prior to such effective date.\n\n\nMBS/JH\nH:/Small Business/Gennaro - ECB Structure 8-11-05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\tab Section 1.  Declaration of legislative findings and intent.  The Council of the City of New York hereby finds that the Environmental Control Board (\\ldblquote ECB\\rdblquote ) requires modifications to its structure and hearing processes in order to provide greater fairness and more timely and effective decisions for City residents and business owners appearing before it.  The Council, through its oversight functions and through receipt of numerous reports from persons who have appeared before the Environmental Control Board, has discerned alarming practices relating to ECB adjudications that raise serious questions as to whether respondents are treated fairly and accorded due process and also raises concerns that outcomes are not always based upon the merits of the matters adjudicated by the ECB.  The Council seeks to address these shortcomings in an effort to provide a more fair administrative adjudicatory process that will engender greater confidence in and respect for the ECB\\rquote s determinations and that will also serve to help foster an environment for business, especially small businesses to thrive in New York City.  Additionally, as a means towards more appropriately reflecting the breadth of violations adjudicated before the ECB, the Council sees fit to rename the entity so that the simple fact that it is housed within the Department of Environmental Protection does not imply that environmental violations are the sole type of violation within its purview.    \\par\n\\pard\\fi720\\sl480\\slmult1\\'a72.  Section 1-112 of the administrative code of the city of New York is amended by adding a new paragraph 22 to read as follows:\\par\n\\ul 22.  \\ldblquote Environmental control board\\rdblquote . The administrative adjudications board.  \\par\n\\ulnone\\'a73.  Subdivision a of section 1404 of the New York city charter is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\tab\\'a71404.  [Environmental control] \\ul Administrative adjudications\\ulnone  board.  a.  There shall be in the department an \\ul administrative adjudications board, previously known as the\\ulnone  environmental control board\\ul .  All references in this charter and administrative code to the environmental control board shall be deemed to mean the administrative adjudications board.  The administrative adjudications board shall\\ulnone  [consisting] \\ul consist\\ulnone  of the commissioner, who shall be chairman, the commissioner of sanitation, the commissioner of buildings, the commissioner of [public] health \\ul and mental hygiene\\ulnone , the police commissioner, the fire commissioner and the commissioner of consumer affairs, all of whom shall serve on the board without compensation and all of whom shall have the power to exercise or delegate any of their functions, powers and duties as members of the board, and six persons to be appointed by the mayor, with the advice and consent of the city council, who are not otherwise employed by the city, one to be possessed of a broad general background and experience in the field of air pollution control, one with such background and experience in the field of water pollution control, one with such background and experience in the field of noise pollution control, one with such background and experience in the real estate field, one with such background and experience in the business community, and one member of the public, and who shall serve for four-year terms.  Such members shall be compensated at the rate of one hundred fifty dollars per day when performing the work of the board.  Within its appropriation, the board may appoint an executive director and [such hearing officers, including non-salaried hearing officers and other] \\ul any\\ulnone  employees as it may from time to time find necessary for the proper performance of its duties. \\ul The chairperson of the board shall appoint a chief administrative law judge who shall appoint a staff of administrative law judges each of whom shall be authorized to conduct a hearing on any notice of violation within the jurisdiction of the board.  Each administrative law judge shall be an attorney in good standing admitted to practice in the state of New York for at least five years.  Each administrative law judge shall be appointed for a term of four years and may be removed only for good cause shown after notice and opportunity for a hearing on a record, and may be represented by counsel.\\ulnone   \\par\n\\pard\\fi720\\sl480\\slmult1\\'a73.  Subparagraph a of paragraph 1 of subdivision d of section 1404 of the New York city charter is amended to read as follows:\\par\nd. (1) (a) The [environmental control board] \\ul administrative law judges appointed in accordance with the provisions of subdivision a of this section,\\ulnone  shall conduct proceedings for the adjudication of violations of the laws, rules and regulations within the jurisdiction of the environmental control board pursuant to the provisions of subdivision c of this section or of any other law providing for enforcement by the [environmental control] \\ul administrative adjudications\\ulnone  board in accordance with this paragraph (1) and with the rules and regulations promulgated by the board, and shall have the power to render decisions and orders and to impose the civil penalties provided under law for such violations.\\par\n\\'a74.  Paragraph (8) of section 24-104 of the administrative code of the city of New York is amended to read as follows:\\par\n (8) Board means the [environmental control] \\ul administrative adjudications\\ulnone  board of the city of New York.  \\ul All references in this code to the environmental control board shall be deemed to mean the administrative adjudications board.\\par\n\\ulnone\\'a75.  Subdivision a of section 24-178 of the administrative code of the city of New York is amended to read as follows:\\par\n(a) The board, in addition to other duties assigned to it by law, shall have the power to conduct hearings \\ul through duly appointed administrative law judges\\ulnone  and pursuant to this chapter and, by the issuance of a subpoena, compel the attendance of witnesses and the production of any books, papers or other things relating to the matter under investigation.\\par\n\\'a76.  Section 24-179 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a724-179 The board.  (a) The board shall be convened by the chairperson or in his or her absence a deputy commissioner or at the request of any three members thereof.\\par\n(b) [If a member of the board has presided over the initial hearing, he or she shall not be disqualified from reviewing the hearing.\\par\n(c)] Five members of the board, at least two of whom shall not be city officials, shall constitute a quorum.\\par\n\\'a77.  Subdivision c of section 24-180 of the administrative code of the city of New York is amended to read as follows:\\par\n(c) A notice of violation shall:\\par\n(1) Specify the section or sections of this code, order, or regulation that such person or equipment is in violation of; and\\par\n(2) Indicate the amount of the civil penalty that such person is subject to; and\\par\n(3) Contain a brief statement of the nature of the violation; and\\par\n(4) Require a written response that conforms to section 24-181 of this code; and\\par\n(5) \\ul Notify such person that he or she has the right, upon written notice received by both the board and the issuer of the notice of violation, at least five business days prior to the designated time for a hearing on the notice of violation, to receive from the issuer of the notice of violation a list of the names of all witnesses who may be called by the issuer and copies of all documents intended to be submitted into evidence by the issuer.  Such witness list and copies of such documents shall be delivered to such person no later than two business days prior to the designated time for a hearing on the notice of violation. \\par\n(6)\\ulnone  Require such person or owner of equipment to answer the allegations in the notice of violation at a designated time and place, unless a hearing is not required by section 24-178 of this code.\\par\n\\'a78.  Section 24-184 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\tab\\'a724-184  Hearings. (a) The \\ul chief administrative law judge [appointed by the \\ulnone chairperson of the board] shall designate [a hearing officer or at least one member of the board] \\ul an administrative law judge from his or her staff\\ulnone  to preside over hearings held pursuant to this subchapter.  [In any hearing in which a quorum of the board is present such members shall be deemed to be sitting as the board.]\\par\n\\pard\\fi-390\\li1110\\sl480\\slmult1\\tx1110 (b)\\tab All such hearings shall be open to the public.\\par\n\\pard\\fi720\\sl480\\slmult1 (c)  \\ul At such hearings, an interpreter shall be made available to a respondent, if necessary.  An administrative law judge may accept as an interpreter a friend or relative of a respondent or witness, or any other person who can provide acceptable translation but such person shall be administered an oath as though he or she were a witness in such proceeding. Otherwise, the administrative law judge shall direct that an interpreter be obtained from an official registry of interpreters or shall otherwise be assured that a qualified interpreter is provided.\\ulnone\\par\n\\ul (d) \\ulnone  At the request of any party to such a hearing, the board shall by the issuance\\par\n\\pard\\sl480\\slmult1 of a subpoena compel the attendance of such witnesses and shall require the production of any such books, papers, or other things relating to the matter under investigation if such a request reasonably relates to such hearing.\\par\n\\tab [(d)] \\ul (e)\\ulnone   Any party to a hearing may be represented by counsel, may make oral and written argument and cross-examine witnesses \\ul and may make application for production of any evidence relied upon by the opposing party\\ulnone .  All testimony taken before the [board or the designated hearing officer] \\ul designated administrative law judge\\ulnone  shall be under oath and shall be recorded.  The record shall be open to public inspection, and copies thereof shall be made available to any person upon payment of the actual cost of reproduction.\\par\n\\tab\\ul (f)  Upon application of any party and in the interest of convenient, expeditious and complete determination of cases involving the same or similar issues or the same parties, the administrative law judge may consolidate two or more notices of violation for adjudication at one hearing.\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone\\'a79.  Section 24-185 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a724-185 Default; vacating a default order.  (a) A respondent shall be in default when the respondent has:\\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1\\tx1080 (1)\\tab Failed to serve a written response pursuant to section 24-181 of this code; or\\par\n\\pard\\fi720\\sl480\\slmult1 (2)  Failed to appear at the designated time and place as required by the notice of violation pursuant to section 24-180 or 24-182 of this code; or  \\par\n\\pard\\sl480\\slmult1\\qj\\tab (3)  Neglected to proceed in a manner ordered by the board.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (b)  \\ul Where respondent appears at the designated time and place as required by the notice of violation pursuant to section 24-180 or 24-182 of this code and the opposing party has failed to appear as of one full hour after such designated time, the respondent shall be given a choice at such point to adjourn the hearing or to proceed with the hearing in which case the administrative law judge shall rely upon the notice of violation and any other evidence properly before him or her.\\par\n(c)\\ulnone  Within sixty days of a decision and order of the board issued pursuant to paragraph two of subdivision (c) of section 24-187, the respondent may request the board to grant a stay of such order of the board and schedule a hearing.  If the respondent has shown good cause and a meritorious defense, the board may grant such request and hold a hearing pursuant to section 24-184 of this code.  At the hearing, the board may adopt, amend, or rescind its decision and order.\\par\n\\pard\\fi720\\sl480\\slmult1\\'a710.  Section 24-186 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a724-186 [Hearing officer\\rquote s] \\ul Administrative law judge\\rquote s\\ulnone  decision.  (a)  At the conclusion of the hearing, the [hearing officer or member of the board] \\ul administrative law judge\\ulnone  conducting the hearing shall prepare a decision stating findings of fact and conclusions, as well as reasons for his or her determination on all material issues, and making recommendations as to action which should be taken in the matter.\\par\n(b)  The [hearing officer or member of the board] \\ul administrative law judge\\ulnone  conducting the hearing shall file his or her decision with the board and send copies by mail to the parties.  Any party may file exceptions with the board within twenty days after service of such decision.  If no exceptions have been filed within the prescribed time, the recommendations of the [hearing officer or member of the board] \\ul administrative law judge\\ulnone  conducting the hearing shall automatically become the decision of the board and shall constitute its findings, conclusions, and order.  \\ul Parties need not exhaust all administrative remedies, including filing timely exceptions with the board, prior to seeking judicial review of the final decision and order of the board pursuant to article seventy-eight of the New York civil practice law and rules or other judicial action or proceeding.  In the event that a party chooses to seek judicial review without having first filed timely exceptions with the board, the decision of the administrative law judge shall be deemed to be the final decision and order of the board. \\par\n\\ulnone\\'a711.  Subdivision a of section 24-187 of title 24 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a724-187 Board decision and order.  (a) If any party files exceptions to the decision of the [hearing officer or member of the board] \\ul administrative law judge\\ulnone  conducting a hearing within the prescribed time, the board shall review the record and issue its decision and order in which it may adopt, modify, or reject the findings, conclusions, and recommendations of the [hearing officer or member of the board] \\ul administrative law judge\\ulnone  who conducted the hearing.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a712.  This local law shall take effect ninety days after its enactment into law except that the commissioner of environmental protection shall take such actions as are necessary to implement the provisions of this local law prior to such effective date.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n\\pard\\qj\\fs16 MBS/JH\\par\n\\pard\\keepn\\s1\\qj H:/Small Business/Gennaro - ECB Structure 8-11-05 \\par\n\\pard\\fs24\\par\n}\n\u0000",
  "LastModified": "2015-07-06T14:07:06.763Z"
}
