{
  "ID": 34337,
  "GUID": "812BFDFF-4CBF-4341-87E8-C9AB8C07F7B6",
  "File": "Int 0728-2005",
  "Name": "Extending health insurance coverage to the surviving spouse or surviving domestic partner of city retirees.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to extending health insurance coverage to the surviving spouse or surviving domestic partner of city retirees.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2005-09-28T00:00:00Z",
  "AgendaDate": "2005-09-28T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 180409,
      "Date": "2005-09-28T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180589,
      "Date": "2005-09-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5253,
      "AgendaSequence": 113,
      "MinutesSequence": 144,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181805,
      "Date": "2005-11-17T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 5441,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 182286,
      "Date": "2005-11-17T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 5441,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185178,
      "Date": "2005-12-31T17:00:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 69874,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a606cc5b-c954-480d-bd14-a41b409a965c.doc",
      "Sort": 1
    },
    {
      "ID": 71140,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/586887ef-8716-44c7-b8d0-1c9bf029ec09.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 34625,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Paragraph 2 of subdivision b of Section 12-126 of the administrative code of the city of New York is repealed and a new paragraph 2 is added to read as follows:\n(2) Health insurance coverage for surviving spouses and children of police officers, firefighters and certain city employees and retirees:\n(i) Where the death of a member of the uniformed forces of the police or fire departments is or was the natural and proximate result of an accident or injury sustained while in the performance of duty, the surviving spouse or domestic partner, until he or she dies, and the children under the age of nineteen years and any such child who is enrolled on a full-time basis in a program of undergraduate study in an accredited degree-granting institution of higher education until such child completes his or her educational program or reaches the age of twenty-three years, whichever comes first, shall be afforded the right to health insurance coverage, and health insurance coverage which is predicated on the insured's enrollment in the hospital and medical program for the aged and disabled under the social security act, as is provided for city employees, city retirees and their dependents as set forth in paragraph one of this subdivision. The mayor may, in his or her discretion, authorize the provision of such health insurance coverage for the surviving spouses, domestic partners and children of uniformed correctional and sanitation employees who died on or after November first, nineteen hundred ninety-six and before February eighth, two thousand five and the surviving spouses, domestic partners and children of employees of the fleet services division of the police department who died on or after October first, nineteen hundred ninety-eight and before April thirtieth, nineteen hundred ninety-nine as a natural and proximate result of an accident or injury sustained while in the performance of duty, subject to the same terms, conditions and limitations set forth in the section. Provided, however, and notwithstanding any other provision of law to the contrary, and solely for the purposes of this subparagraph, a member otherwise covered by this subparagraph shall be deemed to have died as the natural and proximate result of an accident or injury sustained while in the performance of duty upon which his or her membership is based, provided that such member was in active service upon which his or her membership is based at the time that such member was ordered to active duty, other than for training purposes, pursuant to Title 10 of the United States Code, with the armed forces of the United States, and such member died while on such active duty on or after the effective date of the chapter of the laws of two thousand five which amended this subparagraph while serving on such active military duty. \n(ii) Where a city retiree who is enrolled in the health insurance plan dies, a surviving spouse or a surviving domestic partner shall be afforded the right to continue such health insurance coverage and health insurance coverage which is predicated on the insured's enrollment in the hospital and medical program for the aged and disabled under the social security act, as is provided for city retirees and their dependents as set forth in subparagraph (i) of this paragraph, provided such surviving spouse or surviving domestic partner pays twenty-seven percent of the group rate for such coverage, with two percent intended to cover administrative costs incurred, provided such surviving spouse or surviving domestic partner elects such health insurance coverage within one year of the death of his or her spouse or domestic partner.\n§2. This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone Section 1. Paragraph 2 of subdivision b of Section 12-126 of the administrative code of the city of New York is repealed and a new paragraph 2 is added to read as follows:\\par\n\\ul (2) Health insurance coverage for surviving spouses and children of police officers, firefighters and certain city employees and retirees:\\par\n(i) Where the death of a member of the uniformed forces of the police or fire departments is or was the natural and proximate result of an accident or injury sustained while in the performance of duty, the surviving spouse or domestic partner, until he or she dies, and the children under the age of nineteen years and any such child who is enrolled on a full-time basis in a program of undergraduate study in an accredited degree-granting institution of higher education until such child completes his or her educational program or reaches the age of twenty-three years, whichever comes first, shall be afforded the right to health insurance coverage, and health insurance coverage which is predicated on the insured's enrollment in the hospital and medical program for the aged and disabled under the social security act, as is provided for city employees, city retirees and their dependents as set forth in paragraph one of this subdivision. The mayor may, in his or her discretion, authorize the provision of such health insurance coverage for the surviving spouses, domestic partners and children of uniformed correctional and sanitation employees who died on or after November first, nineteen hundred ninety-six and before February eighth, two thousand five and the surviving spouses, domestic partners and children of employees of the fleet services division of the police department who died on or after October first, nineteen hundred ninety-eight and before April thirtieth, nineteen hundred ninety-nine as a natural and proximate result of an accident or injury sustained while in the performance of duty, subject to the same terms, conditions and limitations set forth in the section. Provided, however, and notwithstanding any other provision of law to the contrary, and solely for the purposes of this subparagraph, a member otherwise covered by this subparagraph shall be deemed to have died as the natural and proximate result of an accident or injury sustained while in the performance of duty upon which his or her membership is based, provided that such member was in active service upon which his or her membership is based at the time that such member was ordered to active duty, other than for training purposes, pursuant to Title 10 of the United States Code, with the armed forces of the United States, and such member died while on such active duty on or after the effective date of the chapter of the laws of two thousand five which amended this subparagraph while serving on such active military duty. \\par\n(ii) Where a city retiree who is enrolled in the health insurance plan dies, a surviving spouse or a surviving domestic partner shall be afforded the right to continue such health insurance coverage and health insurance coverage which is predicated on the insured's enrollment in the hospital and medical program for the aged and disabled under the social security act, as is provided for city retirees and their dependents as set forth in subparagraph (i) of this paragraph, provided such surviving spouse or surviving domestic partner pays twenty-seven percent of the group rate for such coverage, with two percent intended to cover administrative costs incurred, provided such surviving spouse or surviving domestic partner elects such health insurance coverage within one year of the death of his or her spouse or domestic partner.\\par\n\\ulnone\\'a72. This local law shall take effect immediately.\\par\n\\pard\\sl480\\slmult1  \\par\n}\n\u0000",
  "LastModified": "2015-05-20T15:27:30.777Z"
}
