{
  "ID": 34448,
  "GUID": "BB69A8E2-2BDA-4C25-B490-32363047E2A5",
  "File": "Int 0733-2005",
  "Name": "The addition of various City siting categories subject to the uniform land use review procedure.",
  "Title": "A Local Law to amend the New York City Charter in relation to the addition of various City siting categories subject to the uniform land use review procedure.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 17,
  "BodyName": "Committee on Land Use",
  "IntroDate": "2005-10-11T00:00:00Z",
  "AgendaDate": "2005-10-11T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 180946,
      "Date": "2005-10-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181097,
      "Date": "2005-10-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Land Use",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5297,
      "AgendaSequence": 82,
      "MinutesSequence": 99,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Land Use",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185181,
      "Date": "2005-12-31T17:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 34755,
  "Text": "Be it enacted by the Council as follows:\n\n\n\tSection 1.  Subdivision a (11) of Section 197-c of the New York City Charter is amended to delete the word and;  Subdivision a (12) of Section 197-c of the New York City Charter is relettered paragraph (15) and new paragraphs (12), (13) and (14) are hereby added to read as follows:\n(11)\tAcquisition by the city of real property (other than the acquisition of the office space for office use or a building for office use), including acquisition by purchase, condemnation, exchange or lease and including the acquisition of land under water pursuant to section sixteen hundred two, chapter fifteen, and other applicable provisions of law; [and]\n(12)\tThe siting of a city facility or a facility funded in part by the city which provides city services;\n(13)       The siting of a facility or which specific city program needs are provided by a not-for-profit organization whether or not the city has contracted for such, or provides program needs which were formerly provided by the City;\n\n(14)      The siting of a facility used on an “as-needed” or “emergency basis” by the City; and \n(15)\tSuch other matters involving the use, development or improvement of property as are proposed by the city planning commission and enacted by the council pursuant to local law.\n§2.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab Section 1.  Subdivision a (11) of Section 197-c of the New York City Charter is amended to delete the word and;  Subdivision a (12) of Section 197-c of the New York City Charter is relettered paragraph (15) and new paragraphs (12), (13) and (14) are hereby added to read as follows:\\par\n\\pard\\fi-915\\li1830\\sl480\\slmult1\\qj\\tx916\\tx1830\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 (11)\\tab Acquisition by the city of real property (other than the acquisition of the office space for office use or a building for office use), including acquisition by purchase, condemnation, exchange or lease and including the acquisition of land under water pursuant to section sixteen hundred two, chapter fifteen, and other applicable provisions of law; [and]\\par\n\\pard\\fi-885\\li1800\\sl480\\slmult1\\qj\\tx916\\tx1800\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ul (12)\\ulnone\\tab\\ul The siting of a city facility or a facility funded in part by the city which provides city services;\\par\n\\pard\\fi-900\\li1800\\sl480\\slmult1\\qj\\tx916\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 (13)\\ulnone        \\ul The siting of a facility or which specific city program needs are provided by a not-for-profit organization whether or not the city has contracted for such, or provides program needs which were formerly provided by the City;\\par\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\par\n\\pard\\fi-900\\li1800\\sl480\\slmult1\\qj\\tx916\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 (14)\\ulnone       \\ul The siting of a facility used on an \\ldblquote as-needed\\rdblquote  or \\ldblquote emergency basis\\rdblquote  by the City; and \\par\n\\pard\\fi-945\\li1845\\sl480\\slmult1\\qj\\tx916\\tx1845\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone (15)\\tab Such other matters involving the use, development or improvement of property as are proposed by the city planning commission and enacted by the council pursuant to local law.\\ul\\par\n\\pard\\li915\\sl480\\slmult1\\qj\\tx916\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\'a72.  This local law shall take effect immediately.\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
