{
  "ID": 34449,
  "GUID": "C52EB9CE-E2BD-46F2-B1A3-22E5086FAA0B",
  "File": "Int 0734-2005",
  "Name": "Replacement cycles for taxicabs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to replacement cycles for taxicabs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2005-10-11T00:00:00Z",
  "AgendaDate": "2005-10-11T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    }
  ],
  "History": [
    {
      "ID": 180947,
      "Date": "2005-10-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181102,
      "Date": "2005-10-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5297,
      "AgendaSequence": 87,
      "MinutesSequence": 104,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181720,
      "Date": "2005-11-14T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 5430,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181764,
      "Date": "2005-11-14T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 5430,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185182,
      "Date": "2005-12-31T17:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 69593,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5e1917dc-66c5-42d9-81ad-60d7389a480c.doc",
      "Sort": 1
    },
    {
      "ID": 70929,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3b6d4fc4-a83f-4647-b6fc-2a057c508633.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 34756,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter five of title nineteen of the administrative code of the city of New York is amended by adding a new section 19-534 to read as follows:\n\t§19-534  Taxicab retirement. a. Definitions.  For the purposes of this section only, the following terms shall have the following meanings:\n“City mileage published label value” shall mean the United States environmental \nprotection agency published label value, pursuant to section 32908(b) of title 49 of the United States code, for city driving.\n“Double-shifted” shall mean that a taxicab is operated on back-to-back shifts by \ndifferent drivers, within a twenty-four hour period. \n“Hack-up” shall mean to outfit a vehicle as a taxicab and to obtain first-time approval \nfrom the commission for that vehicle to serve as a taxicab. \n“Hybrid-electric taxicab” shall mean a commercially available mass-produced vehicle \noriginally equipped by the manufacturer with a combustion engine system together with an electric propulsion system that operates in an integrated manner, which is approved by the commission for use as a taxicab.\n\t5. “Long-term driver” shall mean a licensed taxi driver who qualifies as:\na steady driver, meaning an individual who drives the taxicab at a rate of at least \n160 hours per month;\na named driver, meaning an individual who is named on the rate card; or\neither an owner of the medallion (including a shareholder in a corporation owning \na medallion) or the lessee of a medallion pursuant to a lease with a term of no less than five months.\n\tb. Taxicabs that are double-shifted and are not driven by at least one long-term driver shall be retired from taxicab service and replaced no later than the scheduled inspection of the vehicle occurring:\n60 months after the vehicle was hacked-up, for any hybrid-electric taxicab that has a \ncity mileage published label value of 45 miles per gallon or greater and for any vehicle dedicated to operate on compressed natural gas no later than six months after hack-up and which remains so dedicated for the rest of its operation;\n36 months after the vehicle was hacked-up, for any hybrid-electric taxicab that has a \ncity mileage published label value of between 29 and 44 miles per gallon; and\n\t(3) 18 months after the vehicle was hacked-up, for all other such vehicles. \n\tc. Taxicabs that do not meet the specifications of subdivision b of this section shall be retired from taxicab service and replaced no later than the scheduled inspection of the vehicle occurring:\n84 months after the vehicle was hacked-up, for any hybrid-electric taxicab that has a \ncity mileage published label value of 45 miles per gallon or greater and for any vehicle dedicated to operate on compressed natural gas no later than six months after hack-up and which remains so dedicated for the rest of its operation;\n60 months after the vehicle was hacked-up, for any hybrid-electric taxicab that has a \ncity mileage published label value of between 29 and 44 miles per gallon; and\t \n30 months after the vehicle was hacked-up, for all other such vehicles.\n\td. The provisions of subdivision b and subdivision c of this section shall not apply to taxicabs that are hacked-up prior to the effective date of this section.\n\te. Notwithstanding any other provisions of this section, a taxicab that does not pass inspection must be replaced, regardless of whether its retirement date has been reached as provided for in this section.  A taxicab that has reached its retirement date must be retired, regardless of whether it may still pass inspection.\n§2.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\n§ 3. This local law shall take effect immediately after its enactment into law.\n\nDD & RR \n10/5/05   10:30 a.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\fs25\\tab\\fs24 Section 1.  Chapter five of title nineteen of the administrative code of the city of New York is amended by adding a new section 19-534 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\ul\\'a719-534  Taxicab retirement. a. Definitions.  For the purposes of this section only, the following terms shall have the following meanings:\\par\n\\pard{\\pntext\\f0 1.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxta.}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ldblquote City mileage published label value\\rdblquote  shall mean the United States environmental \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj protection agency published label value, pursuant to section 32908(b) of title 49 of the United States code, for city driving.\\par\n\\pard{\\pntext\\f0 2.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxta.}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ldblquote Double-shifted\\rdblquote  shall mean that a taxicab is operated on back-to-back shifts by \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj different drivers, within a twenty-four hour period. \\par\n\\pard{\\pntext\\f0 3.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxta.}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx720\\tx1080\\tx1440\\tx2160\\ldblquote Hack-up\\rdblquote  shall mean to outfit a vehicle as a taxicab and to obtain first-time approval \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 from the commission for that vehicle to serve as a taxicab. \\par\n\\pard{\\pntext\\f0 4.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxta.}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx720\\tx1080\\tx1440\\tx2160\\ldblquote Hybrid-electric taxicab\\rdblquote  shall mean a commercially available mass-produced vehicle \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 originally equipped by the manufacturer with a combustion engine system together with an electric propulsion system that operates in an integrated manner, which is approved by the commission for use as a taxicab.\\par\n\\ulnone\\tab\\ul 5. \\ldblquote Long-term driver\\rdblquote  shall mean a licensed taxi driver who qualifies as:\\par\n\\pard{\\pntext\\f0 (i)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pnlcrm{\\pntxtb(}{\\pntxta)}}\n\\fi-720\\li1440\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 a steady driver, meaning an individual who drives the taxicab at a rate of at least \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj\\tx720\\tx2160 160 hours per month;\\par\n\\pard{\\pntext\\f0 (i)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pnlcrm{\\pntxtb(}{\\pntxta)}}\n\\fi-720\\li1440\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 a named driver, meaning an individual who is named on the rate card; or\\par\n{\\pntext\\f0 (ii)\\tab}either an owner of the medallion (including a shareholder in a corporation owning \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx2160 a medallion) or the lessee of a medallion pursuant to a lease with a term of no less than five months.\\par\n\\ulnone\\tab\\ul b. Taxicabs that are double-shifted and are not driven by at least one long-term driver shall be retired from taxicab service and replaced no later than the scheduled inspection of the vehicle occurring:\\par\n\\pard{\\pntext\\f0 (1)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx720\\tx1080\\tx1440\\tx2160 60 months after the vehicle was hacked-up, for any hybrid-electric taxicab that has a \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 city mileage published label value of 45 miles per gallon or greater and for any vehicle dedicated to operate on compressed natural gas no later than six months after hack-up and which remains so dedicated for the rest of its operation;\\par\n\\pard{\\pntext\\f0 (2)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx720\\tx1080\\tx1440\\tx2160 36 months after the vehicle was hacked-up, for any hybrid-electric taxicab that has a \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 city mileage published label value of between 29 and 44 miles per gallon; and\\par\n\\ulnone\\tab\\ul (3) 18 months after the vehicle was hacked-up, for all other such vehicles. \\par\n\\ulnone\\tab\\ul c. Taxicabs that do not meet the specifications of subdivision b of this section shall be retired from taxicab service and replaced no later than the scheduled inspection of the vehicle occurring:\\par\n\\pard{\\pntext\\f0 (1)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx720\\tx1080\\tx1440\\tx2160 84 months after the vehicle was hacked-up, for any hybrid-electric taxicab that has a \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 city mileage published label value of 45 miles per gallon or greater and for any vehicle dedicated to operate on compressed natural gas no later than six months after hack-up and which remains so dedicated for the rest of its operation;\\par\n\\pard{\\pntext\\f0 (2)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx720\\tx1080\\tx1440\\tx2160 60 months after the vehicle was hacked-up, for any hybrid-electric taxicab that has a \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 city mileage published label value of between 29 and 44 miles per gallon; and\\ulnone\\tab\\ul  \\par\n\\pard{\\pntext\\f0 (3)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx720\\tx1080\\tx1440\\tx2160 30 months after the vehicle was hacked-up, for all other such vehicles.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\ulnone\\fs25\\tab\\ul\\fs24 d. The provisions of subdivision b and subdivision c of this section shall not apply to taxicabs that are hacked-up prior to the effective date of this section.\\par\n\\ulnone\\tab\\ul e. Notwithstanding any other provisions of this section, a taxicab that does not pass inspection must be replaced, regardless of whether its retirement date has been reached as provided for in this section.  A taxicab that has reached its retirement date must be retired, regardless of whether it may still pass inspection.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\ulnone\\'a72.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\\par\n\\pard\\fi720\\qj\\'a7 3. This local law shall take effect immediately after its enactment into law.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\qj DD & RR \\par\n10/5/05   10:30 a.m.\\par\n\\pard\\sl480\\slmult1\\qj\\ul\\par\n\\pard\\sl480\\slmult1\\ulnone\\par\n}\n\u0000",
  "LastModified": "2015-07-01T19:01:03.667Z"
}
