{
  "ID": 34450,
  "GUID": "10163091-5824-46A5-BEB9-96D45CFDBE72",
  "File": "Int 0735-2005",
  "Name": "Taxi and limousine commission license fee for compressed natural gas and certain hybrid-electric vehicles.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the taxi and limousine commission license fee for compressed natural gas and certain hybrid-electric vehicles.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2005-10-11T00:00:00Z",
  "AgendaDate": "2005-10-11T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 180948,
      "Date": "2005-10-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181103,
      "Date": "2005-10-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5297,
      "AgendaSequence": 88,
      "MinutesSequence": 105,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181721,
      "Date": "2005-11-14T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 5430,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181765,
      "Date": "2005-11-14T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 5430,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185183,
      "Date": "2005-12-31T17:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 69594,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0aeb5fbb-db94-4c7a-9a08-deca0d5e5bdf.doc",
      "Sort": 1
    },
    {
      "ID": 70930,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b152a47e-99e2-4a56-887c-7c6e850d7857.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 34757,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 19-502 of the administrative code of the city of New York is amended by adding new subdivisions x and y to read as follows:\n\tx. “Hybrid-electric vehicle” shall mean a commercially available mass-produced vehicle originally equipped by the manufacturer with a combustion engine system together with an electric propulsion system that operates in an integrated manner.\ny. “Qualified hybrid-electric vehicle” shall mean a hybrid-electric vehicle that has a \nUnited States environmental protection agency city mileage published label value, pursuant to section 32908(b) of title 49 of the United States code, of 45 miles per gallon or greater.\n\t§2. Subdivision b of section 19-504 of the administrative code of the city of New York is amended to read as follows:\nb. The license fee for each taxi[-]cab and coach shall be five hundred fifty dollars annually.  The license fee for each wheelchair accessible van and each for-hire vehicle shall be two hundred seventy-five dollars annually. If a license is granted for a period other than one year, the fee shall be prorated accordingly. There shall be an additional fee of twenty-five dollars for late filing of a wheelchair accessible van or for-hire vehicle license renewal application where such filing is permitted by the commission. The applicable license fee set forth in this subdivision shall be waived for any qualified hybrid-electric vehicle and any vehicle dedicated to operate on compressed natural gas. \n§ 3. This local law shall take effect immediately after its enactment into law.\n\n\nDD   \n10/7/05   9:45  a.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\fs25\\tab\\fs24 Section 1. Section 19-502 of the administrative code of the city of New York is amended by adding new subdivisions x and y to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\ul x. \\ldblquote Hybrid-electric vehicle\\rdblquote  shall mean a commercially available mass-produced vehicle originally equipped by the manufacturer with a combustion engine system together with an electric propulsion system that operates in an integrated manner.\\par\n\\pard\\li720\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\fs25 y\\fs24 . \\ldblquote Qualified hybrid-electric vehicle\\rdblquote  shall mean a hybrid-electric vehicle that has a \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 United States environmental protection agency city mileage published label value, pursuant to section 32908(b) of title 49 of the United States code, of 45 miles per gallon or greater.\\ulnone\\fs25\\par\n\\fs24\\tab\\'a72. Subdivision b of section 19-504 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj b. The license fee for each taxi[-]cab and coach shall be five hundred fifty dollars annually.  The license fee for each wheelchair accessible van and each for-hire vehicle shall be two hundred seventy-five dollars annually. If a license is granted for a period other than one year, the fee shall be prorated accordingly. There shall be an additional fee of twenty-five dollars for late filing of a wheelchair accessible van or for-hire vehicle license renewal application where such filing is permitted by the commission. \\ul The applicable license fee set forth in this subdivision shall be waived for any qualified hybrid-electric vehicle and any vehicle dedicated to operate on compressed natural gas.\\ulnone  \\par\n\\pard\\fi720\\'a7 3. This local law shall take effect immediately after its enactment into law.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n\\pard\\qj DD   \\par\n10/7/05   9:45  a.m.\\par\n\\pard\\sl480\\slmult1\\qj\\ul\\par\n\\pard\\sl480\\slmult1\\ulnone\\par\n}\n\u0000",
  "LastModified": "2015-07-01T19:01:09.747Z"
}
