{
  "ID": 34522,
  "GUID": "E088FFEE-CA70-40FA-8E83-F8BEF87B0411",
  "File": "Int 0738-2005",
  "Name": "Disposition of the bodies of deceased indigent individuals.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to disposition of the bodies of deceased indigent individuals.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2005-10-27T00:00:00Z",
  "AgendaDate": "2005-10-27T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 181405,
      "Date": "2005-10-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181511,
      "Date": "2005-10-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5364,
      "AgendaSequence": 88,
      "MinutesSequence": 106,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185186,
      "Date": "2005-12-31T17:02:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 34832,
  "Text": "Be it enacted by the Council as follows:\nSection 1.   Legislative findings and intent.  State law regarding the disposition of deceased individuals demonstrates a clear respect for the express wishes of decedents.  Proper disposition of a dead body is of extraordinary importance and particular significance to individuals of many affiliations and religious faiths.  However, many hundreds of unclaimed bodies are buried in New York City’s Potter’s Field every year.  Accommodations should be made respecting the affiliations and/or religious beliefs of those for whom such affiliations and beliefs can be reasonably identified.  Many associations provide for the appropriate disposition of the bodies of deceased individuals of a particular affiliation or faith. Accordingly, upon proper showing of the affiliation and/or religious beliefs of a decedent, New York City should facilitate the release of deceased indigent individuals to a qualified organization for appropriate disposition.\n\t§2.  Section 557 of the New York city charter is amended by adding a new subdivision h to read as follows:  \n\t(h) 1.  For purposes of this subdivision, the following terms shall have the following meanings:\n(i)  “Indigent” shall mean an individual who was in receipt of public assistance or Supplemental Security Income; or if less than age 65 was eligible for public assistance; or if age 65 or over, was eligible for Supplemental Security Income; or is otherwise determined by the departments of health or social services to be destitute of means of comfortable subsistence so as to be in want.\n(ii) “Qualified organization” shall mean an organization that is approved of such status in advance by the New York city department of social services and meets the following criteria:\n(1) The organization's history and purpose, as demonstrated by its articles of organization, are charitable  and/or religious in nature; \n(2) Part of the organization's function is to provide for the appropriate disposition of deceased indigent persons; \n(3) The organization's principal place of business is in the city of New York; \n(4) The organization is non-profit and tax-exempt pursuant to § 501(c)(3) of the United States internal revenue code; \n(5) No board member or officer of the organization is a funeral home director with which the organization does business; \n(6) A substantial amount of the organization's funding for purposes of disposition of the bodies of deceased individuals comes from private sources; and \n(7) The organization makes its books and records available annually to the New York city department of social services for inspection, review and audit, if necessary.\n2.  There shall be in the office of the chief medical examiner a liaison responsible for facilitating the release of deceased indigent individuals to qualified organizations for appropriate disposition where such individual’s affiliations and/or religious beliefs can be reasonably identified. \n3.  Any liaison appointed pursuant to this section shall:\n(i) make reasonable attempts to investigate the affiliation and religious beliefs, if any, of a deceased indigent individual, and whether such individual had or would reasonably have had religious or other preferences with respect to the disposition of such individual’s body; \n(ii) contact organizations for purposes of disposition of the body of a deceased indigent individual upon a reasonable showing of the affiliation or religious beliefs of such individual and certification as a qualified organization for purposes of burials pursuant to the provisions of this local law; and\n(iii) make reasonable attempts to expedite the disposition of the body of such deceased indigent individual where expeditious disposition would be consistent with the religious or other beliefs of such individual.\n4.  In order to carry out the duties required pursuant to this subdivision, a liaison may coordinate with the public administrator of each county within the city of New York and with any municipal agency, corporation or entity licensed as a hospital or general hospital as defined by section 2801 of the New York state public health law.\n5.  The department shall promulgate such rules as may be necessary for the purpose of implementing and carrying out the provisions of this section.  \n§3.  Section 21-110 of the administrative code of the city of New York is amended to read as follows:\n\t§ 21-110 Potter’s field.  The commissioner shall have charge of the Potter's Fields, and when the necessity therefor shall arise, shall have power to lay out additional Potter's Fields or other public burial places for the poor and strangers and from time to time enclose and extend the same to make enclosures therein and to build vaults therein, and to provide all necessary labor and for interments therein. The Potter's Field on Hart's island, however, shall remain under the control of the department of correction, and the burial of deceased paupers therein shall continue under rules and regulations established by the joint action of the departments of social services and correction, or in case of disagreement between such departments, under such regulations as may be established by the mayor.  No person shall be buried pursuant to this section before a reasonable attempt shall be made by the liaison required pursuant to section 557(h) of the New York city charter to identify the affiliation and religious beliefs of such person for purposes of disposition of the body of such person and before such liaison has given reasonable notice of the need for disposition  of the body of such person to any appropriate relative, friend or organizational friend as defined by the department of social services.  The department shall promulgate such rules as may be necessary for the purpose of implementing and carrying out the provisions of this section.  \n§4.\tEffect of invalidity; severability.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\n§5.\t Effective date.  This local law shall take effect ninety days after its enactment into law.  \nLS# 3032\nBK/lp/tc\n9/26/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\b Section 1.   Legislative findings and intent.  \\b0 State law regarding the disposition of deceased individuals demonstrates a clear respect for the express wishes of decedents.  Proper disposition of a dead body is of extraordinary importance and particular significance to individuals of many affiliations and religious faiths.  However, many hundreds of unclaimed bodies are buried in New York City\\rquote s Potter\\rquote s Field every year.  Accommodations should be made respecting the affiliations and/or religious beliefs of those for whom such affiliations and beliefs can be reasonably identified.  Many associations provide for the appropriate disposition of the bodies of deceased individuals of a particular affiliation or faith. Accordingly, upon proper showing of the affiliation and/or religious beliefs of a decedent, New York City should facilitate the release of deceased indigent individuals to a qualified organization for appropriate disposition.\\b\\par\n\\pard\\sl480\\slmult1\\qj\\b0\\tab\\b\\'a72.\\b0   Section\\expndtw-3  557 of the New York city charter is amended by adding a new subdivision h to read as follows:  \\expndtw0\\par\n\\tab\\ul (h) 1.  \\expndtw-3 For purposes of this subdivision, the following terms shall have the following meanings:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (i)  \\ldblquote Indigent\\rdblquote  shall mean an individual who was in receipt of public assistance or Supplemental Security Income; or if less than age 65 was eligible for public assistance; or if age 65 or over, was eligible for Supplemental Security Income; or is otherwise determined by the departments of health or social services to be destitute of means of comfortable subsistence so as to be in want.\\par\n\\expndtw0 (ii) \\ldblquote Qualified organization\\rdblquote  shall mean an organization that is approved of such status in advance by the New York city department of social services and meets the following criteria:\\par\n(1) The organization's history and purpose, as demonstrated by its articles of organization, are charitable  and/or religious in nature;\\ulnone  \\par\n\\ul (2) Part of the organization's function is to provide for the appropriate disposition of deceased indigent persons;\\ulnone  \\par\n\\ul (3) The organization's principal place of business is in the city of New York;\\ulnone  \\par\n\\ul (4) The organization is non-profit and tax-exempt pursuant to \\'a7 501(c)(3) of the United States internal revenue code; \\par\n(5) No board member or officer of the organization is a funeral home director with which the organization does business; \\par\n(6) A substantial amount of the organization's funding for purposes of disposition of the bodies of deceased individuals comes from private sources; and \\par\n(7) The organization makes its books and records available annually to the New York city department of social services for inspection, review and audit, if necessary.\\par\n2.  There shall be in the office of the chief medical examiner a liaison responsible for facilitating the release of deceased indigent individuals to qualified organizations for appropriate disposition where such individual\\rquote s affiliations and/or religious beliefs can be reasonably identified. \\par\n3.  Any liaison appointed pursuant to this section shall:\\par\n(i) make reasonable attempts to investigate the affiliation and religious beliefs, if any, of a deceased indigent individual, and whether such individual had or would reasonably have had religious or other preferences with respect to the disposition of such individual\\rquote s body; \\par\n(ii) contact organizations for purposes of disposition of the body of a deceased indigent individual upon a reasonable showing of the affiliation or religious beliefs of such individual and certification as a qualified organization for purposes of burials pursuant to the provisions of this local law; and\\par\n(iii) make reasonable attempts to expedite the disposition of the body of such deceased indigent individual where expeditious disposition would be consistent with the religious or other beliefs of such individual.\\par\n4.  In order to carry out the duties required pursuant to this subdivision, a liaison may coordinate with the public administrator of each county within the city of New York and with any municipal agency, corporation or entity licensed as a hospital or general hospital as defined by section 2801 of the New York state public health law.\\par\n5.  The department shall promulgate such rules as may be necessary for the purpose of implementing and carrying out the provisions of this section.  \\par\n\\ulnone\\b\\'a73.\\b0   Section 21-110 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\expndtw-3\\'a7 \\expndtw0 21-110 Potter\\rquote s field.  The commissioner shall have charge of the Potter's Fields, and when the necessity therefor shall arise, shall have power to lay out additional Potter's Fields or other public burial places for the poor and strangers and from time to time enclose and extend the same to make enclosures therein and to build vaults therein, and to provide all necessary labor and for interments therein. The Potter's Field on Hart's island, however, shall remain under the control of the department of correction, and the burial of deceased paupers therein shall continue under rules and regulations established by the joint action of the departments of social services and correction, or in case of disagreement between such departments, under such regulations as may be established by the mayor.  \\ul No person shall be buried pursuant to this section before a reasonable attempt shall be made by the liaison required pursuant to section 557(h) of the New York city charter to identify the affiliation and religious beliefs of such person for purposes of disposition of the body of such person and before such liaison has given reasonable notice of the need for disposition  of the body of such person to any appropriate relative, friend or organizational friend as defined by the department of social services.  The department shall promulgate such rules as may be necessary for the purpose of implementing and carrying out the provisions of this section.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\b\\'a74.\\b0\\tab Effect of invalidity; severability.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\\par\n\\pard\\noline\\fi720\\sl480\\slmult1\\qj\\b\\'a75.\\b0\\tab  Effective date.  This local law shall take effect ninety days after its enactment into law.  \\par\n\\pard\\noline\\qj\\fs20 LS# 3032\\par\nBK/lp/tc\\par\n9/26/05\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
