{
  "ID": 34525,
  "GUID": "009F96DC-1A52-4D60-B7A6-7D81498E9704",
  "File": "Int 0740-2005",
  "Name": "Pedicabs",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to pedicabs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2005-10-27T00:00:00Z",
  "AgendaDate": "2005-10-27T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    }
  ],
  "History": [
    {
      "ID": 181408,
      "Date": "2005-10-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181521,
      "Date": "2005-10-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5364,
      "AgendaSequence": 97,
      "MinutesSequence": 115,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185188,
      "Date": "2005-12-31T17:03:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 69234,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Cover Sheet",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7ae44d96-1af7-4757-ab7c-88e89e3936a3.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 34835,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative Findings and Intent.  Due to the large population and heavy commerce of New York City, the public streets are congested with countless vehicles used for transporting people and goods.  Recently, the City has seen a significant growth in the number of pedicabs operating in the City.  Due to their high maneuverability and unique character, pedicabs are an attractive transportation alternative for City tourists and residents.  However, due to the quantity of pedestrian and vehicular traffic within the city, the addition of pedicabs may create hazardous conditions in high traffic areas of the city.\n This local law would restrict pedicabs from operating within midtown Manhattan.  The Council therefore finds this local law is necessary in the interests of public safety and welfare.  \n\n§ 2.  Chapter 1 of Title 19 of the administrative code of the city of New York is amended by the addition of a new subchapter 19-32.1, to read as follows:\n§ 19-32.1  Restrictions on the operation of pedicabs.  a.  Whenever used in this section, the term \"Pedicab\" shall mean any wheeled carriage or vehicle, propelled by human power, designed to seat and carry one or more passengers and operating for hire within the city of New York.  \nb.  It shall be unlawful to operate or permit another to operate a pedicab within the borough of Manhattan in the area bounded on the east by Second avenue, on the south by Thirtieth street, on the west by Ninth avenue and Columbus avenue and on the north by Sixty-fifth street.  \nc.  Any person who violates this section shall be liable for a fine of not less than $250 nor more than $1000 and a civil penalty of $250, for each violation.\nd.  Where any person has been found to have committed two violations of this section within sixty days, the pedicab operated by such person may be subject to seizure and impoundment upon issuance of a third or subsequent violation within sixty days of the most recent violation.  Such seizure and impoundment shall continue until all applicable penalties and storage fees have been satisfied, or bond has been posted pursuant to the rules promulgated hereunder.\n§ 3.  This local law shall take effect one hundred twenty days after it shall have been enacted into law; except that the commissioner of transportation may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, promulgating rules.\n\n\n\n\n\n\n\n\nT.S.F.\nLS# 2569\n08.10.05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fnil\\fprq2\\fcharset134 SimSun;}{\\f2\\froman\\fcharset0 Times New Roman Bold;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\i Be it enacted by the Council as follows\\ulnone\\i0 :\\par\n\\pard\\expndtw0\\par\n\\pard\\sl480\\slmult1\\tab Section 1.  Legislative Findings and Intent.  Due to the large population and heavy commerce of New York City, the public streets are congested with countless vehicles used for transporting people and goods.  Recently, the City has seen a significant growth in the number of pedicabs operating in the City.  Due to their high maneuverability and unique character, pedicabs are an attractive transportation alternative for City tourists and residents.  However, due to the quantity of pedestrian and vehicular traffic within the city, the addition of pedicabs may create hazardous conditions in high traffic areas of the city.\\cf1\\par\n\\pard\\fi480\\ri120\\sl480\\slmult1\\qj\\cf0  This local law would restrict pedicabs from operating within midtown Manhattan.  The Council therefore finds this local law is necessary in the interests of public safety and welfare.  \\f1\\par\n\\pard\\fi480\\f0\\par\n\\pard\\fi475\\sl480\\slmult1\\'a7 2.  Chapter 1 of Title 19 of the administrative code of the city of New York is amended by the addition of a new subchapter 19-32.1, to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ul\\'a7 19-32.1  \\b\\f2 Restrictions on the operation of pedicabs\\b0\\f0 .  a.  Whenever used in this section, the term \"Pedicab\" shall mean any wheeled carriage or vehicle, propelled by human power, designed to seat and carry one or more passengers and operating for hire within the city of New York.  \\par\nb.  It shall be unlawful to operate or permit another to operate a pedicab within the borough of Manhattan in the area bounded on the east by Second avenue, on the south by Thirtieth street, on the west by Ninth avenue and Columbus avenue and on the north by Sixty-fifth street.  \\par\nc.  Any person who violates this section shall be liable for a fine of not less than $250 nor more than $1000 and a civil penalty of $250, for each violation.\\par\nd.  Where any person has been found to have committed two violations of this section within sixty days, the pedicab operated by such person may be subject to seizure and impoundment upon issuance of a third or subsequent violation within sixty days of the most recent violation.  Such seizure and impoundment shall continue until all applicable penalties and storage fees have been satisfied, or bond has been posted pursuant to the rules promulgated hereunder.\\par\n\\ulnone\\'a7 3.  This local law shall take effect one hundred twenty days after it shall have been enacted into law; except that the commissioner of transportation may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, promulgating rules.\\par\n\\pard\\fi720\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\fs22 T.S.F.\\par\nLS# 2569\\par\n08.10.05\\fs24\\par\n\\pard\\hyphpar0\\qj\\tqr\\tx9360\\expndtw-3\\tab\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
