{
  "ID": 34521,
  "GUID": "77B53A04-66A0-4CC9-B48D-8024840DD794",
  "File": "Int 0742-2005",
  "Name": "Requiring a study on the impacts of food waste disposals in commercial establishments.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring a study on the impacts of food waste disposals in commercial establishments.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2005-10-27T00:00:00Z",
  "AgendaDate": "2005-10-27T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    }
  ],
  "History": [
    {
      "ID": 181404,
      "Date": "2005-10-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181522,
      "Date": "2005-10-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5364,
      "AgendaSequence": 99,
      "MinutesSequence": 117,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management and Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181575,
      "Date": "2005-10-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5364,
      "MinutesSequence": 118,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185190,
      "Date": "2005-12-31T17:03:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 34831,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Legislative Intent and Findings. The council finds that food waste is a significant component of solid waste generated by all sectors, and contributes to numerous environmental problems, including the generation of odors, vermin, and leakage from trucks, increasing costs for collection, transfer and disposal, and the generation of methane gas and leachate in landfills.  One method employed in other municipalities for successfully removing food waste from the solid waste stream, and effectively managing it as a liquid waste is to permit the installation and use of food waste disposers - devices that pulverize food waste and discharge the particles and accompanying liquid in the city’s sewer system for treatment at wastewater treatment plants.  In 1997, the city - at the prompting of the council, which requested a pilot installation and comprehensive study - repealed its prior ban on food waste disposers being installed in residences in areas of the city served by combined sewers. Lifting the city’s restriction on the installation of food waste disposals in commercial establishments could afford them the same benefits available to residences without imposing unmanageable burdens on the wastewater collection and treatment system, thereby providing the city with an effective option in its ongoing efforts to reduce exported solid waste.\nThe council finds a comprehensive study should be undertaken to objectively assess the benefits and potential adverse impacts associated with lifting the ban on the installation of food waste disposals in commercial establishments. These potential adverse impacts could include increased operating costs for conveying and treating wastewater, increased water consumption, a decrease in the quality of the city’s receiving waters, obstruction of the city’s sewer system, negative impact on the city’s ability to comply with applicable statutes, rules, regulations, permits, and orders and the impact on individual buildings plumbing systems. \nAccordingly, the council hereby authorizes the department of environmental protection to conduct a study to determine the relative costs, benefits, and problems associated with the installation of food waste disposals in commercial establishments. \n§2. Chapter 5 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-518.2 to read as follows:\n\tCommercial Food Waste Disposals. a. The department shall engage a consultant, subject to approval by the New York City Council, to conduct apilot study of the use of food waste disposals in commercial establishments. The study shall include, but need not be limited to, an analysis of the following:\n1. The impact of grease and food solids on combined sewers;\n2. the impact on water consumption;\n3. the impact on the nutrient content of raw and treated effluent;\n4. the impact of increased pollutant loadings to receiving waters, including increases in biological oxygen demand and suspended solids;\n5. the impacts on wastewater treatment processes;\n6. the impact on sludge treatment processes and biosolids management including the quality of the resulting biosolids products;\n7. the impact on the city's ability to comply with applicable statutes, rules, regulations, permits and orders;\n8. the impact on vermin at buildings and establishments studied;\n 9. any change in the amount and type of solid waste entering the waste stream \nfrom facilities studied and the resultant impact on solid waste handling; \n\t10. the appropriate fee that the city may impose on the users of food waste disposers and the basis for their recommendation; and\n11. any other impacts on the environment, public health and safety, and the cost of operating the water and sewer system.\n b.  The department shall select and authorize no less than one thousand five-hundred commercial establishments within the city to install disposers and participate in the study. All units installed must be of commercial grade only, designed for high production environments and superior maceration of organic waste.\n1. The study shall include: large restaurants (greater than 50 seats), large and medium size supermarkets, small supermarkets (equal to or less than 10,000 square feet), green grocers, fishmongers and bodegas.  Restaurants may include pizzerias and delicatessens.\n2. The study shall also include at least one hundred commercial institutional \nestablishments, such as hospitals, nursing homes, schools, colleges/universities, hotels/motels, prisons, or any other such facility that may generate significant food waste.\n            c.     Any commercial establishment that participates in the study shall pay all costs of installing, operating, servicing and otherwise using the food disposer. The commercial establishment shall remit to the commissioner a fee of fifteen dollars per month, per unit installed for the life of the study and any periods of use thereafter. At the conclusion of the study participation establishments shall be permitted to continue to use the food disposer installed to the end of its natural life.\nd. The study shall be deemed to have commenced when food waste disposers are installed in at least five hundred establishments and duly registered with the commissioner’s office.  All food waste disposers shall be installed in commercial establishments selected for the study within six months of the commencement of the study\ne. the commissioner’s office and the consultant selected shall be notified of each installation. Each installation notice provided by the establishment shall include the date of installation, the serial number of the device installed and a complete and comprehensive profile of the establishment. Each participating establishment will also be provided, by the commissioner’s office, with a street side appliqué denoting the establishment as a study participant.\n f.  the consultant, with support from the department, shall conduct a comprehensive literature search with respect to the use of commercial food waste disposers, and seek objective input from other municipal wastewater treatment utilities through a survey and direct interviews.\ng. The council may hire a consultant to monitor the study and its adherence to the requirements of this chapter.\nh. The department shall, within fifteen months of the commencement of the study, but not later than twenty-four months from the effective date of this local law, submit a report to the mayor and the council which shall include a detailed analysis of the findings of such study, and other research and its conclusions and recommendations based on such analysis with respect to the installation of food waste disposers in commercial establishments.  The study shall include an analysis of the costs and benefits, including both financial and environmental, of the use of food waste disposers in relation to the city’s management of solid waste and the operation of the water and sewer system.\n§3. This local law shall take effect thirty days after its enactment into law.\nCJC/DA\nLS #79-2004\n7/22/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}{\\f2\\fmodern\\fprq1\\fcharset0 Courier;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ri115\\sa120\\sl480\\slmult1\\tx5370\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi600\\li115\\ri115\\sa120\\sl480\\slmult1\\ulnone Section 1. Legislative Intent and Findings. The council finds\\f1  \\f0 that food waste is a significant component of solid waste generated by all sectors, and contributes to numerous environmental problems, including the generation of odors, vermin, and leakage from trucks, increasing costs for collection, transfer and disposal, and the generation of methane gas and leachate in landfills.  One method employed in other municipalities for successfully removing food waste from the solid waste stream, and effectively managing it as a liquid waste is to permit the installation and use of food waste disposers - devices that pulverize food waste and discharge the particles and accompanying liquid in the city\\rquote s sewer system for treatment at wastewater treatment plants.  In 1997, the city - at the prompting of the council, which requested a pilot installation and comprehensive study - repealed its prior ban on food waste disposers being installed in residences in areas of the city served by combined sewers. Lifting the city\\rquote s restriction on the installation of food waste disposals in commercial establishments could afford them the same benefits available to residences without imposing unmanageable burdens on the wastewater collection and treatment system, thereby providing the city with an effective option in its ongoing efforts to reduce exported solid waste.\\par\nThe council finds a comprehensive study should be undertaken to objectively assess the benefits and potential adverse impacts associated with lifting the ban on the installation of food waste disposals in commercial establishments. These potential adverse impacts could include increased operating costs for conveying and treating wastewater, increased water consumption, a decrease in the quality of the city\\rquote s receiving waters, obstruction of the city\\rquote s sewer system, negative impact on the city\\rquote s ability to comply with applicable statutes, rules, regulations, permits, and orders and the impact on individual buildings plumbing systems. \\par\nAccordingly, the council hereby authorizes the department of environmental protection to conduct a study to determine the relative costs, benefits, and problems associated with the installation of food waste disposals in commercial establishments.\\f2\\fs20  \\f0\\fs24\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a72. Chapter 5 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-518.2 to read as follows:\\par\n\\pard\\li115\\ri115\\sa120\\sl480\\slmult1\\tab\\ul Commercial Food Waste Disposals. a. The department shall engage a consultant, subject to approval by the New York City Council, to conduct a\\deleted pilot\\deleted0  study of the use of food waste disposals in commercial establishments. The study shall include, but need not be limited to, an analysis of the following:\\par\n\\pard\\fi600\\li115\\ri115\\sa120\\sl480\\slmult1 1. The impact of grease and food solids on combined sewers;\\par\n2. the impact on water consumption;\\par\n3. the impact on the nutrient content of raw and treated effluent;\\par\n4. the impact of increased pollutant loadings to receiving waters, including\\ulnone  \\ul increases in biological oxygen demand and suspended solids;\\par\n5. the impacts on wastewater treatment processes;\\par\n6. the impact on sludge treatment processes and biosolids management including the quality of the resulting biosolids products;\\par\n7. the impact on the city's ability to comply with applicable statutes, rules, regulations, permits and orders;\\par\n\\pard\\li775\\ri115\\sa120\\sl480\\slmult1 8. the impact on vermin at buildings and establishments studied;\\par\n\\pard\\li720\\ri115\\sa120\\sl480\\slmult1  9. any change in the amount and type of solid waste entering the waste stream \\par\n\\pard\\ri115\\sa120\\sl480\\slmult1 from facilities studied and the resultant impact on solid waste handling; \\par\n\\ulnone\\tab\\ul 10. the appropriate fee that the city may impose on the users of food waste disposers and the basis for their recommendation; and\\par\n\\pard\\fi600\\li115\\ri115\\sa120\\sl480\\slmult1 11. any other impacts on the environment, public health and safety, and the cost of operating the water and sewer system.\\par\n\\pard\\fi600\\li115\\ri115\\sa120\\sl480\\slmult1\\tx720  b.  The department shall select and authorize no less than one thousand five-hundred commercial establishments within the city to install disposers and participate in the study. All units installed must be of commercial grade only, designed for high production environments and superior maceration of organic waste.\\par\n\\pard\\li780\\ri115\\sa120\\sl480\\slmult1\\tx1080 1. The study shall include: large restaurants (greater than 50 seats), large and medium size supermarkets, small supermarkets (equal to or less than 10,000 square feet), green grocers, fishmongers and bodegas.  Restaurants may include pizzerias and delicatessens.\\par\n\\pard\\li780\\ri115\\sa120\\sl480\\slmult1 2. The study shall also include at least one hundred commercial institutional \\par\n\\pard\\ri115\\sa120\\sl480\\slmult1 establishments, such as hospitals, nursing homes, schools, colleges/universities, hotels/motels, prisons, or any other such facility that may generate significant food waste.\\par\n\\ulnone             \\ul c.     Any commercial establishment that participates in the study shall pay all costs of installing, operating, servicing and otherwise using the food disposer. The commercial establishment shall remit to the commissioner a fee of fifteen dollars per month, per unit installed for the life of the study and any periods of use thereafter. At the conclusion of the study participation establishments shall be permitted to continue to use the food disposer installed to the end of its natural life.\\par\n\\pard\\fi600\\li115\\ri115\\sa120\\sl480\\slmult1 d. The study shall be deemed to have commenced when food waste disposers are installed in at least five hundred establishments and duly registered with the commissioner\\rquote s office.  All food waste disposers shall be installed in commercial establishments selected for the study within six months of the commencement of the study\\par\ne. the commissioner\\rquote s office and the consultant selected shall be notified of each installation. Each installation notice provided by the establishment shall include the date of installation, the serial number of the device installed and a complete and comprehensive profile of the establishment. Each participating establishment will also be provided, by the commissioner\\rquote s office, with a street side appliqu\\'e9 denoting the establishment as a study participant.\\par\n f.  the consultant, with support from the department, shall conduct a comprehensive literature search with respect to the use of commercial food waste disposers, and seek objective input from other municipal wastewater treatment utilities through a survey and direct interviews.\\par\ng. The council may hire a consultant to monitor the study and its adherence to the requirements of this chapter.\\par\nh. The department shall, within fifteen months of the commencement of the study, but not later than twenty-four months from the effective date of this local law, submit a report to the mayor and the council which shall include a detailed analysis of the findings of such study, and other research and its conclusions and recommendations based on such analysis with respect to the installation of food waste disposers in commercial establishments.  The study shall include an analysis of the costs and benefits, including both financial and environmental, of the use of food waste disposers in relation to the city\\rquote s management of solid waste and the operation of the water and sewer system.\\par\n\\ulnone\\'a73. This local law shall take effect thirty days after its enactment into law.\\par\n\\pard\\ri115\\sa120\\fs16 CJC/DA\\par\nLS #79-2004\\par\n7/22/05\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
