{
  "ID": 34583,
  "GUID": "D7AF65CB-0C44-4664-93DF-7B32A97E53A5",
  "File": "Int 0749-2005",
  "Name": "Protecting department of education employees from certain adverse personnel action.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to protecting department of education employees from certain adverse personnel action.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2005-11-16T00:00:00Z",
  "AgendaDate": "2005-11-16T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    }
  ],
  "History": [
    {
      "ID": 181854,
      "Date": "2005-11-16T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 182161,
      "Date": "2005-11-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5448,
      "AgendaSequence": 100,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185195,
      "Date": "2005-12-31T17:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 34922,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Chapter one of title twelve of the administrative code of the city of New York is amended to add a new section 12-113.1 to read as follows:\n\t§12-113.1 Protection of department of education employees. a.  Definitions. For purposes of this section:\n\t1.\t\"Adverse personnel action\" shall mean dismissal, demotion, suspension, disciplinary action, negative performance evaluation, any action resulting in loss of staff, office space or equipment or other benefit, failure to appoint, failure to promote, or any transfer or assignment or failure to transfer or assign against the wishes of the affected officer or employee.\n\t2. \t\"Commissioner\" shall mean the special commissioner of investigation for the New York City school district.\n3.\t\"Remedial action\" shall mean any appropriate action to restore the officer or employee to his or her former status, which may include one or more of the following:\n\t(a)\treinstatement of an officer or employee to a position the same as or comparable to the position such officer or employee held or would have held if not for the adverse personnel action, or, as appropriate, to an equivalent position;\n\t(b)\treinstatement of full seniority rights;\n\t(c)\tpayment of lost compensation; and\n\t(d)\tother measures necessary to address the effects of the adverse personnel action.\n\tb.\t1.\tNo officer or employee of the department of education shall take an adverse personnel action with respect to another officer or employee of such department who, acting in the best interests of students, has made a complaint or report regarding any department or school policy or procedure that presents a risk of harm to the health, safety, general welfare or educational welfare of students.  \n\t\t2.\tThe provisions of this section shall apply to any complaint or report made to (i) the commissioner, (ii) a council member, the public advocate, the comptroller or the mayor, who shall refer such report to the commissioner or (iii) any superior officer or employee in a school, the department of education or the state department of education. \n\tc.\tAn officer or employee who believes that another officer or employee has taken an adverse personnel action in violation of subdivision b of this section may report such action to the commissioner.\n\td.\t1.\tUpon receipt of a report made pursuant to subdivision c of this section, the commissioner shall conduct an inquiry to determine whether adverse personnel action has been taken in violation of this section.\n\t\t2.\tWithin fifteen days after receipt of an allegation of a prohibited adverse personnel action, the commissioner shall provide written notice to the officer or employee making the allegation that the allegation has been received by the commissioner. Such notice shall include the name of the person in the department of education who shall serve as a contact with the officer or employee making the allegation.\n\t\t3.\tUpon the completion of an investigation initiated under this section, the commissioner shall provide a written statement of the final determination to the officer or employee who complained of the adverse personnel action taken in violation of this section. The statement shall include the commissioner's recommendations, if any, for remedial action, or shall state the commissioner has determined to dismiss the complaint and terminate the investigation.\n\t\t4.\tUpon a determination that an adverse personnel action has been taken in violation of this section, the commissioner shall without undue delay report his or her findings and, if appropriate, recommendations to  the  chancellor of the department of education, who (i) shall determine whether to take remedial  action  and  (ii)  shall  report  such  determination  to  the commissioner in writing. Upon a determination that the chancellor has failed to take appropriate remedial action, the commissioner shall  consult  with  the chancellor and afford such person reasonable opportunity to take such action. If such action is not taken, the commissioner shall report his or her findings and the response of the chancellor to  the  mayor.\ne.   Nothing in this section shall be construed to limit the rights of any officer or employee with regard to any administrative procedure or judicial review, nor shall anything in this section be construed to alter any provision of a valid collective bargaining agreement.   \n\tf.\tNot later than October thirty-first of each year, the commissioner shall prepare and forward to the mayor and the council a report on the complaints governed by this section during the preceding fiscal year. The report shall include, but not be limited to, the number of complaints received pursuant to this section, and the disposition of such complaints.\n\t§2.\tThis local law shall take effect immediately. \nLP\nLS#3031\n11/09/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Chapter one of title twelve of the administrative code of the city of New York is amended to add a new section 12-113.1 to read as follows:\\par\n\\pard\\sl480\\slmult1\\fs20\\tab\\ul\\fs24\\'a712-113.1 Protection of department of education employees. a.  Definitions. For purposes of this section\\fs20 :\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\fs24\\tab\\ul 1.\\tab \"Adverse personnel action\" shall mean dismissal, demotion, suspension, disciplinary action, negative performance evaluation, any action resulting in loss of staff, office space or equipment or other benefit, failure to appoint, failure to promote, or any transfer or assignment or failure to transfer or assign against the wishes of the affected officer or employee.\\par\n\\ulnone\\tab\\ul 2. \\tab \"Commissioner\" shall mean the special commissioner of investigation for the New York City school district.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj 3.\\tab \"Remedial action\" shall mean any appropriate action to restore the officer or employee to his or her former status, which may include one or more of the following:\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\ulnone\\tab\\ul (a)\\tab reinstatement of an officer or employee to a position the same as or comparable to the position such officer or employee held or would have held if not for the adverse personnel action, or, as appropriate, to an equivalent position;\\par\n\\ulnone\\tab\\ul (b)\\tab reinstatement of full seniority rights;\\par\n\\ulnone\\tab\\ul (c)\\tab payment of lost compensation; and\\par\n\\ulnone\\fs20\\tab\\ul (\\fs24 d)\\tab other measures necessary to address the effects of the adverse personnel action.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\ulnone\\tab\\ul b.\\tab 1.\\tab No officer or employee of the department of education shall take an adverse personnel action with respect to another officer or employee of such department who, acting in the best interests of students, has made a complaint or report regarding any department or school policy or procedure that presents a risk of harm to the health, safety, general welfare or educational welfare of students.  \\par\n\\ulnone\\tab\\tab\\ul 2.\\tab The provisions of this section shall apply to any complaint or report made to (i) the commissioner, (ii) a council member, the public advocate, the comptroller or the mayor, who shall refer such report to the commissioner or (iii) any superior officer or employee in a school, the department of education or the state department of education. \\par\n\\ulnone\\tab\\ul c.\\tab An officer or employee who believes that another officer or employee has taken an adverse personnel action in violation of subdivision b of this section may report such action to the commissioner.\\par\n\\ulnone\\tab\\ul d.\\tab 1.\\tab Upon receipt of a report made pursuant to subdivision c of this section, the commissioner shall conduct an inquiry to determine whether adverse personnel action has been taken in violation of this section.\\par\n\\ulnone\\tab\\tab\\ul 2.\\tab Within fifteen days after receipt of an allegation of a prohibited adverse personnel action, the commissioner shall provide written notice to the officer or employee making the allegation that the allegation has been received by the commissioner. Such notice shall include the name of the person in the department of education who shall serve as a contact with the officer or employee making the allegation.\\par\n\\ulnone\\tab\\tab\\ul 3.\\tab Upon the completion of an investigation initiated under this section, the commissioner shall provide a written statement of the final determination to the officer or employee who complained of the adverse personnel action taken in violation of this section. The statement shall include the commissioner's recommendations, if any, for remedial action, or shall state the commissioner has determined to dismiss the complaint and terminate the investigation.\\par\n\\cf1\\ulnone\\tab\\tab\\ul 4.\\tab Upon a determination that an adverse personnel action has been taken in violation of this section, the commissioner shall without undue delay report his or her findings and, if appropriate, recommendations to  the  chancellor of the department of education, who (i) shall determine whether to take remedial  action  and  (ii)  shall  report  such  determination  to  the commissioner in writing. Upon a determination that the chancellor has failed to take appropriate remedial action, the commissioner shall  consult  with  the chancellor and afford such person reasonable opportunity to take such action. If such action is not taken, the commissioner shall report his or her findings and the response of the chancellor to  the  mayor.\\par\n\\pard\\fi630\\li90\\sl480\\slmult1\\qj\\tx1170\\tx2160\\cf0 e.   Nothing in this section shall be construed to limit the rights of any officer or employee with regard to any administrative procedure or judicial review, nor shall anything in this section be construed to alter any provision of a valid collective bargaining agreement.   \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\ulnone\\tab\\ul f.\\tab Not later than October thirty-first of each year, the commissioner shall prepare and forward to the mayor and the council a report on the complaints governed by this section during the preceding fiscal year. The report shall include, but not be limited to, the number of complaints received pursuant to this section, and the disposition of such complaints.\\par\n\\ulnone\\tab\\'a72.\\tab This local law shall take effect immediately.\\ul  \\par\n\\pard\\keepn\\s2\\qj\\tx720\\tx1440\\tx2160\\ulnone\\fs20 LP\\par\n\\pard\\qj\\tx720\\tx1440\\tx2160 LS#3031\\par\n\\pard\\qj\\tx720\\tx1440\\tx2160\\tx720\\tx1440\\tx2160 11/09/05\\ul\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
