{
  "ID": 34693,
  "GUID": "47EA3B07-0792-433C-88E5-991ADAC3D7C7",
  "File": "Int 0754-2005",
  "Name": "Bicycles used for commercial purposes.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to bicycles used for commercial purposes.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2005-11-30T00:00:00Z",
  "AgendaDate": "2005-11-30T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 182504,
      "Date": "2005-11-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 182742,
      "Date": "2005-11-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5494,
      "AgendaSequence": 111,
      "MinutesSequence": 127,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185198,
      "Date": "2005-12-31T17:07:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35037,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of Legislative Findings and Intent.\nThe City of New York is replete with businesses that utilize bicycles due to their cost efficiency and high maneuverability.  Bicycle riders are frequently seen on the City streets acting as couriers for a wide variety of consumer items.\nHowever, due to the quantity of pedestrian and vehicular traffic within the city, potentially dangerous collisions are inevitable.  Approximately 540,000 bicyclists visit emergency rooms each year throughout the United States. Of those, roughly 67,000 have suffered head injuries.  Although only 2 percent of motor vehicle-related deaths are bicyclists, the most serious injuries are due to head trauma.  According to the most recent statistics available, 13 bicyclists were killed and 4,021 injured in New York City in 2001 due to bicycle collisions with motor vehicles.  As recently as November 18, 2004, a messenger died when he fell headfirst from his bicycle after a deliveryman opened a truck door and knocked him down.\nAccording to the New York City Department of Transportation, head injuries are the most common cause of death among cyclists and wearing a helmet can significantly reduce the risk of head injury.  Studies indicate that the use of helmets diminish the danger for bicycle-related head trauma by 74%-85%.  To ensure a minimum level of\nprotection, the Consumer Product Safety Commission has adopted a helmet standard that became mandatory for all helmets manufactured for sale in the U.S. after March, 1999. \nHelmets are generally inexpensive, with the average retail price being under $20.  The low cost of safety helmets relative to the potentially severe dangers resulting from bicycle accidents clearly demonstrates the benefits of such protective equipment.  Additionally, reducing serious head injuries may result in a financial benefit for businesses due to reduced medical and insurance costs.  Finally, a reduction in such injuries may help spare the city’s health care resources. \nThe Council does not intend this legislation as a movement towards a mandatory helmet use law.  However, the Council finds that the advantages of providing protective head gear warrant this local law. \n§2. Section 10-157 of chapter 1 of title 10 of the administrative code of the city of New York is amended by adding a new paragraph e and f, amending current paragraph e, relettering current paragraph e to g, and relettering current paragraph f to h. \n* * *\n\te.  The owner of any business engaged in providing a service as authorized in this section shall provide, at its own expense, protective headgear to each bicycle operator.  Such headgear shall meet the standards set forth by the consumer product safety commission, pursuant to title 16, part 1203 of the code of federal regulations.  \n\tf.  The owner of any business engaged in providing a service as authorized in this section, notwithstanding that any such bicycle may be provided by an employee thereof, shall ensure that each bicycle is equipped with a lamp, a bell or other device capable of giving an audible signal, a brake, reflective tires or, alternately, a reflex reflector mounted on the spokes of each wheel, as well as other reflective devices or material, in accordance with the terms of section 1236 of article 34 of the vehicle and traffic law. \n \t[e.] g.\tExcept as otherwise provided in subdivision [f] h of this section, the violation of any of the provisions of this section, or of any of the rules or regulations that may be promulgated pursuant hereto, shall be a violation triable by a judge of the criminal court of the city of New York and upon conviction thereof shall be punishable by a fine of not less than one hundred dollars nor more than two hundred and fifty dollars or imprisonment for not more than fifteen days or both such fine and imprisonment.\n\t[f.] h.  Any person who makes deliveries or otherwise operates a bicycle on behalf of a business without carrying the identification required by subdivision b of this section or who fails to produce such identification upon demand as required by such subdivision, shall be guilty of a traffic infraction and upon conviction thereof shall be liable for a fine of not less than twenty-five dollars nor more than fifty dollars. Such traffic infraction may be adjudicated by such an administrative tribunal as is authorized under article two-A of the vehicle and traffic law.\n\t§ 3.  This local law shall take effect sixty days after it shall have been enacted into law; except that the police commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, promulgating rules.\n\nT.S.F.\n11.03.05\nLS# 1940",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul\\i\\v0\\par\nBe it enacted by the Council as follows\\i0 :\\par\n\\par\n\\pard\\fi475\\ri115\\sl480\\slmult1\\qj\\expndtw0\\ulnone Section 1. Declaration of Legislative Findings and Intent.\\par\nThe City of New York is replete with businesses that utilize bicycles due to their cost efficiency and high maneuverability.  Bicycle riders are frequently seen on the City streets acting as couriers for a wide variety of consumer items.\\par\nHowever, due to the quantity of pedestrian and vehicular traffic within the city, potentially dangerous collisions are inevitable.  Approximately 540,000 bicyclists visit emergency rooms each year throughout the United States. Of those, roughly 67,000 have suffered head injuries.  Although only 2 percent of motor vehicle-related deaths are bicyclists, the most serious injuries are due to head trauma.  According to the most recent statistics available, 13 bicyclists were killed and 4,021 injured in New York City in 2001 due to bicycle collisions with motor vehicles.  \\cf1 As recently as November 18, 2004, a messenger died when he fell headfirst from his bicycle after a deliveryman opened a truck door and knocked him down.\\par\n\\pard\\fi480\\sl480\\slmult1\\cf0 According to the New York City Department of Transportation, head injuries are the most common cause of death among cyclists and wearing a helmet can significantly reduce the risk of head injury.  Studies \\cf1 indicate that the use of helmets diminish the danger for bicycle-related head trauma by 74%-85%.  To ensure a minimum level of\\par\n\\pard\\ri120\\sl480\\slmult1\\qj protection, t\\cf0 he Consumer Product Safety Commission has adopted a helmet standard that became mandatory for all helmets manufactured for sale in the U.S. after March, 1999. \\par\n\\pard\\fi480\\ri120\\sl480\\slmult1\\qj Helmets are generally inexpensive, with the average retail price being under $20.  The low cost of safety helmets relative to the potentially severe dangers resulting from bicycle accidents clearly demonstrates the benefits of such protective equipment.  Additionally, reducing serious head injuries may result in a financial benefit for businesses due to reduced medical and insurance costs.  Finally, a reduction in such injuries may help spare the city\\rquote s health care resources. \\par\n\\pard\\fi475\\ri115\\sl480\\slmult1\\qj The Council does not intend this legislation as a movement towards a mandatory helmet use law.  However, the Council finds that the advantages of providing protective head gear warrant this local law. \\par\n\\'a72. Section 10-157 of chapter 1 of \\expndtw-3 title 10 of the administrative code of the city of New York is amended by adding a new paragraph e and f, amending current paragraph e, relettering current paragraph e to g, and relettering current paragraph f to h. \\par\n\\pard\\ri120\\sl480\\slmult1\\qc\\tx720 * * *\\par\n\\pard\\ri120\\sl480\\slmult1\\tx720\\tab\\ul e.  \\expndtw0 The owner of any business engaged in providing a service as authorized in this section shall provide, at its own expense, protective headgear to each bicycle operator.  Such headgear shall meet the standards set forth by the consumer product safety commission, pursuant to title 16, part 1203 of the code of federal regulations.  \\par\n\\ulnone\\tab\\expndtw-3\\ul f.  \\expndtw0 The owner of any business engaged in providing a service as authorized in this section, notwithstanding that any such bicycle may be provided by an employee thereof, shall ensure that each bicycle is equipped with a lamp, a bell or other device capable of giving an audible signal, a brake, reflective tires or, alternately, a reflex reflector mounted on the spokes of each wheel, as well as other reflective devices or material, in accordance with the terms of section 1236 of article 34 of the vehicle and traffic law. \\par\n\\ulnone  \\tab [e.] \\ul g.\\ulnone\\tab Except as otherwise provided in subdivision [f] \\ul h\\ulnone  of this section, the violation of any of the provisions of this section, or of any of the rules or regulations that may be promulgated pursuant hereto, shall be a violation triable by a judge of the criminal court of the city of New York and upon conviction thereof shall be punishable by a fine of not less than one hundred dollars nor more than two hundred and fifty dollars or imprisonment for not more than fifteen days or both such fine and imprisonment.\\par\n\\tab [f.] \\ul h.\\ulnone   Any person who makes deliveries or otherwise operates a bicycle on behalf of a business without carrying the identification required by subdivision b of this section or who fails to produce such identification upon demand as required by such subdivision, shall be guilty of a traffic infraction and upon conviction thereof shall be liable for a fine of not less than twenty-five dollars nor more than fifty dollars. Such traffic infraction may be adjudicated by such an administrative tribunal as is authorized under article two-A of the vehicle and traffic law.\\par\n\\pard\\sl480\\slmult1\\tab\\'a7 3.  This local law shall take effect sixty days after it shall have been enacted into law; except that the police commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, promulgating rules.\\par\n\\pard\\fs16\\par\nT.S.F.\\par\n11.03.05\\par\nLS# 1940\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
