{
  "ID": 34698,
  "GUID": "B1C838E2-6B39-439E-B6CA-6261E28BA44C",
  "File": "Int 0757-2005",
  "Name": "Tax exemption and abatement for alterations and improvements to multiple dwellings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to tax exemption and abatement for alterations and improvements to multiple dwellings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2005-11-30T00:00:00Z",
  "AgendaDate": "2005-11-30T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 182511,
      "Date": "2005-11-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 182749,
      "Date": "2005-11-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5494,
      "AgendaSequence": 116,
      "MinutesSequence": 132,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 183484,
      "Date": "2005-12-13T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 5564,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 183658,
      "Date": "2005-12-13T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 5564,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185200,
      "Date": "2005-12-31T17:07:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 70255,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bbc6facf-6553-4f9b-a438-4124b1b1f017.doc",
      "Sort": 1
    },
    {
      "ID": 71683,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e79532dd-bf2e-4241-8913-35063030c8b1.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 35042,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Subdivision bb of section 11-243 of the administrative code of the city of New York, as added by local law number 41 for the year 1988, is amended to read as follows:\nbb.  Notwithstanding any contrary provision of the private housing finance law, the benefits of this section shall apply to any limited profit housing company as provided in this section. Such multiple dwelling, building or structure shall be eligible for benefits [only to the extent to which such alterations or improvements are not financed with grants, loans or subsidies from any federal, state, or local agency or instrumentality, and] where at least one building-wide improvement or alteration is part of the application for benefits. Furthermore, to the extent that such alterations or improvements are financed with grants, loans or subsidies from any federal, state, or local agency or instrumentality, such multiple dwelling, building or structure shall be eligible for benefits only if the limited profit housing company has entered into a binding and irrevocable agreement with the commissioner of housing of the state of New York, the supervising agency, as such term is defined in section two of the private housing finance law, the New York city housing development corporation, or the New York state housing finance agency prohibiting the dissolution or reconstitution of such limited profit housing company pursuant to section thirty-five of the private housing finance law for not less than fifteen years from the commencement of benefits.  The abatement of taxes on such property, including the land, shall not be an amount greater than ninety per centum of the certified reasonable cost of such alterations or improvements, as determined under regulations of the department of housing preservation and development, nor greater than eight and one-third percent of such certified reasonable cost in any twelve month period, nor be effective for more than twenty years. The annual abatement of taxes in any twelve month period shall in no event exceed fifty percent of the amount of taxes payable in such twelve month period pursuant to the applicable exemption granted pursuant to article two of the private housing [fiance] finance law or other applicable laws or fifty percent of payments required to be made in lieu of taxes in such twelve month period. Notwithstanding the foregoing, the annual abatement of taxes for alterations or improvements commenced prior to June first, nineteen hundred eighty-six may not be applied to reduce the amount of taxes payable or the amount of payments required to be made in lieu of taxes in any twelve month period to an amount less than the minimum amount of taxes required to be paid pursuant to section thirty-three of the private housing finance law.\n§2.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\hyphpar0\\sa240\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj Section 1.  Subdivision bb of section 11-243 of the administrative code of the city of New York, as added by local law number 41 for the year 1988, is amended to read as follows:\\par\nbb.  Notwithstanding any contrary provision of the private housing finance law, the benefits of this section shall apply to any limited profit housing company as provided in this section. Such multiple dwelling, building or structure shall be eligible for benefits [only to the extent to which such alterations or improvements are not financed with grants, loans or subsidies from any federal, state, or local agency or instrumentality, and] where at least one building-wide improvement or alteration is part of the application for benefits. \\ul Furthermore, to the extent that such alterations or improvements are financed with grants, loans or subsidies from any federal, state, or local agency or instrumentality, such multiple dwelling, building or structure shall be eligible for benefits only if the limited profit housing company has entered into a binding and irrevocable agreement with the commissioner of housing of the state of New York, the supervising agency, as such term is defined in section two of the private housing finance law, the New York city housing development corporation, or the New York state housing finance agency prohibiting the dissolution or reconstitution of such limited profit housing company pursuant to section thirty-five of the private housing finance law for not less than fifteen years from the commencement of benefits.\\ulnone   The abatement of taxes on such property, including the land, shall not be an amount greater than ninety per centum of the certified reasonable cost of such alterations or improvements, as determined under regulations of the department of housing preservation and development, nor greater than eight and one-third percent of such certified reasonable cost in any twelve month period, nor be effective for more than twenty years. The annual abatement of taxes in any twelve month period shall in no event exceed fifty percent of the amount of taxes payable in such twelve month period pursuant to the applicable exemption granted pursuant to article two of the private housing [fiance] \\ul finance\\ulnone  law or other applicable laws or fifty percent of payments required to be made in lieu of taxes in such twelve month period. Notwithstanding the foregoing, the annual abatement of taxes for alterations or improvements commenced prior to June first, nineteen hundred eighty-six may not be applied to reduce the amount of taxes payable or the amount of payments required to be made in lieu of taxes in any twelve month period to an amount less than the minimum amount of taxes required to be paid pursuant to section thirty-three of the private housing finance law.\\ul\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\tx2520\\ulnone\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\hyphpar0\\sa240\\qj\\par\n\\pard\\hyphpar0\\par\n}\n\u0000",
  "LastModified": "2015-07-01T18:29:39.683Z"
}
