{
  "ID": 34694,
  "GUID": "66268C7D-90EE-407D-95D5-7C2ECE4AC202",
  "File": "Int 0760-2005",
  "Name": "Provision of public toilet facilities.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the provision of public toilet facilities.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2005-11-30T00:00:00Z",
  "AgendaDate": "2005-11-30T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 182507,
      "Date": "2005-11-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 182753,
      "Date": "2005-11-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5494,
      "AgendaSequence": 120,
      "MinutesSequence": 136,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185202,
      "Date": "2005-12-31T17:08:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35038,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Subchapter 16 of chapter one of title 27 of the administrative code of the city of New York is amended by adding a new article nine to read as follows:\nARTICLE 9\nPUBLIC TOILET FACILITIES\n\n§27-922.5\tPublic toilet facilities in certain businesses or commercial establishments constructed after two thousand six.\n\n§27-922.5  Public toilet facilities in certain businesses or commercial establishments constructed after two thousand six.  a.  Public toilet facilities shall be provided for customers and patrons of businesses or commercial establishments that are located in buildings or spaces in occupancy group C or occupancy group E constructed after two thousand six when any such customer or patron physically visits or enters such building or space to obtain services or products that such establishment offers or provides.  Such public toilet facilities shall be maintained in a safe and sanitary condition.\nb.  A business or commercial establishment required to comply with this section may maintain separate toilet facilities for use by the public and separate toilet facilities for use by the employees of such business or commercial establishment.\nc.  Unisex bathrooms may be provided in lieu of separate bathrooms for men and women.\nd.  Each water closet utilized by the public or employees shall occupy a separate compartment with walls or partitions and a door enclosing the fixtures to ensure privacy.\ne.  The provisions of section 27-292.12 shall be applicable to this section.\n§2. This local law shall take effect ninety days after its enactment; except that the commissioner of buildings shall take all actions necessary, including the promulgation of rules, to implement this local law on or before the date upon which it shall take effect.\n\n\n\n\n\nTNN\n10/31/05\nLS # 2110",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset128 MS Mincho;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Subchapter 16 of chapter one of title 27 of the administrative code of the city of New York is amended by adding a new article nine \\expndtw-3 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qc\\ul ARTICLE 9\\par\n\\pard\\qc PUBLIC TOILET FACILITIES\\par\n\\par\n\\pard\\fi-1440\\li2160\\sl480\\slmult1\\qj\\expndtw0\\'a727-922.5\\tab Public toilet facilities in certain businesses or commercial establishments constructed after two thousand six.\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a727-922.5  Public toilet facilities in certain businesses or commercial establishments constructed after two thousand six.  a.  Public toilet facilities shall be provided for customers and patrons of businesses or commercial establishments that are located in buildings or spaces in occupancy group C or occupancy group E constructed after two thousand six when any such customer or patron physically visits or enters such building or space to obtain services or products that such establishment offers or provides.  Such public toilet facilities shall be maintained in a safe and sanitary condition.\\par\nb.  A business or commercial establishment required to comply with this section may maintain separate toilet facilities for use by the public and separate toilet facilities for use by the employees of such business or commercial establishment.\\par\nc.  Unisex bathrooms may be provided in lieu of separate bathrooms for men and women.\\par\nd.  Each water closet utilized by the public or employees shall occupy a separate compartment with walls or partitions and a door enclosing the fixtures to ensure privacy.\\par\ne.  The provisions of section 27-292.12 shall be applicable to this section.\\par\n\\ulnone\\'a72. This local law shall take effect ninety days after its enactment; except that the commissioner of buildings shall take all actions necessary, including the promulgation of rules, to implement this local law on or before the date upon which it shall take effect.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\qj\\fs20 TNN\\par\n10/31/05\\par\nLS # 2110\\f1\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
