{
  "ID": 34787,
  "GUID": "3EA3C9BF-6352-42E9-93FC-FD75C9EF99D9",
  "File": "Int 0765-2005",
  "Name": "Annual disclosure of financial interests by community board members.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the annual disclosure of financial interests by community board members.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 21,
  "BodyName": "Committee on Standards and Ethics",
  "IntroDate": "2005-12-08T00:00:00Z",
  "AgendaDate": "2005-12-08T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 183277,
      "Date": "2005-12-08T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 183447,
      "Date": "2005-12-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Standards and Ethics",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5540,
      "AgendaSequence": 79,
      "MinutesSequence": 96,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Standards & Ethics",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185204,
      "Date": "2005-12-31T17:12:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 70150,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Cover Sheet",
      "Link": "http://nyc.legistar1.com/nyc/attachments/07614f73-e035-477e-a473-c9c507ca6ddb.introcoverletter2.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 35136,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subdivision a of section 12-110 of the administrative code of the city of New York is hereby renumbered and amended by adding a new paragraph 3 to read as follows:\n3.  The term “community board member” shall mean those persons appointed pursuant to chapter 70 of the New York city charter. \n[3]\t 4.    The “conflicts of interest board” shall mean the conflicts of interest board appointed pursuant to section twenty-six hundred two of the New York city charter.\n[4] 5.  The term “domestic partners” shall mean persons who have a registered domestic partnership, which shall include any partnership registered pursuant to section 3-240 of the administrative code of the city of New York.\n[5] 6. The term “independent body” shall mean any organization or group of voters which nominates a candidate or candidates for office to be voted for at an election, and which is not a political party as defined in paragraph seven of this subdivision.\n[6] 7.  The term “local political party official” shall mean:\n(1) any chair of a county committee elected pursuant to section 2-112 of the election law, or his or her successor in office, who received compensation or expenses, or both, from constituted committee or political committee funds, or both, during the reporting period aggregating thirty thousand dollars or more;\n(2) that person (usually designated by the rules of a county committee as the “county leader” or “chair of the executive committee”) by whatever title designated, who pursuant to the rules of a county committee or in actual practice, possesses or performs any or all of the following duties or roles, provided that such person received compensation or expenses, or both, from constituted committee or political committee funds, or both, during the reporting period aggregating thirty thousand dollars or more:\n(i) the principal political, executive and administrative officer of the county committee;\n(ii) the power of general management over the affairs of the county committee;\n(iii) the power to exercise the powers of the chair of the county committee as provided for in the rules of the county committee;\n(iv) the power to preside at all meetings of the county executive committee if such a committee is created by the rules of the county committee or exists de facto, or any other committee or subcommittee of the county committee vested by such rules with or having de facto the power of general management over the affairs of the county committee at times when the county committee is not in actual session;\n(v) the power to call a meeting of the county committee or of any committee or subcommittee vested with the rights, powers, duties or privileges of the county committee pursuant to the rules of the county committee, for the purpose of filling an office at a special election in accordance with section 6-114 of the election law, for the purpose of filling a vacancy in accordance with section 6-116 of such law or for the purpose of filling a vacancy or vacancies in the county committee which exist by reason of an increase in the number of election districts within the county occasioned by a change of the boundaries of one or more election districts, taking effect after the election of its members, or for the purpose of determining the districts that the elected members shall represent until the next election at which such members of such committee are elected; provided, however, that in no event shall such power encompass the power of a chair of an assembly district committee or other district committee smaller than a county and created by the rules of the county committee, to call a meeting of such district committee for such purpose;\n(vi) the power to direct the treasurer of the party to expend funds of the county committee; or\n(vii) the power to procure from one or more bank accounts of the county committee the necessary funds to defray the expenses of the county committee.\nThe terms “constituted committee” and “political committee” as used in this subparagraph shall have the same meanings as those contained in section 14-100 of the election law.\n[7] 8.  The term “political party” shall mean any political organization which at the last preceding election for governor polled at least fifty thousand votes for its candidate for governor.\n[8] 9.  The term “political organization” shall mean any political party as defined in paragraph seven of this subdivision, or independent body, as defined in paragraph five of this subdivision, or any organization that is affiliated with or a subsidiary of a party or independent body.\n[9] 10.  The term “relative” shall mean the spouse, domestic partner, parent, grandparent, stepchild, or stepparent of the person reporting, or any person who is the direct descendant of the grandparents of the person reporting or of the spouse or domestic partner of the person reporting.\n[10] 11.  The terms “state agency” and “local agency” shall be given the same meanings as such terms are given in section eight hundred ten of the general municipal law.\n§2.  Subparagraph a of paragraph 3 of subdivision b of section 12-110 of the administrative code of the city of New York is hereby amended to read as follows:\n3.  (a) The following categories of city officers and employees, including community board members, who had such status during the preceding calendar year or up until the date of filing their financial disclosure report shall be required to file a report not later than May first of each year:\n(1) Each agency head, deputy agency head, assistant agency head, member of any board or commission, including community board members who shall be required to file a report as annually determined by the chairperson of each such community board in consultation with the conflicts of interest board. All  [other than a] members of a board or a commission who serve without compensation, other than community board members as provided herein, shall not be required to file an annual financial disclosure report.\n§3.   Subdivision c of section 12-110 of the administrative code of the city of New York is hereby  renumbered and amended by adding a new paragraph 2 and further amended to read as follows:\nc.  Procedures involving the filing of financial disclosure reports.\n1.  Each agency and community board chairperson shall file with the conflicts of interest board, prior to the date required for the filing of reports, a list of persons obligated to report pursuant to this section.\n2.  Each community board chairperson shall determine, subject to review by the conflicts of interest board, which persons within the community board are members of the community board, and shall, prior to the date on which the filing of the report is required, inform such community board members of their obligation to report.  The conflicts of interest board shall promulgate rules establishing procedures whereby any community board member may seek review of the community board  chairperson’s determination that he or she is required to report.\n[2.] 3. Each agency head shall determine, subject to review by the conflicts of interest board, which persons within the agency occupy positions that are described in clauses three and four of subparagraph (a) of paragraph three of subdivision b of this section, and shall, prior to the date on which the filing of the report is required, inform such employees of their obligation to report.  The conflicts of interest board shall promulgate rules establishing procedures whereby any employee may seek review of the agency’s determination that he or she is required to report.\n[3] 4.  The speaker of the council, each district attorney and the special narcotics prosecutor shall determine, subject to review by the conflicts of interest board, which persons on their staff occupy positions that are described in clause two of subparagraph (a) of paragraph three of subdivision b of this section, and shall, prior to the date required for the filing of the reports, inform such employees of their obligation to report.\n[4.] 5.  The conflicts of interest board shall promulgate rules establishing procedures whereby a person required to file an annual financial disclosure report may request an additional period of time within which to file such report, due to justifiable cause or undue hardship.  Such rules shall include, but not be limited to, the establishment of a date beyond which in all cases of justifiable cause or undue hardship no further extension of time will be granted.\n[5] 6.   Any amendments and changes to a financial disclosure report made after its filing shall be made on a separate form to be provided by the conflicts of interest board and attached to the report.  Said form shall contain the corresponding page and item numbers of the report, the amendment, the signature of the person making such amendment and the initials of the chair of the board or his or her designee.  Amendments shall be made only by the person who originally filed such report.\n§4.  This local law shall take effect on January 1, 2006, and shall apply to reports of annual disclosure filed for the calendar year 2005 except as otherwise provided herein; provided, however, that the conflicts of interest board, community boards and other agencies of the city of New York whose officers and employees file such reports may take such steps as are necessary to implement this local law prior to the effective date. \n\n\n\n\n\n\nSML\n12/2/05 \nLS # 3822",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}{\\s3 heading 3;}{\\s4 heading 4;}{\\s5 heading 5;}}\n\\viewkind4\\uc1\n\\pard\\fi-360\\li360\\qj\\ul\\v0\\par\nBe it enacted by the Council as follows\\ulnone :\\par\n\\pard\\qj\\par\n\\pard\\fi360\\sl480\\slmult1\\qj Section 1.  Subdivision a of section 12-110 of the administrative code of the city of New York is hereby renumbered and amended by adding a new paragraph 3 to read as follows:\\par\n\\ul 3.  The term \\ldblquote community board member\\rdblquote  shall mean those persons appointed pursuant to chapter 70 of the New York city charter\\ulnone . \\par\n[3]\\tab\\ul  4\\ulnone .    The \\ldblquote conflicts of interest board\\rdblquote  shall mean the conflicts of interest board appointed pursuant to section twenty-six hundred two of the New York city charter.\\par\n\\ul [\\ulnone 4]\\ul  5\\ulnone .  The term \\ldblquote domestic partners\\rdblquote  shall mean persons who have a registered domestic partnership, which shall include any partnership registered pursuant to section 3-240 of the administrative code of the city of New York.\\par\n[5] \\ul 6.\\ulnone  The term \\ldblquote independent body\\rdblquote  shall mean any organization or group of voters which nominates a candidate or candidates for office to be voted for at an election, and which is not a political party as defined in paragraph seven of this subdivision.\\par\n[6] \\ul 7\\ulnone .  The term \\ldblquote local political party official\\rdblquote  shall mean:\\par\n(1) any chair of a county committee elected pursuant to section 2-112 of the election law, or his or her successor in office, who received compensation or expenses, or both, from constituted committee or political committee funds, or both, during the reporting period aggregating thirty thousand dollars or more;\\par\n(2) that person (usually designated by the rules of a county committee as the \\ldblquote county leader\\rdblquote  or \\ldblquote chair of the executive committee\\rdblquote ) by whatever title designated, who pursuant to the rules of a county committee or in actual practice, possesses or performs any or all of the following duties or roles, provided that such person received compensation or expenses, or both, from constituted committee or political committee funds, or both, during the reporting period aggregating thirty thousand dollars or more:\\par\n(i) the principal political, executive and administrative officer of the county committee;\\par\n(ii) the power of general management over the affairs of the county committee;\\par\n(iii) the power to exercise the powers of the chair of the county committee as provided for in the rules of the county committee;\\par\n(iv) the power to preside at all meetings of the county executive committee if such a committee is created by the rules of the county committee or exists de facto, or any other committee or subcommittee of the county committee vested by such rules with or having de facto the power of general management over the affairs of the county committee at times when the county committee is not in actual session;\\par\n(v) the power to call a meeting of the county committee or of any committee or subcommittee vested with the rights, powers, duties or privileges of the county committee pursuant to the rules of the county committee, for the purpose of filling an office at a special election in accordance with section 6-114 of the election law, for the purpose of filling a vacancy in accordance with section 6-116 of such law or for the purpose of filling a vacancy or vacancies in the county committee which exist by reason of an increase in the number of election districts within the county occasioned by a change of the boundaries of one or more election districts, taking effect after the election of its members, or for the purpose of determining the districts that the elected members shall represent until the next election at which such members of such committee are elected; provided, however, that in no event shall such power encompass the power of a chair of an assembly district committee or other district committee smaller than a county and created by the rules of the county committee, to call a meeting of such district committee for such purpose;\\par\n(vi) the power to direct the treasurer of the party to expend funds of the county committee; or\\par\n(vii) the power to procure from one or more bank accounts of the county committee the necessary funds to defray the expenses of the county committee.\\par\nThe terms \\ldblquote constituted committee\\rdblquote  and \\ldblquote political committee\\rdblquote  as used in this subparagraph shall have the same meanings as those contained in section 14-100 of the election law.\\par\n[7] \\ul 8\\ulnone .  The term \\ldblquote political party\\rdblquote  shall mean any political organization which at the last preceding election for governor polled at least fifty thousand votes for its candidate for governor.\\par\n[8] \\ul 9\\ulnone .  The term \\ldblquote political organization\\rdblquote  shall mean any political party as defined in paragraph seven of this subdivision, or independent body, as defined in paragraph five of this subdivision, or any organization that is affiliated with or a subsidiary of a party or independent body.\\par\n[9] \\ul 10\\ulnone .  The term \\ldblquote relative\\rdblquote  shall mean the spouse, domestic partner, parent, grandparent, stepchild, or stepparent of the person reporting, or any person who is the direct descendant of the grandparents of the person reporting or of the spouse or domestic partner of the person reporting.\\par\n[10] \\ul 11\\ulnone .  The terms \\ldblquote state agency\\rdblquote  and \\ldblquote local agency\\rdblquote  shall be given the same meanings as such terms are given in section eight hundred ten of the general municipal law.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a72.  Subparagraph a of paragraph 3 of subdivision b of section 12-110 of the administrative code of the city of New York is hereby amended to read as follows:\\par\n\\pard\\fi360\\sl480\\slmult1\\qj 3.  (a) The following categories of city officers and employees, \\ul including community board members,\\ulnone  who had such status during the preceding calendar year or up until the date of filing their financial disclosure report shall be required to file a report not later than May first of each year:\\par\n(1) Each agency head, deputy agency head, assistant agency head, member of any board or commission\\ul , including community board members who shall be required to file a report as annually determined by the chairperson of each such community board in consultation with the conflicts of interest board\\ulnone . \\ul All\\ulnone   [other than a] member\\ul s\\ulnone  of a board or a commission who serve without compensation\\ul , other than community board members as provided herein, shall not be required to file an annual financial disclosure report.\\ulnone\\par\n\\'a73.   Subdivision c of section 12-110 of the administrative code of the city of New York is hereby  renumbered and amended by adding a new paragraph 2 and further amended to read as follows:\\par\nc.  Procedures involving the filing of financial disclosure reports.\\par\n1.  Each agency \\ul and community board chairperson\\ulnone  shall file with the conflicts of interest board, prior to the date required for the filing of reports, a list of persons obligated to report pursuant to this section.\\par\n2.  \\ul Each community board chairperson shall determine, subject to review by the conflicts of interest board, which persons within the community board are members of the community board, and shall, prior to the date on which the filing of the report is required, inform such community board members of their obligation to report.  The conflicts of interest board shall promulgate rules establishing procedures whereby any community board member may seek review of the community board  chairperson\\rquote s determination that he or she is required to report.\\ulnone\\par\n[2.] \\ul 3. \\ulnone Each agency head shall determine, subject to review by the conflicts of interest board, which persons within the agency occupy positions that are described in clauses three and four of subparagraph (a) of paragraph three of subdivision b of this section, and shall, prior to the date on which the filing of the report is required, inform such employees of their obligation to report.  The conflicts of interest board shall promulgate rules establishing procedures whereby any employee may seek review of the agency\\rquote s determination that he or she is required to report.\\par\n[3] \\ul 4.\\ulnone   The speaker of the council, each district attorney and the special narcotics prosecutor shall determine, subject to review by the conflicts of interest board, which persons on their staff occupy positions that are described in clause two of subparagraph (a) of paragraph three of subdivision b of this section, and shall, prior to the date required for the filing of the reports, inform such employees of their obligation to report.\\par\n[4.] \\ul 5.\\ulnone   The conflicts of interest board shall promulgate rules establishing procedures whereby a person required to file an annual financial disclosure report may request an additional period of time within which to file such report, due to justifiable cause or undue hardship.  Such rules shall include, but not be limited to, the establishment of a date beyond which in all cases of justifiable cause or undue hardship no further extension of time will be granted.\\par\n[5] \\ul 6. \\ulnone   Any amendments and changes to a financial disclosure report made after its filing shall be made on a separate form to be provided by the conflicts of interest board and attached to the report.  Said form shall contain the corresponding page and item numbers of the report, the amendment, the signature of the person making such amendment and the initials of the chair of the board or his or her designee.  Amendments shall be made only by the person who originally filed such report.\\par\n\\f1\\'a74.  This local law shall take effect on January 1, 2006, and shall apply to reports of annual disclosure filed for the calendar year 2005 except as otherwise provided herein; provided, however, that the conflicts of interest board, community boards and other agencies of the city of New York whose officers and employees file such reports may take such steps as are necessary to implement this local law prior to the effective date. \\par\n\\pard\\fi360\\qj\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\keepn\\s5\\fi360\\qj SML\\par\n\\pard\\fi360\\qj 12/2/05 \\par\nLS # 3822\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
