{
  "ID": 34806,
  "GUID": "0837B42A-9EAB-477C-8DF0-EC3EFE6176BD",
  "File": "Int 0767-2005",
  "Name": "Creating a temporary task force to study existing as well as potential means and methods of funding affordable housing for low to extremely low income residential communities.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating a temporary task force to study existing as well as potential means and methods of funding affordable housing for low to extremely low income residential communities.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2005-12-08T00:00:00Z",
  "AgendaDate": "2005-12-08T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 183348,
      "Date": "2005-12-08T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 183452,
      "Date": "2005-12-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5540,
      "AgendaSequence": 84,
      "MinutesSequence": 101,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing & Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185206,
      "Date": "2005-12-31T17:12:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35156,
  "Text": "Be it enacted by the Council as follows:\nSection 1.   Legislative findings and intent.   Due to the mass rezoning of the city’s many diverse neighborhoods to meet the demands of higher income populations along with the rapidly declining supply of city owned affordable housing, as well as the elimination and/or expiration of various subsidies and affordability requirements for affordable housing developments, the city of New York is at risk of losing a sufficient supply of affordable housing stock needed for its low to extremely low income residents. These low to extremely low-income residents, whom help sustain the city’s economy, service industries and diversity, are increasingly being displaced by the continuing upsurge in market rents and new market rate developments. Yet of the various affordable housing programs that presently exist, very few are accessible to low to extremely low income residents for they fail to take into account localized neighborhood median incomes, which are much lower than the city and area median incomes. In 2001, New York City’s Media Income (CMI) was approximately $39,000 and the Area Median Income (AMI) was approximately $63,000, however, the many low to extremely low-income neighborhoods in New York City have median incomes less than $22,000. \nWhile the city of New York’s affordable housing stock and affordable housing resources are diminishing, the need for affordable housing has skyrocketed and demand is fast outpacing supply.\n§2.\tChapter one of title twenty-six of the administrative code of the city of New York is amended by adding a new section 26-253 to read as follows:\n§26-253   Temporary task force to study funding for affordable housing. a.  There is hereby established a temporary task force to study existing as well as potential  means and methods of funding affordable housing for low to extremely low income residential communities located in the city of New York, and to advise the speaker of the council of the city of New York and the mayor of the city of New York as to such potential means and methods.  \nb.\tSuch task force shall be comprised of nine members, five of whom shall be appointed by the speaker of the council and four by the mayor, one of whom shall be the chairperson.  Each member shall serve at the pleasure of the appointing authority without compensation, and may be removed at any time by the appointing authority and any vacancy shall be filled in the same manner as the appointment of the departing member was made. The members of the task force shall select a chairperson from among the members of such task force.  The task force shall be deemed established upon the appointment of five of its members, and the members shall be appointed within thirty days of the enactment of this local law. \nc.\tSuch task force shall serve for a period of twelve months from the establishment of the task force.\nd.\tNo later than three months before the expiration of the task force, the chairperson shall submit a report containing its recommendations to the speaker of the council of the city of New York and the mayor of the city of New York.\n§3.\tThis local law shall take effect immediately upon its enactment into law \n\nFHK-LS#2841\n12/7/05 449 PM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.   Legislative findings and intent.   Due to the mass rezoning of the city\\rquote s many diverse neighborhoods to meet the demands of higher income populations along with the rapidly declining supply of city owned affordable housing, as well as the elimination and/or expiration of various subsidies and affordability requirements for affordable housing developments, the city of New York is at risk of losing a sufficient supply of affordable housing stock needed for its low to extremely low income residents. These low to extremely low-income residents, whom help sustain the city\\rquote s economy, service industries and diversity, are increasingly being displaced by the continuing upsurge in market rents and new market rate developments. Yet of the various affordable housing programs that presently exist, very few are accessible to low to extremely low income residents for they fail to take into account localized neighborhood median incomes, which are much lower than the city and area median incomes. In 2001, New York City\\rquote s Media Income (CMI) was approximately $39,000 and the Area Median Income (AMI) was approximately $63,000, however, the many low to extremely low-income neighborhoods in New York City have median incomes less than $22,000. \\par\n\\pard\\sl480\\slmult1\\qj While the city of New York\\rquote s affordable housing stock and affordable housing resources are diminishing, the need for affordable housing has skyrocketed and demand is fast outpacing supply.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a72.\\tab Chapter one of title twenty-six of the administrative code of the city of New York is amended by adding a new section 26-253 to read as follows:\\par\n\\ul\\'a726-253   Temporary task force to study funding for affordable housing. a.  There is hereby established a temporary task force to study existing as well as potential \\v  \\v0 means and methods of funding affordable housing for low to extremely low income residential communities located in the city of New York, and to advise the speaker of the council of the city of New York and the mayor of the city of New York as to such potential means and methods.  \\par\nb.\\ulnone\\tab\\ul Such task force shall be comprised of nine members, five of whom shall be appointed by the speaker of the council and four by the mayor, one of whom shall be the chairperson.  Each member shall serve at the pleasure of the appointing authority without compensation, and may be removed at any time by the appointing authority and any vacancy shall be filled in the same manner as the appointment of the departing member was made. The members of the task force shall select a chairperson from among the members of such task force.  The task force shall be deemed established upon the appointment of five of its members, and the members shall be appointed within thirty days of the enactment of this local law. \\par\nc.\\ulnone\\tab\\ul Such task force shall serve for a period of twelve months from the establishment of the task force.\\par\nd.\\ulnone\\tab\\ul No later than three months before the expiration of the task force, the chairperson shall submit a report containing its recommendations to the speaker of the council of the city of New York and the mayor of the city of New York.\\par\n\\ulnone\\'a73.\\tab This local law shall take effect immediately upon its enactment into law \\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\qj FHK-LS#2841\\par\n12/7/05 449 PM\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\sl480\\slmult1\\cf0\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
