{
  "ID": 34907,
  "GUID": "C1BB69A1-2A6B-4625-87F1-8AD64CE7D66A",
  "File": "Int 0769-2005",
  "Name": "Vest Replacement",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to vest replacement.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2005-12-21T00:00:00Z",
  "AgendaDate": "2005-12-21T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 184040,
      "Date": "2005-12-21T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184331,
      "Date": "2005-12-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5608,
      "AgendaSequence": 203,
      "MinutesSequence": 245,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184483,
      "Date": "2005-12-31T09:00:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35282,
  "Text": "Be it enacted by the Council as follows: \n\n\tSection 1. Section 14-135 of the administrative code of the city of New York is amended to read as follows:\n\t§14-135 Reimbursement for loss of property by member of force while in performance of duty. \na.\tWhenever any member of the uniformed force of the department shall, while in the actual performance of police duty, lose or have destroyed any of his or her personal belongings, satisfactory proof thereof having been shown to the commissioner, such member shall be reimbursed to the extent of the loss sustained, at the expense of the city.\nb.\tA uniformed member of the force shall be reimbursed for upgrades to and replacement of soft body ballistic armor vests. Reimbursement for any vest upgrade or replacement shall only be made after the commissioner or his designee deems the vest replacement or upgrade appropriate.  Allowable upgrades shall include, but not be limited to, side or neck attachments.  When determining whether to reimburse a member of the service for such vest replacement or upgrade, the commissioner shall consider improvements in vest technology and materials, ordinary wear and tear of a vest, proper fit of the vest, as well as the viability of optional attachments.\n\tc. \tIn order to be eligible for a new vest, the police officer shall turn over to the commissioner the replaced vest or part thereof.\n§2.  This local law shall take effect 30 days after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\qj Be it enacted by the Council as follows:\\ulnone  \\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1. Section 14-135 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab\\'a714-135 Reimbursement for loss of property by member of force while in performance of duty. \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul a.\\ulnone\\tab Whenever any member of the uniformed force of the department shall, while in the actual performance of police duty, lose or have destroyed any of his or her personal belongings, satisfactory proof thereof having been shown to the commissioner, such member shall be reimbursed to the extent of the loss sustained, at the expense of the city.\\par\n\\ul b.\\ulnone\\tab\\ul A uniformed member of the force\\b  \\b0 shall be reimbursed for upgrades to and replacement of soft body ballistic armor vests. Reimbursement for any vest upgrade or replacement shall only be made after the commissioner or his designee deems the vest replacement or upgrade appropriate.  Allowable upgrades shall include, but not be limited to, side or neck attachments.  When determining whether to reimburse a member of the service for such vest replacement or upgrade, the commissioner shall consider improvements in vest technology and materials, ordinary wear and tear of a vest, proper fit of the vest, as well as the viability of optional attachments.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul c. \\ulnone\\tab\\ul In order to be eligible for a new vest, the police officer shall turn over to the commissioner the replaced vest or part thereof.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a72.  This local law shall take effect 30 days after its enactment into law.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
