{
  "ID": 34909,
  "GUID": "72CD802E-EA1C-49ED-BFC2-48581C225A44",
  "File": "Int 0771-2005",
  "Name": "Creation of an online graffiti tracking system.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the creation of an online graffiti tracking system.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2005-12-21T00:00:00Z",
  "AgendaDate": "2005-12-21T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 184042,
      "Date": "2005-12-21T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184334,
      "Date": "2005-12-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5608,
      "AgendaSequence": 206,
      "MinutesSequence": 248,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184486,
      "Date": "2005-12-31T09:02:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35284,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative intent and findings.  Graffiti vandalism continues to plague New York City, as well as other localities across the country.  The New York City Police Department (NYPD) has been proactive in combating graffiti, and implementing new strategies to address this crime.  The NYPD’s Anti-Graffiti Initiative includes the formation of a Citywide Vandals Task Force comprised of nearly 80 law enforcement officials; the appointment of Anti-Graffiti Coordinators on each local command level focusing resources for enforcement, cleanup, and education initiatives; the revitalization of the NYPD’s anti-graffiti reward program; and the creation of a centralized intelligence graffiti database to identify known graffiti vandals with their signatures or “tags.”  This graffiti database records arrest information for vandals along with a photo of the damage caused.  Information regarding graffiti complaints is entered as well, to further help the NYPD identify offenders with their tags.\n\tThe Pittsburgh Police Department unveiled its own Graffiti Tracking System in the spring of 2005.  The interactive database allows authorities to access specifics on all reported graffiti: digital images, location, style and revealing characteristics, such as signatures of the vandals.  By analyzing the information, police are better able to link as many incidents of vandalism as possible to those responsible.\n\tThe City Council believes that providing such a comprehensive database online, easily accessible to New Yorkers, will assist the Police Department in apprehending graffiti vandals.  Such a database will also provide communities with valuable information about quality of life in their neighborhoods. \n\t§2. Chapter 1 of title 14 of the administrative code of the city of New York is amended to add a new section 14-152, to read as follows:\n§ 14-152.  Graffiti Tracking System.\nThe department shall make available to the public on or through the department’s web site, the following information:\nFor each precinct and patrol borough, the location of graffiti vandalism.\nFor each precinct and patrol borough, the location of graffiti arrests.\nFor each precinct and patrol borough, photographs, when available, of convicted graffiti offenders.\nFor each precinct and patrol borough, photographs, when available, of graffiti “tags”.\n§3.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Legislative intent and findings.  Graffiti vandalism continues to plague New York City, as well as other localities across the country.  The New York City Police Department (NYPD) has been proactive in combating graffiti, and implementing new strategies to address this crime.  The NYPD\\rquote s Anti-Graffiti Initiative includes the formation of a Citywide Vandals Task Force comprised of nearly 80 law enforcement officials; the appointment of Anti-Graffiti Coordinators on each local command level focusing resources for enforcement, cleanup, and education initiatives; the revitalization of the NYPD\\rquote s anti-graffiti reward program; and the creation of a centralized intelligence graffiti database to identify known graffiti vandals with their signatures or \\ldblquote tags.\\rdblquote   This graffiti database records arrest information for vandals along with a photo of the damage caused.  Information regarding graffiti complaints is entered as well, to further help the NYPD identify offenders with their tags.\\par\n\\tab The Pittsburgh Police Department unveiled its own Graffiti Tracking System in the spring of 2005.  The interactive database allows authorities to access specifics on all reported graffiti: digital images, location, style and revealing characteristics, such as signatures of the vandals.  By analyzing the information, police are better able to link as many incidents of vandalism as possible to those responsible.\\par\n\\tab The City Council believes that providing such a comprehensive database online, easily accessible to New Yorkers, will assist the Police Department in apprehending graffiti vandals.  Such a database will also provide communities with valuable information about quality of life in their neighborhoods. \\par\n\\tab\\'a72. Chapter 1 of title 14 of the administrative code of the city of New York is amended to add a new section 14-152, to read as follows:\\par\n\\ul\\'a7 14-152.  Graffiti Tracking System.\\par\nThe department shall make available to the public on or through the department\\rquote s web site, the following information:\\par\n\\pard{\\pntext\\f0 a.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pnlcltr{\\pntxta.}}\n\\fi-360\\li360\\sl480\\slmult1\\qj\\tx360 For each precinct and patrol borough, the location of graffiti vandalism.\\par\n{\\pntext\\f0 b.\\tab}For each precinct and patrol borough, the location of graffiti arrests.\\par\n{\\pntext\\f0 c.\\tab}For each precinct and patrol borough, photographs, when available, of convicted graffiti offenders.\\par\n{\\pntext\\f0 d.\\tab}For each precinct and patrol borough, photographs, when available, of graffiti \\ldblquote tags\\rdblquote .\\par\n\\pard\\fi360\\sl480\\slmult1\\qj\\ulnone\\'a73.  This local law shall take effect immediately.\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
