{
  "ID": 34910,
  "GUID": "372312EA-644F-4D9D-BDD3-537AD739F050",
  "File": "Int 0772-2005",
  "Name": "Removal of snow, ice, dirt, and other material from fire hydrants.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the removal of snow, ice, dirt, and other material from fire hydrants.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2005-12-21T00:00:00Z",
  "AgendaDate": "2005-12-21T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    }
  ],
  "History": [
    {
      "ID": 184043,
      "Date": "2005-12-21T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184335,
      "Date": "2005-12-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5608,
      "AgendaSequence": 207,
      "MinutesSequence": 249,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184487,
      "Date": "2005-12-31T09:03:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35285,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Declaration of legislative findings and intent. The Council of the City \n\nof New York hereby finds that fire hydrants covered with snow, ice, dirt, or other \n\nmaterial pose a danger to the public and to the members of the New York City Fire \n\nDepartment.  The Council finds that when firefighters arrive at the scene of a fire they \n\nmust be able to see the closest fire hydrant. The Council seeks to address this problem by \n\nrequiring property owners or tenants to remove snow, ice, or dirt from fire hydrants on \n\ntheir property.\n\n\t§2. Subdivision a of section 16-123 of the administration code of the city of New \n\nYork is amended to read as follows: \n\nSection 16-123 Removal of snow, ice and dirt from sidewalks and fire hydrants;     \n\nproperty owners’ duties\n\na.\tEvery owner, lessee, tenant, occupant, or other person, having charge of any \n\nbuilding or lot of ground in the city, abutting upon any street where the sidewalk is \n\npaved, shall, within four hours after the snow ceases to fall, or after the deposit of any dirt \n\nor other material upon such sidewalk and any fire hydrant on such sidewalk, remove the \n\nsnow or ice, dirt, or other material from the sidewalk [and], gutter, and any fire hydrant \n\non such sidewalk, the time between nine post meridian and seven ante meridian not being \n\nincluded in the above period of four hours. Such removal shall be made before the \n\nremoval of snow or ice from the roadway by the commissioner or subject to the \n\nregulations of such commissioner. In the boroughs of Queens and Staten Island, any \n\nowner, lessee, tenant or occupant or other person who has charge of any ground abutting \n\nupon any paved street or public place, for a linear distance of five hundred feet or more, \n\nshall be considered to have complied with this section, if such person shall have begun to \n\nremove the snow or ice from the sidewalk [and], gutter, and any fire hydrant on such \n\nsidewalk before the expiration of such four hours and shall continue and complete such \n\nremoval within a reasonable time.\n\n\t§3. This local law shall take effect immediately upon its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Lucida Console;}{\\f2\\fswiss\\fprq2\\fcharset0 Lucida Sans Unicode;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\tab Section 1. Declaration of legislative findings and intent. The Council of the City \\par\n\\par\nof New York hereby finds that fire hydrants covered with snow, ice, dirt, or other \\par\n\\par\nmaterial pose a danger to the public and to the members of the New York City Fire \\par\n\\par\nDepartment.  The Council finds that when firefighters arrive at the scene of a fire they \\par\n\\par\nmust be able to see the closest fire hydrant. The Council seeks to address this problem by \\par\n\\par\nrequiring property owners or tenants to remove snow, ice, or dirt from fire hydrants on \\par\n\\par\ntheir property.\\par\n\\par\n\\tab\\f1\\'a7\\f0 2. Subdivision a of section 16-123 of the administration code of the city of New \\par\n\\par\nYork is amended to read as follows: \\par\n\\par\n\\pard\\li720 Section 16-123 Removal of snow, ice and dirt from sidewalks \\ul and fire hydrants\\ulnone ;     \\par\n\\pard\\par\nproperty owners\\rquote  duties\\par\n\\par\n\\pard\\fi-360\\li1080\\tx1080 a.\\tab Every owner, lessee, tenant, occupant, or other person, having charge of any \\par\n\\pard\\par\nbuilding or lot of ground in the city, abutting upon any street where the sidewalk is \\par\n\\par\npaved, shall, within four hours after the snow ceases to fall, or after the deposit of any dirt \\par\n\\par\nor other material upon such sidewalk \\ul and any fire hydrant on such sidewalk\\ulnone , remove the \\par\n\\par\nsnow or ice, dirt, or other material from the sidewalk [and]\\ul ,\\ulnone  gutter,\\ul  and any fire hydrant \\par\n\\par\non such sidewalk,\\ulnone  the time between nine post meridian and seven ante meridian not being \\par\n\\par\nincluded in the above period of four hours. Such removal shall be made before the \\par\n\\par\nremoval of snow or ice from the roadway by the commissioner or subject to the \\par\n\\par\nregulations of such commissioner. In the boroughs of Queens and Staten Island, any \\par\n\\par\nowner, lessee, tenant or occupant or other person who has charge of any ground abutting \\par\n\\par\nupon any paved street or public place, for a linear distance of five hundred feet or more, \\par\n\\par\nshall be considered to have complied with this section, if such person shall have begun to \\par\n\\par\nremove the snow or ice from the sidewalk [and]\\ul ,\\ulnone  gutter\\ul , and any fire hydrant on such \\par\n\\par\nsidewalk\\ulnone  before the expiration of such four hours and shall continue and complete such \\par\n\\par\nremoval within a reasonable time.\\par\n\\par\n\\tab\\f2\\'a7\\f0 3. This local law shall take effect immediately upon its enactment into law.\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
