{
  "ID": 34911,
  "GUID": "344E60B3-81FE-4FC6-A4D2-9E61C1A6B796",
  "File": "Int 0773-2005",
  "Name": "Criminal penalties for illegal conversions.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to criminal penalties for illegal conversions.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2005-12-21T00:00:00Z",
  "AgendaDate": "2005-12-21T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 184044,
      "Date": "2005-12-21T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184337,
      "Date": "2005-12-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5608,
      "AgendaSequence": 209,
      "MinutesSequence": 251,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184489,
      "Date": "2005-12-31T09:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35286,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 27-118.1 of the administrative code of the city of New York, as amended by local law 65 for the year 1997, is amended to read as follows:\n§27-118.1 Illegal alterations involving change in occupancy.\na. No person, except in accordance with all requirements of this code, shall convert, knowingly take part or assist in the conversion, or permit the maintenance of the conversion, of a residence which is legally approved for occupancy as a dwelling for one or more families, to a residence for occupancy as a dwelling for more than the legally approved number of families.\nb. Any person who shall violate or fail to comply with the provisions of subdivision a of this section shall be liable for a civil penalty which may be recovered in a proceeding before the environmental control board pursuant to the provisions of section 26-126.1 of this code. Upon the finding of such violation and the imposition of the civil penalty, the environmental control board shall forward to the internal revenue service, the New York state department of taxation and finance and the New York city department of finance the name and address of the respondent, the address of the building or structure with respect to which the violation occurred, and the time period during which the violation was found to have existed.\nc. In addition to the civil penalties described in subdivision b, any person who shall convert, knowingly take part or assist in the conversion, or permit the maintenance of the conversion, of a residence which is legally approved for occupancy as a dwelling for one or more families, to a residence for occupancy as a dwelling for more than the legally approved number of families, and such conversion creates a substantial risk of serious physical injury to another person, shall be guilty of a misdemeanor and upon conviction thereof shall be subject to imprisonment for a period not to exceed one year and by a fine for each dwelling unit added and/or for each family above the legally approved number of families of not less than one thousand dollars nor more than five thousand dollars for the first offense, not less than two thousand five hundred dollars nor more than fifteen thousand dollars for a second offense and not less than ten thousand dollars nor more than twenty thousand dollars for a third or subsequent offense.\n§2. This local law shall take effect immediately after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.  Section 27-118.1 of the administrative code of the city of New York, as amended by local law 65 for the year 1997, is amended to read as follows:\\par\n\\'a727-118.1 Illegal alterations involving change in occupancy.\\line\\ul a.\\ulnone  No person, except in accordance with all requirements of this code, shall convert, knowingly take part or assist in the conversion, or permit the maintenance of the conversion, of a residence which is legally approved for occupancy as a dwelling for one or more families, to a residence for occupancy as a dwelling for more than the legally approved number of families.\\par\n\\pard\\sl480\\slmult1\\ul b.\\ulnone  Any person who shall violate or fail to comply with the provisions of \\ul subdivision a of\\ulnone  this section shall be liable for a civil penalty which may be recovered in a proceeding before the environmental control board pursuant to the provisions of section 26-126.1 of this code. Upon the finding of such violation and the imposition of the civil penalty, the environmental control board shall forward to the internal revenue service, the New York state department of taxation and finance and the New York city department of finance the name and address of the respondent, the address of the building or structure with respect to which the violation occurred, and the time period during which the violation was found to have existed.\\par\n\\ul c. In addition to the civil penalties described in subdivision b, any person who shall convert, knowingly take part or assist in the conversion, or permit the maintenance of the conversion, of a residence which is legally approved for occupancy as a dwelling for one or more families, to a residence for occupancy as a dwelling for more than the legally approved number of families, and such conversion creates a substantial risk of serious physical injury to another person, shall be guilty of a misdemeanor and upon conviction thereof shall be subject to imprisonment for a period not to exceed one year and by a fine for each dwelling unit added and/or for each family above the legally approved number of families of not less than one thousand dollars nor more than five thousand dollars for the first offense, not less than two thousand five hundred dollars nor more than fifteen thousand dollars for a second offense and not less than ten thousand dollars nor more than twenty thousand dollars for a third or subsequent offense.\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone\\'a72. This local law shall take effect immediately after its enactment.\\ul\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
