{
  "ID": 29231,
  "GUID": "1FBB0189-4F8D-487B-BAD3-4781386D9D87",
  "File": "Int 0001-2004",
  "Name": "Amending the NYC Pro-Voter Law by mandating annual training for agencies, verbal assistance for the public and agency transmission of registration forms.",
  "Title": "A Local Law to amend the New York city charter, in relation to amending the New York City Pro-Voter Law by mandating annual training for agencies, verbal assistance for the public and agency transmission of registration forms.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    }
  ],
  "History": [
    {
      "ID": 154745,
      "Date": "2004-02-04T12:16:52Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155199,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 106,
      "MinutesSequence": 144,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168175,
      "Date": "2004-11-30T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 3655,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168304,
      "Date": "2004-11-30T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 3655,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 174676,
      "Date": "2005-05-02T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 4576,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 174838,
      "Date": "2005-05-02T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 4576,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 183790,
      "Date": "2005-12-31T15:26:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 63998,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 11/30/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bbd3fd54-5ce7-4f5d-aab7-ffafc7cf7945.doc",
      "Sort": 1
    },
    {
      "ID": 66063,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/30/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2f1e4d7f-c6e8-44e8-a813-721e3ed4bfbc.doc",
      "Sort": 2
    },
    {
      "ID": 65985,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/2/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7a14a689-a367-4d21-ac9c-ebd88ae3a8d8.doc",
      "Sort": 3
    },
    {
      "ID": 68806,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/2/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/901d3ff8-167f-4436-9c9e-ccb1514346c1.doc",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 15851,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 1057-a of the New York city charter is amended to read as follows:\n§1057-a  Agency based voter registration.  Each agency designated as a participating agency under the provisions of this section shall implement and administer a program of distribution of voter registration forms pursuant to the provisions of this section.  The following offices are hereby designated as participating voter registration agencies: The administration for children’s services, the city clerk, the civilian complaint review board, the commission on human rights, community boards, the department of small business services, the department of citywide administrative services, the department of consumer affairs, the department of correction, the department of employment, the department of environmental protection, the department of finance, the human resources administration, the New York city housing authority, the department of [public health] health and mental hygiene, the department of homeless services, the department of housing preservation and development, the department of parks and recreation, the department of probation, the taxi and limousine commission, the department of transportation and the department of youth and community development.  Participating agencies shall include a mandate in all new or renewed agreements with those subcontractors having regular contact with the public in the daily administration of their business to follow the guidelines of this section.  Such participating agencies shall be required to offer voter registration forms to all persons together with written applications for services, renewal or recertification for services and change of address relating to such services; provided however that this section shall not apply to services that must be provided to prevent actual or potential danger to the life, health, or safety of any individual or of the public.  Such agencies [may provide] shall also be responsible for providing assistance to applicants in completing voter registration forms, [if so requested.  Such agencies may also, in their discretion, receive and transmit] and receiving and transmitting the completed application form from [any] all applicants who wish to have such form transmitted to the board of elections for the city of New York.\n§2.  Subdivision 1 of section 1057-a of the New York city charter is amended to read as follows:\n1. a.  Participating agencies shall adopt rules and regulations as may be necessary to implement this section.  \nb.  The New York city voter assistance commission shall prepare and distribute to participating agencies written [advisory] agency guidelines as to the implementation of this section [and may establish training programs for employees of participating agencies].  Participating agencies [may] shall consider such [advisory] agency guidelines in the promulgation of their rules and regulations.  The commission shall also develop and distribute to the public information and promotional materials relating to the purposes and implementation of this section.\nc.  The voter assistance commission shall be responsible for establishing a mandatory annual training program for participating agencies.  In lieu of establishing such training program, the commission may coordinate training between participating agencies and any training already established by the state board of elections and the city board of elections for the implementation of statewide agency assisted voter registration pursuant to section 5-211 of the election law.\n§3.  Subdivision 2 of section 1057-a of the New York city charter is hereby amended to read as follows:\n2. Participating agencies shall [provide and distribute voter registration forms to all persons together with written applications for services, renewal or recertification for services and change of address relating to such services; provided however that this] offer with each application for the services or assistance of such agency and with recertification, renewal or change of address form relating to such service or assistance, a registration form together with instructions relating to eligibility to register and for completing the form.  This section shall not apply to services that must be provided to prevent actual or potential danger to life, health or safety of any individual or of the public.  [Participating agency staff may provide assistance in completing these distributed voter registration forms, if so requested.]  Participating agencies shall also include a voter registration form with any agency communication sent through the United States mail for the purpose of supplying clients with an application for the services or assistance of such agency and a [, renewal or] recertification, renewal or [for services and] change of address form relating to such services or assistance [materials].  Participating agencies shall also incorporate [an opportunity to request] a voter registration application into any application for the services or assistance of such agency and [, renewal or] recertification, renewal or [for services and] change of address form relating to such services or assistance provided on computer terminals, the World Wide Web or the Internet.  Any person indicating that they wish to be sent a voter registration form, via computer terminals, the World Wide Web or the Internet shall be sent such a form by the participating agency, or directed to a bank on that system where such a form may be downloaded.\n§4.  Subdivision 3 of section 1057-a of the New York city charter is amended by adding a new paragraph d, and paragraphs a, b and c are amended, to read as follows:\n3. Participating agencies shall also:\na. at the [earliest practicable or] next regularly scheduled printing of their forms, physically incorporate [the] a voter registration [forms] application with their own application forms in a manner that permits the voter registration portion to be detached therefrom.  Until such time when the agency amends its form, each agency should affix or include a postage paid board of elections for the city of New York registration form to or with its application, renewal, recertification and change of address forms;\nb.  use the board of elections of the city of New York coded voter registration forms which designate such forms as originating from each individual participating [agencies] agency; [: and]\nc. transmit [any] the completed [forms collected in their discretion] applications for registration and change of address forms to the board of elections of the city of New York within two weeks of the receipt of such completed forms at the participating agency.  If a completed form is accepted within five days before the last day for registration to vote in [a citywide] an election, such completed form shall be transmitted by the participating agency to the board of elections of the city of New York not later than five days after the date of acceptance[.] ; and\nd.  designate one person within the agency as the agency voter registration coordinator who will, under the direction of the city board of elections, be responsible for the voter registration program in such participating agency.\n§5.  Section 1057-a of the New York city charter is hereby amended by adding a new subdivision 8, and subdivisions 4, 5 and 7 are amended, to read as follows:\n4.  Each participating agency shall also provide to each applicant who does not decline to register to vote the same degree of assistance with regard to the completion of the registration application form as is provided by the agency with regard to the completion of its own form unless the applicant refuses such assistance.  [All persons seeking voter registration forms and information shall be advised in writing together with other written materials provided by agencies or by appropriate publicity that government] Government services [are] shall not be conditioned on being registered to vote.  No statement shall be made nor any action taken by an agency employee to discourage the applicant from registering to vote or to enroll in any particular political party.\n5. The completion of the voter registration form by an applicant is voluntary.  Disclosure of voter registration information, including a declination to register, by a participating agency, its agents or employees, for other than voter registration purposes, shall be deemed an unwarranted invasion of personal privacy pursuant to the provisions of subdivision two of section eighty-nine of the public officers law and shall constitute a violation of this section.\n7. Each participating agency, department, division and office that makes available voter registration forms shall prominently display promotional materials designed and approved by the board of elections for the city of New York or state board of elections for use in state agency programs, informing the public of the existence of voter registration services.\n8.  The city board of elections shall provide application forms for use pursuant to this section except that any agency which uses a form other than such registration form shall be responsible for providing such form.  Forms which vary in design or content from the form approved by the state board of elections may only be used with the approval of such board or the city board of elections.  \n§6.  This local law shall become effective thirty days after enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\par\n\\par\n\\pard\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Section 1057-a of the New York city charter is amended to read as follows:\\par\n\\cf1\\'a71057-a\\b   Agency based voter registration\\b0 .  \\cf0 Each agency designated as a participating agency under the provisions of this section shall implement and administer a program of distribution of voter registration forms pursuant to the provisions of this section.  The following offices are hereby designated as participating voter registration agencies: The administration for children\\rquote s services, the city clerk, the civilian complaint review board, the commission on human rights, community boards, the department of \\ul small\\ulnone  business services, the department of citywide administrative services, the department of consumer affairs, the department of correction, the department of employment, the department of environmental protection, the department of finance, \\ul the human resources administration, the New York city housing authority,\\ulnone  the department of [public health] \\ul health and mental hygiene\\ulnone , the department of homeless services, the department of housing preservation and development, the department of parks and recreation, the department of probation, the taxi and limousine commission, the department of transportation and the department of youth and community development.  Participating agencies shall include a mandate in all new or renewed agreements with those subcontractors having regular contact with the public in the daily administration of their business to follow the guidelines of this section.  Such participating agencies shall be required to offer voter registration forms to all persons together with written applications for services, renewal or recertification for services and change of address relating to such services; provided however that this section shall not apply to services that must be provided to prevent actual or potential danger to the life, health, or safety of any individual or of the public.  Such agencies [may provide] \\ul shall also be responsible for providing\\ulnone  assistance to applicants in completing voter registration forms, [if so requested.  Such agencies may also, in their discretion, receive and transmit] \\ul and receiving and transmitting\\ulnone  the completed application form from [any] \\ul all\\ulnone  applicants who wish to have such form transmitted to the board of elections for the city of New York.\\par\n\\'a72.  Subdivision 1 of section 1057-a of the New York city charter is amended to read as follows:\\par\n1. \\ul a.\\ulnone   Participating agencies shall adopt rules and regulations as may be necessary to implement this section.  \\par\n\\ul b.\\ulnone   The New York city voter assistance commission shall prepare and distribute to participating agencies written [advisory] agency guidelines as to the implementation of this section [and may establish training programs for employees of participating agencies].  Participating agencies [may] \\ul shall\\ulnone  consider such [advisory] agency guidelines in the promulgation of their rules and regulations.  \\ul The commission shall also develop and distribute to the public information and promotional materials relating to the purposes and implementation of this section.\\par\nc.  The voter assistance commission shall be responsible for establishing a mandatory annual training program for participating agencies.  In lieu of establishing such training program, the commission may coordinate training between participating agencies and any training already established by the state board of elections and the city board of elections for the implementation of statewide agency assisted voter registration pursuant to section 5-211 of the election law.\\ulnone\\par\n\\'a73.  Subdivision 2 of section 1057-a of the New York city charter is hereby amended to read as follows:\\par\n2. Participating agencies shall [provide and distribute voter registration forms to all persons together with written applications for services, renewal or recertification for services and change of address relating to such services; provided however that this] \\ul offer with each application for the services or assistance of such agency and with recertification, renewal or change of address form relating to such service or assistance, a registration form together with instructions relating to eligibility to register and for completing the form.  This\\ulnone  section shall not apply to services that must be provided to prevent actual or potential danger to life, health or safety of any individual or of the public.  [Participating agency staff may provide assistance in completing these distributed voter registration forms, if so requested.]  Participating agencies shall also include a voter registration form with any agency communication sent through the United States mail for the purpose of supplying clients with \\ul an\\ulnone  application \\ul for the services or assistance of such agency and a\\ulnone  [, renewal or] recertification\\ul , renewal or\\ulnone  [for services and] change of address \\ul form\\ulnone  relating to such services \\ul or assistance\\ulnone  [materials].  Participating agencies shall also incorporate [an opportunity to request] a voter registration application into any application for \\ul the\\ulnone  services \\ul or assistance of such agency and\\ulnone  [, renewal or] recertification\\ul , renewal or\\ulnone  [for services and] change of address \\ul form\\ulnone  relating to such services \\ul or assistance\\ulnone  provided on computer terminals, the World Wide Web or the Internet.  Any person indicating that they wish to be sent a voter registration form, via computer terminals, the World Wide Web or the Internet shall be sent such a form by the participating agency, or directed to a bank on that system where such a form may be downloaded.\\par\n\\'a74.  Subdivision 3 of section 1057-a of the New York city charter is amended by adding a new paragraph d, and paragraphs a, b and c are amended, to read as follows:\\par\n3. Participating agencies shall also:\\par\na. at the [earliest practicable or] next regularly scheduled printing of their forms, physically incorporate [the] \\ul a\\ulnone  voter registration [forms] \\ul application\\ulnone  with their own application forms in a manner that permits the voter registration portion to be detached therefrom.  Until such time when the agency amends its form, each agency should affix or include a postage paid board of elections for the city of New York registration form to or with its application, renewal, recertification and change of address forms;\\ul\\par\n\\ulnone b.  use the board of elections of the city of New York coded voter registration forms which designate such forms as originating from \\ul each individual\\ulnone  participating [agencies] \\ul agency;\\ulnone  [: and]\\par\nc. transmit [any] \\ul the\\ulnone  completed [forms collected in their discretion] \\ul applications for registration and change of address forms\\ulnone  to the board of elections of the city of New York within two weeks of the receipt of such completed forms at the participating agency.  If a completed form is accepted within five days before the last day for registration to vote in [a citywide] \\ul an\\ulnone  election, such completed form shall be transmitted by the participating agency to the board of elections of the city of New York not later than five days after the date of acceptance[.] \\ul ; and\\par\nd.  designate one person within the agency as the agency voter registration coordinator who will, under the direction of the city board of elections, be responsible for the voter registration program in such participating agency.\\par\n\\ulnone\\'a75.  Section 1057-a of the New York city charter is hereby amended by adding a new subdivision 8, and subdivisions 4, 5 and 7 are amended, to read as follows:\\par\n4.  \\ul Each participating agency shall also provide to each applicant who does not decline to register to vote the same degree of assistance with regard to the completion of the registration application form as is provided by the agency with regard to the completion of its own form unless the applicant refuses such assistance.\\ulnone   [All persons seeking voter registration forms and information shall be advised in writing together with other written materials provided by agencies or by appropriate publicity that government] \\ul Government\\ulnone  services [are] \\ul shall\\ulnone  not \\ul be\\ulnone  conditioned on being registered to vote.  No statement shall be made nor any action taken by an agency employee to discourage the applicant from registering to vote or to enroll in any particular political party.\\ul\\par\n\\ulnone 5. The completion of the voter registration form by an applicant is voluntary.  \\ul Disclosure of voter registration information, including a declination to register, by a participating agency, its agents or employees, for other than voter registration purposes, shall be deemed an unwarranted invasion of personal privacy pursuant to the provisions of subdivision two of section eighty-nine of the public officers law and shall constitute a violation of this section.\\par\n\\cf1\\ulnone 7. Each participating agency, department, division and office that makes available voter registration forms shall prominently display promotional materials designed and approved by the board of elections for the city of New York or state board of elections for use in state agency programs\\ul , informing the public of the existence of voter registration services\\ulnone .\\par\n\\cf0\\ul 8.  The city board of elections shall provide application forms for use pursuant to this section except that any agency which uses a form other than such registration form shall be responsible for providing such form.  Forms which vary in design or content from the form approved by the state board of elections may only be used with the approval of such board or the city board of elections.  \\par\n\\ulnone\\'a76.  This local law shall become effective thirty days after enactment.\\par\n\\pard\\fs22\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:17:15.07Z"
}
