{
  "ID": 28999,
  "GUID": "F770E4CC-91BA-4E5F-A6B0-491A4BD5F206",
  "File": "Int 0003-2004",
  "Name": "Establishing an office of Emergency Volunteers under the Dep't of Emergency Management.",
  "Title": "A Local Law to amend the charter of the city of New York, in relation to establishing an Office of Emergency Volunteers under the auspices of the City’s Department of Emergency Management.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    }
  ],
  "History": [
    {
      "ID": 154045,
      "Date": "2004-02-04T15:49:55Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155197,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 108,
      "MinutesSequence": 146,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184115,
      "Date": "2005-12-31T14:10:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15687,
  "Text": "Be it enacted by the Council as follows:\nSection One. Legislative findings and intent.\nThe events of September 11, 2001 demonstrated the spirit of volunteerism and selflessness of New Yorkers.  Since that day it has become abundantly clear that a huge wellspring of vital emergency response skills and abilities remains untapped among residents of this city, who eagerly await the opportunity to assist in the city’s emergency planning and to be part of any emergency response.\nThe Council finds that it is in the best interests of the city to harness these skills and abilities in a meaningful and coordinated manner, and that an Office of Emergency Volunteers should be established under the aegis of the Department of Emergency Management.  This Office of Emergency Volunteers will coordinate all aspects of the city’s program for volunteers to participate in emergency response, including creation of community response and medical reserve teams, and recruitment of residents with language and cultural skills, knowledge of technology and computers, and medical abilities.\n§2. Chapter 19-A of the charter of the city of New York shall be amend by adding a new section 499, to read as follows:\n\t§499. Office of Emergency Volunteers.  There shall be an office of emergency volunteers, the head of which shall be the commissioner of emergency management.  Such office of emergency volunteers shall:\ncoordinate the city’s program for volunteers to participate in emergency response, including the development of partnerships with private and not-for-profit organizations and institutions, unions, community leaders, businesses and others to develop an effective and comprehensive volunteer emergency response program;\nidentify local resources for use in case of an emergency and develop community action deployment plans, which must include details of volunteer deployment based on volunteer skills and abilities, as well as needs of a particular emergency;\nmake the community action deployment plans available to all volunteers, and to publish the plans on the office’s website;\nprovide opportunities for the public to become emergency volunteers, including recruitment of volunteers with language and cultural skills, medical abilities and knowledge of technology and computers;\nestablish an emergency response training program to train volunteers in basic disaster response skills, such as fire suppression, medical operations and search and recovery missions;\nestablish a medical and mental health corps in conjunction with the department of health and mental hygiene that coordinates volunteer health professionals and others to provide ongoing support for community public health needs and resources during large-scale emergencies;\nestablish a language and cultural corps that coordinates volunteers with language and cultural skills;\nestablish a technology corps that coordinates volunteers with technology and computer skills;\ncommunicate the mission of the office, and the various opportunities available under it, to the residents of the city, including the preparation of pamphlets, in several languages, explaining the mission of the office and the opportunities available through its programs;\nhold at least one public meeting every six months in each of the five boroughs to outline the work of the office and to recruit potential volunteers;\nproduce a website detailing the work of the office and create an on-line registration form for emergency volunteers;\nprepare an annual report to the Council detailing its work, including the number of volunteers recruited; how the office’s mission and message was communicated to residents of the city; and copies of all training materials and community action deployment plans prepared by the office.\n\n§3. This local law shall become effective 180 days after its enactment, provided, however, that the department of emergency management may immediately take whatever steps necessary, including the promulgation of rules and regulations, to effect the provisions of this local law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\sl480\\slmult1\\ul\\v0\\par\nBe it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1 Section One. Legislative findings and intent.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj The events of September 11, 2001 demonstrated the spirit of volunteerism and selflessness of New Yorkers.  Since that day it has become abundantly clear that a huge wellspring of vital emergency response skills and abilities remains untapped among residents of this city, who eagerly await the opportunity to assist in the city\\rquote s emergency planning and to be part of any emergency response.\\par\n\\pard\\fi720\\sl480\\slmult1 The Council finds that it is in the best interests of the city to harness these skills and abilities in a meaningful and coordinated manner, and that an Office of Emergency Volunteers should be established under the aegis of the Department of Emergency Management.  This Office of Emergency Volunteers will coordinate all aspects of the city\\rquote s program for volunteers to participate in emergency response, including creation of community response and medical reserve teams, and recruitment of residents with language and cultural skills, knowledge of technology and computers, and medical abilities.\\par\n\\'a72. Chapter 19-A of the charter of the city of New York shall be amend by adding a new section 499, to read as follows:\\par\n\\pard\\sl480\\slmult1\\tab\\ul\\'a7499. \\b Office of Emergency Volunteers.\\b0   There shall be an office of emergency volunteers, the head of which shall be the commissioner of emergency management.  Such office of emergency volunteers shall:\\par\n\\pard{\\pntext\\f0 a.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pnlcltr{\\pntxta.}}\n\\fi-360\\li360\\sl480\\slmult1\\tx360 coordinate the city\\rquote s program for volunteers to participate in emergency response, including the development of partnerships with private and not-for-profit organizations and institutions, unions, community leaders, businesses and others to develop an effective and comprehensive volunteer emergency response program;\\par\n{\\pntext\\f0 b.\\tab}identify local resources for use in case of an emergency and develop community action deployment plans, which must include details of volunteer deployment based on volunteer skills and abilities, as well as needs of a particular emergency;\\par\n{\\pntext\\f0 c.\\tab}make the community action deployment plans available to all volunteers, and to publish the plans on the office\\rquote s website;\\par\n{\\pntext\\f0 d.\\tab}provide opportunities for the public to become emergency volunteers, including recruitment of volunteers with language and cultural skills, medical abilities and knowledge of technology and computers;\\par\n{\\pntext\\f0 e.\\tab}establish an emergency response training program to train volunteers in basic disaster response skills, such as fire suppression, medical operations and search and recovery missions;\\par\n{\\pntext\\f0 f.\\tab}establish a medical and mental health corps in conjunction with the department of health and mental hygiene that coordinates volunteer health professionals and others to provide ongoing support for community public health needs and resources during large-scale emergencies;\\par\n{\\pntext\\f0 g.\\tab}establish a language and cultural corps that coordinates volunteers with language and cultural skills;\\par\n{\\pntext\\f0 h.\\tab}establish a technology corps that coordinates volunteers with technology and computer skills;\\par\n{\\pntext\\f0 i.\\tab}communicate the mission of the office, and the various opportunities available under it, to the residents of the city, including the preparation of pamphlets, in several languages, explaining the mission of the office and the opportunities available through its programs;\\par\n{\\pntext\\f0 j.\\tab}hold at least one public meeting every six months in each of the five boroughs to outline the work of the office and to recruit potential volunteers;\\par\n{\\pntext\\f0 k.\\tab}produce a website detailing the work of the office and create an on-line registration form for emergency volunteers;\\par\n{\\pntext\\f0 l.\\tab}prepare an annual report to the Council detailing its work, including the number of volunteers recruited; how the office\\rquote s mission and message was communicated to residents of the city; and copies of all training materials and community action deployment plans prepared by the office.\\par\n\\pard\\fi360\\sl480\\slmult1\\ulnone\\par\n\\'a73. This local law shall become effective 180 days after its enactment, provided, however, that the department of emergency management may immediately take whatever steps necessary, including the promulgation of rules and regulations, to effect the provisions of this local law. \\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:17:57.12Z"
}
