{
  "ID": 29126,
  "GUID": "C3CE277A-52E6-40DE-90FA-CC298B58F209",
  "File": "Int 0004-2004",
  "LocalLaw": "2004/007",
  "Name": "Installation of carbon monoxide detecting devices in buildings classified in occupancy groups G, H-2, J-1, J-2 and J-3.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the installation of carbon monoxide detecting devices in buildings classified in occupancy groups G, H-2, J-1, J-2 and J-3.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2004-05-05T00:00:00Z",
  "EnactmentDate": "2004-05-05T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5266,
      "Slug": "jose-m-serrano",
      "FullName": "Jose M. Serrano"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    }
  ],
  "History": [
    {
      "ID": 154509,
      "Date": "2004-02-04T11:48:53Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155198,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 109,
      "MinutesSequence": 147,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157443,
      "Date": "2004-03-29T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 2802,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 4-A",
      "MinutesNote": "Proposed Int. No. 4-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157545,
      "Date": "2004-03-29T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 2802,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157988,
      "Date": "2004-04-19T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 2848,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 4-A",
      "MinutesNote": "Proposed Int. No. 4-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158075,
      "Date": "2004-04-19T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 2848,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158088,
      "Date": "2004-04-19T13:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 2848,
      "MinutesSequence": 6,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158089,
      "Date": "2004-04-19T13:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 2848,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158242,
      "Date": "2004-04-21T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2905,
      "AgendaSequence": 21,
      "MinutesSequence": 24,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158602,
      "Date": "2004-04-21T14:35:38Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159367,
      "Date": "2004-05-05T09:17:50Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159370,
      "Date": "2004-05-05T09:19:59Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159373,
      "Date": "2004-05-06T09:28:33Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60565,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/29",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60565.doc",
      "Sort": 1
    },
    {
      "ID": 60662,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/19",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60662.doc",
      "Sort": 2
    },
    {
      "ID": 60962,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/29",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60962.doc",
      "Sort": 3
    },
    {
      "ID": 61207,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/19",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61207.doc",
      "Sort": 4
    },
    {
      "ID": 61884,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 4/21",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f9e5dec2-fcac-4a8b-8af0-80bc1d84fd14HwordHearing Transcripts 2004Stated MeetingsApril 21.doc",
      "Sort": 5
    },
    {
      "ID": 61148,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61148.doc",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 16554,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Subchapter seventeen of chapter one of title twenty-seven of the administrative code of the city of New York is amended by adding a new article seven to read as follows:\nArticle 7\nCarbon Monoxide Detecting Devices\n§27-981.1 Definitions.  For the purpose of this article:  a.  “Fossil fuel” shall mean coal, kerosene, oil, wood, fuel gases and other petroleum products.\nb.  “Fuel gases” shall include, but not be limited to, methane, natural gas, liquefied natural gas and manufactured fuel gases.\n§27-981.2 Carbon monoxide detecting devices; where required.  a. Every dwelling unit in a building within occupancy groups J-1, J-2 or J-3 where a fossil fuel-burning furnace or boiler is located, and every dwelling unit in a building that is in close proximity to a source of carbon monoxide, as such proximity is established by the rules promulgated by the commissioner in consultation with the fire department and the department of health and mental hygiene, shall be equipped with an operational carbon monoxide detecting device approved in accordance with the rules promulgated by the commissioner in consultation with the fire department and the department of health and mental hygiene, provided that there shall be installed at least one approved and operational carbon monoxide detecting device within fifteen feet of each room lawfully used for sleeping purposes. Such carbon monoxide detecting device may be combined with a smoke detecting device that complies with the provisions of this title and any applicable rules promulgated thereunder.\nb. In every building classified in occupancy group G or occupancy group H-2, at least one approved and operational carbon monoxide detecting device shall be installed in accordance with rules promulgated by the commissioner in consultation with the fire department and the department of health and mental hygiene.\nc.  The provisions of this article shall apply retroactively to every building, in accordance with the provisions of subdivision a or subdivision b of this section, irrespective of when such building was constructed or a certificate of occupancy for such building was issued.\nd.  The provisions of this article may be enforced by the department, the fire department, the department of health and mental hygiene and the department of housing preservation and development.\n§27-981.3 General requirements for carbon monoxide detecting devices.  All carbon monoxide detecting devices required to be provided and installed pursuant to this article shall be of a type authorized by rules promulgated by the commissioner.\n§2.  Article eleven of subchapter two of chapter two of title twenty-seven of the administrative code of the city of New York is amended by adding new sections 27-2046.1 and 27-2046.2 to read as follows:\n§27-2046.1. Duties of owner and occupant with respect to installation and maintenance of carbon monoxide detecting devices in class A multiple dwellings and private dwellings.  a. As used in paragraphs two through six of subdivision b of this section, the term “private dwelling” shall mean a dwelling unit in a one-family or two-family home which is occupied by a person or persons other than the owner of such unit or the owner’s family.\nb. It shall be the duty of the owner of a class A multiple dwelling and a private dwelling which is required to be equipped with one or more carbon monoxide detecting devices pursuant to article seven of subchapter seventeen of chapter one of this title to:\n(1) provide and install one or more approved and operational carbon monoxide detecting devices in each dwelling unit;\n(2) post a notice in a form approved by the commissioner in a common area of a Class A multiple dwelling and otherwise provide such notice to the occupants of a private dwelling informing the occupants of such dwelling that the owner is required by law to install one or more approved and operational carbon monoxide detecting devices in each dwelling unit in the dwelling, provided that an owner may choose to post or otherwise provide a single notice that complies with this provision as well as the provisions of paragraph two of subdivision a of section 27-2045 of this article;\n(3) replace any carbon monoxide detecting device which has been stolen, removed, found missing or rendered inoperable during a prior occupancy of the dwelling unit and which has not been replaced by the prior occupant prior to the commencement of a new occupancy of a dwelling unit;\n(4) replace within thirty calendar days after the receipt of written notice any such device which becomes inoperable within one year of the installation of such device due to a defect in the manufacture of such device and through no fault of the occupant of the dwelling unit;\n(5) provide written information regarding the testing and maintenance of carbon monoxide detecting devices to at least one adult occupant of each dwelling unit including, but not limited to, general information concerning carbon monoxide poisoning and what to do if a carbon monoxide detecting device goes off.  Such information may include material that is distributed by the manufacturer, material prepared by the department of buildings or material approved by the department of buildings; and\n(6) keep such records as the commissioner shall prescribe relating to the installation and maintenance of carbon monoxide detecting devices in the building and make such records available to the commissioner upon request.\nc. Notwithstanding the provisions of subdivision a of section 27-2005 and subdivision c of section 27-2006 of this chapter, it shall be the sole duty of the occupant of each dwelling unit in a class A multiple dwelling and the occupant of a dwelling unit in a private dwelling in which a carbon monoxide detecting device has been provided and installed by the owner pursuant to the provisions of article seven of subchapter seventeen of chapter one of this title to:\n(1) keep and maintain such device in good repair; and\n(2) replace any device which is either stolen, removed, missing or rendered inoperable during the occupancy of such dwelling unit.\nd. Except as otherwise provided in paragraphs three and four of subdivision a of this section, an owner of a dwelling who has provided and installed a carbon monoxide detecting device in a dwelling unit pursuant to this section shall not be required to keep and maintain such device in good repair or to replace any such device which is stolen, removed, missing or rendered inoperable during the occupancy of such dwelling unit.\ne. It shall be unlawful for any person to tamper with or render inoperable a carbon monoxide detecting device that is required under article seven of subchapter seventeen of chapter one of this title, except for  replacing the batteries or for other maintenance purposes.\nf.  The occupant of a dwelling unit in which a carbon monoxide detecting device is newly installed or in which a carbon monoxide detecting device is installed by the owner as a result of such occupant’s failure to maintain such device or where such device has been lost or damaged by such occupant shall reimburse the owner in the amount of twenty-five dollars for the cost of such work.  Such occupant shall have one year from the date of installation to make such reimbursement.\ng.  The provisions of this section may be enforced by the department, the department of buildings, the fire department and the department of health and mental hygiene.\n§27-2046.2 Duties of owner and occupant with respect to installation and maintenance of carbon monoxide detecting devices in class B multiple dwellings.  a. It shall be the duty of the owner of a class B multiple dwelling which is required to be equipped with one or more carbon monoxide detecting devices pursuant to article seven of subchapter seventeen of chapter one of this title to:\n(1) provide and install one or more approved and operational carbon monoxide detecting devices in each dwelling unit or in the alternative, provide and install a line-operated zoned carbon monoxide detecting system with central annunciation and central office tie-in for all public corridors and public spaces, pursuant to rules promulgated by the commissioner in consultation with the department of buildings and the fire department;\n(2) keep and maintain carbon monoxide detecting devices in good repair;\n(3) replace any carbon monoxide detecting device which has been stolen, removed, found missing or rendered inoperable prior to the commencement of a new occupancy of a dwelling unit;\n(4) keep such records as the commissioner shall prescribe relating to the installation and maintenance of carbon monoxide detecting devices in the building and make such records available to the commissioner upon request.\nb.  It shall be unlawful for any person to tamper with or render inoperable a carbon monoxide detecting device that is required under article seven of subchapter seventeen of chapter one of this title, except for replacing the batteries or for other maintenance purposes.\nc.  The provisions of this section may be enforced by the department, the department of buildings, the fire department and the department of health and mental hygiene.\n§3.  This local law shall take effect on the one hundred eightieth day after it shall have been enacted into law, except that no later than forty-five days prior to such date, the commissioner of buildings and the commissioner of housing preservation and development, in consultation with the commissioner of health and mental hygiene and the fire commissioner, as is required by such law, shall take all actions necessary for its implementation, including the promulgation of rules.\n\n\n04-13-04 4:00 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Subchapter seventeen of chapter one of title twenty-seven of the administrative code of the city of New York is amended by adding a new article seven to read as follows:\\par\n\\pard\\keepn\\nowidctlpar\\s1\\sl480\\slmult1\\qc\\tqc\\tx4320\\ul Article 7\\par\nCarbon Monoxide Detecting Devices\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a727-981.1 Definitions.  For the purpose of this article:  a.  \\ldblquote Fossil fuel\\rdblquote  shall mean coal, kerosene, oil, wood, fuel gases and other petroleum products.\\par\nb.  \\ldblquote Fuel gases\\rdblquote  shall include, but not be limited to, methane, natural gas, liquefied natural gas and manufactured fuel gases.\\par\n\\'a727-981.2 Carbon monoxide detecting devices; where required.  a. Every dwelling unit in a building within occupancy groups J-1, J-2 or J-3 where a fossil fuel-burning furnace or boiler is located, and every dwelling unit in a building that is in close proximity to a source of carbon monoxide, as such proximity is established by the rules promulgated by the commissioner in consultation with the fire department and the department of health and mental hygiene, shall be equipped with an operational carbon monoxide detecting device approved in accordance with the rules promulgated by the commissioner in consultation with the fire department and the department of health and mental hygiene, provided that there shall be installed at least one approved and operational carbon monoxide detecting device within fifteen feet of each room lawfully used for sleeping purposes. Such carbon monoxide detecting device may be combined with a smoke detecting device that complies with the provisions of this title and any applicable rules promulgated thereunder.\\par\nb. In every building classified in occupancy group G or occupancy group H-2, at least one approved and operational carbon monoxide detecting device shall be installed in accordance with rules promulgated by the commissioner in consultation with the fire department and the department of health and mental hygiene.\\par\nc.  The provisions of this article shall apply retroactively to every building, in accordance with the provisions of subdivision a or subdivision b of this section, irrespective of when such building was constructed or a certificate of occupancy for such building was issued.\\par\nd.  The provisions of this article may be enforced by the department, the fire department, the department of health and mental hygiene and the department of housing preservation and development.\\par\n\\'a727-981.3 General requirements for carbon monoxide detecting devices.  All carbon monoxide detecting devices required to be provided and installed pursuant to this article shall be of a type authorized by rules promulgated by the commissioner.\\par\n\\ulnone\\'a72.  Article eleven of subchapter two of chapter two of title twenty-seven of the administrative code of the city of New York is amended by adding new sections 27-2046.1 and 27-2046.2 to read as follows:\\par\n\\ul\\'a727-2046.1. Duties of owner and occupant with respect to installation and maintenance of carbon monoxide detecting devices in class A multiple dwellings and private dwellings.  a. As used in paragraphs two through six of subdivision b of this section, the term \\ldblquote private dwelling\\rdblquote  shall mean a dwelling unit in a one-family or two-family home which is occupied by a person or persons other than the owner of such unit or the owner\\rquote s family.\\par\nb. It shall be the duty of the owner of a class A multiple dwelling and a private dwelling which is required to be equipped with one or more carbon monoxide detecting devices pursuant to article seven of subchapter seventeen of chapter one of this title to:\\par\n(1) provide and install one or more approved and operational carbon monoxide detecting devices in each dwelling unit;\\par\n(2) post a notice in a form approved by the commissioner in a common area of a Class A multiple dwelling and otherwise provide such notice to the occupants of a private dwelling informing the occupants of such dwelling that the owner is required by law to install one or more approved and operational carbon monoxide detecting devices in each dwelling unit in the dwelling, provided that an owner may choose to post or otherwise provide a single notice that complies with this provision as well as the provisions of paragraph two of subdivision a of section 27-2045 of this article;\\ulnone\\par\n\\ul (3) replace any carbon monoxide detecting device which has been stolen, removed, found missing or rendered inoperable during a prior occupancy of the dwelling unit and which has not been replaced by the prior occupant prior to the commencement of a new occupancy of a dwelling unit;\\par\n(4) replace within thirty calendar days after the receipt of written notice any such device which becomes inoperable within one year of the installation of such device due to a defect in the manufacture of such device and through no fault of the occupant of the dwelling unit;\\par\n(5) provide written information regarding the testing and maintenance of carbon monoxide detecting devices to at least one adult occupant of each dwelling unit including, but not limited to, general information concerning carbon monoxide poisoning and what to do if a carbon monoxide detecting device goes off.  Such information may include material that is distributed by the manufacturer, material prepared by the department of buildings or material approved by the department of buildings; and\\ulnone\\par\n\\ul (6) keep such records as the commissioner shall prescribe relating to the installation and maintenance of carbon monoxide detecting devices in the building and make such records available to the commissioner upon request.\\ulnone\\par\n\\ul c. Notwithstanding the provisions of subdivision a of section 27-2005 and subdivision c of section 27-2006 of this chapter, it shall be the sole duty of the occupant of each dwelling unit in a class A multiple dwelling and the occupant of a dwelling unit in a private dwelling in which a carbon monoxide detecting device has been provided and installed by the owner pursuant to the provisions of article seven of subchapter seventeen of chapter one of this title to:\\ulnone\\par\n\\ul (1) keep and maintain such device in good repair; and\\par\n(2) replace any device which is either stolen, removed, missing or rendered inoperable during the occupancy of such dwelling unit.\\par\nd. Except as otherwise provided in paragraphs three and four of subdivision a of this section, an owner of a dwelling who has provided and installed a carbon monoxide detecting device in a dwelling unit pursuant to this section shall not be required to keep and maintain such device in good repair or to replace any such device which is stolen, removed, missing or rendered inoperable during the occupancy of such dwelling unit.\\par\ne. It shall be unlawful for any person to tamper with or render inoperable a carbon monoxide detecting device that is required under article seven of subchapter seventeen of chapter one of this title, except for  replacing the batteries or for other maintenance purposes.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj f.  The occupant of a dwelling unit in which a carbon monoxide detecting device is newly installed or in which a carbon monoxide detecting device is installed by the owner as a result of such occupant\\rquote s failure to maintain such device or where such device has been lost or damaged by such occupant shall reimburse the owner in the amount of twenty-five dollars for the cost of such work.  Such occupant shall have one year from the date of installation to make such reimbursement.\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul g.  The provisions of this section may be enforced by the department, the department of buildings, the fire department and the department of health and mental hygiene.\\par\n\\'a727-2046.2 Duties of owner and occupant with respect to installation and maintenance of carbon monoxide detecting devices in class B multiple dwellings.  a. It shall be the duty of the owner of a class B multiple dwelling which is required to be equipped with one or more carbon monoxide detecting devices pursuant to article seven of subchapter seventeen of chapter one of this title to:\\par\n(1) provide and install one or more approved and operational carbon monoxide detecting devices in each dwelling unit or in the alternative, provide and install a line-operated zoned carbon monoxide detecting system with central annunciation and central office tie-in for all public corridors and public spaces, pursuant to rules promulgated by the commissioner in consultation with the department of buildings and the fire department;\\par\n(2) keep and maintain carbon monoxide detecting devices in good repair;\\ulnone\\par\n\\ul (3) replace any carbon monoxide detecting device which has been stolen, removed, found missing or rendered inoperable prior to the commencement of a new occupancy of a dwelling unit;\\ulnone\\par\n\\ul (4) keep such records as the commissioner shall prescribe relating to the installation and maintenance of carbon monoxide detecting devices in the building and make such records available to the commissioner upon request.\\ulnone\\par\n\\ul b.  It shall be unlawful for any person to tamper with or render inoperable a carbon monoxide detecting device that is required under article seven of subchapter seventeen of chapter one of this title, except for replacing the batteries or for other maintenance purposes.\\par\nc.  The provisions of this section may be enforced by the department, the department of buildings, the fire department and the department of health and mental hygiene.\\par\n\\ulnone\\'a73.  This local law shall take effect on the one hundred eightieth day after it shall have been enacted into law, except that no later than forty-five days prior to such date, the commissioner of buildings and the commissioner of housing preservation and development, in consultation with the commissioner of health and mental hygiene and the fire commissioner, as is required by such law, shall take all actions necessary for its implementation, including the promulgation of rules.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\par\n\\pard\\nowidctlpar\\qj\\fs16 04-13-04 4:00 pm\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:18:06.84Z"
}
