{
  "ID": 29159,
  "GUID": "E27D413D-5B61-486A-A980-CF4A5BA3F56B",
  "File": "Int 0008-2004",
  "Name": "Updating the standards for gas fueled unvented room heaters.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to updating the standards for gas-fueled unvented room heaters from the 1983 version of ANSI-Z21.11.2 to the 2002 version and authorizing the use of such heaters.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 154542,
      "Date": "2004-02-04T10:45:49Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155065,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 115,
      "MinutesSequence": 153,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184118,
      "Date": "2005-12-31T14:33:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15794,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. The reference to ANSI-Z21.11.2 of reference standard 15-2 of the appendix to chapter one of title twenty-seven of the administrative code of the city of New York is amended to read:\n\tRS 15-2 Gas: Cooking, Drying, Heating, Refrigeration, Water Heaters.\n\tANSI-Z21.11.2  Gas-Fired Room Heaters, Volume II, Unvented Room Heaters[, and Addenda Z21.11.2a-1984 1983] 2002\n\t§2.\tSubdivision a of section 27-2032 of the administrative code of the city of New York is amended to read as follows:\na.\tGas-fueled or electric space or water heaters, where permitted by this article as an alternative or supplement to a central supply of heat or hot water, shall be governed by the provisions of this section.  Gas-fueled unvented room heaters may not be utilized as the primary source of heat and may only be used as a supplemental source of heat.\n§3.\tSubdivisions b, c and h of section 27-2034 of the administrative code of the city of New York are amended to read as follows:\nb.\tNo person shall install or maintain in any dwelling unit a gas fuel-fired space or water heater unless the heater obtains combustion air directly from the outside of the building or is in compliance with the standards for unvented room heaters listed in reference standard RS 15-2 of the building code. In the alternative, a gas fuel-fired water heater that does not obtain its combustion air directly from the outside of the building may be installed, provided that such installation is in compliance with the conditions of subdivision i of section P107.26 of reference standard RS-16 of the building code.\nc.\tNo person shall install or maintain a gas-fueled water heater in a room occupied for sleeping purposes, or cause or permit to be occupied for sleeping purposes any room in which a gas-fueled heater is installed unless such heater is in compliance with the standards for unvented room heaters listed in reference standard RS 15-2 of the building code.\nh.\tEach heater, except those in compliance with the standards for unvented room heaters listed in reference standard RS 15-2 of the building code, shall be connected to a flue or outlet pipe conforming to the provisions of the building code.  No heater shall be vented to an inner court.  A flue or outlet pipe may be extended to an inner court if the flue or pipe is connected with an outside chimney which conforms with the provisions of the building code.\n§4.\tThis local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\fs24\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\fi360\\sl480\\slmult1\\qj Section 1. The reference to ANSI-Z21.11.2 of reference standard 15-2 of the appendix to chapter one of title twenty-seven of the administrative code of the city of New York is amended to read:\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tab RS 15-2 Gas: Cooking, Drying, Heating, Refrigeration, Water Heaters.\\par\n\\tab ANSI-Z21.11.2  Gas-Fired Room Heaters, Volume II, Unvented Room Heaters[, and Addenda Z21.11.2a-1984 1983] \\ul 2002\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a72.\\tab Subdivision a of section 27-2032 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\fi360\\sl480\\slmult1\\qj a.\\tab Gas-fueled or electric space or water heaters, where permitted by this article as an alternative \\ul or supplement\\ulnone  to a central supply of heat or hot water, shall be governed by the provisions of this section.  \\ul Gas-fueled unvented room heaters may not be utilized as the primary source of heat and may only be used as a supplemental source of heat.\\par\n\\ulnone\\'a73.\\tab Subdivisions b, c and h of section 27-2034 of the administrative code of the city of New York are amended to read as follows:\\par\nb.\\tab No person shall install or maintain in any dwelling unit a gas fuel-fired space or water heater unless the heater obtains combustion air directly from the outside of the building \\ul or is in compliance with the standards for unvented room heaters listed in reference standard RS 15-2 of the building code\\ulnone . In the alternative, a gas fuel-fired water heater that does not obtain its combustion air directly from the outside of the building may be installed, provided that such installation is in compliance with the conditions of subdivision i of section P107.26 of reference standard RS-16 of the building code.\\par\nc.\\tab No person shall install or maintain a gas-fueled water heater in a room occupied for sleeping purposes, or cause or permit to be occupied for sleeping purposes any room in which a gas-fueled heater is installed \\ul unless such heater is in compliance with the standards for unvented room heaters listed in reference standard RS 15-2 of the building code.\\par\n\\ulnone h.\\tab Each heater\\ul , except those in compliance with the standards for unvented room heaters listed in reference standard RS 15-2 of the building code,\\ulnone  shall be connected to a flue or outlet pipe conforming to the provisions of the building code.  No heater shall be vented to an inner court.  A flue or outlet pipe may be extended to an inner court if the flue or pipe is connected with an outside chimney which conforms with the provisions of the building code.\\par\n\\'a74.\\tab This local law shall take effect immediately.\\par\n\\pard\\qj\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:18:58.89Z"
}
