{
  "ID": 29154,
  "GUID": "72BC80FC-AA0B-4A6C-88AC-A7A86B955324",
  "File": "Int 0012-2004",
  "Name": "Prohibiting locksmiths and car dealers from reproducing ignition keys in specific circumstances.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting locksmiths and car dealers from reproducing ignition keys in specific circumstances.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    }
  ],
  "History": [
    {
      "ID": 154537,
      "Date": "2004-02-04T16:59:06Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155064,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 119,
      "MinutesSequence": 157,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167139,
      "Date": "2004-11-17T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee ",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 3508,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 12-A",
      "MinutesNote": "Proposed Int. No. 12-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167716,
      "Date": "2004-11-17T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee ",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 3508,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184390,
      "Date": "2005-12-31T16:11:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 63785,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9031be1a-21b9-4fb8-b24f-02d784f3985fHwordNew LegislationCommittee Report - 12a.doc",
      "Sort": 1
    },
    {
      "ID": 65942,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b77ce963-502c-4d50-8f1d-c2a531a45d3a.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 15786,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Section 20-301 of the administrative code of the city of New York is hereby amended to add a new subsection (g) to read as follows:\ng.  No locksmith, nor any agent or employee thereof, shall reproduce an ignition key or other device designed to operate a lock or locks on a motor vehicle or to start a motor vehicle for any person without first obtaining from that person and making a permanent record of: (i) proper proof of ownership of the vehicle, such as registration or title, and (ii) proper photo identification of the person, such as a driver’s license. No locksmith, nor any agent or employee thereof, shall reproduce an ignition key or other device designed to operate a lock or locks on a motor vehicle or to start a motor vehicle for any person solely on the basis of a motor vehicle identification number.\n***\n§2. Subchapter 15 of Chapter 2 of Title 20 of the administrative code of the city of New York is hereby amended to add a new section 20-307.1, to read as follows:\n\t§ 20-307.1 Penalties.  a. Any locksmith, or any agent or employee thereof, who violates the provision of subdivision (g) of section 20-301 shall be guilty of a misdemeanor and punished by a fine of not more than one thousand dollars or by imprisonment not exceeding one year, or both.\nb. Any locksmith who violates the provisions of subdivision (g) of section 20-301 shall be liable for a civil penalty of not less than five hundred dollars nor more than one thousand dollars for each violation.\n***\n§3. Chapter 4 of title 20 of the administrative code of the city of New York is hereby amended to add a new subchapter 12 to read as follows:\nSUBCHAPTER 12\n\nCAR DEALERS\n\n§ 20-698  Definitions.  For the purposes of this subchapter, a “car dealer” means a person engaged in the business of buying, selling or dealing in motor vehicles at retail or wholesale. Any person who sells, or offers for sale more than five motor vehicles in any calendar year or who displays or permits the display of three or more motor vehicles for sale at any one time or within any one calendar month upon premises owned or controlled by him or her, if such vehicles were purchased, acquired or otherwise obtained by such person for the purpose of resale, will be regarded as a car dealer. \n§ 20-699 Regulations. No car dealer, nor any agent or employee thereof, shall reproduce an ignition key or other device designed to operate a lock or locks on a motor vehicle or to start a motor vehicle for any person without first obtaining from that person and making a permanent record of: (i) proper proof of ownership of the vehicle, such as registration or title, and (ii) proper photo identification of the person, such as a driver’s license. No car dealer, nor any agent or employee thereof, shall reproduce an ignition key or other device designed to operate a lock or locks on a motor vehicle or to start a motor vehicle for any person solely on the basis of a motor vehicle identification number.\n§ 20-699.1 Penalties. a. Any car dealer, or any agent or employee thereof, who violates any provision of this subchapter shall be guilty of a misdemeanor and punished by a fine of not more than one thousand dollars or by imprisonment not exceeding one year, or both.\nb. Any car dealer who violates any provision of this subchapter or any of the regulations promulgated hereunder shall be liable for a civil penalty of not less than five hundred dollars nor more than one thousand dollars for each violation.\n§4.  This local law shall take effect immediately.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLS #2669\n10/7/2003 11:48 AM\nJE",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Verdana;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1. Section 20-301 of the administrative code of the city of New York is hereby amended to add a new subsection (g) to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul g.  No locksmith, nor any agent or employee thereof, shall reproduce an ignition key or other device designed to operate a lock or locks on a motor vehicle or to start a motor vehicle for any person without first obtaining from that person and making a permanent record of: (i) proper proof of ownership of the vehicle, such as registration or title, and (ii) proper photo identification of the person, such as a driver\\rquote s license. No locksmith, nor any agent or employee thereof, shall reproduce an ignition key or other device designed to operate a lock or locks on a motor vehicle or to start a motor vehicle for any person solely on the basis of a motor vehicle identification number.\\par\n\\pard\\sl480\\slmult1\\qc\\ulnone ***\\par\n\\pard\\sl480\\slmult1\\'a72. Subchapter 15 of Chapter 2 of Title 20 of the administrative code of the city of New York is hereby amended to add a new section 20-307.1, to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\ul\\b\\'a7 20-307.1 Penalties.\\b0   a. Any locksmith, or any agent or employee thereof, who violates the provision of subdivision (g) of section 20-301 shall be guilty of a misdemeanor and punished by a fine of not more than one thousand dollars or by imprisonment not exceeding one year, or both.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj b. Any locksmith who violates the provisions of subdivision (g) of section 20-301 shall be liable for a civil penalty of not less than five hundred dollars nor more than one thousand dollars for each violation.\\par\n\\pard\\sl480\\slmult1\\qc\\ulnone ***\\par\n\\pard\\sl480\\slmult1\\qj\\'a73. Chapter 4 of title 20 of the administrative code of the city of New York is hereby amended to add a new subchapter 12 to read as follows:\\par\n\\pard\\keepn\\s1\\qc\\ul SUBCHAPTER 12\\par\n\\pard\\qc\\par\nCAR DEALERS\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\b\\'a7 20-698\\b0   \\b Definitions.\\b0   For the purposes of this subchapter, a \\ldblquote car dealer\\rdblquote  \\f1\\fs19 means \\f0\\fs24 a person engaged in the business of buying, selling or dealing in motor vehicles at retail or wholesale. Any person who sells, or offers for sale more than five motor vehicles in any calendar year or who displays or permits the display of three or more motor vehicles for sale at any one time or within any one calendar month upon premises owned or controlled by him or her, if such vehicles were purchased, acquired or otherwise obtained by such person for the purpose of resale, will be regarded as a car dealer. \\f1\\fs19\\par\n\\b\\f0\\fs24\\'a7 20-699\\b0  \\b Regulations.\\b0  No car dealer, nor any agent or employee thereof, shall reproduce an ignition key or other device designed to operate a lock or locks on a motor vehicle or to start a motor vehicle for any person without first obtaining from that person and making a permanent record of: (i) proper proof of ownership of the vehicle, such as registration or title, and (ii) proper photo identification of the person, such as a driver\\rquote s license. No car dealer, nor any agent or employee thereof, shall reproduce an ignition key or other device designed to operate a lock or locks on a motor vehicle or to start a motor vehicle for any person solely on the basis of a motor vehicle identification number.\\par\n\\b\\'a7 20-699.1\\b0  \\b Penalties.\\b0  a. Any car dealer, or any agent or employee thereof, who violates any provision of this subchapter shall be guilty of a misdemeanor and punished by a fine of not more than one thousand dollars or by imprisonment not exceeding one year, or both.\\par\nb. Any car dealer who violates any provision of this subchapter or any of the regulations promulgated hereunder shall be liable for a civil penalty of not less than five hundred dollars nor more than one thousand dollars for each violation.\\par\n\\pard\\sl480\\slmult1\\ulnone\\'a74.  This local law shall take effect immediately.\\par\n\\par\n\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\fs20 LS #2669\\par\n10/7/2003 11:48 AM\\par\nJE\\fs24\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:19:38.287Z"
}
