{
  "ID": 28984,
  "GUID": "E7087A17-B97D-4DBC-A168-E4E359366971",
  "File": "Int 0013-2004",
  "Name": "Establishment of specific criteria for the evaluation and placement of traffic control devices within NYC.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the establishment of specific criteria for the evaluation and placement of traffic control devices within the City of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 154029,
      "Date": "2004-02-04T14:27:58Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155061,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 120,
      "MinutesSequence": 158,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184391,
      "Date": "2005-12-31T16:11:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15672,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Subchapter 3 of chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-181 to read as follows:\n\t19-181.  Traffic control devices.  The department shall establish a process by which it evaluates the need for traffic control devices to be placed at intersections within the city of New York.  Criteria to be included in such process shall include, but shall not be limited to, motor vehicle and pedestrian traffic volumes, visibility for both motor vehicle operators and pedestrians, any unique characteristics relevant to the location in question, proximity of existing traffic control devices to the location in question, average vehicular speeds, the frequency and types of accidents involving motor vehicles and pedestrians, including damage to property, at specific intersections based upon information and statistics provided by the police department and insurance companies, the likely presence of school children and bicyclists and the ability to appropriately control traffic flow by implementing other traffic control techniques, such as speed humps or speed limit signs.  Following every evaluation undertaken by the department concerning whether placement of a traffic control device is appropriate, the department shall issue a written finding detailing the analyses upon which its determination was based.  Such written finding shall be provided by the department to any individual, group or organization upon whose request to the department such evaluation was conducted, as well as to the council member in whose district such intersection evaluated is located.  \n\t§2.  This local law shall take effect ninety days after its enactment into law, except that the commissioner of transportation shall take any administrative actions necessary, including the promulgation of rules, to implement the provisions of this local law prior to such date.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\tab Section 1.  Subchapter 3 of chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-181 to read as follows:\\par\n\\tab\\ul 19-181.  Traffic control devices.  The department shall establish a process by which it evaluates the need for traffic control devices to be placed at intersections within the city of New York.  Criteria to be included in such process shall include, but shall not be limited to, motor vehicle and pedestrian traffic volumes, visibility for both motor vehicle operators and pedestrians, any unique characteristics relevant to the location in question, proximity of existing traffic control devices to the location in question, average vehicular speeds, the frequency and types of accidents involving motor vehicles and pedestrians, including damage to property, at specific intersections based upon information and statistics provided by the police department and insurance companies, the likely presence of school children and bicyclists and the ability to appropriately control traffic flow by implementing other traffic control techniques, such as speed humps or speed limit signs.  Following every evaluation undertaken by the department concerning whether placement of a traffic control device is appropriate, the department shall issue a written finding detailing the analyses upon which its determination was based.  Such written finding shall be provided by the department to any individual, group or organization upon whose request to the department such evaluation was conducted, as well as to the council member in whose district such intersection evaluated is located.  \\par\n\\ulnone\\tab\\'a72.  This local law shall take effect ninety days after its enactment into law, except that the commissioner of transportation shall take any administrative actions necessary, including the promulgation of rules, to implement the provisions of this local law prior to such date.\\ul  \\par\n\\ulnone\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:19:50.757Z"
}
