{
  "ID": 29239,
  "GUID": "90F74248-2DC2-4B33-A1C2-B10CB3AFD8EA",
  "File": "Int 0016-2004",
  "Name": "Expanding the criteria used to determine when to launch an immediate investigation into the whereabouts of a missing person.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to expanding the criteria used to determine when to launch an immediate investigation into the whereabouts of a missing person to include a person 25 years-of-age and under, and whether an absence is inconsistent with a person’s usual patterns, habits and schedule as known by friends, acquaintances or family.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    }
  ],
  "History": [
    {
      "ID": 154753,
      "Date": "2004-02-04T12:42:58Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155071,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 126,
      "MinutesSequence": 164,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168228,
      "Date": "2004-12-09T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 3681,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168964,
      "Date": "2004-12-09T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 3681,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184394,
      "Date": "2005-12-31T16:13:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 64155,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2a01ab90-0b4d-4f06-9286-53d417ee07e7.doc",
      "Sort": 1
    },
    {
      "ID": 66046,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/95fa558b-0c6f-4f5d-b7c9-51f88b5eeb5f.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 15843,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Legislative Intent and Findings\nThe City Council hereby finds and declares that the criteria used to determine when to commence an immediate investigation into the whereabouts of missing persons must be expanded. The circumstances surrounding the tragic and untimely death of Ms. Romona Moore, a 21-year old, bright and ambitious Hunter College student from Canarsie, demonstrate the necessity for this reform. \nCurrent police practice in the City of New York requires an immediate investigation of a person reported missing who is (a) under 16 years of age; (b) 65 years of age or older; (c) mentally or physically impaired to the extent hospitalization is required; (d) senile, retarded or disabled and not capable of self-care or clear communication; (e) a possible victim of drowning; (f) absent in a “unique/unusual” case; or (g) absent under circumstances indicating unaccountable or involuntary disappearance.  If a person does not fit into one of these enumerated categories, an immediate investigation is not required.  The New York City Police Department’s (NYPD) Missing Persons Squad is to be notified regarding the progress of the missing persons search within a reasonable time, which the NYPD defines as within four hours but no later than the end of the tour, but the case itself is not referred to this special unit until seven days have elapsed. \nThe deficiencies in these immediate investigation criteria are reflected in Romona Moore’s case.  Ms. Moore did not fit within any of the categories of persons enumerated in the NYPD’s Patrol Guide, and thus an investigation did not commence until three days after the filing of a missing person’s report by her family.  Despite the insistence of her family that her case was unusual and unique because her habits and patterns were well known to them, the police did not immediately commence a search.  This failure to search had tragic consequences; the young woman’s body was found only a few blocks from her home just one week after her she was reported missing. Information vital to Ms. Moore’s disappearance may have been recovered and she may be alive today if such an investigation was launched upon notice of her disappearance.\nLaw enforcement officials acknowledge that the first 24 to 72 hours is crucial in locating a person who is missing; after that time, the prospects of recovering a person becomes dim.  To ensure that the tragedy that befell Romona Moore does not occur again, this Council finds that the age requiring an immediate missing persons investigation be increased to 25, that the NYPD consider whether an absence is inconsistent with a person’s usual patterns, habits and schedule as known by family, friends and acquaintances, and that the case be referred to the NYPD’s Missing Person’s Squad after three days.  \n§ 2. Chapter 1 of title 14 of the administrative code of the city of New York is amended by adding a new section 14-151, to read as follows:\n§ 14-151.  Missing Persons Investigations\na.\tThis provision shall be known and may be cited as Romona Moore’s Law.\n             b.  The New York City Police Department shall immediately investigate and/or search, without any waiting period whatsoever, for persons who are New York City residents, reported to be missing, and who are: \ni. under 26 years of age; or\nii. mentally/physically impaired to the extent that hospitalization may be required; or\niii. senile, retarded or disabled and not capable of self-care or clear communication; or\niv. 65 years of age or older; or\nv. missing under circumstances which constitute a unique/unusual case; or\nvi. missing under circumstances indicating unaccountable or involuntary disappearance; or  \nvii. a possible drowning victim.\nIn determining whether a person is missing under circumstances indicating unaccountable or involuntary disappearance, or in a unique or unusual case, the police department shall, in addition to other factors, consider whether such an absence is inconsistent with a person’s usual patterns, habits and schedule as known by friends, acquaintances or family. \nc. An immediate investigation or search is not required for persons wanted for crimes, or persons wanted on warrants, or persons eighteen years of age or older, who have left home voluntarily because of domestic, financial or similar reasons.  \nd. Upon receiving a missing persons report, the bureau within the New York City Police Department that receives the report shall immediately notify the New York City Police Department’s Missing Persons Squad. In addition, if the person is still missing after 72 hours, the bureau that received the report shall refer the case to the New York City Police Department’s Missing Persons Squad.\n§3. This local law shall take effect 30 days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\expndtw0\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Legislative Intent and Findings\\par\n\\expndtw-3 The City Council hereby finds and declares that the criteria used to determine when to commence an immediate investigation into the whereabouts of missing persons must be expanded. The circumstances surrounding the tragic and untimely death of Ms. Romona Moore, a 21-year old, bright and ambitious Hunter College student from Canarsie, demonstrate the necessity for this reform. \\par\n\\pard\\fi720\\sl480\\slmult1\\expndtw0 Current police practice in the City of New York requires an immediate investigation of a person reported missing who is (a) under 16 years of age; (b) 65 years of age or older; (c) mentally or physically impaired to the extent hospitalization is required; (d) senile, retarded or disabled and not capable of self-care or clear communication; (e) a possible victim of drowning; (f) absent in a \\ldblquote unique/unusual\\rdblquote  case; or (g) absent under circumstances indicating unaccountable or involuntary disappearance.  If a person does not fit into one of these enumerated categories, an immediate investigation is not required.  The New York City Police Department\\rquote s (NYPD) Missing Persons Squad is to be notified regarding the progress of the missing persons search within a reasonable time, which the NYPD defines as within four hours but no later than the end of the tour, but the case itself is not referred to this special unit until seven days have elapsed. \\par\nThe deficiencies in these immediate investigation criteria are reflected in Romona Moore\\rquote s case.  Ms. Moore did not fit within any of the categories of persons enumerated in the NYPD\\rquote s Patrol Guide, and thus an investigation did not commence until three days after the filing of a missing person\\rquote s report by her family.  Despite the insistence of her family that her case was unusual and unique because her habits and patterns were well known to them, the police did not immediately commence a search.  This failure to search had tragic consequences; the young woman\\rquote s body was found only a few blocks from her home just one week after her she was reported missing. Information vital to Ms. Moore\\rquote s disappearance may have been recovered and she may be alive today if such an investigation was launched upon notice of her disappearance.\\par\nLaw enforcement officials acknowledge that the first 24 to 72 hours is crucial in locating a person who is missing; after that time, the prospects of recovering a person becomes dim.  To ensure that the tragedy that befell Romona Moore does not occur again, this Council finds that the age requiring an immediate missing persons investigation be increased to 25, that the NYPD consider whether an absence is inconsistent with a person\\rquote s usual patterns, habits and schedule as known by family, friends and acquaintances, and that the case be referred to the NYPD\\rquote s Missing Person\\rquote s Squad after three days.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw-3\\'a7 2. Chapter 1 of title 14 of the administrative code of the city of New York is amended by adding a new section 14-151, to read as follows:\\ul\\par\n\\'a7 14-151.  Missing Persons Investigations\\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ulnone a.\\tab\\ul This provision shall be known and may be cited as Romona Moore\\rquote s Law.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone              \\ul b.  The New York City Police Department shall immediately investigate and/or search, without any waiting period whatsoever, for persons who are New York City residents, reported to be missing, and who are: \\par\ni. under 26 years of age; or\\par\nii. mentally/physically impaired to the extent that hospitalization may be required; or\\par\niii. senile, retarded or disabled and not capable of self-care or clear communication; or\\par\niv. 65 years of age or older; or\\par\nv. missing under circumstances which constitute a unique/unusual case; or\\par\nvi. missing under circumstances indicating unaccountable or involuntary disappearance; or  \\par\nvii. a possible drowning victim.\\par\nIn determining whether a person is missing under circumstances indicating unaccountable or involuntary disappearance, or in a unique or unusual case, the police department shall, in addition to other factors, consider whether such an absence is inconsistent with a person\\rquote s usual patterns, habits and schedule as known by friends, acquaintances or family\\ulnone . \\ul\\par\n\\pard\\fi720\\sl480\\slmult1\\qj c. An immediate investigation or search is not required for persons wanted for crimes, or persons wanted on warrants, or persons eighteen years of age or older, who have left home voluntarily because of domestic, financial or similar reasons.  \\ulnone\\par\n\\ul d. Upon receiving a missing persons report, the bureau within the New York City Police Department that receives the report shall immediately notify the New York City Police Department\\rquote s Missing Persons Squad. In addition, if the person is still missing after 72 hours, the bureau that received the report shall refer the case to the New York City Police Department\\rquote s Missing Persons Squad.\\par\n\\ulnone\\'a73. This local law shall take effect 30 days after its enactment.\\par\n\\pard\\expndtw0\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:20:19.23Z"
}
