{
  "ID": 29384,
  "GUID": "2CDB9EF4-21CE-4521-B075-E4A67A8EAC7B",
  "File": "Int 0018-2004",
  "Name": "Sale of violent video or computer games to minors.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the sale of violent video or computer games to minors.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    }
  ],
  "History": [
    {
      "ID": 154925,
      "Date": "2004-02-04T13:21:29Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155095,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 128,
      "MinutesSequence": 166,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156669,
      "Date": "2004-03-30T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 2791,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157614,
      "Date": "2004-03-30T10:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 2791,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184396,
      "Date": "2005-12-31T16:13:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60575,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60575.doc",
      "Sort": 1
    },
    {
      "ID": 61211,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61211.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 15980,
  "Text": "Be it enacted by the Council as follows:\nSection One. Legislative Findings and Intent\nThe Council finds that the video game industry’s self-regulating Entertainment Software Rating Board has created a rating system to inform consumers of the contents of computer and video games.  The Council further finds that the ratings and content descriptors used by this Board reflect the notion that certain video and computer games are suitable only for consumers over the age of 17 due to graphic depictions of sex and violence.  This notion is supported by significant scientific, medical, statistical, law enforcement, and other evidence suggesting that interactive video and computer game play by minors leads to, among other things, the development of weapon and firearm skills that would otherwise not occur. \nThe Council finds that while the Entertainment Software Rating Board has recognized that certain games are not suitable for minors, manufacturers and retailers continue to advertise and sell such games to adolescents and teens under the age of 18.Significantly, a study by the Federal Trade Commission shows that retailers allowed 69 percent of unaccompanied minors, ages 13 to 16, to purchase games rated as `Mature' by the Entertainment Software Rating Board.  The Council finds that such games designated as ‘Mature’ or ‘Adults Only’ may contain any or all of the following: strong language, strong lyrics, violence, realistic violence, blood, realistic blood, blood and gore, animated blood and gore, realistic blood and gore, mature sexual themes, strong sexual content, use of tobacco and alcohol, and use of drugs. The Council further finds that New York City has a compelling interest in preventing minors from purchasing video games that depict such violent and sexual content and that are intended to be used by consumers over the age of 17. Ultimately, the Council finds a compelling need to enact narrowly tailored legislation, which will accomplish that interest without restricting legitimate adult access. \n§2. Chapter 4 of title 20 of the administrative code of the city of New York is hereby amended by adding a new subchapter 12 to read as follows:\n  \nSUBCHAPTER 12\n \nSALE OF VIOLENT VIDEO GAMES TO MINORS\n \n§ 20-698 Definitions.  For the purposes of this subchapter, \n(a) \"Minor\" shall mean any person under eighteen years of age; \n(b) \"Person\" shall mean any natural person, corporation, partnership, firm, organization, association or other legal entity; and\n(c) “Violent video or computer game” shall mean an interactive video or computer game that has received a rating of ‘Mature’ or ‘Adults Only’ from the Entertainment Software Rating Board and that depicts actual or virtual death or serious injury resulting from rape, mayhem, aggravated assault, dismemberment, or decapitation of human beings.\n§ 20-699 Sale of Violent Video Games to Minors Prohibited.  It shall be unlawful for any person to sell, rent, offer to sell or rent, or cause any person to sell, rent or offer to sell or rent, any violent video or computer game to a minor.\n§ 20-699.1 Penalties. Any person that violates any provision of this subchapter or any of the regulations promulgated hereunder shall be liable for a civil penalty of not less than five hundred dollars nor more than seven hundred fifty dollars for the first violation and for each succeeding violation a civil penalty of not less than one thousand dollars nor more than one thousand five hundred dollars.  For purposes of this subchapter, a violation shall be a single sale of a violent video game to a minor.\n§3.  This local law shall take effect immediately. \n\n\n\nLS #127\n1.22.04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\v0  \\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section One. Legislative Findings and Intent\\par\n\\pard\\fi720\\sl480\\slmult1 The Council finds that the video game industry\\rquote s self-regulating Entertainment Software Rating Board has created a rating system to inform consumers of the contents of computer and video games.  The Council further finds that the ratings and content descriptors used by this Board reflect the notion that certain video and computer games are suitable only for consumers over the age of 17 due to graphic depictions of sex and violence.  This notion is supported by significant scientific, medical, statistical, law enforcement, and other evidence suggesting that interactive video and computer game play by minors leads to, among other things, the development of weapon and firearm skills that would otherwise not occur. \\par\n\\pard\\fi720\\sl480\\slmult1\\qj The Council finds that while the Entertainment Software Rating Board has recognized that certain games are not suitable for minors, manufacturers and retailers continue to advertise and sell such games to adolescents and teens under the age of 18.Significantly, a study by the Federal Trade Commission shows that retailers allowed 69 percent of unaccompanied minors, ages 13 to 16, to purchase games rated as `Mature' by the Entertainment Software Rating Board.  The Council finds that such games designated as \\lquote Mature\\rquote  or \\lquote Adults Only\\rquote  may contain any or all of the following: strong language, strong lyrics, violence, realistic violence, blood, realistic blood, blood and gore, animated blood and gore, realistic blood and gore, mature sexual themes, strong sexual content, use of tobacco and alcohol, and use of drugs. The Council further finds that New York City has a compelling interest in preventing minors from purchasing video games that depict such violent and sexual content and that are intended to be used by consumers over the age of 17. Ultimately, the Council finds a compelling need to enact narrowly tailored legislation, which will accomplish that interest without restricting legitimate adult access. \\par\n\\'a72. Chapter 4 of title 20 of the administrative code of the city of New York is hereby amended by adding a new subchapter 12 to read as follows:\\par\n\\pard   \\par\n\\pard\\keepn\\s1\\qc\\ul SUBCHAPTER 12\\par\n\\pard\\qc  \\par\n\\pard\\keepn\\s1\\qc SALE OF VIOLENT VIDEO GAMES TO MINORS\\par\n\\pard\\ulnone  \\par\n\\pard\\sl480\\slmult1\\ul\\b\\'a7 20-698 Definitions.\\b0   For the purposes of this subchapter, \\par\n(a) \"Minor\" shall mean any person under eighteen years of age; \\par\n(b) \"Person\" shall mean any natural person, corporation, partnership, firm, organization, association or other legal entity; and\\par\n(c) \\ldblquote Violent video or computer game\\rdblquote  shall mean an interactive video or computer game that has received a rating of \\lquote Mature\\rquote  or \\lquote Adults Only\\rquote  from the Entertainment Software Rating Board and that depicts actual or virtual death or serious injury resulting from rape, mayhem, aggravated assault, dismemberment, or decapitation of human beings.\\par\n\\b\\'a7 20-699 Sale of Violent Video Games to Minors Prohibited\\b0 .  It shall be unlawful for any person to sell, rent, offer to sell or rent, or cause any person to sell, rent or offer to sell or rent, any violent video or computer game to a minor.\\par\n\\b\\'a7 20-699.1\\b0  \\b Penalties.\\b0  Any person that violates any provision of this subchapter or any of the regulations promulgated hereunder shall be liable for a civil penalty of not less than\\ulnone  \\ul five hundred dollars nor more than seven hundred fifty dollars for the first violation and for each succeeding violation a civil penalty of not less than one thousand dollars nor more than one thousand five hundred dollars.  For purposes of this subchapter, a violation shall be a single sale of a violent video game to a minor.\\ulnone\\par\n\\'a73.  This local law shall take effect immediately. \\par\n\\par\n\\par\n\\par\n\\pard LS #127\\par\n1.22.04\\par\n\\par\n\\pard\\tx720\\tqc\\tx4320\\tqr\\tx8640\\par\n\\pard\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:53:44.137Z"
}
