{
  "ID": 29103,
  "GUID": "6B57479F-2FD3-4488-9D5F-E1C1719E8CCD",
  "File": "Int 0019-2004",
  "Name": "Audible pedestrian signals",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to audible pedestrian signals.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    }
  ],
  "History": [
    {
      "ID": 154486,
      "Date": "2004-02-04T15:44:07Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155077,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 129,
      "MinutesSequence": 167,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171571,
      "Date": "2005-02-17T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 4177,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172005,
      "Date": "2005-02-17T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 4177,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184397,
      "Date": "2005-12-31T16:14:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65004,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4994ee14-1c6c-4b2a-af10-69fb86692af0.doc",
      "Sort": 1
    },
    {
      "ID": 67318,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/23b42c8f-725c-4e3c-8d8f-6e5825bdb7ff.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 15732,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Subchapter 3 of chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-180 to read as follows:\n\t§19-180.  Audible pedestrian signaling program.  (a)  The department shall establish an audible pedestrian signaling program.  In addition to intersections that are included in any existing audible pedestrian signaling program, the department shall select no fewer than ten intersections at which visual signaling devices are present for inclusion in the program.  Intersections selected for inclusion in the program shall include, but not be limited to, those with greater than average pedestrian and vehicular traffic and those most likely to be used by persons with visual impairments.  At each of the selected intersections, every crosswalk with a visual signaling device that indicates when it is safe for pedestrians to cross the street shall also include an audible pedestrian signal.\n(b)  The audible indication that it is safe for pedestrians to cross the street shall be by tone or voice.  The tone shall consist of multiple frequencies with a dominant component at 880 Hz with a duration of 0.15 seconds and shall repeat at intervals of 0.15 seconds.  The tone or voice volume shall be measured at a distance of thirty-six inches from the pedestrian signal device and shall be 2 dB minimum and 5 dB maximum above the ambient noise level and shall be responsive to ambient noise level changes.\n(c)  The department shall have at least ten of the additional intersections required by subdivision a of this section chosen for inclusion in the program fully equipped and operational with audible pedestrian signals no later than one hundred and eighty days following the effective date of this section.  No later than one hundred and eighty days following the effective date of this section the department shall submit a written report to the council and the mayor analyzing any existing audible pedestrian signaling program, making any recommendations regarding how the program could be improved and detailing the locations and reasons why each of the additional intersections was added to the program.  Within one year of the effective date of this section the department shall submit to the council and the mayor a written report analyzing the expanded audible pedestrian signaling program which shall include, but not be limited to, a detailed assessment of all facets of the program, recommendations for improvements to such program, availability of new technology that may be employed by the department for use in such program and any additional locations in the city that may warrant expansion of such program. \n§2.  This local law shall take effect immediately after it is enacted into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\tab Section 1.  Subchapter 3 of chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-180 to read as follows:\\par\n\\tab\\ul\\'a719-180.  Audible pedestrian signaling program.  (a)  The department shall establish an audible pedestrian signaling program.  In addition to intersections that are included in any existing audible pedestrian signaling program, the department shall select no fewer than ten intersections at which visual signaling devices are present for inclusion in the program.  Intersections selected for inclusion in the program shall include, but not be limited to, those with greater than average pedestrian and vehicular traffic and those most likely to be used by persons with visual impairments.  At each of the selected intersections, every crosswalk with a visual signaling device that indicates when it is safe for pedestrians to cross the street shall also include an audible pedestrian signal.\\par\n\\pard\\fi720\\sl480\\slmult1 (b)  The audible indication that it is safe for pedestrians to cross the street shall be by tone or voice.  The tone shall consist of multiple frequencies with a dominant component at 880 Hz with a duration of 0.15 seconds and shall repeat at intervals of 0.15 seconds.  The tone or voice volume shall be measured at a distance of thirty-six inches from the pedestrian signal device and shall be 2 dB minimum and 5 dB maximum above the ambient noise level and shall be responsive to ambient noise level changes.\\par\n(c)  The department shall have at least ten of the additional intersections required by subdivision a of this section chosen for inclusion in the program fully equipped and operational with audible pedestrian signals no later than one hundred and eighty days following the effective date of this section.  No later than one hundred and eighty days following the effective date of this section the department shall submit a written report to the council and the mayor analyzing any existing audible pedestrian signaling program, making any recommendations regarding how the program could be improved and detailing the locations and reasons why each of the additional intersections was added to the program.  Within one year of the effective date of this section the department shall submit to the council and the mayor a written report analyzing the expanded audible pedestrian signaling program which shall include, but not be limited to, a detailed assessment of all facets of the program, recommendations for improvements to such program, availability of new technology that may be employed by the department for use in such program and any additional locations in the city that may warrant expansion of such program. \\par\n\\pard\\fi720\\ulnone\\'a72.  This local law shall take effect immediately after it is enacted into law.\\ul      \\ulnone  \\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:53:54.98Z"
}
