{
  "ID": 29312,
  "GUID": "7AA667F3-5703-4280-8BD8-F299CF015C18",
  "File": "Int 0020-2004",
  "Name": "No videotape or its contents produced by an agency be destroyed or otherwise disposed.",
  "Title": "A Local Law to amend the New York city charter, in relation to requiring that no videotape or its contents produced by an agency be destroyed or otherwise disposed of and that the head of each agency transmit to the municipal reference and research center such material in a timely manner.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 154845,
      "Date": "2004-02-04T15:59:35Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155091,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 130,
      "MinutesSequence": 168,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184398,
      "Date": "2005-12-31T16:14:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15911,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 1133 of the New York city charter, as added by vote of the electors at the general election held on November 8, 1988, is amended by adding thereto a new subdivision d to read as follows:\nd.  No videotape, or its contents, produced by or on behalf of an agency or any entity of the city, shall be destroyed or otherwise disposed of by any agency, officer, employee, or independent contractor of the city unless the contents of such videotape have been transferred to an alternative video format.  The head of each agency shall transmit to the municipal reference and research center at least one copy of each such videotape produced by or on behalf of such agency, as soon as practicable, after such videotape shall have been produced, distributed, or issued.  This subdivision shall not apply to any videotape prepared by a law enforcement, investigatory, or prosecutorial agency or officer or employee of the city for law enforcement purposes.\n§2.  Subdivision 2 of section 3011 of the New York city charter, as renumbered by local law number 18 for the year 1985, is amended to read as follows:\n2. “Records” means any documents, books, papers, photographs, sound recordings, video recordings, machine readable materials or any other materials, regardless of physical form or characteristics, made or received pursuant to law or ordinance or in connection with the transaction of official city business. Library and museum materials made or acquired and preserved solely for reference or exhibition purposes, extra copies of documents preserved only for convenience of reference and stocks of publications are not included within the definition of records as used in this chapter;\n§3.  This local law shall take effect thirty days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj Section 1.  Section 1133 of the New York city charter, as added by vote of the electors at the general election held on November 8, 1988, is amended by adding thereto a new subdivision d to read as follows:\\par\n\\ul d.  No videotape, or its contents, produced by or on behalf of an agency or any entity of the city, shall be destroyed or otherwise disposed of by any agency, officer, employee, or independent contractor of the city unless the contents of such videotape have been transferred to an alternative video format.  The head of each agency shall transmit to the municipal reference and research center at least one copy of each such videotape produced by or on behalf of such agency, as soon as practicable, after such videotape shall have been produced, distributed, or issued.  This subdivision shall not apply to any videotape prepared by a law enforcement, investigatory, or prosecutorial agency or officer or employee of the city for law enforcement purposes.\\par\n\\ulnone\\'a72.  Subdivision 2 of section 3011 of the New York city charter, as renumbered by local law number 18 for the year 1985, is amended to read as follows:\\par\n2. \\ldblquote Records\\rdblquote  means any documents, books, papers, photographs, sound recordings, \\ul video recordings\\ulnone , machine readable materials or any other materials, regardless of physical form or characteristics, made or received pursuant to law or ordinance or in connection with the transaction of official city business. Library and museum materials made or acquired and preserved solely for reference or exhibition purposes, extra copies of documents preserved only for convenience of reference and stocks of publications are not included within the definition of records as used in this chapter;\\par\n\\'a73.  This local law shall take effect thirty days after its enactment. \\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:54:04.793Z"
}
