{
  "ID": 29311,
  "GUID": "2AF59608-EBB3-44EC-AD70-7E3F6CA914CC",
  "File": "Int 0025-2004",
  "Name": "Require all City agencies to respond to FOIL requests according to a prescribed timetable.",
  "Title": "A Local Law to amend the Charter of the City of New York to require all City agencies to respond to Freedom of Information requests according to a prescribed timetable.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    }
  ],
  "History": [
    {
      "ID": 154844,
      "Date": "2004-02-04T15:57:03Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155090,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 135,
      "MinutesSequence": 173,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184402,
      "Date": "2005-12-31T16:19:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15910,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Chapter 47 of the Charter of the City of New York is hereby amended by adding a new section 1058a, to read as follows:\n§1058a.  Responding to freedom of information requests.  1.  All city agencies, within five business days, shall grant or deny all requests for information pursuant to the freedom of information law.\n2.  If circumstances exist making such agency unable, by the exercise of due diligence, and acting in good faith, to grant or deny a request for information within such five day period pursuant to subdivision one of this section, such agency shall, within such five day period, acknowledge receipt of the request in writing to the requesting party, stating the approximate date, not to exceed ten business days from the date of the acknowledgement, by which a determination with respect to the request shall be made. If the agency does not make a determination with respect to the request within ten business days from the date of such acknowledgement, the request may be deemed denied. \n3.  (a)  Any person denied a request under this section, may bring an appeal to the person or body designated in such agency to hear appeals, which shall within ten business days of the receipt of such appeal fully explain in writing to the person requesting the information the reasons for further denial, or provide access to the information sought. In addition, each agency shall immediately forward to the commission on public information and communication a copy of such appeal when received by the agency and the ensuing determination thereon.\n \t(b)  Any person denied access to information in an appeal determination under paragraph (a) of this subdivision may bring an appeal to the office of administrative trials and hearings.\n(c)  Any person denied access to information in an appeal determination under paragraph (b) of this subdivision may institute an action in any court of appropriate jurisdiction against any agency for any violation of this section.\n\n§2.  This local law shall take effect 30 days after enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 CG Times;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\fi360\\sl480\\slmult1\\qj Section 1.  Chapter 47 of the Charter of the City of New York is hereby amended by adding a new section 1058a, to read as follows:\\par\n\\pard\\fi360\\sl480\\slmult1\\ul\\'a71058a.  Responding to freedom of information requests.  1.  All city agencies, within five business days, shall grant or deny all requests for information pursuant to the freedom of information law.\\par\n\\pard\\fi360\\sl480\\slmult1\\qj 2.  If circumstances exist making such agency unable, by the exercise of due diligence, and acting in good faith, to grant or deny a request for information within such five day period pursuant to subdivision one of this section, such agency shall\\cf1 , within such five day period, acknowledge receipt of the request in writing to the requesting party, stating the approximate date, not to exceed ten business days from the date of the acknowledgement, by which a determination with respect to the request shall be made. If the agency does not make a determination with respect to the request within ten business days from the date of such acknowledgement, the request may be deemed denied. \\par\n\\pard\\nowidctlpar\\fi360\\sl480\\slmult1\\qj\\cf0 3.  (a)  A\\cf1 ny person denied a request under this section, may bring an appeal to the person or body designated in such agency to hear appeals, which shall within ten business days of the receipt of such appeal fully explain in writing to the person requesting the information the reasons for further denial, or provide access to the information sought. In addition, each agency shall immediately forward to the commission on public information and communication a copy of such appeal when received by the agency and the ensuing determination thereon.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj  \\tab (b)  Any person denied access to information in an appeal determination under paragraph (a) of this subdivision may bring an appeal to the office of administrative trials and hearings.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0 (c)  Any person denied access to information in an appeal determination under paragraph (b) of this subdivision may institute an action in any court of appropriate jurisdiction against any agency for any violation of this section.\\par\n\\ulnone\\par\n\\pard\\fi360\\sl480\\slmult1\\qj\\'a72.  This local law shall take effect 30 days after enactment.\\ul  \\ulnone\\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:55:00.08Z"
}
