{
  "ID": 29308,
  "GUID": "80F6C381-4A46-423D-862D-6C0C98365C95",
  "File": "Int 0026-2004",
  "Name": "ULURP, Community Board Action Time Limits",
  "Title": "A Local Law to amend the New York City Charter to extend the time limits during July and August for community board action with respect to the uniform land use review procedure.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 17,
  "BodyName": "Committee on Land Use",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    }
  ],
  "History": [
    {
      "ID": 154841,
      "Date": "2004-02-04T15:48:16Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155088,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 136,
      "MinutesSequence": 174,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Land Use",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184403,
      "Date": "2005-12-31T16:19:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15907,
  "Text": "Be it enacted by the Council as follows:\n\n\n\tSection 1. Subdivisions e and g of section one hundred ninety-seven-c of the New York city charter are hereby amended to read as follows:\n\te.\tEach affected community board shall, not later than sixty days after receipt of an application that has been certified pursuant to subdivision c of this section,\n\t(1)\tnotify the public of the application in a manner specified by the city planning commission pursuant to subdivision i of this section, and\n\t(2)\teither (a) conduct a public hearing thereon and prepare and submit a written recommendation directly to the city planning commission and to the affected borough president or (b) where authorized by this charter, submit a written waiver of the right to conduct a public hearing and to submit such written recommendations to the commission and the affected borough president.\n\tThe sixty day time limitation shall be suspended during the months of July and August.  In calculating the sixty days, the time period commencing on the first day of July and ending on the first day of September inclusive, shall be considered one day.\n\tg.\t[Not] Except during the sixty-day suspension period specified in subdivision e, not later than thirty days after the filing of a recommendation or waiver with the borough president by all affected community boards, or, if any affected community board shall fail to act, thirty days after the expiration of the time allowed for such community board to act, the borough president shall submit a written recommendation or waiver thereof to the city planning commission.\n\t§2.\tThis local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tab Section 1. Subdivisions e and g of section one hundred ninety-seven-c of the New York city charter are hereby amended to read as follows:\\par\n\\tab e.\\tab Each affected community board shall, not later than sixty days after receipt of an application that has been certified pursuant to subdivision c of this section,\\par\n\\pard\\hyphpar0\\fi-1440\\li1440\\sl480\\slmult1\\qj\\tx0\\tx720\\tab (1)\\tab notify the public of the application in a manner specified by the city planning commission pursuant to subdivision i of this section, and\\par\n\\tab (2)\\tab either (a) conduct a public hearing thereon and prepare and submit a written recommendation directly to the city planning commission and to the affected borough president or (b) where authorized by this charter, submit a written waiver of the right to conduct a public hearing and to submit such written recommendations to the commission and the affected borough president.\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tab\\ul The sixty day time limitation shall be suspended during the months of July and August.  In calculating the sixty days, the time period commencing on the first day of July and ending on the first day of September inclusive, shall be considered one day.\\ulnone\\par\n\\tab g.\\tab [Not] \\ul Except during the sixty-day suspension period specified in subdivision e, not\\ulnone  later than thirty days after the filing of a recommendation or waiver with the borough president by all affected community boards, or, if any affected community board shall fail to act, thirty days after the expiration of the time allowed for such community board to act, the borough president shall submit a written recommendation or waiver thereof to the city planning commission.\\par\n\\tab\\'a72.\\tab This local law shall take effect immediately.\\par\n\\pard\\expndtw0\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:55:12.38Z"
}
