{
  "ID": 29008,
  "GUID": "648516F9-7FC5-482E-AAC6-722C552EF64D",
  "File": "Int 0031-2004",
  "Name": "Improving the mechanism for filing complaints and conducting inspections for housing violations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to improving the mechanism for filing complaints and conducting inspections for housing violations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 154053,
      "Date": "2004-02-04T11:07:06Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155074,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 141,
      "MinutesSequence": 179,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184406,
      "Date": "2005-12-31T16:25:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15694,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2094.1 to read as follows:\n§27-2094.1  Tenant petitions.  (a)  In addition to any other procedures authorized by law, a group of tenants in a multiple dwelling shall be permitted to submit a petition to the department requesting that the department conduct a building-wide inspection to determine if there exist in such multiple dwelling violations of the housing maintenance code or the multiple dwelling law.  Notwithstanding any other provision of law, for the purpose of this section a “group of tenants” is defined as the lesser of five tenants and/or lawful occupants residing in five separate dwelling units or the tenants and/or lawful occupants residing in fifteen percent of the total number of occupied dwelling units.\n(b)  Any tenant petition shall include the following information:\n(1)  An identification of the premises by street number or by such other description as will enable the department to locate the multiple dwelling;\n(2)  The name, dwelling unit identification or designation, such as an apartment or suite number or letter, and signature of each petitioner;\n(3)  A statement that each petitioner is either a tenant or a lawful occupant of the premises, currently resides on such premises and is requesting a building-wide inspection; and\n(4)  The identification of two petitioners designated for the purpose of receiving and responding to all official correspondence from the department with regard to this petition, and for the purpose of arranging to provide access to the department.\n(c)  The department shall respond in writing within ten days of the receipt of the petition.  If the group of tenants has complied with this section, the department shall conduct the building-wide inspection and the department’s response to the petition shall indicate the scheduled date upon which such inspection will take place.  If the department determines that the group of tenants has not complied with this section and that the requested inspection will not be conducted, the department’s response shall state the reason for such determination.  Where the department fails to respond to such petition, then the group of tenants who signed the petition has the right to file a formal complaint with the department as to its procedures.  The department must respond within thirty days of the receipt of such formal complaint.  Where the department does not respond within such thirty day period, the complaint shall be deemed to have been denied.  Should the tenants’ petition for inspection and the complaint be denied then the group of tenants who signed on to the petition may individually or jointly apply to the housing part for an order directing the department to appear before the court.  Such order shall be issued at the discretion of the court for good cause shown, and shall be served as the court may direct.  If the court finds that the group of tenants complied with this section, it shall direct the department to conduct the building-wide inspection.\n§2.  Chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2094.2 to read as follows:\n§27-2094.2  Inspections.  (a)  Notwithstanding the provisions of any other law, all inspections by the department, including those conducted during heat and hot water season and those inspections conducted pursuant to section 27-2056.7 of this chapter, shall include an inspection of the public parts of a multiple dwelling and all portions of each dwelling unit identified by the complainant, petition or department for inspection.  Any inspection by the department shall record all violations of the housing maintenance code or the multiple dwelling law identified during the course of the inspection.  If in the course of the inspection, any conditions are identified that may warrant review by another agency such as, but not limited to, the department of buildings, the fire department or the department of health and mental hygiene, such conditions shall also be recorded and the department shall refer such conditions to the appropriate agency or agencies.\n(b)  Any notice of violation that is issued pursuant to such inspection shall include an attachment listing all violations identified during the course of the inspection as well as any conditions identified for referral to another agency.\n(c)  A copy of any notice of violation issued with any attachment as required by subdivision b of this section, shall be sent by first class mail to the tenant or lawful occupant who initiated the complaint, or in the case of a tenant petition, the two tenants so identified in the petition to receive such correspondence.  Such copy shall be mailed on the same date that service of such notice of violation is made pursuant to section 27-2095 of this chapter.\n§3.  This local law shall take effect ninety days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2094.1 to read as follows:\\par\n\\ul\\'a727-2094.1  Tenant petitions.  (a)  In addition to any other procedures authorized by law, a group of tenants in a multiple dwelling shall be permitted to submit a petition to the department requesting that the department conduct a building-wide inspection to determine if there exist in such multiple dwelling violations of the housing maintenance code or the multiple dwelling law.  Notwithstanding any other provision of law, for the purpose of this section a \\ldblquote group of tenants\\rdblquote  is defined as the lesser of five tenants and/or lawful occupants residing in five separate dwelling units or the tenants and/or lawful occupants residing in fifteen percent of the total number of occupied dwelling units.\\par\n(b)  Any tenant petition shall include the following information:\\par\n(1)  An identification of the premises by street number or by such other description as will enable the department to locate the multiple dwelling;\\par\n(2)  The name, dwelling unit identification or designation, such as an apartment or suite number or letter, and signature of each petitioner;\\par\n(3)  A statement that each petitioner is either a tenant or a lawful occupant of the premises, currently resides on such premises and is requesting a building-wide inspection; and\\par\n(4)  The identification of two petitioners designated for the purpose of receiving and responding to all official correspondence from the department with regard to this petition, and for the purpose of arranging to provide access to the department.\\par\n(c)  The department shall respond in writing within ten days of the receipt of the petition.  If the group of tenants has complied with this section, the department shall conduct the building-wide inspection and the department\\rquote s response to the petition shall indicate the scheduled date upon which such inspection will take place.  If the department determines that the group of tenants has not complied with this section and that the requested inspection will not be conducted, the department\\rquote s response shall state the reason for such determination.  Where the department fails to respond to such petition, then the group of tenants who signed the petition has the right to file a formal complaint with the department as to its procedures.  The department must respond within thirty days of the receipt of such formal complaint.  Where the department does not respond within such thirty day period, the complaint shall be deemed to have been denied.  Should the tenants\\rquote  petition for inspection and the complaint be denied then the group of tenants who signed on to the petition may individually or jointly apply to the housing part for an order directing the department to appear before the court\\i .  \\i0 Such order shall be issued at the discretion of the court for good cause shown, and shall be served as the court may direct.  If the court finds that the group of tenants complied with this section, it shall direct the department to conduct the building-wide inspection.\\par\n\\ulnone\\'a72.  Chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2094.2 to read as follows:\\par\n\\ul\\'a727-2094.2  Inspections.  (a)  Notwithstanding the provisions of any other law, all inspections by the department, including those conducted during heat and hot water season and those inspections conducted pursuant to section 27-2056.7 of this chapter, shall include an inspection of the public parts of a multiple dwelling and all portions of each dwelling unit identified by the complainant, petition or department for inspection.  Any inspection by the department shall record all violations of the housing maintenance code or the multiple dwelling law identified during the course of the inspection.  If in the course of the inspection, any conditions are identified that may warrant review by another agency such as, but not limited to, the department of buildings, the fire department or the department of health and mental hygiene, such conditions shall also be recorded and the department shall refer such conditions to the appropriate agency or agencies.\\par\n(b)  Any notice of violation that is issued pursuant to such inspection shall include an attachment listing all violations identified during the course of the inspection as well as any conditions identified for referral to another agency.\\par\n(c)  A copy of any notice of violation issued with any attachment as required by subdivision b of this section, shall be sent by first class mail to the tenant or lawful occupant who initiated the complaint, or in the case of a tenant petition, the two tenants so identified in the petition to receive such correspondence.  Such copy shall be mailed on the same date that service of such notice of violation is made pursuant to section 27-2095 of this chapter.\\par\n\\ulnone\\'a73.  This local law shall take effect ninety days after its enactment.\\fs20\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:56:08.353Z"
}
