{
  "ID": 29003,
  "GUID": "055452A8-2B36-4C28-B2E4-71CF4B610B4C",
  "File": "Int 0032-2004",
  "Name": "Use of air conditioning systems",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the use of air conditioning systems.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 154049,
      "Date": "2004-02-04T16:23:06Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155072,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 142,
      "MinutesSequence": 180,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184407,
      "Date": "2005-12-31T16:26:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15691,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Chapter 4 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-424 to read as follows:\n§24-424.  Air conditioning prohibitions.  a.  For the purposes of this section, doors and windows shall mean such doors and windows that, when open, allow the commingling of indoor air and outdoor air.\nb.  It shall be unlawful to keep doors or windows of commercial buildings open while an air conditioning system is operating to cool the premises to which such doors or windows are attached.  The ingress and egress of goods and natural persons through doors shall be allowed, provided that doors remain closed at all other times.\nc.  The provisions of this section shall not apply when an emergency situation exists that requires doors or windows to remain open.\n\td.  Any person who violates this section shall be liable for a civil penalty in the amount of two hundred dollars per open door or open window.\n§2.  This local law shall take effect ninety days after its enactment into law, except that the commissioner of environmental protection shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\fs24\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Chapter 4 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-424 to read as follows:\\par\n\\ul\\'a724-424.  Air conditioning prohibitions.  a.  For the purposes of this section, doors and windows shall mean such doors and windows that, when open, allow the commingling of indoor air and outdoor air.\\par\nb.  It shall be unlawful to keep doors or windows of commercial buildings open while an air conditioning system is operating to cool the premises to which such doors or windows are attached.  The ingress and egress of goods and natural persons through doors shall be allowed, provided that doors remain closed at all other times.\\par\nc.  The provisions of this section shall not apply when an emergency situation exists that requires doors or windows to remain open.\\cf1\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\cf0\\ulnone\\tab\\ul d.  Any person who violates this section shall be liable for a civil penalty in the amount of two hundred dollars per open door or open window.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72.  This local law shall take effect ninety days after its enactment into law, except that the commissioner of environmental protection shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\ul\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:56:21.84Z"
}
