{
  "ID": 29136,
  "GUID": "7C82DE90-9DA4-4D62-B45D-F8CF7D4FF22A",
  "File": "Int 0034-2004",
  "LocalLaw": "2004/005",
  "Name": "Improper placement of stickers",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation the improper placement of stickers.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2004-04-15T00:00:00Z",
  "EnactmentDate": "2004-04-15T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    }
  ],
  "History": [
    {
      "ID": 154519,
      "Date": "2004-02-04T12:47:13Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155082,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 144,
      "MinutesSequence": 182,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157439,
      "Date": "2004-03-30T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 2800,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157607,
      "Date": "2004-03-30T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 2800,
      "MinutesSequence": 4,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157661,
      "Date": "2004-04-01T13:00:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2838,
      "AgendaSequence": 19,
      "MinutesSequence": 21,
      "Version": "*",
      "AgendaNote": "Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158042,
      "Date": "2004-04-01T15:28:18Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158043,
      "Date": "2004-04-15T14:30:02Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158041,
      "Date": "2004-04-15T15:28:32Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158046,
      "Date": "2004-04-15T16:06:28Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60572,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60572.doc",
      "Sort": 1
    },
    {
      "ID": 60587,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60587.doc",
      "Sort": 2
    },
    {
      "ID": 60972,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60972.doc",
      "Sort": 3
    },
    {
      "ID": 61556,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61556.doc",
      "Sort": 4
    },
    {
      "ID": 61874,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 4/1",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d7415b9b-dab3-490a-a515-31541e03ef70HwordHearing Transcripts 2004Stated MeetingsApril 1.doc",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 15765,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 10-117 of the administrative code of the city of New York, as amended by local law number 68 for the year 1995, and local law 311 for the year 1992 is hereby amended by amending paragraph a and g and adding new paragraphs i, j, k and l to read as follows: \n§10-117 Defacement of property, possession, sale and distribution of aerosol spray paint cans and broad tipped markers prohibited in certain instances. a. No person shall write, paint, or draw any inscription, figure or mark or affix, attach or place by whatever means  a sticker or decal of any type on any public or private building or other structure or any other real or personal property owned, operated or maintained by a public benefit corporation, the city of New York or any agency or instrumentality thereof or by any person, firm, or corporation, or any personal property maintained on a city street or other city-owned property pursuant to a franchise, concession or revocable consent granted by the city, unless the express permission of the owner or operator of the property has been obtained.\n\tg. In addition to the criminal penalties imposed pursuant to subdivision f of this section, a person who violates the provisions of subdivision a, b, c or d of this section shall be liable for a civil penalty of not more than five hundred dollars for each violation which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by the services of a notice of violation returnable before such board. Anyone found to have violated the provisions of subdivision a of this section, by affixing, attaching or placing by whatever means a sticker or decal, in addition to any penalty imposed, shall be responsible for the cost of the removal of the unauthorized stickers or decals.\n\ti. There shall be a rebuttable presumption that the  person whose name, telephone number, or other identifying information appears on any sticker or decal affixed, attached or placed by whatever means in violation of subdivision a of this section violated this section by either (i) affixing, attaching or placing by whatever means such sticker or decal or (ii) directing, suffering or permitting a servant, agent, employee or other individual under such persons control to engage in such activity.\n\tj. There shall be a rebuttable presumption that if a telephone number that appears on any sticker or decal affixed, attached or placed by whatever means in violation of subdivision a of this section belongs to a telephone answering service and no other telephone number or address is readily obtainable to locate the person or business advertised therein, such telephone answering service shall be held liable for a violation of subdivision a in accordance with the provisions of this section.\n\tk. The commissioner of the department of sanitation shall be authorized to issue subpoenas to obtain official telephone records for the purpose of determining the identity and location of any person or entity reasonably believed by the commissioner to have violated subdivision a of this section by affixing, attaching or placing by whatever means a sticker or decal .\n\tl.  For the purposes of imposing a criminal fine or civil penalty pursuant to this section, every sticker or decal affixed, attached or placed by whatever means in violation of subdivision a of this section, shall be deemed to be the subject of a separate violation for which a separate criminal fine or civil penalty shall be imposed.\n§2. This law shall take effect immediately upon its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx5760\\tab Section 1. Section 10-117 of the administrative code of the city of New York, as amended by local law number 68 for the year 1995, and local law 311 for the year 1992 is hereby amended by amending paragraph a and g and adding new paragraphs i, j, k and l to read as follows: \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a710-117 Defacement of property, possession, sale and distribution of aerosol spray paint cans and broad tipped markers prohibited in certain instances. a. No person shall write, paint, or draw any inscription, figure or mark \\ul or affix, attach or place by whatever means  a sticker or decal\\ulnone  of any type on any public or private building or other structure or any other real or personal property owned, operated or maintained by a public benefit corporation, the city of New York or any agency or instrumentality thereof or by any person, firm, or corporation, or any personal property maintained on a city street or other city-owned property pursuant to a franchise, concession or revocable consent granted by the city, unless the express permission of the owner or operator of the property has been obtained.\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tx720\\tx1464\\tx2268\\tx2928\\tx5052\\tx7320\\tx7920\\tab g. In addition to the criminal penalties imposed pursuant to subdivision f of this section, a person who violates the provisions of subdivision a, b, c or d of this section shall be liable for a civil penalty of not more than five hundred dollars for each violation which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by the services of a notice of violation returnable before such board. \\ul Anyone found to have violated the provisions of subdivision a of this section, by affixing, attaching or placing by whatever means a sticker or decal, in addition to any penalty imposed, shall be responsible for the cost of the removal of the unauthorized stickers or decals\\ulnone .\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tx720\\tx2268\\tx2928\\tx5052\\tx7320\\tx7920\\expndtw-3\\tab\\ul i. There shall be a rebuttable presumption that the  \\expndtw0 person whose name, telephone number, or other identifying information appears on any sticker or decal affixed, attached or placed by whatever means in violation of subdivision a of this section violated this section by either (i) affixing, attaching or placing by whatever means such sticker or decal or (ii) directing, suffering or permitting a servant, agent, employee or other individual under such persons control to engage in such activity.\\par\n\\ulnone\\tab\\ul j. There shall be a rebuttable presumption that if a telephone number that appears on any sticker or decal affixed, attached or placed by whatever means in violation of subdivision a of this section belongs to a telephone answering service and no other telephone number or address is readily obtainable to locate the person or business advertised therein, such telephone answering service shall be held liable for a violation of subdivision a in accordance with the provisions of this section.\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tx720\\tx1464\\tx2268\\tx2928\\tx5052\\tx7320\\tx7920\\expndtw-3\\ulnone\\tab\\expndtw0\\ulw k\\ul . The commissioner of the department of sanitation shall be authorized to issue subpoenas to obtain official telephone records for the purpose of determining the identity and location of any person or entity reasonably believed by the commissioner to have violated subdivision a of this section by affixing, attaching or placing by whatever means a sticker or decal .\\par\n\\pard\\ri-720\\sl480\\slmult1\\qj\\tx720\\tx1464\\tx2160\\tx2880\\tx3600\\tx4320\\tx5052\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\ulnone\\tab\\ul l.  For the purposes of imposing a criminal fine or civil\\ulnone  \\ul penalty pursuant to this section, every sticker or decal affixed, attached or placed by whatever means in violation of subdivision a of this section, shall be\\ulnone  \\ul deemed to be the subject of a separate violation for which a separate criminal fine or civil penalty shall be imposed.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72. This law shall take effect immediately upon its enactment into law. \\par\n\\pard\\fi720\\qj\\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:56:41.407Z"
}
