{
  "ID": 29120,
  "GUID": "8C5BB0A9-960F-46A6-9201-E14044D8B50C",
  "File": "Int 0040-2004",
  "Name": "Owners to provide notice to tenants for non-emergency repairs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to amending the obligations of owners to provide notice to their tenants for non-emergency repairs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 154503,
      "Date": "2004-02-04T11:01:03Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155079,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 150,
      "MinutesSequence": 188,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184414,
      "Date": "2005-12-31T16:30:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15749,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection one.  Section 27-2005 of the administrative code of the city of New York is amended by adding a new subdivision d to read as follows:\n\td. (i) The owner of a dwelling shall provide legal occupants with at least seventy-two hour notice prior to making repairs on the building and within a particular dwelling unit, which would cause an interruption in services.  Such notice shall be posted in a prominent place within the public part of the building and shall be placed under the entrance doors of each dwelling unit.  The notice shall contain the estimated start and end time of the interruption and the type of work being performed. (ii) The definition of non-emergency shall be delineated in the rules promulgated by the department.  Any repairs made pursuant to ยง27-2125 of this code shall be exempt from this subdivision.\n\tยง2.\tSuch local law shall take effect ninety days following enactment.  The department shall promulgate rules to implement this legislation on or by the effective date.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tab Section one.  Section 27-2005 of the administrative code of the city of New York is amended by adding a new subdivision d to read as follows:\\par\n\\tab\\ul d. (i) The owner of a dwelling shall provide legal occupants with at least seventy-two hour notice prior to making repairs on the building and within a particular dwelling unit, which would cause an interruption in services.  Such notice shall be posted in a prominent place within the public part of the building and shall be placed under the entrance doors of each dwelling unit.  The notice shall contain the estimated start and end time of the interruption and the type of work being performed. (ii) The definition of non-emergency shall be delineated in the rules promulgated by the department.  Any repairs made pursuant to \\'a727-2125 of this code shall be exempt from this subdivision.\\par\n\\ulnone\\tab\\'a72.\\tab Such local law shall take effect ninety days following enactment.  The department shall promulgate rules to implement this legislation on or by the effective date.\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:57:44.363Z"
}
