{
  "ID": 29182,
  "GUID": "FA1B9684-07CA-492C-A8B2-83ED4C20BD05",
  "File": "Int 0042-2004",
  "LocalLaw": "2005/057",
  "Name": "Equal access to bathroom facilities.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to equal access to bathroom facilities.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-06-06T00:00:00Z",
  "EnactmentDate": "2005-06-06T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 154695,
      "Date": "2004-02-04T16:31:18Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155104,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 158,
      "MinutesSequence": 196,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160262,
      "Date": "2004-06-09T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 2998,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160709,
      "Date": "2004-06-09T22:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 2998,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175603,
      "Date": "2005-05-25T11:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 4739,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 42-A",
      "MinutesNote": "Proposed Int. No. 42-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175812,
      "Date": "2005-05-25T11:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 4739,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175814,
      "Date": "2005-05-25T11:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 4739,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175815,
      "Date": "2005-05-25T11:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 4739,
      "MinutesSequence": 6,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176068,
      "Date": "2005-05-25T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4766,
      "AgendaSequence": 63,
      "MinutesSequence": 65,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176349,
      "Date": "2005-05-25T22:30:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176556,
      "Date": "2005-06-06T15:33:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176557,
      "Date": "2005-06-06T15:33:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176647,
      "Date": "2005-06-07T16:45:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 61304,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/9/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61304.doc",
      "Sort": 999
    },
    {
      "ID": 62677,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript  6/9/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/25e29dc5-db49-41eb-8931-89218ff06ef1HwordHearing Transcripts 2004Housing and BuildingsJune 9.doc",
      "Sort": 1000
    },
    {
      "ID": 66289,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/25/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ae404a6b-6802-4f6d-b0d2-6eb792fe7b7d.doc",
      "Sort": 1001
    },
    {
      "ID": 69514,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/25/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ebde344a-64a0-4481-a75e-6676a9f0722f.doc",
      "Sort": 1002
    },
    {
      "ID": 66418,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement-A",
      "Link": "http://nyc.legistar1.com/nyc/attachments/76d43b88-9251-4933-98ae-4b159db19f97. 42-A.doc",
      "Sort": 1003
    },
    {
      "ID": 69152,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bc3c650c-d2a0-4e3e-a156-a87aee79b8d9.doc",
      "Sort": 1004
    },
    {
      "ID": 69680,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 5/25",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5f406502-2779-4e12-a189-904a4d5c6c62.doc",
      "Sort": 1005
    }
  ],
  "Summary": "",
  "TextID": 33591,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Declaration of legislative findings and intent.  Almost every woman can recall waiting in a long line to use the bathroom, while there was no comparable line for a neighboring men’s bathroom.  According to studies by Dr. Sandra Rawls on patterns of behavior in the use of bathrooms, it frequently takes women twice as long to use the bathroom as it does men.  Under the City’s Building Code, however, places of assembly must provide equal numbers of women’s and men’s water closets.  This ignores the reality of the different bathroom usage times of men and women.\nThe 2003 International Building Code requires approximately twice as many water closets for women as for men in arenas, bars, concert halls, convention halls, motion picture theatres, public dance halls, stadiums, and theatres.  Numerous jurisdictions, including California, Minnesota, Pennsylvania, Tennessee, Texas, and Washington, have enacted restroom equity laws.  Moreover, before being amended, the Building Code Reference Standards’ Table 16-5 on the minimum number of water closets had required more water closets for women than for men.\nThe lack of equality between men and women results in the continuation of inconveniences seemingly directed at women.  The Council is seeking to address this disparity by enacting this legislation.  Accordingly, the Council finds it reasonable and necessary to require that arenas, bars, concert halls, convention halls, motion picture theatres, public dance halls, stadiums, and theatres provide sufficient women’s bathroom facilities.\n§2. Subdivision l of section 27-901 of the administrative code of the city of New York is amended to read as follows:\n(l) Required plumbing fixtures. Every dwelling unit in buildings classified in occupancy groups J-2 and J-3 shall have at least one water closet, one lavatory, one kitchen-type sink, and one bathtub or shower. All other buildings shall be equipped with the number and types of plumbing fixtures required by reference standard RS-16[.]; provided, however, that the minimum required number of water closets in any arena, bar, concert hall, convention hall, motion picture theatre, public dance hall, stadium, or theatre shall be in accordance with article eight of this subchapter.\n§ 3. Subchapter 16 of chapter one of title 27 of the administrative code of the city of New York is amended by adding a new article eight to read as follows:\nARTICLE 8\nMINIMUM WATER CLOSETS IN PLACES OF PUBLIC ASSEMBLY\n\n\n§ 27-922.1\tDefinitions.\n§ 27-922.2\tApplicability.\n§ 27-922.3\tMinimum requirements.\n§ 27-922.4\tWaivers.\n\n\n§ 27-922.1 Definitions. For the purposes of this article only, the following definitions shall apply in conjunction with the definitions found in sections 27-232:\na. “Convention hall” shall mean any building or space utilized, during the major period of occupancy, for the holding of exhibitions or conventions.  \nb. “Specified place of public assembly” shall mean any arena, bar, as such term is defined in section 17-502 of this code, concert hall, convention hall, motion picture theatre, public dance hall, stadium, or theatre open to the general public.\nc. “Public dance hall” shall mean any building or space utilized, during the major period of occupancy, for dancing, and where alcoholic beverages are permitted to be served.\n§ 27-922.2 Applicability.  a. Notwithstanding any other provision of this code, the provisions of this article shall apply to any bathroom open to the general public in the following:\n(1) Any specified place of public assembly in a new building or space;\n(2) Any specified place of public assembly in an existing building or space that has been altered where the alteration of the building or space results in a change in the occupancy group classification of the building or space under the provisions of subchapter three of this chapter;\n(3) Any specified place of public assembly that is altered where the cost of making alterations in any twelve-month period shall exceed thirty percent of the value of such building or space, provided such bathroom is part of the work area of such alterations; and\n(4) Any specified place of public assembly that is altered where the cost of making alterations in any twelve-month period shall exceed fifty percent of the value of such building or space.\nb. The cost of making alterations and the value of the building or space shall be determined in accordance with section 27-119 of this chapter.\nc. This article shall not apply to any building or space classified in occupancy group G or H, or any space within any building classified in occupancy group G or H, or any building or space owned by any school or hospital and used for any educational or health purpose.\n§ 27-922.3 Minimum requirements. a. The number of water closets required for any specified place of public assembly shall be as listed in Table 16-1.\nTABLE 16-1\nNumber of Persons\tNumber of Water Closets for Men\tNumber of Water Closets for Women\t\n1-150 a\t1\t2\t\n151-300\t2\t4\t\n301-450\t3\t6\t\nNote for Table 16-1:\na The requirements for the number of water closets for occupancy by 150 persons or less shall not apply to bars except that there shall be at least one water closet for men and at least one water closet for women or an equivalent number of unisex bathrooms.\n\nFor occupancy by more than 450 persons, there shall be one water closet for men and two water closets for women for each additional 300 persons.  The population used to determine the number of water closets required shall be based on the number of people to occupy the space; provided, however, that in no case shall the population be deemed less than that determined by allowing one hundred and twenty-five square feet of floor area per person.\nb. Urinals may be provided in bathrooms in lieu of water closets but the number shall not exceed fifty percent of the required number of water closets.\nc. Unisex bathrooms may be provided in lieu of separate bathrooms for men and women.\nd. This section is only intended to change the ratio of men’s and women’s water closets required under title 27 of this code as provided herein, and is not intended to require more than one water closet per fifty persons for occupancy by 450 persons or less, or more than one water closet per one hundred persons for occupancy by more than 450 persons.\n§ 27-922.4 Waivers.  a. The commissioner may waive the requirements of this article for the alteration of existing buildings; provided, however, that such waiver is based upon a specific finding that strict compliance with these requirements:\n(1) would create an undue economic burden; or\n(2) would not achieve its intended objective; or\n(3) would be physically or legally impossible; or\n(4) would be unnecessary in light of alternatives which insure the achievement of the intended objective or which achieve the intended objective more efficiently, effectively or economically; or\n(5) would entail a change so slight as to produce a negligible additional benefit consonant with the purposes of this article.\nb. Each application for a waiver under subdivision a of this section shall be made to the commissioner in writing, setting forth each requirement sought to be waived and the specific reason or reasons therefor. The commissioner shall determine, under all of the circumstances presented by such application, which of such requirements may appropriately be waived. The commissioner shall render such determination in a writing which shall set forth in detail the commissioner's findings and conclusions with respect to each requirement sought to be waived. A copy of such written determination shall be forwarded to the applicant. Such written determination shall be filed with the department and shall be available for public inspection.\n§ 4. This local law shall take effect 90 days after its enactment; except that the commissioner of buildings shall take all actions necessary, including the promulgation of rules, to implement this local law on or before the date upon which it shall take effect.\n\n\n\n\n\nRBU & TN\n04/27/05, 11:15 am\nLS # 3545 & 3525",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset128 MS Mincho;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Declaration of legislative findings and intent.  Almost every woman can recall waiting in a long line to use the bathroom, while there was no comparable line for a neighboring men\\rquote s bathroom.  According to studies by Dr. Sandra Rawls on patterns of behavior in the use of bathrooms, it frequently takes women twice as long to use the bathroom as it does men.  Under the City\\rquote s Building Code, however, places of assembly must provide equal numbers of women\\rquote s and men\\rquote s water closets.  This ignores the reality of the different bathroom usage times of men and women.\\par\nThe 2003 International Building Code requires approximately twice as many water closets for women as for men in arenas, bars, concert halls, convention halls, motion picture theatres, public dance halls, stadiums, and theatres.  Numerous jurisdictions, including California, Minnesota, Pennsylvania, Tennessee, Texas, and Washington, have enacted restroom equity laws.  Moreover, before being amended, the Building Code Reference Standards\\rquote  Table 16-5 on the minimum number of water closets had required more water closets for women than for men.\\par\nThe lack of equality between men and women results in the continuation of inconveniences seemingly directed at women.  The Council is seeking to address this disparity by enacting this legislation.  Accordingly, the Council finds it reasonable and necessary to require that arenas, bars, concert halls, convention halls, motion picture theatres, public dance halls, stadiums, and theatres provide sufficient women\\rquote s bathroom facilities.\\par\n\\'a72. Subdivision l of section 27-901 of the administrative code of the city of New York is amended \\expndtw-3 to read as follows:\\expndtw0\\par\n(l) Required plumbing fixtures. Every dwelling unit in buildings classified in occupancy groups J-2 and J-3 shall have at least one water closet, one lavatory, one kitchen-type sink, and one bathtub or shower. All other buildings shall be equipped with the number and types of plumbing fixtures required by reference standard RS-16[.]\\ul ; provided, however, that the minimum required number of water closets in any arena, bar, concert hall, convention hall, motion picture theatre, public dance hall, stadium, or theatre shall be in accordance with article eight of this subchapter.\\par\n\\ulnone\\'a7 3. Subchapter 16 of chapter one of title 27 of the administrative code of the city of New York is amended by adding a new article eight \\expndtw-3 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qc\\ul ARTICLE 8\\par\n\\pard\\qc MINIMUM WATER CLOSETS IN PLACES OF PUBLIC ASSEMBLY\\par\n\\par\n\\expndtw0\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\ul\\'a7 27-922.1\\tab Definitions.\\par\n\\'a7 27-922.2\\tab Applicability.\\par\n\\'a7 27-922.3\\tab Minimum requirements.\\par\n\\'a7 27-922.4\\tab Waivers.\\par\n\\ulnone\\par\n\\pard\\qc\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a7 27-922.1 Definitions. For the purposes of this article only, the following definitions shall apply in conjunction with the definitions found in sections 27-232:\\par\na. \\ldblquote Convention hall\\rdblquote  shall mean any building or space utilized, during the major period of occupancy, for the holding of exhibitions or conventions.  \\par\nb. \\ldblquote Specified place of public assembly\\rdblquote  shall mean any arena, bar, as such term is defined in section 17-502 of this code, concert hall, convention hall, motion picture theatre, public dance hall, stadium, or theatre open to the general public.\\par\nc. \\ldblquote Public dance hall\\rdblquote  shall mean any building or space utilized, during the major period of occupancy, for dancing, and where alcoholic beverages are permitted to be served.\\par\n\\'a7 27-922.2 Applicability.  a. Notwithstanding any other provision of this code, the provisions of this article shall apply to any bathroom open to the general public in the following:\\par\n(1) Any specified place of public assembly in a new building or space;\\par\n(2) Any specified place of public assembly in an existing building or space that has been altered where the alteration of the building or space results in a change in the occupancy group classification of the building or space under the provisions of subchapter three of this chapter;\\par\n(3) Any specified place of public assembly that is altered where the cost of making alterations in any twelve-month period shall exceed thirty percent of the value of such building or space, provided such bathroom is part of the work area of such alterations; and\\par\n(4) Any specified place of public assembly that is altered where the cost of making alterations in any twelve-month period shall exceed fifty percent of the value of such building or space.\\par\nb. The cost of making alterations and the value of the building or space shall be determined in accordance with section 27-119 of this chapter.\\par\nc. This article shall not apply to any building or space classified in occupancy group G or H, or any space within any building classified in occupancy group G or H, or any building or space owned by any school or hospital and used for any educational or health purpose.\\par\n\\'a7 27-922.3 Minimum requirements. a. The number of water closets required for any specified place of public assembly shall be as listed in Table 16-1.\\par\n\\pard\\sl480\\slmult1\\qc TABLE 16-1\\par\n\\trowd\\trgaph108\\trleft-108\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2844\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5796\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx8748\\pard\\intbl\\fs22 Number of Persons\\cell Number of Water Closets for Men\\cell Number of Water Closets for Women\\cell\\row\n\\intbl 1-150\\super  a\\nosupersub\\cell 1\\cell 2\\cell\\row\n\\intbl 151-300\\cell 2\\cell 4\\cell\\row\n\\intbl 301-450\\cell 3\\cell 6\\cell\\row\n\\pard\\sl360\\slmult1 Note for Table 16-1:\\par\n\\pard\\fi720\\sl360\\slmult1\\qj\\super a\\nosupersub  The requirements for the number of water closets for occupancy by 150 persons or less shall not apply to bars except that there shall be at least one water closet for men and at least one water closet for women or an equivalent number of unisex bathrooms.\\par\n\\pard\\sl480\\slmult1\\fs24\\par\n\\pard\\sl480\\slmult1\\qj For occupancy by more than 450 persons, there shall be one water closet for men and two water closets for women for each additional 300 persons.  The population used to determine the number of water closets required shall be based on the number of people to occupy the space; provided, however, that in no case shall the population be deemed less than that determined by allowing one hundred and twenty-five square feet of floor area per person.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj b. Urinals may be provided in bathrooms in lieu of water closets but the number shall not exceed fifty percent of the required number of water closets.\\par\nc. Unisex bathrooms may be provided in lieu of separate bathrooms for men and women.\\par\nd. This section is only intended to change the ratio of men\\rquote s and women\\rquote s water closets required under title 27 of this code as provided herein, and is not intended to require more than one water closet per fifty persons for occupancy by 450 persons or less, or more than one water closet per one hundred persons for occupancy by more than 450 persons.\\par\n\\'a7 27-922.4 Waivers.  a. The commissioner may waive the requirements of this article for the alteration of existing buildings; provided, however, that such waiver is based upon a specific finding that strict compliance with these requirements:\\par\n(1) would create an undue economic burden; or\\par\n(2) would not achieve its intended objective; or\\par\n(3) would be physically or legally impossible; or\\par\n(4) would be unnecessary in light of alternatives which insure the achievement of the intended objective or which achieve the intended objective more efficiently, effectively or economically; or\\par\n(5) would entail a change so slight as to produce a negligible additional benefit consonant with the purposes of this article.\\par\nb. Each application for a waiver under subdivision a of this section shall be made to the commissioner in writing, setting forth each requirement sought to be waived and the specific reason or reasons therefor. The commissioner shall determine, under all of the circumstances presented by such application, which of such requirements may appropriately be waived. The commissioner shall render such determination in a writing which shall set forth in detail the commissioner's findings and conclusions with respect to each requirement sought to be waived. A copy of such written determination shall be forwarded to the applicant. Such written determination shall be filed with the department and shall be available for public inspection.\\par\n\\ulnone\\'a7 4. This local law shall take effect 90 days after its enactment; except that the commissioner of buildings shall take all actions necessary, including the promulgation of rules, to implement this local law on or before the date upon which it shall take effect.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\qj\\fs20 RBU & TN\\par\n04/27/05, 11:15 am\\par\nLS # 3545 & 3525\\f1\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:58:05.257Z"
}
