{
  "ID": 29018,
  "GUID": "6A19E2E3-33DD-4ADD-ABCE-656027C37B0A",
  "File": "Int 0043-2004",
  "Name": "Reporting requirements of the departments of fire and correction.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to reporting requirements of the departments of fire and correction.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    }
  ],
  "History": [
    {
      "ID": 154063,
      "Date": "2004-02-04T12:51:03Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155103,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 159,
      "MinutesSequence": 197,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157580,
      "Date": "2004-04-14T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 2823,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157973,
      "Date": "2004-04-14T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 2823,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184416,
      "Date": "2005-12-31T16:32:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60615,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60615.doc",
      "Sort": 999
    },
    {
      "ID": 61781,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6d2109e9-b60c-4ee6-ad54-af02b39ac93fHwordHearing Transcripts 2004FireApril 14.doc",
      "Sort": 1000
    }
  ],
  "Summary": "",
  "TextID": 15707,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of legislative findings and intent.  In order for the Council to adequately fulfill its Charter Section 29 mandate of investigation and oversight, it is important that each department produce information relevant to the Council’s inquiries.  Frequently, however, it requires time and negotiation before the Council receives copies of the policies and procedures of agencies, including the Fire Department and Department of Correction.\nThe Council finds that it must have ready access to the policies and procedures of the Fire Department and Department of Correction in order for the Council to fulfill its power and obligation to conduct effective oversight of these agencies and to protect public safety.  Accordingly, the Council finds it reasonable and necessary to require the Fire Department and Department of Correction to provide the Council with continuously updated copies of their policies and procedures.\n§ 2. Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\n§ 15-129. Fire department reporting requirements. The commissioner shall submit to the Council, in paper and, if available, in electronic format, the department’s internal policies and procedures, including manuals, directives, and regulations, and the commissioner shall further submit to the Council all updates of such internal policies and procedures.\n§ 3. Chapter one of title nine of the administrative code of the city of New York is amended by adding a new section 9-127 to read as follows:\n§ 9-127. Correction department reporting requirements. The commissioner shall submit to the Council, in paper and, if available, in electronic format, the department’s internal policies and procedures, including manuals, directives, and regulations, and the commissioner shall further submit to the Council all updates of such internal policies and procedures.\n§ 4. This law shall take effect immediately upon its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\sl480\\slmult1\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Declaration of legislative findings and intent.  In order for the Council to adequately fulfill its Charter Section 29 mandate of investigation and oversight, it is important that each department produce information relevant to the Council\\rquote s inquiries.  Frequently, however, it requires time and negotiation before the Council receives copies of the policies and procedures of agencies, including the Fire Department and Department of Correction.\\par\nThe Council finds that it must have ready access to the policies and procedures of the Fire Department and Department of Correction in order for the Council to fulfill its power and obligation to conduct effective oversight of these agencies and to protect public safety.  Accordingly, the Council finds it reasonable and necessary to require the Fire Department and Department of Correction to provide the Council with continuously updated copies of their policies and procedures.\\par\n\\'a7 2. Chapter one of title 15 of the administrative code of the city of New York is amended \\expndtw-3 by adding a new section 15-129 to read as follows:\\par\n\\expndtw0\\ul\\'a7 \\expndtw-3 15-129\\expndtw0 . \\b Fire department reporting requirements.\\b0  The commissioner shall submit to the Council, in paper and, if available, in electronic format, the department\\rquote s internal policies and procedures, including manuals, directives, and regulations, and the commissioner shall further submit to the Council all updates of such internal policies and procedures.\\expndtw-3\\par\n\\expndtw0\\ulnone\\'a7 3. Chapter one of title nine of the administrative code of the city of New York is amended \\expndtw-3 by adding a new section 9-127 to read as follows:\\par\n\\expndtw0\\ul\\'a7 9-127. \\b Correction department reporting requirements.\\b0  The commissioner shall submit to the Council, in paper and, if available, in electronic format, the department\\rquote s internal policies and procedures, including manuals, directives, and regulations, and the commissioner shall further submit to the Council all updates of such internal policies and procedures.\\expndtw-3\\par\n\\expndtw0\\ulnone\\'a7 4. This law shall take effect immediately upon its enactment.\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:58:17.65Z"
}
