{
  "ID": 29017,
  "GUID": "05DCBB65-E3DA-4B59-A2FF-D2FAE46DC551",
  "File": "Int 0044-2004",
  "Name": "Reviewing the fire prevention code.",
  "Title": "A Local Law to amend the New York City charter, in relation to reviewing the fire prevention code.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 154062,
      "Date": "2004-02-04T12:49:02Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155102,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 160,
      "MinutesSequence": 198,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184417,
      "Date": "2005-12-31T16:33:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15706,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of legislative findings and intent.  The fire prevention code was first adopted in 1918 and has never undergone a systematic, section-by-section review.  The code still regulates archaic activities, including kite flying around the city’s former fire alarm telegraph system, and two sections of the code regulate the behavior of “wagons.”  Similarly, the fire prevention code was recently deemed by an independent federal agency to “lack many modern requirements for hazardous materials safety.”\nThe Council finds that requiring a regular review of the fire prevention code will protect public safety and ensure that New York City’s laws adequately address modern fire hazards.\n§ 2. Chapter 19 of the New York City charter is amended by adding a new section 488.1 to read as follows:\n§488.1. Review of Fire Prevention Code. Unless the city adopts a model fire code, the commissioner shall conduct a comprehensive review of the fire prevention code, as found in chapter 4 of title 27 of the administrative code of the city of new york, and related department rules and regulations.  The commissioner shall conduct such comprehensive review and report to the Council and the Mayor on September 1, 2004, and September 1 of every fifth year thereafter, with assurances that the fire prevention code adequately addresses modern fire hazards or with recommendations for revisions of such code.\n§ 3. This law shall take effect immediately upon its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\sl480\\slmult1\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Declaration of legislative findings and intent.  The fire prevention code was first adopted in 1918 and has never undergone a systematic, section-by-section review.  The code still regulates archaic activities, including kite flying around the city\\rquote s former fire alarm telegraph system, and two sections of the code regulate the behavior of \\ldblquote wagons.\\rdblquote   Similarly, the fire prevention code was recently deemed by an independent federal agency to \\ldblquote lack many modern requirements for hazardous materials safety.\\rdblquote\\par\nThe Council finds that requiring a regular review of the fire prevention code will protect public safety and ensure that New York City\\rquote s laws adequately address modern fire hazards.\\par\n\\'a7 2. Chapter 19 of the New York City charter is amended \\expndtw-3 by adding a new section 488.1 to read as follows:\\par\n\\expndtw0\\ul\\b\\'a7488.1. Review of Fire Prevention Code.\\b0  Unless the city adopts a model fire code, the commissioner shall conduct a comprehensive review of the fire prevention code, as found in chapter 4 of title 27 of the administrative code of the city of new york, and related department rules and regulations.  The commissioner shall conduct such comprehensive review and report to the Council and the Mayor on September 1, 2004, and September 1 of every fifth year thereafter, with assurances that the fire prevention code adequately addresses modern fire hazards or with recommendations for revisions of such code.\\par\n\\ulnone\\'a7 3. This law shall take effect immediately upon its enactment.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:58:29.54Z"
}
