{
  "ID": 29226,
  "GUID": "F43D0D86-8B17-41A9-B569-932EF4376672",
  "File": "Int 0046-2004",
  "LocalLaw": "2004/013",
  "Name": "Publication of concept reports regarding requests for proposals.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the publication of concept reports regarding requests for proposals.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2004-06-03T00:00:00Z",
  "EnactmentDate": "2004-06-03T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 154740,
      "Date": "2004-02-04T12:04:23Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155110,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 164,
      "MinutesSequence": 202,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158839,
      "Date": "2004-05-04T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 2943,
      "AgendaSequence": 8,
      "MinutesSequence": 17,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 46-A",
      "MinutesNote": "Proposed Int. No. 46-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158923,
      "Date": "2004-05-04T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 2943,
      "MinutesSequence": 18,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159579,
      "Date": "2004-05-19T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 2960,
      "AgendaSequence": 3,
      "MinutesSequence": 11,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 46-A",
      "MinutesNote": "Proposed Int. No. 46-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159904,
      "Date": "2004-05-19T14:30:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 2960,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159903,
      "Date": "2004-05-19T15:30:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 2960,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159902,
      "Date": "2004-05-19T16:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 2960,
      "MinutesSequence": 14,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159713,
      "Date": "2004-05-19T22:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2966,
      "AgendaSequence": 23,
      "MinutesSequence": 26,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160111,
      "Date": "2004-05-19T22:36:15Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160319,
      "Date": "2004-06-03T10:10:03Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160392,
      "Date": "2004-06-03T12:21:59Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160389,
      "Date": "2004-06-04T12:20:27Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60941,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/4",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60941.doc",
      "Sort": 1
    },
    {
      "ID": 61008,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/19",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61008.doc",
      "Sort": 2
    },
    {
      "ID": 61009,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/19 Stated Meeting",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61009.doc",
      "Sort": 3
    },
    {
      "ID": 61092,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal  Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61092.doc",
      "Sort": 4
    },
    {
      "ID": 61632,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61632.doc",
      "Sort": 5
    },
    {
      "ID": 62076,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/4",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fbd26443-53d6-479b-b32e-f58e628e17e3HwordHearing Transcripts 2004ContractsMay 4.doc",
      "Sort": 6
    },
    {
      "ID": 62159,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/19",
      "Link": "http://nyc.legistar1.com/nyc/attachments/019d11fc-ec93-4edc-8dcf-46a63a338eb9HwordHearing Transcripts 2004ContractsMay 19.doc",
      "Sort": 7
    },
    {
      "ID": 62252,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 5/19",
      "Link": "http://nyc.legistar1.com/nyc/attachments/342f2856-f3a7-4a90-8989-38d20667fbe9HwordNew LegislationHearing Transcript - Stated Meeting 5.doc",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 16726,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Legislative Findings and Intent.  The Council hereby finds that the request for proposal process for human service contracts for vital services is long, inefficient and cumbersome.  The Council further finds that currently, community input into requests for proposals is inadequate leading to amendments, long delays and sometimes the outright cancellation of requests for proposals for contracts in vital areas such as youth development and summer jobs.  The Council finds that community-based organizations-those who provide human services and who will likely be responding to the requests for proposals--are important sources of information on best practices, program design and community needs and trends.  Without such information and input the city cannot competently craft requests for proposals.   The Council therefore finds and declares that it is the policy of the city to allow ample opportunity and notice regarding imminent requests for proposals for human services to provide input into the proposed content of such proposals and ensure more efficient and timely letting of human services contracts. \n§ 2.  Chapter 1 of title 6 of the administrative code of the city of New York is amended by adding a new section 6-111.2 to read as follows:\n\t 6-111.2 Client services contracts.  No request for proposal for new client services program contracts shall be released to the public unless at least 45 days prior to such \n\nrelease a concept report regarding such request for proposal is released to the public.  Prior to the release of concept reports, the city shall publish a notification of the release in five consecutive editions of the city record and electronically on the city’s website in a location that is accessible to the public, and upon release, concept reports shall be posted on the city’s website in a location that is accessible by the public.  For purposes of this subdivision, the term, “new client services program” shall mean any program that differs substantially in scope from an agency’s current contractual client services programs, including, but not limited to, substantial differences in the number or types of clients, geographic areas, evaluation criteria, service design or price maximums or ranges per participant if applicable.  For purposes of this subdivision, the term, “concept report”, shall mean a document outlining the basic requirements of a request for proposal for client services contracts and shall include, but not be limited to, statements explaining:\n(i)\tthe purpose of the request for proposal; \n(ii)\tthe planned method of evaluating proposals; \n(iii)\tthe proposed term of the contract; \n(iv)\tthe procurement timeline, including, but not limited to, the expected start date for new contracts, expected request for proposal release date, approximate proposal submission deadline and expected award announcement date; \n(v)\tfunding information, including but not limited to, total funding available for the request for proposal and sources of funding, anticipated number of contracts to be awarded, average funding level of contracts, anticipated \nfunding minimums, maximums or ranges per participant, if applicable, and funding match requirements; \n(vi)\tprogram information, including, but not limited to, as applicable, proposed model or program parameters, site, service hours, participant population(s) to be served and participant minimums and/or maximums; and \n(vii)\tproposed vendor performance reporting requirements.\nb.  Notwithstanding the issuance of a concept report, the agency may change the above-required information at any time after the issuance of such concept report.  Non-compliance with this section shall not be grounds to invalidate a contract.\n§3.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\n\t§4. This local law shall take effect one hundred twenty days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\expndtw0\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\expndtw-3\\tab Section 1. Legislative Findings and Intent.  The Council hereby finds that the request for proposal process for human service contracts for vital services is long, inefficient and cumbersome.  The Council further finds that currently, community input into requests for proposals is inadequate leading to amendments, long delays and sometimes the outright cancellation of requests for proposals for contracts in vital areas such as youth development and summer jobs.  The Council finds that community-based organizations-those who provide human services and who will likely be responding to the requests for proposals--are important sources of information on best practices, program design and community needs and trends.  Without such information and input the city cannot competently craft requests for proposals.   The Council therefore finds and declares that it is the policy of the city to allow ample opportunity and notice regarding imminent requests for proposals for human services to provide input into the proposed content of such proposals and ensure more efficient and timely letting of human services contracts. \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a7 2.  Chapter 1 of title 6 of the administrative code of the city of New York is amended by adding a new section 6-111.2 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\ul  6-111.2 Client services contracts.  No request for proposal for new client services program contracts shall be released to the public unless at least 45 days prior to such \\par\n\\expndtw0\\ulnone\\par\n\\ul release a concept report regarding such request for proposal is released to the public.  Prior to the release of concept reports, the city shall publish a notification of the release in five consecutive editions of the city record and electronically on the city\\rquote s website in a location that is accessible to the public, and upon release, concept reports shall be posted on the city\\rquote s website in a location that is accessible by the public.  For purposes of this subdivision, the term, \\ldblquote new client services program\\rdblquote  shall mean any program that differs substantially in scope from an agency\\rquote s current contractual client services programs, including, but not limited to, substantial differences in the number or types of clients, geographic areas, evaluation criteria, service design or price maximums or ranges per participant if applicable.  For purposes of this subdivision, the term, \\ldblquote concept report\\rdblquote , shall mean a document outlining the basic requirements of a request for proposal for client services contracts and shall include, but not be limited to, statements explaining:\\par\n\\pard\\li720\\sl480\\slmult1\\qj\\expndtw-3 (i)\\tab the purpose of the request for proposal; \\par\n(ii)\\tab the planned method of evaluating proposals; \\par\n(iii)\\tab the proposed term of the contract; \\par\n\\pard\\fi-720\\li1440\\sl480\\slmult1\\qj (iv)\\tab the procurement timeline, including, but not limited to, the expected start date for new contracts, expected request for proposal release date, approximate proposal submission deadline and expected award announcement date; \\par\n\\pard\\fi-720\\li1440\\sl480\\slmult1\\qj\\tx1440\\ulnone (v)\\tab\\ul funding information, including but not limited to, total funding available for the request for proposal and sources of funding, anticipated number of contracts to be awarded, average funding level of contracts, anticipated \\par\n\\pard\\li1440\\sl480\\slmult1\\qj funding minimums, maximums or ranges per participant, if applicable, and funding match requirements; \\par\n\\pard\\fi-720\\li1440\\sl480\\slmult1\\qj (vi)\\tab program information, including, but not limited to, as applicable, proposed model or program parameters, site, service hours, participant population(s) to be served and participant minimums and/or maximums; and \\par\n\\pard\\li720\\sl480\\slmult1\\qj (vii)\\tab proposed vendor performance reporting requirements.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj b.  Notwithstanding the issuance of a concept report, the agency may change the above-required information at any time after the issuance of such concept report.  Non-compliance with this section shall not be grounds to invalidate a contract.\\par\n\\expndtw0\\ulnone\\'a73.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a74. This local law shall take effect one hundred twenty days after its enactment.\\ul  \\par\n\\pard\\ulnone\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:58:53.933Z"
}
