{
  "ID": 29374,
  "GUID": "F3A1C715-074C-4D05-B66E-417D464418EB",
  "File": "Int 0052-2004",
  "Name": "DEP testing for contaminants in the areas affected by the attacks on the WTC.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to testing by the department of environmental protection for contaminants in the areas affected by the attacks on the World Trade Center.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 154911,
      "Date": "2004-02-04T14:41:40Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155139,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 190,
      "MinutesSequence": 228,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184424,
      "Date": "2005-12-31T16:36:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15972,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subchapter six of chapter two of title twenty-four of the administrative code of the city of New York is amended by adding thereto a new section 24-146.3 to read as follows:\n§24-146.3   Air Quality Testing in Manhattan and Brooklyn.  (a) For purposes of this section the following terms shall have the following meanings:\n(1) “AHERA” shall mean the asbestos hazard emergency response act of nineteen hundred eighty-six, as amended (15 U.S.C. §§2641 - 2656).\n(2) “Asbestos” shall mean chrysotile (serpentine), crocidolite (riebeckite), amosite (cummingtonite-grunerite), anthophyllite, tremolite or actinolite.\n(3) “Asbestos-containing material” shall mean asbestos or any material containing more than one percent asbestos by weight.\n(4) “Asbestos-containing dust” shall mean particulate matter that has been crumbled, pulverized or reduced to powder and contains any quantity of asbestos.  \n(5) “Environmental Protection Agency” shall mean the United States environmental protection agency.\n(6)  “Regulations of the environmental protection agency” shall mean regulations promulgated by the United States environmental protection agency pursuant to AHERA and other statutes relating to the presence of asbestos in buildings, including, but not limited to 40 CFR Part 763, Subpart E-Asbestos-Containing Materials in Schools.\nb. The department shall be responsible for conducting indoor air quality testing in dwellings, buildings or portions of buildings occupied by small businesses and outdoor air quality testing in parks and publicly- and privately owned playgrounds and open-air recreation spaces in each area of Manhattan and Brooklyn where (i) it has been determined by any governmental entity that the area was subjected to debris and smoke from the attacks on the world trade center that occurred on September 11, two thousand one and (ii) the environmental protection agency has not performed and will not be performing such air quality testing and (iii) any occupant of a dwelling or building located in an area described in item (i) of this subdivision has requested such testing. The department shall establish a procedure for notifying the occupants of dwellings and commercial buildings eligible for such testing of their right to receive such benefit and for those who are eligible to request such benefit.\nc. The department shall also be responsible for analyzing the results of such testing and determining what cleanup and/or remediation measures are required, if any, in each area tested.\nd. Where it has been determined that cleanup measures and/or remediation are required in any area tested, the department shall be responsible for notifying the occupants of each dwelling or commercial building in which such measures are required, for establishing a procedure by which each such occupant may request appropriate cleanup and/or remediation, for performing any such activities where requested to do so, and for performing such activities in any park, playground or open-air recreation area. \ne. Where air quality testing is required pursuant to subdivision b of this section, the department shall test for contaminants and pollutants such as, but not limited to, asbestos, asbestos-containing material and asbestos-containing dust; metals including, but not limited to, arsenic, beryllium, cadmium, calcium, chromium, cobalt, lead, mercury and nickel; fiberglass; benzene; furans; dioxins; polychlorinated biphenyls; particulate matter of 2.5 microns or greater in size and any other contaminant or pollutant the commissioner deems appropriate. \nf. All air quality testing and analysis for asbestos, asbestos-containing material and asbestos-containing dust performed pursuant to subdivision a of this section shall be performed in accordance with regulations of the environmental protection agency and air quality testing for all other contaminants and pollutants performed pursuant to subdivision a of this section shall be performed using aggressive air sampling techniques and the taking of surface dust samples using aggressive collection techniques and the analyses of such samples shall be performed using transmission electron microscopy,  or such other analytical method as may be more precise.\ng. Where it is determined that cleanup or remediation is required, such activities shall, with respect to asbestos, asbestos-containing material and asbestos-containing dust, be conducted consistent with the provisions of AHERA, and for all other contaminants and pollutants, such cleanup and/or remediation activities shall be performed in accordance with the most stringent of any applicable standard established by the environmental protection agency, the New York state department of environmental conservation and/or the New York city department of environmental protection. Where no applicable standard exists for any pollutant or contaminant for which testing was done and was determined to be present, the department shall establish such standard using the best scientific and medical knowledge and best practices available.\n§2. This local law shall take effect ninety days after it is enacted into law, except that the commissioner of environmental protection shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such date.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\f1\\tab\\f0 Section 1. Subchapter six of chapter two of title twenty-four of the administrative code of the city of New York is amended by adding thereto a new section 24-146.3 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a724-146.3   Air Quality Testing in Manhattan and Brooklyn.  (a) For purposes of this section the following terms shall have the following meanings:\\par\n\\pard\\fi720\\sa120\\sl480\\slmult1\\qj (1) \\ldblquote AHERA\\rdblquote  shall mean the asbestos hazard emergency response act of nineteen hundred eighty-six, as amended (15 U.S.C. \\'a7\\'a72641 - 2656).\\par\n(2) \\ldblquote Asbestos\\rdblquote  shall mean chrysotile (serpentine), crocidolite (riebeckite), amosite (cummingtonite-grunerite), anthophyllite, tremolite or actinolite.\\par\n(3) \\ldblquote Asbestos-containing material\\rdblquote  shall mean asbestos or any material containing more than one percent asbestos by weight.\\par\n(4) \\ldblquote Asbestos-containing dust\\rdblquote  shall mean particulate matter that has been crumbled, pulverized or reduced to powder and contains any quantity of asbestos.  \\par\n(5) \\ldblquote Environmental Protection Agency\\rdblquote  shall mean the United States environmental protection agency.\\par\n(6)  \\ldblquote Regulations of the environmental protection agency\\rdblquote  shall mean regulations promulgated by the United States environmental protection agency pursuant to AHERA and other statutes relating to the presence of asbestos in buildings, including, but not limited to 40 CFR Part 763, Subpart E-Asbestos-Containing Materials in Schools.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj b. The department shall be responsible for conducting indoor air quality testing in dwellings, buildings or portions of buildings occupied by small businesses and outdoor air quality testing in parks and publicly- and privately owned playgrounds and open-air recreation spaces in each area of Manhattan and Brooklyn where (i) it has been determined by any governmental entity that the area was subjected to debris and smoke from the attacks on the world trade center that occurred on September 11, two thousand one and (ii) the environmental protection agency has not performed and will not be performing such air quality testing and (iii) any occupant of a dwelling or building located in an area described in item (i) of this subdivision has requested such testing. The department shall establish a procedure for notifying the occupants of dwellings and commercial buildings eligible for such testing of their right to receive such benefit and for those who are eligible to request such benefit.\\par\nc. The department shall also be responsible for analyzing the results of such testing and determining what cleanup and/or remediation measures are required, if any, in each area tested.\\par\nd. Where it has been determined that cleanup measures and/or remediation are required in any area tested, the department shall be responsible for notifying the occupants of each dwelling or commercial building in which such measures are required, for establishing a procedure by which each such occupant may request appropriate cleanup and/or remediation, for performing any such activities where requested to do so, and for performing such activities in any park, playground or open-air recreation area. \\par\ne. Where air quality testing is required pursuant to subdivision b of this section, the department shall test for contaminants and pollutants such as, but not limited to, asbestos, asbestos-containing material and asbestos-containing dust; metals including, but not limited to, arsenic, beryllium, cadmium, calcium, chromium, cobalt, lead, mercury and nickel; fiberglass; benzene; furans; dioxins; polychlorinated biphenyls; particulate matter of 2.5 microns or greater in size and any other contaminant or pollutant the commissioner deems appropriate. \\par\nf. All air quality testing and analysis for asbestos, asbestos-containing material and asbestos-containing dust performed pursuant to subdivision a of this section shall be performed in accordance with regulations of the environmental protection agency and air quality testing for all other contaminants and pollutants performed pursuant to subdivision a of this section shall be performed using aggressive air sampling techniques and the taking of surface dust samples using aggressive collection techniques and the analyses of such samples shall be performed using transmission electron microscopy,  or such other analytical method as may be more precise.\\par\ng. Where it is determined that cleanup or remediation is required, such activities shall, with respect to asbestos, asbestos-containing material and asbestos-containing dust, be conducted consistent with the provisions of AHERA, and for all other contaminants and pollutants, such cleanup and/or remediation activities shall be performed in accordance with the most stringent of any applicable standard established by the environmental protection agency, the New York state department of environmental conservation and/or the New York city department of environmental protection. Where no applicable standard exists for any pollutant or contaminant for which testing was done and was determined to be present, the department shall establish such standard using the best scientific and medical knowledge and best practices available.\\par\n\\ulnone\\'a72. This local law shall take effect ninety days after it is enacted into law, except that the commissioner of environmental protection shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such date.\\par\n}\n\u0000",
  "LastModified": "2019-07-11T15:59:57.597Z"
}
