{
  "ID": 29371,
  "GUID": "CA600D44-D71E-4923-AD22-E8061726E8E0",
  "File": "Int 0053-2004",
  "Name": "Prohibiting the sale, installation and use of motorcycle straight pipes.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the sale, installation and use of motorcycle straight pipes.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    }
  ],
  "History": [
    {
      "ID": 154908,
      "Date": "2004-02-04T14:34:40Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155136,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 191,
      "MinutesSequence": 229,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156380,
      "Date": "2004-03-03T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 2753,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156587,
      "Date": "2004-03-03T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 2753,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184425,
      "Date": "2005-12-31T16:37:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60314,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60314.doc",
      "Sort": 1
    },
    {
      "ID": 61240,
      "LastModified": "2021-12-31T13:42:58.9Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61240.doc",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 15969,
  "Text": "Be it enacted by the Council as follows:\n \n    \tSection 1.  Chapter one of title 10 of the administrative code of the city of New York is amended by adding section 10-137 to read as follows:\n    \t§10-137.  Prohibition on the sale, installation and use of motorcycle straight pipes.  a. Definitions.  For the purposes of this section:\n\t(1) “Department” shall mean the police department.\n(2)\"Motorcycle\" shall mean every motor vehicle having a seat or saddle for the use \nof the rider and designed to travel on not more than three wheels in contact with the ground, but excluding a tractor.\n\t(3) “Motor vehicle” shall mean any vehicle designed to be operated or driven upon a public highway which is propelled by any power other than muscular power, except (i) electrically-driven mobility devices operated or  driven  by  a person with a disability, (ii) vehicles which run only upon  rails  or  tracks,  (iii)  snowmobiles  as  defined   in   article forty-seven  of  the vehicle  and  traffic  law,  and  (iv) all terrain vehicles as defined in article forty-eight-B of the vehicle and  traffic law.\n\"Person\" shall mean an individual, partnership, company, corporation, \nassociation, firm, organization or any principal, director, officer, partner, member \nor employee thereof. \n\t(5) “Straight pipe” shall mean a motorcycle exhaust device that does not contain internal baffles or that is intentionally designed to allow for the internal baffling to be fully or partially removed or interchangeable.\n    \tb. (1) It shall be unlawful for any person to distribute, sell or offer for sale or \ncause any other person to distribute, sell or offer for sale a straight pipe.\n\t(2) It shall be unlawful for any person to distribute, sell or offer for sale or cause any other person to distribute, sell or offer for sale a motorcycle equipped with a straight pipe.\nIt shall be unlawful for any person to install or cause any other person to \ninstall a straight pipe on a motorcycle.\n\t(4) It shall be unlawful for any person to operate a motorcycle equipped with a straight pipe.\n    \tc. The provisions of this section shall be enforced by the police department and the departments of consumer affairs, environmental protection and transportation.\n\td. Where a summons or notice of violation is issued for a violation of subdivision b of this section, a police officer or a designated employee of the department of environmental protection, consumer affairs or transportation may seize the motorcycle or straight pipe in accordance with the requirements of subdivision g of this section.\n\te. Any person who violates subdivision b of this section, upon conviction thereof, shall be guilty of a misdemeanor.  \n\tf. (1) In addition to the criminal penalty imposed pursuant to subdivision e of this section, any person who violates subdivision b of this section shall be liable for a civil penalty of not less than five hundred dollars nor more than one thousand dollars for a first violation thereof; not less than one thousand dollars nor more than two thousand five hundred dollars for a second violation thereof; not less than two thousand five hundred dollars nor more than five thousand dollars for a third or subsequent violation thereof.  Such penalties may be recovered in a proceeding before the environmental control board.  Any such proceeding shall be commenced by the service of a notice of violation returnable before such board.\n\t(2) Each sale, offer for sale, or installation of a straight pipe or operation of a motorcycle equipped with a straight pipe made or caused to be made in violation of subdivision b of this section shall be deemed a separate violation and a separate civil penalty shall be imposed for each such violation.\n(g) (1) Any motorcycle or straight pipe seized pursuant to this section shall be delivered into the custody of the department.  Where a notice of violation has been served, a hearing to adjudicate the violation underlying the seizure shall be held before the environmental control board within five business days after the seizure and such board shall render a decision within five business days after the conclusion of the hearing. Where a criminal summons has been served, a hearing to adjudicate the violation underlying the seizure shall be held before a court of competent jurisdiction.  In the event that such court or the environmental control board determines that there has been no violation, the motorcycle or straight pipe shall be released forthwith to the owner or any person authorized by the owner to take possession of such motorcycle or straight pipe.\n(2) Except as otherwise provided in paragraph (1) of this subdivision or where notice has been given that forfeiture will be sought pursuant to subparagraph (i) of paragraph (6) of this subdivision, a motorcycle or straight pipe seized pursuant to this section shall be released upon payment of a fine or civil penalty imposed for the violation underlying the seizure and the cost of removal and storage as set forth in the rules of the department.  Where an action or a proceeding relating to the violation underlying the seizure is pending in a court of competent jurisdiction or an administrative proceeding before the environmental control board, the motorcycle or straight pipe shall be released upon the posting of a bond or other form of security sufficient to cover the maximum fine or civil penalty which may be imposed for such violation and the costs of removal and storage.\n(3) Upon the seizure of a motorcycle or straight pipe pursuant to this section, the person from whom the motorcycle or straight pipe was seized shall be given written notice of the procedure for redemption of the motorcycle or straight pipe and the procedures regarding a post-seizure hearing.  Where the motorcycle is registered pursuant to the vehicle and traffic law, such notice shall also be mailed to the registered owner of the motorcycle at the address set forth in the records maintained by the department of motor vehicles.  For motorcycles registered in a state other than New York state, such notice shall also be mailed to the registered owner of the motorcycle at the address set forth in the records maintained by the state of registration.  For straight pipes, notice shall be mailed to the owner of such straight pipe where such owner is known or can by reasonable effort be ascertained or, where such owner is not known or cannot by reasonable effort be ascertained, to the employer of the person from whom the straight pipe was seized.  Where the person from whom the motorcycle or straight pipe was seized is less than eighteen years old, such notice shall also be either personally served upon the person’s parent or guardian or mailed to the person's parent or guardian if the name and address of such person is reasonably ascertainable.\n(4) Where a court of competent jurisdiction or the environmental control board makes a finding that there has been no violation of this section, the motorcycle or straight pipe shall be released forthwith to the owner or any person authorized by the owner to take possession of such motorcycle or straight pipe.\n(5) Any motorcycle or straight pipe that has not been claimed by the owner within twenty business days after mailing by first class mail to such owner of notice of a determination by a court of competent jurisdiction or by the environmental control board that there has been no violation of this section shall be deemed by the department to be abandoned.  Any motorcycle unclaimed under the provisions of this subdivision shall be disposed of by the department pursuant to section twelve hundred twenty-four of the vehicle and traffic law.  Any straight pipe unclaimed under the provisions of this subdivision shall be destroyed or disposed of by the department.\n(6) In addition to any other fines, penalties, sanctions or remedies provided for in this chapter, a motorcycle or straight pipe that has been seized pursuant to this section and all rights, title and interest therein shall be subject to forfeiture upon notice and judicial determination thereof if the person from whom the motorcycle or straight pipe was seized has been found liable by a court of competent jurisdiction or the environmental control board on one or more prior occasions for violating this section.\n(i) A forfeiture proceeding may not be commenced more than ten business days after the receipt of a request by the owner for return of the motorcycle or straight pipe.  If a forfeiture proceeding is not commenced within such ten-day period, the motorcycle or straight pipe shall be returned to the owner upon payment of the fine or civil penalty imposed and the costs of removal and storage.  A motorcycle or straight pipe that is the subject of such action shall remain in the custody of the department or other appropriate agency pending the final determination of the forfeiture action.\n(ii) Notice of the institution of the forfeiture action shall be served by first class mail on: (a) an owner of a motorcycle at the address set forth in the records maintained by the department of motor vehicles, or for motorcycles  registered in a state other than New York state, in the records maintained by the state of registration; (b) all persons holding a security interest in such motorcycle which security interest has been filed with the department of motor vehicles pursuant to the provisions of title ten of the vehicle and traffic law, at the address set forth in the records of such department, or for motorcycles registered in a state other than New York state, all persons who hold a security interest in such motorcycle which security interest has been filed with such state of registration and which persons are made known by such state to the department at the address provided by such state of registration; (c) for straight pipes, by publication in the city record describing such straight pipe and by notice served by first class mail to the address of the person from whom such straight pipe was seized.  Where such person is other than the owner of such straight pipe, notice shall be served by first class mail both to such person and to the owner of such straight pipe where such owner is known, or can by reasonable effort be ascertained or, where such owner is not known or cannot by reasonable effort be ascertained, to the employer of the person from whom the straight pipe was seized. Notice shall also be served by first class mail to any person who holds a security interest in such straight pipe when the name and address of such person has been provided by the owner of the straight pipe or other person from whom the straight pipe was seized, or is otherwise known or can by reasonable effort be ascertained.\n(iii) Any owner who receives notice of the institution of a forfeiture action who wishes to claim an interest in the motorcycle or straight pipe subject to forfeiture may assert a claim in such action for the recovery of the motorcycle or straight pipe or satisfaction of the owner's interest in such motorcycle or straight pipe.  Any person with a security interest in such motorcycle or straight pipe who receives notice of the institution of the forfeiture action who claims an interest in such motorcycle or straight pipe may assert a claim in such action for satisfaction of such person's security interest.\n(iv) Forfeiture pursuant to this subdivision shall be made subject to the interest of a person who claims an interest in the motorcycle or straight pipe pursuant to subparagraph (iii) of this subdivision, where such person establishes that: (a) the act constituting the violation of this section that was the basis for seizure occurred without the knowledge of such person, or if such person had knowledge of such act that resulted in the violation, that such person did not consent to such act by failing to do all that could reasonably have been done to prevent such act, and that such person did not knowingly obtain such interest in the motorcycle or straight pipe in order to avoid the forfeiture; or (b) that the conduct that was the basis for such seizure was committed by any person other than such person claiming an interest in the motorcycle or straight pipe while such motorcycle or straight pipe was unlawfully in the possession of a person who acquired possession thereof in violation of the criminal laws of the United States or any state.\n(v) The department, after judicial determination of forfeiture of a motorcycle, shall, at its discretion, either: (a) retain such motorcycle for the official use of the city; or (b) by public notice of at least five days, sell such forfeited motorcycle at public sale.  The net proceeds of any such sale shall be paid into the general fund of the city.\n(vi) The department, after judicial determination of forfeiture of a straight pipe, shall destroy or dispose of such straight pipe.\n(vii) In any forfeiture action commenced pursuant to this subdivision, where the court awards a sum of money to one or more persons in satisfaction of such person's or persons' interest in the forfeited motorcycle or straight pipe, the total amount awarded to satisfy such interest or interests shall not exceed the amount of the net proceeds of the sale of the forfeited motorcycle or straight pipe after deduction of the lawful expenses incurred by the city, including the reasonable costs of removal and storage between the time of seizure and the date of sale, destruction or disposal.\n(viii) For purposes of this section, the term \"owner\" of a motorcycle shall mean an owner as defined in section one hundred twenty-eight of the vehicle and traffic law.  The term \"owner\" of a straight pipe subject to seizure or forfeiture pursuant to this section shall mean a person who demonstrates ownership of such straight pipe to the satisfaction of the police commissioner. \n(ix) For purposes of this section, the term \"security interest\" in a motorcycle shall mean a security interest as defined in subdivision k of section two thousand one hundred one of the vehicle and traffic law.  \"Security interest\" in a straight pipe shall mean an interest reserved or created by agreement and which secures payment or performance of an obligation.  The term includes the interest of a lessor under a lease intended as security.\t \nh. The corporation counsel is authorized to commence a civil action on behalf of the city in a court of competent jurisdiction for injunctive relief to restrain or enjoin any activity in violation of subdivision b of this section and for civil penalties.\n§2.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}{\\s3 heading 3;}{\\s4 heading 4;}}\n\\viewkind4\\uc1\n\\expndtw-3\\v0\\par\n\\expndtw0\\ul Be it enacted by the Council as follows\\ulnone :\\par\n \\par\n\\pard\\nowidctlpar\\ri-288\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640     \\tab Section 1.  Chapter one of title 10 of the administrative code of the city of New York is amended by adding section 10-137 to read as follows:\\par\n    \\tab\\'a7\\ul 10-137.  Prohibition on the sale, installation and use of motorcycle straight pipes.  a. Definitions.  For the purposes of this section:\\par\n\\ulnone\\tab\\ul (1) \\ldblquote Department\\rdblquote  shall mean the police department.\\par\n\\pard\\nowidctlpar\\li720\\ri-288\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640 (2)\"Motorcycle\" shall mean every motor vehicle having a seat or saddle for the use \\par\n\\pard\\nowidctlpar\\ri-288\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640 of the rider and designed to travel on not more than three wheels in contact with the ground, but excluding a tractor.\\par\n\\ulnone\\tab\\ul (3) \\ldblquote Motor vehicle\\rdblquote  shall mean any vehicle designed to be operated or driven upon a public highway which is propelled by any power other than muscular power, except (i) electrically-driven mobility devices operated or  driven  by  a person with a disability, (ii) vehicles which run only upon  rails  or  tracks,  (iii)  snowmobiles  as  defined   in   article forty-seven  of  the vehicle  and  traffic  law,  and  (iv) all terrain vehicles as defined in article forty-eight-B of the vehicle and  traffic law.\\par\n\\pard{\\pntext\\f0 (4)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart4\\pndec{\\pntxtb(}{\\pntxta)}}\n\\nowidctlpar\\fi-360\\li1080\\sl480\\slmult1\\tx720\\tx1080\\tx1530\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640 \"Person\" shall mean an individual, partnership, company, corporation, \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx720\\tx1530\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640 association, firm, organization or any principal, director, officer, partner, member \\par\n\\pard\\nowidctlpar\\ri-288\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640 or employee thereof. \\par\n\\ulnone\\tab\\ul (5) \\ldblquote Straight pipe\\rdblquote  shall mean a motorcycle exhaust device that does not contain internal baffles or that is intentionally designed to allow for the internal baffling to be fully or partially removed or interchangeable.\\ulnone\\par\n\\pard\\nowidctlpar\\fi-1440\\li1440\\sl480\\slmult1\\tx720\\tx1530\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640     \\tab\\ul b. (1) It shall be unlawful for any person to distribute, sell or offer for sale or \\par\ncause any other person to distribute, sell or offer for sale a straight pipe.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx720\\tx1530\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\ulnone\\tab\\ul (2) It shall be unlawful for any person to distribute, sell or offer for sale or cause any other person to distribute, sell or offer for sale a motorcycle equipped with a straight pipe.\\ulnone\\par\n\\pard{\\pntext\\f0 (3)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart3\\pndec{\\pntxtb(}{\\pntxta)}}\n\\nowidctlpar\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx720\\tx1080\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\ul It shall be unlawful for any person to install or cause any other person to \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640 install a straight pipe on a motorcycle.\\par\n\\ulnone\\tab\\ul (4) It shall be unlawful for any person to operate a motorcycle equipped with a straight pipe.\\par\n\\ulnone     \\tab\\ul c. The provisions of this section shall be enforced by the police department and the departments of consumer affairs, environmental protection and transportation.\\par\n\\ulnone\\tab\\ul d. Where a summons or notice of violation is issued for a violation of subdivision b of this section, a police officer or a designated employee of the department of environmental protection, consumer affairs or transportation may seize the motorcycle or straight pipe in accordance with the requirements of subdivision g of this section.\\par\n\\ulnone\\tab\\ul e. Any person who violates subdivision b of this section, upon conviction thereof, shall be guilty of a misdemeanor.  \\par\n\\ulnone\\tab\\ul f. (1) In addition to the criminal penalty imposed pursuant to subdivision e of this section, any person who violates subdivision b of this section shall be liable for a civil penalty of not less than five hundred dollars nor more than one thousand dollars for a first violation thereof; not less than one thousand dollars nor more than two thousand five hundred dollars for a second violation thereof; not less than two thousand five hundred dollars nor more than five thousand dollars for a third or subsequent violation thereof.  Such penalties may be recovered in a proceeding before the environmental control board.  Any such proceeding shall be commenced by the service of a notice of violation returnable before such board.\\par\n\\ulnone\\tab\\ul (2) Each sale, offer for sale, or installation of a straight pipe or operation of a motorcycle equipped with a straight pipe made or caused to be made in violation of subdivision b of this section shall be deemed a separate violation and a separate civil penalty shall be imposed for each such violation.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\ul (g) (1) Any motorcycle or straight pipe seized pursuant to this section shall be delivered into the custody of the department.  Where a notice of violation has been served, a hearing to adjudicate the violation underlying the seizure shall be held before the environmental control board within five business days after the seizure and such board shall render a decision within five business days after the conclusion of the hearing. Where a criminal summons has been served, a hearing to adjudicate the violation underlying the seizure shall be held before a court of competent jurisdiction.  In the event that such court or the environmental control board determines that there has been no violation, the motorcycle or straight pipe shall be released forthwith to the owner or any person authorized by the owner to take possession of such motorcycle or straight pipe.\\par\n(2) Except as otherwise provided in paragraph (1) of this subdivision or where notice has been given that forfeiture will be sought pursuant to subparagraph (i) of paragraph (6) of this subdivision, a motorcycle or straight pipe seized pursuant to this section shall be released upon payment of a fine or civil penalty imposed for the violation underlying the seizure and the cost of removal and storage as set forth in the rules of the department.  Where an action or a proceeding relating to the violation underlying the seizure is pending in a court of competent jurisdiction or an administrative proceeding before the environmental control board, the motorcycle or straight pipe shall be released upon the posting of a bond or other form of security sufficient to cover the maximum fine or civil penalty which may be imposed for such violation and the costs of removal and storage.\\par\n\\pard\\fi720\\sa120\\sl480\\slmult1 (3) Upon the seizure of a motorcycle or straight pipe pursuant to this section, the person from whom the motorcycle or straight pipe was seized shall be given written notice of the procedure for redemption of the motorcycle or straight pipe and the procedures regarding a post-seizure hearing.  Where the motorcycle is registered pursuant to the vehicle and traffic law, such notice shall also be mailed to the registered owner of the motorcycle at the address set forth in the records maintained by the department of motor vehicles.  For motorcycles registered in a state other than New York state, such notice shall also be mailed to the registered owner of the motorcycle at the address set forth in the records maintained by the state of registration.  For straight pipes, notice shall be mailed to the owner of such straight pipe where such owner is known or can by reasonable effort be ascertained or, where such owner is not known or cannot by reasonable effort be ascertained, to the employer of the person from whom the straight pipe was seized.  Where the person from whom the motorcycle or straight pipe was seized is less than eighteen years old, such notice shall also be either personally served upon the person\\rquote s parent or guardian or mailed to the person's parent or guardian if the name and address of such person is reasonably ascertainable.\\par\n\\pard\\fi720\\sl480\\slmult1 (4) Where a court of competent jurisdiction or the environmental control board makes a finding that there has been no violation of this section, the motorcycle or straight pipe shall be released forthwith to the owner or any person authorized by the owner to take possession of such motorcycle or straight pipe.\\par\n(5) Any motorcycle or straight pipe that has not been claimed by the owner within twenty business days after mailing by first class mail to such owner of notice of a determination by a court of competent jurisdiction or by the environmental control board that there has been no violation of this section shall be deemed by the department to be abandoned.  Any motorcycle unclaimed under the provisions of this subdivision shall be disposed of by the department pursuant to section twelve hundred twenty-four of the vehicle and traffic law.  Any straight pipe unclaimed under the provisions of this subdivision shall be destroyed or disposed of by the department.\\par\n(6) In addition to any other fines, penalties, sanctions or remedies provided for in this chapter, a motorcycle or straight pipe that has been seized pursuant to this section and all rights, title and interest therein shall be subject to forfeiture upon notice and judicial determination thereof if the person from whom the motorcycle or straight pipe was seized has been found liable by a court of competent jurisdiction or the environmental control board on one or more prior occasions for violating this section.\\par\n(i) A forfeiture proceeding may not be commenced more than ten business days after the receipt of a request by the owner for return of the motorcycle or straight pipe.  If a forfeiture proceeding is not commenced within such ten-day period, the motorcycle or straight pipe shall be returned to the owner upon payment of the fine or civil penalty imposed and the costs of removal and storage.  A motorcycle or straight pipe that is the subject of such action shall remain in the custody of the department or other appropriate agency pending the final determination of the forfeiture action.\\par\n(ii) Notice of the institution of the forfeiture action shall be served by first class mail on: (a) an owner of a motorcycle at the address set forth in the records maintained by the department of motor vehicles, or for motorcycles  registered in a state other than New York state, in the records maintained by the state of registration; (b) all persons holding a security interest in such motorcycle which security interest has been filed with the department of motor vehicles pursuant to the provisions of title ten of the vehicle and traffic law, at the address set forth in the records of such department, or for motorcycles registered in a state other than New York state, all persons who hold a security interest in such motorcycle which security interest has been filed with such state of registration and which persons are made known by such state to the department at the address provided by such state of registration; (c) for straight pipes, by publication in the city record describing such straight pipe and by notice served by first class mail to the address of the person from whom such straight pipe was seized.  Where such person is other than the owner of such straight pipe, notice shall be served by first class mail both to such person and to the owner of such straight pipe where such owner is known, or can by reasonable effort be ascertained or, where such owner is not known or cannot by reasonable effort be ascertained, to the employer of the person from whom the straight pipe was seized. Notice shall also be served by first class mail to any person who holds a security interest in such straight pipe when the name and address of such person has been provided by the owner of the straight pipe or other person from whom the straight pipe was seized, or is otherwise known or can by reasonable effort be ascertained.\\par\n(iii) Any owner who receives notice of the institution of a forfeiture action who wishes to claim an interest in the motorcycle or straight pipe subject to forfeiture may assert a claim in such action for the recovery of the motorcycle or straight pipe or satisfaction of the owner's interest in such motorcycle or straight pipe.  Any person with a security interest in such motorcycle or straight pipe who receives notice of the institution of the forfeiture action who claims an interest in such motorcycle or straight pipe may assert a claim in such action for satisfaction of such person's security interest.\\par\n(iv) Forfeiture pursuant to this subdivision shall be made subject to the interest of a person who claims an interest in the motorcycle or straight pipe pursuant to subparagraph (iii) of this subdivision, where such person establishes that: (a) the act constituting the violation of this section that was the basis for seizure occurred without the knowledge of such person, or if such person had knowledge of such act that resulted in the violation, that such person did not consent to such act by failing to do all that could reasonably have been done to prevent such act, and that such person did not knowingly obtain such interest in the motorcycle or straight pipe in order to avoid the forfeiture; or (b) that the conduct that was the basis for such seizure was committed by any person other than such person claiming an interest in the motorcycle or straight pipe while such motorcycle or straight pipe was unlawfully in the possession of a person who acquired possession thereof in violation of the criminal laws of the United States or any state.\\par\n(v) The department, after judicial determination of forfeiture of a motorcycle, shall, at its discretion, either: (a) retain such motorcycle for the official use of the city; or (b) by public notice of at least five days, sell such forfeited motorcycle at public sale.  The net proceeds of any such sale shall be paid into the general fund of the city.\\par\n(vi) The department, after judicial determination of forfeiture of a straight pipe, shall destroy or dispose of such straight pipe.\\par\n(vii) In any forfeiture action commenced pursuant to this subdivision, where the court awards a sum of money to one or more persons in satisfaction of such person's or persons' interest in the forfeited motorcycle or straight pipe, the total amount awarded to satisfy such interest or interests shall not exceed the amount of the net proceeds of the sale of the forfeited motorcycle or straight pipe after deduction of the lawful expenses incurred by the city, including the reasonable costs of removal and storage between the time of seizure and the date of sale, destruction or disposal.\\par\n(viii) For purposes of this section, the term \"owner\" of a motorcycle shall mean an owner as defined in section one hundred twenty-eight of the vehicle and traffic law.  The term \"owner\" of a straight pipe subject to seizure or forfeiture pursuant to this section shall mean a person who demonstrates ownership of such straight pipe to the satisfaction of the police commissioner. \\par\n\\pard\\fi720\\sa120\\sl480\\slmult1 (ix) For purposes of this section, the term \"security interest\" in a motorcycle shall mean a security interest as defined in subdivision k of section two thousand one hundred one of the vehicle and traffic law.  \"Security interest\" in a straight pipe shall mean an interest reserved or created by agreement and which secures payment or performance of an obligation.  The term includes the interest of a lessor under a lease intended as security.\\ulnone\\tab  \\par\n\\ul h. The corporation counsel is authorized to commence a civil action on behalf of the city in a court of competent jurisdiction for injunctive relief to restrain or enjoin any activity in violation of subdivision b of this section and for civil penalties.\\par\n\\ulnone\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\keepn\\nowidctlpar\\s4\\b  \\par\n\\pard\\b0\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:00:08.863Z"
}
