{
  "ID": 29373,
  "GUID": "BCFFAC44-D047-441C-B5F7-012B95F68C0C",
  "File": "Int 0055-2004",
  "Name": "Prevention of noisy and offensive motorcycles.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the prevention of noisy and offensive motorcycles.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    }
  ],
  "History": [
    {
      "ID": 154910,
      "Date": "2004-02-04T14:39:38Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155138,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 193,
      "MinutesSequence": 231,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156378,
      "Date": "2004-03-03T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 2753,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156589,
      "Date": "2004-03-03T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 2753,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184427,
      "Date": "2005-12-31T16:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60316,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60316.doc",
      "Sort": 1
    },
    {
      "ID": 61242,
      "LastModified": "2021-12-31T13:42:23.117Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61242.doc",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 15971,
  "Text": "Be it enacted by the Council as follows:\nSection one. Legislative Declaration.  As a global center of commerce and culture, New York City is a bustling whirlwind of activity, yet it is also the home to millions of residents.  For the many New Yorkers who live in the midst of this metropolis, sometimes the excitement and vitality of the City can become just plain noisy, particularly in the case of motorcycles.  \nOne of the primary contributors to the problem of chronic noise throughout the City is the motorcycle, particularly one in which the muffler has been altered.  A properly functioning muffler will successfully prevent and minimize the emission of excessive or unusual noise from a vehicle; however, the common practice of removing or altering a motorcycle’s muffler by, for example, tampering with baffle plates or other internal parts, or modifying the exhaust system in a way that amplifies the noise emitted by the vehicle, creates an excessive, unnecessary and preventable nuisance.  \nBike owners who engage in such a practice convert their motorcycles into vehicles that are more appropriate for a racetrack than a city street.   At various times of the day and night, many City residents are disturbed by the loud and disruptive sound of revving motorcycle engines.  These engines can produce deafening decibel levels, violating the City’s Noise Control Code, which are often compounded by the numerous car alarms that are set off as the un-muffled motorcycles race through the streets.  These extremely offensive noise levels greatly reduce the quality of life of City residents and severely compromise the enjoyment of their homes, workplaces, and recreational and outdoor activities. \nThirty years ago, when the comprehensive New York City Noise Control Code was enacted, it was declared as public policy of the City that “….every person is entitled to ambient noise levels that are not detrimental to life,  health and enjoyment of his or her property…” and that “…the making, creation or maintenance of excessive and unreasonable noises within the city affects and is a menace to public health, comfort, convenience, safety, welfare and the prosperity of the people of the city.”  This section aims to advance the public policy expressed therein and to improve the quality of life for all New Yorkers by targeting those individuals who create and subject others to excessive, unnecessary and preventable noise.   \n \t§ 2. Subchapter 5 of Chapter 2 of Title 24 of the administrative code of the city of New York is hereby amended by adding a new section 24-232.1 to read as follows: \n§ 24-232.1.a. No person shall operate a motorcycle on any public street or highway which is: (1) not equipped with a muffler to prevent excessive or unusual noise;  (2) equipped with a muffler from which the baffle plates or screens have been removed or altered;  (3) equipped with an exhaust device without internal baffles, known as “straight pipes”; or  (4) equipped with an exhaust system that has been modified in a manner that will amplify or increase the noise emitted by the motor of such vehicle above that emitted by the exhaust system originally installed on the vehicle.\n\t§ 3. Section 24-257 of Subchapter 8 of Chapter 2 of Title 24 of the administrative code of the city of New York is hereby amended to read as follows:\nViolations                                   Civil Penalties     First Violation     Maximum\n24-232.1                                            800                        400                  1,500\n§ 4.  This local law shall take effect 120 days after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone Section one. Legislative Declaration.  As a global center of commerce and culture, New York City is a bustling whirlwind of activity, yet it is also the home to millions of residents.  For the many New Yorkers who live in the midst of this metropolis, sometimes the excitement and vitality of the City can become just plain noisy, particularly in the case of motorcycles.  \\par\nOne of the primary contributors to the problem of chronic noise throughout the City is the motorcycle, particularly one in which the muffler has been altered.  A properly functioning muffler will successfully prevent and minimize the emission of excessive or unusual noise from a vehicle; however, the common practice of removing or altering a motorcycle\\rquote s muffler by, for example, tampering with baffle plates or other internal parts, or modifying the exhaust system in a way that amplifies the noise emitted by the vehicle, creates an excessive, unnecessary and preventable nuisance.  \\par\nBike owners who engage in such a practice convert their motorcycles into vehicles that are more appropriate for a racetrack than a city street.   At various times of the day and night, many City residents are disturbed by the loud and disruptive sound of revving motorcycle engines.  These engines can produce deafening decibel levels, violating the City\\rquote s Noise Control Code, which are often compounded by the numerous car alarms that are set off as the un-muffled motorcycles race through the streets.  These extremely offensive noise levels greatly reduce the quality of life of City residents and severely compromise the enjoyment of their homes, workplaces, and recreational and outdoor activities. \\par\nThirty years ago, when the comprehensive New York City Noise Control Code was enacted, it was declared as public policy of the City that \\ldblquote\\'85.every person is entitled to ambient noise levels that are not detrimental to life,  health and enjoyment of his or her property\\'85\\rdblquote  and that \\ldblquote\\'85the making, creation or maintenance of excessive and unreasonable noises within the city affects and is a menace to public health, comfort, convenience, safety, welfare and the prosperity of the people of the city.\\rdblquote   This section aims to advance the public policy expressed therein and to improve the quality of life for all New Yorkers by targeting those individuals who create and subject others to excessive, unnecessary and preventable noise.   \\par\n\\pard\\sl480\\slmult1  \\tab\\'a7 2. Subchapter 5 of Chapter 2 of Title 24 of the administrative code of the city of New York is hereby amended by adding a new section 24-232.1 to read as follows: \\par\n\\pard\\fi720\\sl480\\slmult1\\ul\\'a7 24-232.1.a. No person shall operate a motorcycle on any public street or highway which is: (1) not equipped with a muffler to prevent excessive or unusual noise;  (2) equipped with a muffler from which the baffle plates or screens have been removed or altered;  (3) equipped with an exhaust device without internal baffles, known as \\ldblquote straight pipes\\rdblquote ; or  (4) equipped with an exhaust system that has been modified in a manner that will amplify or increase the noise emitted by the motor of such vehicle above that emitted by the exhaust system originally installed on the vehicle.\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\'a7 3. Section 24-257 of Subchapter 8 of Chapter 2 of Title 24 of the administrative code of the city of New York is hereby amended to read as follows:\\par\n\\ul Violations\\ulnone                                    \\ul Civil Penalties\\ulnone      \\ul First Violation\\ulnone      \\ul Maximum\\ulnone\\par\n\\ul 24-232.1\\ulnone                                             \\ul 800\\ulnone                         \\ul 400\\ulnone                   \\ul 1,500\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\'a7 4.  This local law shall take effect 120 days after its enactment into law.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:00:31.163Z"
}
