{
  "ID": 29149,
  "GUID": "A718DB22-DB4A-481A-99E9-D582B5A1521B",
  "File": "Int 0063-2004",
  "Name": "Creating disclosure requirements for health clubs that offer contracts for health club services.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating disclosure requirements for health clubs that offer contracts for health club services.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    }
  ],
  "History": [
    {
      "ID": 154532,
      "Date": "2004-02-04T16:31:56Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155142,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 201,
      "MinutesSequence": 239,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184435,
      "Date": "2005-12-31T16:48:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15780,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter 4 of Title 20 of the administrative code of the city of New York is hereby amended by adding a new subchapter 12 to read as follows:\nSUBCHAPTER 12\nHEALTH CLUBS\n§20-698 Definitions.  1.  For the purposes of this subchapter, the term “health club” shall be defined as any commercial establishment offering services as described in section 17-178 of this code.\n§20-699 Contract for health club services.  1.  Before any consumer enters into a contract for health club services, the health club offering such contract shall provide, in addition to the requirements found within the New York State General Business Law, the following disclosure to the consumer in writing, in English, in at least 12-point type.  In the event that the consumer does not understand English, the health club shall also provide, to the best of its ability, a point-by-point oral explanation of the following required disclosure:\n·\tWE WILL PROVIDE YOU, AT YOUR REQUEST, A PRINTED LIST OF ALL FEES ASSOCIATED WITH YOUR MEMBERSHIP, INCLUDING FINANCE CHARGES AND LATE PAYMENT FEES;\n·\tYOU MAY CANCEL THIS CONTRACT WITHOUT PENALTY OR FURTHER OBLIGATION WITHIN THREE (3) BUSINESS DAYS AFTER THE DATE YOU RECEIVE IT, AND YOU ARE ENTITLED TO A COPY OF THE CONTRACT TO REVIEW DURING THE THREE (3) DAY PERIOD;\n·\tYOU MAY CANCEL THIS CONTRACT AFTER THREE (3) BUSINESS DAYS  IF YOU BECOME PHYSICALLY DISABLED FOR AT LEAST 6 MONTHS, IF YOU MOVE MORE THAN 25 MILES AWAY FROM ANY HEALTH CLUB WE OPERATE, OR IF THE HEALTH CLUB CLOSES OR OUR SERVICE IS DISCONTINUED. \nIt shall be the obligation of the health club to complete the required disclosure accurately with all relevant information for each consumer, to provide the required point-by-point oral explanation when necessary, and to ensure that the consumer signs the completed disclosure form before he or she enters into a health club contract.\n2. It shall be the obligation of the health club to inform the consumer that he or she may take a copy of the applicable contract with them for review and consideration during the three (3) day cancellation period.\n§ 20-700 Penalties.  Any health club which violates any provision of this subchapter or any of the regulations promulgated hereunder shall be liable for a civil penalty of not less than two hundred fifty dollars nor more than five hundred dollars for the first violation and for each succeeding violation a civil penalty of not less than five hundred dollars nor more than seven hundred fifty dollars. \n§2.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset2 Symbol;}}\n\\viewkind4\\uc1\n\\pard\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Chapter 4 of Title 20 of the administrative code of the city of New York is hereby amended by adding a new subchapter 12 to read as follows:\\ul\\par\n\\pard\\sl480\\slmult1\\qc SUBCHAPTER 12\\par\nHEALTH CLUBS\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a720-698 Definitions.\\b   \\b0 1.  For the purposes of this subchapter, the term \\ldblquote health club\\rdblquote  shall be defined as any commercial establishment offering services as described in section 17-178 of this code.\\par\n\\'a720-699 Contract for health club services.  1.  Before any consumer enters into a contract for health club services, the health club offering such contract shall provide, in addition to the requirements found within the New York State General Business Law, the following disclosure to the consumer in writing, in English, in at least 12-point type.  In the event that the consumer does not understand English, the health club shall also provide, to the best of its ability, a point-by-point oral explanation of the following required disclosure:\\par\n\\pard\\fi-360\\li1440\\sl480\\slmult1\\qj\\tx1440\\ulnone\\f1\\'b7\\tab\\ul\\f0 WE WILL PROVIDE YOU, AT YOUR REQUEST, A PRINTED LIST OF ALL FEES ASSOCIATED WITH YOUR MEMBERSHIP, INCLUDING FINANCE CHARGES AND LATE PAYMENT FEES;\\par\n\\pard\\fi-360\\li1440\\sl480\\slmult1\\qj\\ulnone\\f1\\'b7\\tab\\ul\\f0 YOU MAY CANCEL THIS CONTRACT WITHOUT PENALTY OR FURTHER OBLIGATION WITHIN THREE (3) BUSINESS DAYS AFTER THE DATE YOU RECEIVE IT, AND YOU ARE ENTITLED TO A COPY OF THE CONTRACT TO REVIEW DURING THE THREE (3) DAY PERIOD;\\par\n\\pard\\fi-360\\li1440\\sl480\\slmult1\\qj\\tx1440\\tx3510\\ulnone\\f1\\'b7\\tab\\ul\\f0 YOU MAY CANCEL THIS CONTRACT AFTER THREE (3) BUSINESS DAYS  IF YOU BECOME PHYSICALLY DISABLED FOR AT LEAST 6 MONTHS, IF YOU MOVE MORE THAN 25 MILES AWAY FROM ANY HEALTH CLUB WE OPERATE, OR IF THE HEALTH CLUB CLOSES OR OUR SERVICE IS DISCONTINUED. \\par\n\\pard\\sa120\\sl480\\slmult1\\qj\\ulnone It shall be the obligation of the health club to complete the required disclosure accurately with all relevant information for each consumer, to provide the required point-by-point oral explanation when necessary, and to ensure that the consumer signs the completed disclosure form before he or she enters into a health club contract.\\par\n\\pard\\fi720\\sl480\\slmult1\\ul 2. It shall be the obligation of the health club to inform the consumer that he or she may take a copy of the applicable contract with them for review and consideration during the three (3) day cancellation period.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a7 20-700 Penalties.  Any health club which violates any provision of this subchapter or any of the regulations promulgated hereunder shall be liable for a civil penalty of not less than two hundred fifty dollars nor more than five\\b  \\b0 hundred dollars for the first violation and for each succeeding violation a civil penalty of not less than five hundred dollars nor more than seven hundred fifty dollars. \\par\n\\ulnone\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:02:09.923Z"
}
