{
  "ID": 29151,
  "GUID": "0BBCA116-0A91-49A2-B386-0CFA0FEF9920",
  "File": "Int 0065-2004",
  "LocalLaw": "2005/058",
  "Name": "The operation of internet cafés.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the operation of gaming cafés.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-06-06T00:00:00Z",
  "EnactmentDate": "2005-06-06T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    }
  ],
  "History": [
    {
      "ID": 154534,
      "Date": "2004-02-04T16:36:37Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155144,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 203,
      "MinutesSequence": 241,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173572,
      "Date": "2005-04-11T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 4471,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173734,
      "Date": "2005-04-11T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 4471,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 174953,
      "Date": "2005-05-04T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 4632,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 65-A",
      "MinutesNote": "Proposed Int. No. 65-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175019,
      "Date": "2005-05-04T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 4632,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175020,
      "Date": "2005-05-04T13:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 4632,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175021,
      "Date": "2005-05-04T13:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 4632,
      "MinutesSequence": 6,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175227,
      "Date": "2005-05-11T13:30:00Z",
      "ActionID": 5016,
      "Action": "Laid Over by Council",
      "Description": "This Introduction was Laid Over by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4692,
      "AgendaSequence": 28,
      "MinutesSequence": 33,
      "Version": "A",
      "AgendaNote": "Amended and Laid Over",
      "MatterStatusID": 6,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176103,
      "Date": "2005-05-25T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4766,
      "AgendaSequence": 97,
      "MinutesSequence": 120,
      "Version": "A",
      "AgendaNote": "Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176353,
      "Date": "2005-05-25T22:34:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176558,
      "Date": "2005-06-06T15:34:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176559,
      "Date": "2005-06-06T15:34:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176648,
      "Date": "2005-06-07T16:46:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65779,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/11/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9ccb7601-8ce2-4320-9d4e-298a5b87a6b5.doc",
      "Sort": 1
    },
    {
      "ID": 69055,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/11/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/05a74cb6-8f23-494d-b999-527a8f0299ef.doc",
      "Sort": 2
    },
    {
      "ID": 66016,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/4/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/515de729-60ae-499b-bad4-56b6e2c4b39c.doc",
      "Sort": 3
    },
    {
      "ID": 69047,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/4/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7032424f-1040-41c8-bcbc-c1f027d7682d.doc",
      "Sort": 4
    },
    {
      "ID": 66172,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement-A",
      "Link": "http://nyc.legistar1.com/nyc/attachments/aadf7334-971f-49f8-9403-2781555eb91a. 65-A.doc",
      "Sort": 5
    },
    {
      "ID": 69151,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5e61d47c-7913-48c5-9775-8fc4af3425da.doc",
      "Sort": 6
    },
    {
      "ID": 69622,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 5/11/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8e2a8634-cbf1-49a4-a91a-28d7ba562462.doc",
      "Sort": 7
    },
    {
      "ID": 69709,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 5/25/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/41166355-0ab1-4749-a4d2-6cb52906ee3d.doc",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 33305,
  "Text": "Be it enacted by the Council as follows:\n\nSection One.  Subdivisions b, c, d and e of section 20-211  of the administrative code of the city of New York, as added by local law number 72 for the year 1995, are amended  to read as follows: \n\tb.  \"[Coin-operated] Player-operated amusement device\" means any machine, contrivance, apparatus, booth or other device intended as a game [which is operated, played, or permitted to function by the insertion or deposit of any coin, currency, slug, token]  that one or more persons are permitted to play by controlling the mechanical, electrical or electronic components that are needed to operate or manipulate the game in exchange for the payment of a fee, charge or  thing of value, and [which] that provides amusement, diversion or entertainment. This shall include, but not be limited to, fixed stand coin-operated rides as defined in subdivision j of section 19-136 of this code.\n\tc.  \"Amusement arcade\" means any premises wherein there are operated, in any combination, five or more of the amusement devices and/or [coin-operated] player-operated amusement devices defined in subdivisions a and b of this section.\n\td. \"Amusement operator\" means any person who maintains or operates any amusement device, gaming cafe or [any] amusement arcade as defined in subdivisions a [and], c and i of this section.\n\te. \"Amusement arcade or gaming cafe owner\" means any person who owns or otherwise has legal possession or title to an amusement arcade as defined in subdivision c or a gaming cafe as defined in subdivision i of this section.\n\t\n\t§ 2. Section 20-211 of the administrative code of the city of New York, as added by local law number 72 for the year 1995, is amended by adding a new subdivision i to read as follows:\n\ti.  “Gaming cafe” is a place where, for a fee charged directly or indirectly,  persons are provided access to three or more computers or electronic devices in which game software has been installed by or for the owner or operator for the purpose of playing a game on the premises.\n\t\n\t§ 3.  Subdivision c of section 20-212 of the administrative code of the city of New York, as added by local law number 72 for the year 1995, is amended to read as follows: \nc.  It shall be unlawful for any person to operate, or for the owner to permit the operation of, an amusement arcade or gaming cafe unless such owner has first obtained a license for such amusement arcade or gaming cafe.\n\t\n\t§ 4.  Subdivision c of section 20-213 of  the administrative code of the city of New York, as added by local law number 72 for the year 1995, is amended to read as follows: \nc.  The biennial license fee for an amusement arcade or gaming cafe shall be three hundred forty dollars.\n\n\t§ 5.  Paragraphs 2 and 3 of subdivision a of section 20-214 of  the administrative code of the city of New York, as added by local law number 72 for the year 1995, are amended to read as follows:\n\t(2) Every amusement device owner, gaming café owner or amusement arcade owner must submit to the department either a valid certificate of occupancy or an equivalent document duly issued by the department of buildings stating that the premises in which [the] such amusement device, gaming cafe or amusement arcade is to be located is situated in an area which is zoned to permit such use or a valid, current permit or special permit has been granted by the appropriate city agency permitting such use at the given location. If such permit or special permit shall expire or be terminated for any reason during the pendency of any license, the licensee shall present to the department a new permit or special permit authorizing such continued use of the premises for an amusement device, gaming cafe or [an] amusement arcade.  If such new permit or special permit is not presented within ten days of the expiration of the prior permit or special permit, such amusement device license, gaming cafe or amusement arcade license shall be terminated automatically and without any requirement of notice or hearing by the department.\n\t(3) Within fifteen days of receipt of a new application for a license to operate an amusement device, gaming cafe or an amusement arcade, the commissioner shall give notice of such new application to the affected community board and the council member for that district. The affected community board shall have fifteen days from receipt of the notification to comment on such application to the department.  \n\t§ 6. Subdivisions c and d of section 20-214 of the administrative code of the city of New York, as added by local law number 72 for the year 1995, are amended to read as follows:\n\tc. Amusement Arcades and Gaming Cafes.\n\t(1) The commissioner, at the time an amusement arcade or gaming cafe license application is made, may prescribe conditions for the operation of such amusement arcade or gaming cafe in order to minimize adverse effects on the surrounding area, including, but not limited to, prescribing hours of operation and requirements for security and supervision. After a license is granted, the commissioner may prescribe such conditions from time to time upon notice and opportunity to be heard.\n\t(2) Each [coin-operated] player-operated amusement device located within an amusement arcade or gaming cafe shall display a sign or signs, located and designed so as to be discernible by all players and prospective players, setting forth the rules of play, including the price of [the] each game.\n(3) Where the amusement arcade or gaming cafe owner or the amusement operator in the amusement arcade or gaming cafe offers free games or prizes, signs shall be required to set out with clarity the number of wins or the score required to obtain a free game or prize; provided, however, that no amusement arcade or gaming cafe owner or amusement operator in the amusement arcade or gaming cafe shall offer money prizes or awards or such other prizes or awards which are redeemable or may be redeemed in money at the amusement arcade or gaming cafe or any other establishment, or which may be used as a credit or allowance or which may be exchanged for any money, credit or allowance.\nd.  Placement and Operation.  No amusement device or [coin-operated] player-operated amusement device or group of amusement devices and/or [coin-operated] player-operated amusement devices shall be placed or operated in such a manner as to obstruct, or cause by the congregating of persons, an obstruction to, or interfere with, any public corridor or passageway, or to obstruct the entrance or exit to any premises.  No amusement device or [coin-operated] player-operated amusement device or group of amusement devices and/or [coin-operated] player-operated amusement devices shall be placed on a public sidewalk in front of or adjacent to an amusement arcade or gaming cafe.\n\t\n§ 7.  The section heading and subdivision a of section 20-216 of the administrative code of the city of New York, as added by local law number 72 for the year 1995, are amended to read as follows: \n§ 20-216 Location of [Coin-Operated] Player-Operated Amusement Devices. a. No person shall operate a [coin-operated] player-operated amusement device or a gaming cafe within two hundred feet of a public or a private elementary or secondary school.\n\t\n\t§ 8.  This local law shall take effect 120 days after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}{\\f2\\froman\\fcharset0 Times New Roman Bold;}}\n\\viewkind4\\uc1\n\\pard\\hyphpar0\\qj\\ul\\i\\v0\\par\nBe it enacted by the Council as follows\\ulnone\\i0 :\\par\n\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section One.  Subdivisions b, c, d and e of section 20-211  of the administrative code of the city of New York, as added by local law number 72 for the year 1995, are amended  to read as follows: \\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab b.  \"[Coin-operated] \\ul Player-operated\\ulnone  amusement device\" means any machine, contrivance, apparatus, booth or other device intended as a game [which is operated, played, or permitted to function by the insertion or deposit of any coin, currency, slug, token]  \\ul that one or more persons are permitted to play by controlling the mechanical, electrical or electronic components that are needed to operate or manipulate the game in exchange for the payment of a fee, charge\\ulnone  or  thing of value, and [which] \\ul that\\ulnone  provides amusement, diversion or entertainment. This shall include, but not be limited to, fixed stand coin-operated rides as defined in subdivision j of section 19-136 of this code.\\par\n\\tab c.  \"Amusement arcade\" means any premises wherein there are operated, in any combination, five or more of the amusement devices and/or [coin-operated] \\ul player-operated\\ulnone  amusement devices defined in subdivisions a and b of this section.\\par\n\\tab d. \"Amusement operator\" means any person who maintains or operates any amusement device\\ul , gaming cafe\\ulnone  or [any] amusement arcade as defined in subdivisions a [and]\\ul ,\\ulnone  c \\ul and i\\ulnone  of this section.\\par\n\\tab e. \"Amusement arcade \\ul or gaming cafe owner\\ulnone \" means any person who owns or otherwise has legal possession or title to an amusement arcade as defined in subdivision c \\ul or a gaming cafe as defined in subdivision i\\ulnone  of this section.\\par\n\\tab\\par\n\\tab\\'a7 2. Section 20-211 of the administrative code of the city of New York, as added by local law number 72 for the year 1995, is amended by adding a new subdivision i to read as follows:\\par\n\\tab\\ul i.  \\ldblquote Gaming cafe\\rdblquote  is a place where, for a fee charged directly or indirectly,  persons are provided access to three or more computers or electronic devices in which game software has been installed by or for the owner or operator for the purpose of playing a game on the premises.\\par\n\\ulnone\\f1\\fs20\\tab\\par\n\\tab\\f0\\fs24\\'a7 3.  Subdivision c of section 20-212 of the administrative code of the city of New York, as added by local law number 72 for the year 1995, is amended to read as follows: \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj c.  It shall be unlawful for any person to operate\\ul ,\\ulnone  or for the owner to permit the operation of\\ul ,\\ulnone  an amusement arcade \\ul or gaming cafe\\ulnone  unless such owner has first obtained a license for such amusement arcade \\ul or gaming cafe\\ulnone .\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\par\n\\tab\\'a7 4.  Subdivision c of section 20-213 of  the administrative code of the city of New York, as added by local law number 72 for the year 1995, is amended to read as follows: \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj c.  The biennial license fee for an amusement arcade \\ul or gaming cafe\\ulnone  shall be three hundred forty dollars.\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\par\n\\tab\\'a7 5.  Paragraphs 2 and 3 of subdivision a of section 20-214 of  the administrative code of the city of New York, as added by local law number 72 for the year 1995, are amended to read as follows:\\par\n\\tab (2) Every amusement device owner\\ul , gaming caf\\'e9 owner\\ulnone  or amusement arcade owner must submit to the department either a valid certificate of occupancy or an equivalent document duly issued by the department of buildings stating that the premises in which [the] \\ul such\\ulnone  amusement device\\ul , gaming cafe\\ulnone  or amusement arcade is to be located is situated in an area which is zoned to permit such use or a valid, current permit or special permit \\ul has been\\ulnone  granted by the appropriate city agency permitting such use at the given location. If such permit or special permit shall expire or be terminated for any reason during the pendency of any license, the licensee shall present to the department a new permit or special permit authorizing such continued use of the premises for an amusement device\\ul , gaming cafe\\ulnone  or [an] amusement arcade.  If such new permit or special permit is not presented within ten days of the expiration of the prior permit or special permit, such amusement device license\\ul , gaming cafe\\ulnone  or amusement arcade license shall be terminated automatically and without any requirement of notice or hearing by the department.\\par\n\\tab (3) Within fifteen days of receipt of a new application for a license to operate an amusement device\\ul , gaming cafe\\ulnone  or an amusement arcade, the commissioner shall give notice of such new application to the affected community board and the council member for that district. The affected community board shall have fifteen days from receipt of the notification to comment on such application to the department.  \\par\n\\tab\\'a7 6. Subdivisions c and d of section 20-214 of the administrative code of the city of New York, as added by local law number 72 for the year 1995, are amended to read as follows:\\par\n\\tab c. Amusement Arcades \\ul and Gaming Cafes\\ulnone .\\par\n\\tab (1) The commissioner, at the time an amusement arcade \\ul or gaming cafe\\ulnone  license application is made, may prescribe conditions for the operation of such amusement arcade \\ul or gaming cafe\\ulnone  in order to minimize adverse effects on the surrounding area, including, but not limited to, prescribing hours of operation and requirements for security and supervision. After a license is granted, the commissioner may prescribe such conditions from time to time upon notice and opportunity to be heard.\\par\n\\tab (2) Each [coin-operated] \\ul player-operated\\ulnone  amusement device located within an amusement arcade \\ul or gaming cafe\\ulnone  shall display a sign or signs, located and designed so as to be discernible by all players and prospective players, setting forth the rules of play, including the price of [the] \\ul each\\ulnone  game.\\par\n\\pard\\fi720\\sl480\\slmult1 (3) Where the amusement arcade \\ul or gaming cafe\\ulnone  owner or the amusement operator in the amusement arcade \\ul or gaming cafe\\ulnone  offers free games or prizes, signs shall be required to set out with clarity the number of wins or the score required to obtain a free game or prize; provided, however, that no amusement arcade \\ul or gaming cafe\\ulnone  owner or amusement operator in the amusement arcade \\ul or gaming cafe\\ulnone  shall offer money prizes or awards or such other prizes or awards which are redeemable or may be redeemed in money at the amusement arcade \\ul or gaming cafe\\ulnone  or any other establishment, or which may be used as a credit or allowance or which may be exchanged for any money, credit or allowance.\\par\nd.  Placement and Operation.  No amusement device or [coin-operated] \\ul player-operated\\ulnone  amusement device or group of amusement devices and/or [coin-operated] \\ul player-operated\\ulnone  amusement devices shall be placed or operated in such a manner as to obstruct, or cause by the congregating of persons, an obstruction to, or interfere with, any public corridor or passageway, or to obstruct the entrance or exit to any premises.  No amusement device or [coin-operated] \\ul player-operated\\ulnone  amusement device or group of amusement devices and/or [coin-operated] \\ul player-operated\\ulnone  amusement devices shall be placed on a public sidewalk in front of or adjacent to an amusement arcade \\ul or gaming cafe\\ulnone .\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\'a7 7.  The section heading and subdivision a of section 20-216 of the administrative code of the city of New York, as added by local law number 72 for the year 1995, are amended to read as follows: \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a7 20-216 \\b\\f2 Location of [Coin-Operated] \\ul Player-Operated\\ulnone  Amusement Devices\\b0\\f0 . a. No person shall operate a [coin-operated] \\ul player-operated\\ulnone  amusement device \\ul or a gaming cafe\\ulnone  within two hundred feet of a public or a private elementary or secondary school.\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\par\n\\tab\\'a7 8.  This local law shall take effect 120 days after its enactment into law. \\par\n\\pard\\sl480\\slmult1\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:02:36.727Z"
}
