{
  "ID": 29310,
  "GUID": "8E9F9292-E61C-4FCA-BF03-4E5BB5CC2FA3",
  "File": "Int 0068-2004",
  "Name": "Prohibit any funding or assistance to any entity that provides any support, material or otherwise, to the terrorist organizations.",
  "Title": "A Local Law to amend the New York City charter in relation to prohibiting any funding or assistance to any entity that provides any support, material or otherwise, to the terrorist organizations Hamas, Hezbollah or Islamic Jihad, and to amend the administrative code of the city of New York, in relation to prohibiting city contracts with entities that fund or assist Hamas, Hezbollah or Islamic Jihad.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5279,
      "Slug": "dennis-p-gallagher",
      "FullName": "Dennis P. Gallagher"
    },
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 154843,
      "Date": "2004-02-04T15:54:07Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155152,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 208,
      "MinutesSequence": 246,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184439,
      "Date": "2005-12-31T16:51:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15909,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.   Declaration of Legislative Findings and Intent.  The Council is concerned about the establishment of peace in the Middle East and threats to the process.  The greatest threats to that process stem from the organizations known as Hamas, Hezbollah, or Islamic Jihad, one or more of whom have been linked to terrorist activities in the United States as well.  Substantial funds from the United States have been transferred to areas in the Middle East and terrorist organizations in this area have received and made expenditures of such funds.  One way to minimize support to terrorist organizations throughout the Middle East is to prohibit the payment of City funds or City contracts to any entity that provides assistance of any kind to Hamas, Hezbollah or Islamic Jihad.\n\t§2.\tSection 227 of the New York City charter is amended by adding a new subdivision c to read as follows:\n\tc.\tNo city agency, or entity, the majority of the members of whose board are city officials or are appointed directly or indirectly by city officials, shall use monies appropriated from any fund under the management of the city to pay any individual, corporation, organization or government that sends, conveys, solicits, distributes or channels funds material support or resources, either directly or indirectly, to the terrorist organizations Hamas, Hezbollah or Islamic Jihad, or a representative of such terrorist organizations.\n\t§3.\tTitle 6 of the administrative code of the city of New York is amended by adding thereto a new section 6-115 to read as follows:\n\ta.\tNo city agency shall contract for the supply of goods, services or construction with any contractor who does not agree to stipulate to the following as a material condition of the contract; the contractor, any franchiser of the contractor, and any subcontractor to be employed by the contractor, shall not send, convey, solicit, distribute or channel funds, material support or resources to the terrorist organizations Hamas, Hezbollah or Islamic Jihad, or a representative of such terrorist organizations.  Additionally, any contractor, franchiser of the contractor, and any subcontractor to be employed by the contractor shall certify that it is in compliance with the requirements of this section.  Such certification shall be filed with the agency and made a part of the agency contract file.\n\tb.\tUpon receiving information that a contractor who has made the stipulation and certification required by this section is in violation thereof, the contracting agency shall review such information and offer the contractor an opportunity to respond.  If the contracting agency finds that a violation has occurred, it shall take such action as may be appropriate and provided for by law, rule or regulation, or contract, including, but not limited to, imposing sanctions, seeking compliance, recovering damages, declaring the contractor in default and seeking debarment or suspension of the contractor.\n\t§4.\tAny provision of this local law or application thereof is held invalid, the remainder of this local law and the application thereof to other persons or circumstances shall not be affected by such holding and shall remain in full force and effect.\n\t§5.\tThis local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.   \\b Declaration of Legislative Findings and Intent.\\b0   The Council is concerned about the establishment of peace in the Middle East and threats to the process.  The greatest threats to that process stem from the organizations known as Hamas, Hezbollah, or Islamic Jihad, one or more of whom have been linked to terrorist activities in the United States as well.  Substantial funds from the United States have been transferred to areas in the Middle East and terrorist organizations in this area have received and made expenditures of such funds.  One way to minimize support to terrorist organizations throughout the Middle East is to prohibit the payment of City funds or City contracts to any entity that provides assistance of any kind to Hamas, Hezbollah or Islamic Jihad.\\par\n\\tab\\'a72.\\tab Section 227 of the New York City charter is amended by adding a new subdivision c to read as follows:\\par\n\\tab\\ul c.\\ulnone\\tab\\ul No city agency, or entity, the majority of the members of whose board are city officials or are appointed directly or indirectly by city officials, shall use monies appropriated from any fund under the management of the city to pay any individual, corporation, organization or government that sends, conveys, solicits, distributes or channels funds material support or resources, either directly or indirectly, to the terrorist organizations Hamas, Hezbollah or Islamic Jihad, or a representative of such terrorist organizations.\\ulnone\\par\n\\tab\\'a73.\\tab Title 6 of the administrative code of the city of New York is amended by adding thereto a new section 6-115 to read as follows:\\par\n\\tab\\ul a.\\ulnone\\tab\\ul No city agency shall contract for the supply of goods, services or construction with any contractor who does not agree to stipulate to the following as a material condition of the contract; the contractor, any franchiser of the contractor, and any subcontractor to be employed by the contractor, shall not send, convey, solicit, distribute or channel funds, material support or resources to the terrorist organizations Hamas, Hezbollah or Islamic Jihad, or a representative of such terrorist organizations.  Additionally, any contractor, franchiser of the contractor, and any subcontractor to be employed by the contractor shall certify that it is in compliance with the requirements of this section.  Such certification shall be filed with the agency and made a part of the agency contract file.\\par\n\\ulnone\\tab\\ul b.\\ulnone\\tab\\ul Upon receiving information that a contractor who has made the stipulation and certification required by this section is in violation thereof, the contracting agency shall review such information and offer the contractor an opportunity to respond.  If the contracting agency finds that a violation has occurred, it shall take such action as may be appropriate and provided for by law, rule or regulation, or contract, including, but not limited to, imposing sanctions, seeking compliance, recovering damages, declaring the contractor in default and seeking debarment or suspension of the contractor.\\ulnone\\par\n\\tab\\'a74.\\tab Any provision of this local law or application thereof is held invalid, the remainder of this local law and the application thereof to other persons or circumstances shall not be affected by such holding and shall remain in full force and effect.\\par\n\\tab\\'a75.\\tab This local law shall take effect immediately.\\par\n \\par\n\\ul\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\ulnone\\tab  \\par\n\\pard\\sl480\\slmult1\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:03:27.107Z"
}
