{
  "ID": 29342,
  "GUID": "41171399-C699-4E2D-B365-12D80E69B3D8",
  "File": "Int 0072-2004",
  "Name": "Enforcing regulations against illegal parking in spaces reserved for people with disabilities.",
  "Title": "A Local Law to amend the New York city charter, in relation to enforcing regulations against illegal parking in spaces reserved for people with disabilities by establishing a program to train and authorize volunteers to gather photographic evidence proving such violations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    }
  ],
  "History": [
    {
      "ID": 154875,
      "Date": "2004-02-04T10:35:57Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155169,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 214,
      "MinutesSequence": 252,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184442,
      "Date": "2005-12-31T16:53:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15933,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Subdivision a of section 2903 of the New York city charter is amended by adding a new paragraph (17-a) to read as follows:\n\t(17-a)  Establish a program to utilize volunteers to report violations of section 1203-c of the New York state vehicle and traffic law in accordance with section 1203-f of the New York state vehicle and traffic law.\n(a) Each such volunteer shall be authorized to survey handicapped parking spaces for the purpose of photographing vehicles illegally parked in handicapped spaces, the license plate of such vehicle, the handicapped parking sign, the blue striping or other official markings designating said parking space.\n(b) The commissioner shall (i) issue identification cards to such volunteers with names and pictures affixed thereto to be used in the event that police officers need more identification from the volunteer, (ii) establish schedules to allow for the placement of people in various areas of the city on different days on a rotating basis so as to not leave any areas unpatrolled or duplicated, (iii) create a system of reminder letters to people who are cited for handicapped parking violations, (iv) require volunteers to wear large badges identifying them as part of the volunteer task force with an identification number corresponding to a list of volunteers kept by the department, (v) require volunteers to participate in and complete a training program of no less than two hours in length and, (vi) provide cameras and film to volunteers.\n(c) When photographs are taken by volunteers the following shall apply:\n(1) Only the department shall process or contract to process all of the film submitted by volunteers, except in cases where the camera used was instant.\n(2) Any photographs evidencing a violation are to be made available for inspection in any proceeding to adjudicate the liability for such violation.\n(3) A certificate, sworn to or affirmed by a technician employed by the department, or a facsimile thereof based upon inspection of photographs produced from film submitted by volunteers, shall be prima facie evidence of the facts contained therein and may serve as the basis for issuing a notice of violation for illegally parking in a handicapped space.\n(4) The use of such a photograph for any purpose other than as evidence of a handicapped parking violation shall be prohibited.\n(d) Any notice of violation issued pursuant to this paragraph shall:\n(1) Be sent by first class mail to each person alleged to be liable as an owner for a violation of a handicapped parking law and a manual or automatic record of mailing prepared in the ordinary course of business shall be prima facie evidence of the facts contained therein.\n(2) Reference the law which was allegedly violated, and contain the name and address of the person alleged to be liable as an owner for a violation of the handicapped parking law, the registration number of the vehicle involved in such violation, the location where such violation took place, the date and time of such violation, and the identification number of the volunteer who recorded the violation.\n(3) Contain information advising the person charged of the manner and the time in which he or she may contest the violation alleged in the notice, and also advise the person charged that failure to contest in the manner and time provided shall be deemed an admission of liability and that a default judgment may be entered thereon.\n(e) The commissioner is authorized to promulgate such rules and regulations as  deemed necessary to implement the provisions of this title.\n(f) The commissioner is authorized to develop the volunteer program authorized by this paragraph in conjunction with the police department, the department of finance, and the New York state department of motor vehicles.\n§2.  This local law shall take effect ninety days after it is enacted into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab Section 1.  Subdivision a of section 2903 of the New York city charter is amended by adding a new paragraph (17-a) to read as follows:\\par\n\\tab (\\ul 17-a)  Establish a program to utilize volunteers to report violations of section 1203-c of the New York state vehicle and traffic law in accordance with section 1203-f of the New York state vehicle and traffic law.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (a) Each such volunteer shall be authorized to survey handicapped parking spaces for the purpose of photographing vehicles illegally parked in handicapped spaces, the license plate of such vehicle, the handicapped parking sign, the blue striping or other official markings designating said parking space.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\ul (b) The commissioner shall (i) issue identification cards to such volunteers with names and pictures affixed thereto to be used in the event that police officers need more identification from the volunteer, (ii) establish schedules to allow for the placement of people in various areas of the city on different days on a rotating basis so as to not leave any areas unpatrolled or duplicated, (iii) create a system of reminder letters to people who are cited for handicapped parking violations, (iv) require volunteers to wear large badges identifying them as part of the volunteer task force with an identification number corresponding to a list of volunteers kept by the department, (v) require volunteers to participate in and complete a training program of no less than two hours in length and, (vi) provide cameras and film to volunteers.\\par\n(c) When photographs are taken by volunteers the following shall apply:\\par\n(1) Only the department shall process or contract to process all of the film submitted by volunteers, except in cases where the camera used was instant.\\par\n(2) Any photographs evidencing a violation are to be made available for inspection in any proceeding to adjudicate the liability for such violation.\\par\n(3) A certificate, sworn to or affirmed by a technician employed by the department, or a facsimile thereof based upon inspection of photographs produced from film submitted by volunteers, shall be prima facie evidence of the facts contained therein and may serve as the basis for issuing a notice of violation for illegally parking in a handicapped space.\\par\n(4) The use of such a photograph for any purpose other than as evidence of a handicapped parking violation shall be prohibited.\\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1\\ulnone (d) \\ul Any notice of violation issued pursuant to this paragraph shall:\\par\n\\pard\\fi720\\sl480\\slmult1 (1) Be sent by first class mail to each person alleged to be liable as an owner for a violation of a handicapped parking law and a manual or automatic record of mailing prepared in the ordinary course of business shall be prima facie evidence of the facts contained therein.\\par\n(2) Reference the law which was allegedly violated, and contain the name and address of the person alleged to be liable as an owner for a violation of the handicapped parking law, the registration number of the vehicle involved in such violation, the location where such violation took place, the date and time of such violation, and the identification number of the volunteer who recorded the violation.\\par\n(3) Contain information advising the person charged of the manner and the time in which he or she may contest the violation alleged in the notice, and also advise the person charged that failure to contest in the manner and time provided shall be deemed an admission of liability and that a default judgment may be entered thereon.\\par\n(e) The commissioner is authorized to promulgate such rules and regulations as  deemed necessary to implement the provisions of this title.\\b\\i\\par\n\\b0\\i0 (f) The commissioner is authorized to develop the volunteer program authorized by this paragraph in conjunction with the police department, the department of finance, and the New York state department of motor vehicles.\\par\n\\ulnone\\'a72.  This local law shall take effect ninety days after it is enacted into law.\\par\n\\par\n\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:04:13.813Z"
}
