{
  "ID": 29341,
  "GUID": "9A436AC8-698D-4E28-8810-212811C4B2CB",
  "File": "Int 0073-2004",
  "Name": "Requiring all for-hire vehicle base stations to have at least one for-hire vehicle accessible to persons who use wheelchairs or other mobility aids.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring all for-hire vehicle base stations to have available on demand at least one for-hire vehicle accessible to persons who use wheelchairs or other mobility aids.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    }
  ],
  "History": [
    {
      "ID": 154874,
      "Date": "2004-02-04T10:33:36Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155168,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 215,
      "MinutesSequence": 253,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184443,
      "Date": "2005-12-31T16:54:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15932,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 19-164 of chapter 1 of title 19 of the administrative code of the city of New York is amended to read as follows:\n\t§19-164  Special parking for wheelchair accessible vans and accessible for-hire vehicles.  Any wheelchair accessible van or accessible for-hire vehicle, as such term is defined in section 19-503.2 of this title, licensed by the taxi and limousine commission actually in the process of boarding or discharging [wheelchair passengers] persons using wheelchairs or other personal mobility aids, such as scooters, or escorting [wheelchair passengers] such persons to and from their destination, shall be permitted to park in any area in which a vehicle with a special vehicle identification permit is permitted to park. \n§2.  Chapter 5 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-503.2 to read as follows:\n  \t§19-503.2   Accessible for-hire vehicles.  All for-hire vehicle base stations shall have at least one accessible for-hire vehicle available to be dispatched on-demand.  For purposes of this section, the term “accessible for-hire vehicle shall mean any licensed for-hire vehicle equipped with a hydraulic lift or ramps designed for the purpose of transporting persons using wheelchairs or other personal mobility aids, such as scooters, or containing any other physical device or alteration designed to permit access to and enable the transportation of physically disabled persons and that complies with the accessibility requirements of the Americans With Disabilities Act of 1990, as amended, and any regulations promulgated thereunder.  Any for-hire vehicle base station owner that violates the provisions of this section shall be liable for a civil penalty in the amount of five hundred dollars for each violation.  Failure to comply with the provisions of this section within six months of receipt of a first violation of this section shall result in suspension of all base station licenses held by such owner.\n§3.  This local law shall take effect ninety days after it is enacted into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\tab Section 1.  Section 19-164 of chapter 1 of title 19 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab\\'a719-164  Special parking for wheelchair accessible vans \\ul and accessible for-hire vehicles\\ulnone .  Any wheelchair accessible van \\ul or accessible for-hire vehicle, as such term is defined in section 19-503.2 of this title,\\ulnone  licensed by the taxi and limousine commission actually in the process of boarding or discharging [wheelchair passengers] \\ul persons using wheelchairs or other personal mobility aids, such as scooters,\\ulnone  or escorting [wheelchair passengers] \\ul such persons\\ulnone  to and from their destination, shall be permitted to park in any area in which a vehicle with a special vehicle identification permit is permitted to park. \\ul\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone\\'a72.  Chapter 5 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-503.2 to read as follows:\\par\n\\pard\\sl480\\slmult1   \\tab\\ul\\'a719-503.2   Accessible for-hire vehicles.  All for-hire vehicle base stations shall have at least one accessible for-hire vehicle available to be dispatched on-demand.  For purposes of this section, the term \\ldblquote accessible for-hire vehicle shall mean any licensed for-hire vehicle equipped with a hydraulic lift or ramps designed for the purpose of transporting persons using wheelchairs or other personal mobility aids, such as scooters, or containing any other physical device or alteration designed to permit access to and enable the transportation of physically disabled persons and that complies with the accessibility requirements of the Americans With Disabilities Act of 1990, as amended, and any regulations promulgated thereunder.  Any for-hire vehicle base station owner that violates the provisions of this section shall be liable for a civil penalty in the amount of five hundred dollars for each violation.  Failure to comply with the provisions of this section within six months of receipt of a first violation of this section shall result in suspension of all base station licenses held by such owner.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\'a73.  This local law shall take effect ninety days after it is enacted into law.\\ul   \\par\n\\pard\\ulnone\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:04:25.737Z"
}
