{
  "ID": 29340,
  "GUID": "7FFAA497-8D2B-4BF6-B8EF-F53B1730FAB1",
  "File": "Int 0074-2004",
  "Name": "Removal of motor vehicles illegally parked in parking spaces designated exclusively for the handicapped.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the removal of motor vehicles illegally parked in parking spaces designated exclusively for the handicapped.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    }
  ],
  "History": [
    {
      "ID": 154873,
      "Date": "2004-02-04T10:30:53Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155167,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 216,
      "MinutesSequence": 254,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184444,
      "Date": "2005-12-31T16:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15931,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-169.3 to read as follows:  \n\t§19-169.3  Removal of motor vehicles illegally parked in handicapped spaces.  All motor vehicles illegally parked in parking spaces designated exclusively for use by motor vehicles with special vehicle identification permits shall be removed in accordance with the provisions of section 20-519 of this code.\n\t§2.  The title of section 20-519 of the administrative code of the city of New York, paragraphs 1 and 2 of subdivision a of such section, paragraphs 1 and 3 of subdivision b of such section and paragraphs 1 and 2 of subdivision c of such section are amended to read as follows:\n\t§20-519  Removal of stolen, abandoned and evidence vehicles, vehicles blocking a private driveway, [and] vehicles with certain alarm devices and vehicles illegally parked in parking spaces designated exclusively for use by motor vehicles with special vehicle identification permits.  a. 1. The commissioner shall establish a program to be known as the \"rotation tow program\" for the purpose of removing evidence vehicles, vehicles suspected of having been stolen or abandoned other than vehicles described in subdivision two of section twelve hundred twenty-four of the vehicle and traffic law, the removal pursuant to section 19-169 of the code of vehicles blocking a private driveway, [and] the removal pursuant to section 24-221 of the code of vehicles with certain alarm devices and the removal pursuant to section 19-169.3 of the code of vehicles illegally parked in parking spaces designated exclusively for use by motor vehicles with special vehicle identification permits.\n2. The commissioner, after consultation with the police commissioner, shall divide the city into zones and shall create for each zone a list in random order of persons licensed to engage in towing who have been approved by the commissioner for participation in the rotation tow program. The commissioner may in his or her discretion create from such list separate lists for the removal of evidence vehicles, stolen and abandoned vehicles, the removal pursuant to section 19-169 of the code of vehicles blocking a private driveway, [and] the removal pursuant to section 24-221 of the code of vehicles with certain alarm devices, and the removal pursuant to section 19-169.3 of the code of vehicles illegally parked in parking spaces designated exclusively for use by motor vehicles with special vehicle identification permits, respectively. At any time subsequent to the initial establishment of zones and lists, the commissioner may, after consultation with the police commissioner, modify the zones and reformulate the lists to ensure sufficient towing services throughout the city. Where more than one towing company has been placed on a list of towing companies authorized to remove vehicles in a particular zone, the police department shall summon towing companies from such list on a rotating basis. Any towing company approved for participation in such program after such lists are initially established shall be placed on any such list at the point immediately preceding the last towing company summoned by the police department pursuant to this section. Such lists shall be available at the department for public inspection.\nb. 1. Any vehicle that is suspected of having been stolen or abandoned other than vehicles described in subdivision two of section twelve hundred twenty- four of the vehicle and traffic law, any vehicle that is blocking a private driveway and subject to removal pursuant to section 19-169 of the code, [and] any vehicle with certain alarm devices which is subject to removal pursuant to section 24-221 of the code and any vehicle that is illegally parked in a parking space designated exclusively for use by motor vehicles with special vehicle identification permits which is subject to removal pursuant to section 19-169.3 of the code shall be removed by a tow truck of the towing company participating in the rotation tow program when directed to do so by the police department. If such vehicle appears to have a missing or altered vehicle identification number, the police may direct its removal to the police property clerk. All other vehicles shall be towed to the storage facility of such responding company which meets such specifications as the commissioner shall establish by rule, and shall at all times be stored within such storage facility while the vehicle is in the custody of the towing company. Such storage facility shall be the premises listed on the license of the towing company responding to the police department's direction to remove a vehicle or the premises approved by the commissioner for use by such towing company. Such premises shall be owned, operated or controlled by such towing company and shall not be used by any other towing company. The police department shall expeditiously make every reasonable effort to notify the owner and the national automobile theft bureau or the insurer, if any, of any vehicle that is suspected of having been stolen or abandoned of the vehicle's location and the procedure for retrieval. During the period commencing on the eighth day after the vehicle is removed to such storage facility and ending on the thirtieth day after such removal, such towing company shall transfer any vehicle which has not been claimed into the custody of the police department property clerk.\n3. No tow truck operator shall knowingly remove a vehicle suspected of having been stolen or abandoned or an evidence vehicle without authorization by the police department. No tow truck operator shall knowingly remove a vehicle blocking a private driveway subject to removal pursuant to section 19-169 of the code except as authorized in such section. No tow truck operator shall knowingly remove a vehicle with certain alarm devices subject to removal pursuant to section 24-221 of the code except as authorized in such section.  No tow truck operator shall knowingly remove a vehicle that is illegally parked in a parking space designated exclusively for use by motor vehicles with special vehicle identification permits subject to removal pursuant to section 19-169.3 of the code except as authorized in such section.\nc. 1. Notwithstanding any other provision of law, the towing company shall be entitled to charge the owner or other person claiming a vehicle that is suspected of having been stolen or abandoned, [or] a vehicle with certain alarm devices subject to removal pursuant to section 24-221 of the code or a vehicle that is illegally parked in a parking space designated exclusively for use by motor vehicles with special vehicle identification permits subject to removal pursuant to section 19-169.3 of the code which was directed to be towed by the police department pursuant to this section and which is claimed before the end of the thirtieth day after such vehicle is removed by such towing company amounts not in excess of the following: seventy dollars for the towing of a vehicle registered at a weight of ten thousand pounds or less; one hundred and twenty-five dollars for the towing of a vehicle registered at a weight of more than ten thousand pounds; fifteen dollars per day for the first three days and seventeen dollars for the fourth day of storage and each day thereafter. Upon the transfer of an unclaimed vehicle into the custody of the police department property clerk, the towing company shall be entitled to charge the police department amounts not in excess of the following: sixty dollars plus tolls for the towing of a vehicle suspected of having been stolen or abandoned, a vehicle that was blocking a private driveway and was removed pursuant to section 19-169 of the code, [or] a vehicle with certain alarm devices that was removed pursuant to section 24-221 of the code[,] or a vehicle that was illegally parked in a parking space designated exclusively for use by motor vehicles with special vehicle identification permits that was removed pursuant to section 19-169.3 of the code, to a storage facility and subsequent transfer of such vehicle into the custody of such property clerk during the period of time specified in paragraph one of subdivision b of this section; five dollars per day for the first three days of storage of such vehicle and eight dollars for the fourth day of storage and each day thereafter, provided that in no event shall any towing company be entitled to charge the police department for storage charges incurred after the tenth day of storage. The towing company shall be entitled to charge the police department an amount not in excess of sixty dollars plus tolls for the towing of an evidence vehicle to a location designated by a police officer.\n2. The police department shall be entitled to charge an owner or other person who claims a vehicle that is suspected of having been stolen or abandoned, a vehicle that was blocking a private driveway and was removed pursuant to section 19-169 of the code, [or] a vehicle with certain alarm devices that was removed pursuant to section 24-221 of the code[,] or a vehicle that was illegally parked in a parking space designated exclusively for use by motor vehicles with special vehicle identification permits that was removed pursuant to section 19-169.3 of the code, which is in the custody of the police department property clerk the charge for towing and storage permitted to be charged by the towing company pursuant to paragraph one of this subdivision, plus tolls, in addition to the fees for storage with the police department property clerk provided by subdivision i of section 14-140 of the code. No vehicle which is in the custody of the police department property clerk which had blocked a private driveway and was removed pursuant to section 19-169 of the code shall be released to the owner or other person claiming such vehicle unless such owner or other person shall, in addition to paying such charges to the police department property clerk as provided for in this subdivision, present to such property clerk a receipt from the towing company which removed the vehicle indicating payment to such company of the following amount: the charges for towing and storage which would have been due to the towing company pursuant to paragraph eight of subdivision c of section 19-169 of the code had such owner or other person claimed the vehicle from such towing company less the amount paid to the police department for the towing and storage of such vehicle by such company.\n§3.  This local law shall take effect immediately after it is enacted into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\tab Section 1.  Chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-169.3 to read as follows:  \\par\n\\tab\\ul\\'a719-169.3  Removal of motor vehicles illegally parked in handicapped spaces.  All motor vehicles illegally parked in parking spaces designated exclusively for use by motor vehicles with special vehicle identification permits shall be removed in accordance with the provisions of section 20-519 of this code.\\ulnone\\par\n\\tab\\'a72.  The title of section 20-519 of the administrative code of the city of New York, paragraphs 1 and 2 of subdivision a of such section, paragraphs 1 and 3 of subdivision b of such section and paragraphs 1 and 2 of subdivision c of such section are amended to read as follows:\\par\n\\tab\\'a720-519  Removal of stolen, abandoned and evidence vehicles, vehicles blocking a private driveway\\ul ,\\ulnone  [and] vehicles with certain alarm devices \\ul and vehicles illegally parked in parking spaces designated exclusively for use by motor vehicles with special vehicle identification permits\\ulnone .  a. 1. The commissioner shall establish a program to be known as the \"rotation tow program\" for the purpose of removing evidence vehicles, vehicles suspected of having been stolen or abandoned other than vehicles described in subdivision two of section twelve hundred twenty-four of the vehicle and traffic law, the removal pursuant to section 19-169 of the code of vehicles blocking a private driveway, [and] the removal pursuant to section 24-221 of the code of vehicles with certain alarm devices \\ul and the removal pursuant to section 19-169.3 of the code of vehicles illegally parked in parking spaces designated exclusively for use by motor vehicles with special vehicle identification permits\\ulnone .\\par\n\\pard\\fi720\\sl480\\slmult1 2. The commissioner, after consultation with the police commissioner, shall divide the city into zones and shall create for each zone a list in random order of persons licensed to engage in towing who have been approved by the commissioner for participation in the rotation tow program. The commissioner may in his or her discretion create from such list separate lists for the removal of evidence vehicles, stolen and abandoned vehicles, the removal pursuant to section 19-169 of the code of vehicles blocking a private driveway, [and] the removal pursuant to section 24-221 of the code of vehicles with certain alarm devices, \\ul and the removal pursuant to section 19-169.3 of the code of vehicles illegally parked in parking spaces designated exclusively for use by motor vehicles with special vehicle identification permits,\\ulnone  respectively. At any time subsequent to the initial establishment of zones and lists, the commissioner may, after consultation with the police commissioner, modify the zones and reformulate the lists to ensure sufficient towing services throughout the city. Where more than one towing company has been placed on a list of towing companies authorized to remove vehicles in a particular zone, the police department shall summon towing companies from such list on a rotating basis. Any towing company approved for participation in such program after such lists are initially established shall be placed on any such list at the point immediately preceding the last towing company summoned by the police department pursuant to this section. Such lists shall be available at the department for public inspection.\\par\nb. 1. Any vehicle that is suspected of having been stolen or abandoned other than vehicles described in subdivision two of section twelve hundred twenty- four of the vehicle and traffic law, any vehicle that is blocking a private driveway and subject to removal pursuant to section 19-169 of the code, [and] any vehicle with certain alarm devices which is subject to removal pursuant to section 24-221 of the code\\ul  and any vehicle that is illegally parked in a parking space designated exclusively for use by motor vehicles with special vehicle identification permits which is subject to removal pursuant to section 19-169.3 of the code\\ulnone  shall be removed by a tow truck of the towing company participating in the rotation tow program when directed to do so by the police department. If such vehicle appears to have a missing or altered vehicle identification number, the police may direct its removal to the police property clerk. All other vehicles shall be towed to the storage facility of such responding company which meets such specifications as the commissioner shall establish by rule, and shall at all times be stored within such storage facility while the vehicle is in the custody of the towing company. Such storage facility shall be the premises listed on the license of the towing company responding to the police department's direction to remove a vehicle or the premises approved by the commissioner for use by such towing company. Such premises shall be owned, operated or controlled by such towing company and shall not be used by any other towing company. The police department shall expeditiously make every reasonable effort to notify the owner and the national automobile theft bureau or the insurer, if any, of any vehicle that is suspected of having been stolen or abandoned of the vehicle's location and the procedure for retrieval. During the period commencing on the eighth day after the vehicle is removed to such storage facility and ending on the thirtieth day after such removal, such towing company shall transfer any vehicle which has not been claimed into the custody of the police department property clerk.\\par\n3. No tow truck operator shall knowingly remove a vehicle suspected of having been stolen or abandoned or an evidence vehicle without authorization by the police department. No tow truck operator shall knowingly remove a vehicle blocking a private driveway subject to removal pursuant to section 19-169 of the code except as authorized in such section. No tow truck operator shall knowingly remove a vehicle with certain alarm devices subject to removal pursuant to section 24-221 of the code except as authorized in such section.  \\ul No tow truck operator shall knowingly remove a vehicle that is illegally parked in a parking space designated exclusively for use by motor vehicles with special vehicle identification permits subject to removal pursuant to section 19-169.3 of the code except as authorized in such section.\\par\n\\ulnone c. 1. Notwithstanding any other provision of law, the towing company shall be entitled to charge the owner or other person claiming a vehicle that is suspected of having been stolen or abandoned\\ul ,\\ulnone  [or] a vehicle with certain alarm devices subject to removal pursuant to section 24-221 of the code \\ul or a vehicle that is illegally parked in a parking space designated exclusively for use by motor vehicles with special vehicle identification permits subject to removal pursuant to section 19-169.3 of the code\\ulnone  which was directed to be towed by the police department pursuant to this section and which is claimed before the end of the thirtieth day after such vehicle is removed by such towing company amounts not in excess of the following: seventy dollars for the towing of a vehicle registered at a weight of ten thousand pounds or less; one hundred and twenty-five dollars for the towing of a vehicle registered at a weight of more than ten thousand pounds; fifteen dollars per day for the first three days and seventeen dollars for the fourth day of storage and each day thereafter. Upon the transfer of an unclaimed vehicle into the custody of the police department property clerk, the towing company shall be entitled to charge the police department amounts not in excess of the following: sixty dollars plus tolls for the towing of a vehicle suspected of having been stolen or abandoned, a vehicle that was blocking a private driveway and was removed pursuant to section 19-169 of the code\\ul ,\\ulnone  [or] a vehicle with certain alarm devices that was removed pursuant to section 24-221 of the code[,] \\ul or a vehicle that was illegally parked in a parking space designated exclusively for use by motor vehicles with special vehicle identification permits that was removed pursuant to section 19-169.3 of the code,\\ulnone  to a storage facility and subsequent transfer of such vehicle into the custody of such property clerk during the period of time specified in paragraph one of subdivision b of this section; five dollars per day for the first three days of storage of such vehicle and eight dollars for the fourth day of storage and each day thereafter, provided that in no event shall any towing company be entitled to charge the police department for storage charges incurred after the tenth day of storage. The towing company shall be entitled to charge the police department an amount not in excess of sixty dollars plus tolls for the towing of an evidence vehicle to a location designated by a police officer.\\par\n2. The police department shall be entitled to charge an owner or other person who claims a vehicle that is suspected of having been stolen or abandoned, a vehicle that was blocking a private driveway and was removed pursuant to section 19-169 of the code, [or] a vehicle with certain alarm devices that was removed pursuant to section 24-221 of the code[,] \\ul or a vehicle that was illegally parked in a parking space designated exclusively for use by motor vehicles with special vehicle identification permits that was removed pursuant to section 19-169.3 of the code,\\ulnone  which is in the custody of the police department property clerk the charge for towing and storage permitted to be charged by the towing company pursuant to paragraph one of this subdivision, plus tolls, in addition to the fees for storage with the police department property clerk provided by subdivision i of section 14-140 of the code. No vehicle which is in the custody of the police department property clerk which had blocked a private driveway and was removed pursuant to section 19-169 of the code shall be released to the owner or other person claiming such vehicle unless such owner or other person shall, in addition to paying such charges to the police department property clerk as provided for in this subdivision, present to such property clerk a receipt from the towing company which removed the vehicle indicating payment to such company of the following amount: the charges for towing and storage which would have been due to the towing company pursuant to paragraph eight of subdivision c of section 19-169 of the code had such owner or other person claimed the vehicle from such towing company less the amount paid to the police department for the towing and storage of such vehicle by such company.\\par\n\\'a73.  This local law shall take effect immediately after it is enacted into law.\\line  \\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:04:36.973Z"
}
