{
  "ID": 29282,
  "GUID": "A5252865-0889-4967-9903-0AAD07D159DC",
  "File": "Int 0083-2004",
  "Name": "Establishing Asthma Free School Zones.",
  "Title": "A Local Law to amend the administrative code of the city of New York in relation to establishing Asthma Free School Zones.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    }
  ],
  "History": [
    {
      "ID": 154812,
      "Date": "2004-02-04T11:13:41Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155174,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 226,
      "MinutesSequence": 264,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184451,
      "Date": "2005-12-31T17:03:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15881,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.\tLegislative findings.  Childhood asthma is a serious health problem in the City of New York, affecting as many as one-quarter of all children in some neighborhoods.  Hospitalization costs alone related to childhood asthma total $225 million a year, and many millions more are spent in lost wages, medical expenses and other costs associated with this disease.  In addition to such costs and the obvious physical sufferings of children afflicted with childhood asthma, this disease also causes children to miss needed school days, thus negatively affecting their education.\n§ 2.\tTitle 17 of the administrative code of the city of New York is hereby amended to add a new chapter 9 to read as follows:\n§ 17-901\ta.\tFor purposes of this section, the following terms shall have the following meanings:\n1.  “Asthma Free School Zone” means those areas of the city of New York designated pursuant to subdivision b of this section, created for the purpose of protecting children from certain environmental hazards that may contribute to the development or aggravation of childhood asthma.\n2. “Public school” means any building, structure, facility, athletic playing field, playground, parking lot or land, or any portion thereof, that is located within the city of New York and owned, occupied or utilized by the department of education of the city of New York for the purpose of providing educational instruction or extra curricular activities to students at or below the twelfth grade level.\n b.  An Asthma Free School Zone shall be established for each public school.  Each Asthma Free School Zone shall include each public school, extend five hundred feet outward from the legal property line of such school, and encompass the entire area within such boundary.\nc.\t1.\t The department of transportation shall erect signs, in consultation with the local police precinct, to be prominently displayed at all intersections of public streets within Asthma Free School Zones, that contain the words “ASTHMA FREE SCHOOL ZONE” in capital letters of a size and type to be determined by such department.  Such signs may also contain such other words or design as the department of transportation may determine.\n2.  The department of transportation, in coordination with the department of education, shall promulgate rules regulating vehicular use and sidewalk and street construction activity within Asthma Free School Zones, including, but not limited to:\n(i)\twhen streets and sidewalks are open to public traffic within Asthma Free School Zones, including but not limited to rules that require that such openings occur, as much as practicable, during time periods other than those during which public schools are open for educational instruction or extra curricular activities;\n(ii)\tdust abatement requirements within Asthma Free School Zones, including but not limited to requirements that dust abatement activity occur, as much as practicable, during time periods other than  those during which public schools are open for educational instruction or extra curricular activities; and\n(iii)\tprohibitions on idling of motor vehicles within Asthma Free School Zones.\nd.\t1.\tThe department of buildings shall promulgate rules with respect to exterior building construction, renovation and repair that occurs within Asthma Free School Zones, including but not limited to:\n(i)\trequirements that such construction, renovation or repair activity occur, as much as practicable, during time periods other than those during which public schools are open for educational instruction or extra curricular activities; and\n(ii)\tdust abatement requirements within Asthma Free School Zones, including but not limited to requirements that dust abatement activity occur, as much as practicable, during time periods other than  those during which public schools are open for educational instruction or extra curricular activities.\n2.  The department of buildings shall revoke the permit of any individual or entity that violates the requirements set forth in the rules promulgated pursuant to paragraph one of this subdivision.\ne.  \t1.\tThe department of education shall ensure that all school nurses are trained to treat childhood asthma.\n2.\tThe department of education shall ensure that each school facility under its jurisdiction has appropriate medical equipment to provide effective, emergency treatment to children suffering from childhood asthma.\n3.\tThe department of education shall develop a program to obtain medical and other information regarding students who suffer from asthma and make such information available to designated medical professionals and school administrators at each such student’s school, consistent with state and federal privacy laws.\nf.  The department, the department of education, the department of health and mental hygiene and the department of transportation shall together develop a public outreach program to inform the residents of the city of New York, including, but not limited to, parents, teachers and students, about Asthma Free School Zones and the rules pertaining thereto.\n§ 3.\t If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\n§ 4.\t This local law shall take effect 90 days after its enactment.\n\nMHG\nLS # 331\nJanuary 28, 2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\qj\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.\\tab Legislative findings.  Childhood asthma is a serious health problem in the City of New York, affecting as many as one-quarter of all children in some neighborhoods.  Hospitalization costs alone related to childhood asthma total $225 million a year, and many millions more are spent in lost wages, medical expenses and other costs associated with this disease.  In addition to such costs and the obvious physical sufferings of children afflicted with childhood asthma, this disease also causes children to miss needed school days, thus negatively affecting their education.\\par\n\\'a7 2.\\tab Title 17 of the administrative code of the city of New York is hereby amended to add a new chapter 9 to read as follows:\\par\n\\ul\\'a7 17-901\\tab a.\\tab For purposes of this section, the following terms shall have the following meanings:\\par\n1.  \\ldblquote Asthma Free School Zone\\rdblquote  means those areas of the city of New York designated pursuant to subdivision b of this section, created for the purpose of protecting children from certain environmental hazards that may contribute to the development or aggravation of childhood asthma.\\par\n2. \\ldblquote Public school\\rdblquote  means any building, structure, facility, athletic playing field, playground, parking lot or land, or any portion thereof, that is located within the city of New York and owned, occupied or utilized by the department of education of the city of New York for the purpose of providing educational instruction or extra curricular activities to students at or below the twelfth grade level.\\par\n b.  An Asthma Free School Zone shall be established for each public school.  Each Asthma Free School Zone shall include each public school, extend five hundred feet outward from the legal property line of such school, and encompass the entire area within such boundary.\\par\nc.\\tab 1.\\tab  The department of transportation shall erect signs, in consultation with the local police precinct\\b ,\\b0  to be prominently displayed at all intersections of public streets within Asthma Free School Zones, that contain the words \\ldblquote ASTHMA FREE SCHOOL ZONE\\rdblquote  in capital letters of a size and type to be determined by such department.  Such signs may also contain such other words or design as the department of transportation may determine.\\par\n\\pard\\sl480\\slmult1\\qj 2.  The department of transportation\\b , \\b0 in coordination with the department of education, shall promulgate rules regulating vehicular use and sidewalk and street construction\\b  \\b0 activity within Asthma Free School Zones, including, but not limited to:\\par\n\\pard\\fi720\\ri720\\sl480\\slmult1\\qj (i)\\tab when streets and sidewalks are open to public traffic within Asthma Free School Zones, including but not limited to rules that require that such openings occur, as much as practicable, during time periods other than those during which public schools are open for educational instruction or extra curricular activities;\\par\n(ii)\\tab dust abatement requirements within Asthma Free School Zones, including but not limited to requirements that dust abatement activity occur, as much as practicable, during time periods other than  those during which public schools are open for educational instruction or extra curricular activities; and\\par\n(iii)\\tab prohibitions on idling of motor vehicles within Asthma Free School Zones.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj d.\\tab 1.\\tab The department of buildings shall promulgate rules with respect to exterior building construction, renovation and repair that occurs within Asthma Free School Zones, including but not limited to:\\par\n(i)\\tab requirements that such construction, renovation or repair activity occur, as much as practicable, during time periods other than those during which public schools are open for educational instruction or extra curricular activities; and\\par\n(ii)\\tab dust abatement requirements within Asthma Free School Zones, including but not limited to requirements that dust abatement activity occur, as much as practicable, during time periods other than  those during which public schools are open for educational instruction or extra curricular activities.\\par\n2.  The department of buildings shall revoke the permit of any individual or entity that violates the requirements set forth in the rules promulgated pursuant to paragraph one of this subdivision.\\par\ne.  \\tab 1.\\tab The department of education\\b  \\b0 shall ensure that all school nurses are trained to treat childhood asthma.\\par\n2.\\tab The department of education shall ensure that each school facility under its jurisdiction has appropriate medical equipment to provide effective, emergency treatment to children suffering from childhood asthma.\\b\\par\n\\b0 3.\\tab The department of education shall develop a program to obtain medical and other information regarding students who suffer from asthma and make such information available to designated medical professionals and school administrators at each such student\\rquote s school, consistent with state and federal privacy laws.\\ulnone\\b\\par\n\\ul\\b0 f.  The department, the department of education, the department of health and mental hygiene and the department of transportation shall together develop a public outreach program to inform the residents of the city of New York, including, but not limited to, parents, teachers and students, about Asthma Free School Zones and the rules pertaining thereto.\\ulnone\\par\n\\'a7 3.\\tab  If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\\par\n\\'a7 4.\\tab  This local law shall take effect 90 days after its enactment.\\par\n\\pard\\fi720\\qj\\par\n\\pard\\qj MHG\\par\nLS # 331\\par\nJanuary 28, 2004\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:06:16.013Z"
}
