{
  "ID": 29000,
  "GUID": "15D0F567-EDCE-4528-B0B3-3BC02EF51CA8",
  "File": "Int 0085-2004",
  "Name": "Establishing a task force on section 8 housing.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing a task force on section 8 housing.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 154046,
      "Date": "2004-02-04T16:03:15Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155172,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 228,
      "MinutesSequence": 266,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184453,
      "Date": "2005-12-31T17:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15688,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.\tDeclaration of legislative intent.  The Council finds that the City is in severe need of “affordable housing” and that the City has not done enough to implement affirmative policies to maintain “affordable housing” in New York City, including the failure to encourage the funding of Section 8.  Section 8 subsidies are provided by the federal government through programs authorized under Section 8 of the Housing Act of 1937.  The Council finds that planning for and maintaining affordable housing will increase the quality of life in the City.  The availability of Section 8 funds will help tenants remain in their homes and will help prevent additional households from becoming homeless.  Failure to review the impact of Section 8 housing on the City’s housing stock is shortsighted and will result in missed opportunities to call upon the federal government to maintain Section 8 housing programs and to increase the funding of these vital programs.\nThe Council has determined that there is a need to increase and coordinate lobbying efforts directed toward both Congressional and State representatives and to work with housing policy groups and tenant associations to encourage the funding and dispersion of Section 8 housing funds to people and communities in New York City that are in need of such assistance.\nTherefore, the Council declares that the time to address the City’s housing shortage is now, and hereby establishes this task force on Section 8 housing to examine, plan and coordinate the efforts to encourage the maintenance of Section 8 funds to be used for affordable housing in the City.\n§2.  Title 26 of the administrative code of the city of New York is amended by adding a new chapter 9 to read as follows:\nChapter 9\nTask force on Section 8 housing\n\n§26-801  Task force on Section 8 housing.\n\n§26-801  Task force on Section 8 housing.  a.  There is hereby established a task force on section 8 housing, to evaluate and develop methods for maintaining section 8 housing in New York city.  The task force shall, at a minimum, review the types of dwellings in the city that receive the benefit of the section 8 program and the areas of the city where such dwellings are located to determine the impact of such funding on the housing stock in the city, to examine the distribution of the type of section 8 funds, and to discuss the planning and coordination of affordable housing which may be impacted by such funding or the lack thereof.  The task force shall consist of eleven members and shall include as ex-officio members the chair of the New York city housing authority, the commissioner of housing preservation and development, and the speaker of the council, each of whom may select a designee, and eight members of the public.\nThe members of the public shall consist of two representatives of tenants, two representatives of the for-profit real estate industry, two representatives of the not-for-profit real estate industry and two representatives of community-based housing organizations.  The mayor shall appoint one representative of tenants and one representative of a community-based housing organization.  The speaker of the council shall appoint one representative of tenants, two representatives of the for-profit real estate industry, two representatives of the not-for-profit real estate industry and one representative of a community-based housing organization.  The members of the task force shall be appointed within thirty days of the effective date of this section.  Each member shall serve without compensation and shall continue in service until their successors have been appointed.  A member may be removed by the appointing authority for cause, but not without an opportunity to be heard in person or by counsel, in his or her defense, upon less than ten days notice.\nb.\tThe task force may appoint an executive director to serve at its pleasure and may employ or retain such other employees and consultants as are necessary to fulfill its functions within appropriations by the council for such purposes.\nc.\tWithin thirty days after the appointment of the last member of the task force, the task force shall establish separate study groups consisting of task force members to study mechanisms to fund section 8 housing and to produce recommendations in order to coordinate efforts for additional section 8 funds.\nd.\tWithin twelve months after the appointment of the last member of the task force, the task force shall issue an interim report to the mayor and the speaker containing its recommendations.  The interim report shall include data concerning the estimated number of eligible families that could receive such funding based on current eligibility criteria and funding levels, and based on projected estimates of funding levels and data concerning the distribution of the types of section 8 funding currently available.\ne.\tWithin twelve months after the issuance of the interim report to the mayor and the speaker and every year thereafter, the task force shall assess the progress of the City with regards to the availability of section 8 benefits and shall issue an annual report with recommendations for further funding and action.\n§3.\tThis local law shall take effect thirty days after it shall have been enacted into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.\\tab Declaration of legislative intent.  The Council finds that the City is in severe need of \\ldblquote affordable housing\\rdblquote  and that the City has not done enough to implement affirmative policies to maintain \\ldblquote affordable housing\\rdblquote  in New York City, including the failure to encourage the funding of Section 8.  Section 8 subsidies are provided by the federal government through programs authorized under Section 8 of the Housing Act of 1937.  The Council finds that planning for and maintaining affordable housing will increase the quality of life in the City.  The availability of Section 8 funds will help tenants remain in their homes and will help prevent additional households from\\ul  \\ulnone becoming homeless.  Failure to review the impact of Section 8 housing on the City\\rquote s housing stock is shortsighted and will result in missed opportunities to call upon the federal government to maintain Section 8 housing programs and to increase the funding of these vital programs.\\ul\\par\n\\ulnone The Council has determined that there is a need to increase and coordinate lobbying efforts directed toward both Congressional and State representatives and to work with housing policy groups and tenant associations to encourage the funding and dispersion of Section 8 housing funds to people and communities in New York City that are in need of such assistance.\\par\nTherefore, the Council declares that the time to address the City\\rquote s housing shortage is now, and hereby establishes this task force on Section 8 housing to examine, plan and coordinate the efforts to encourage the maintenance of Section 8 funds to be used for affordable housing in the City.\\par\n\\cf1\\'a72.  Title 26 of the administrative code of the city of New York is amended by adding a new chapter 9 to read as follows:\\par\n\\pard\\keepn\\s1\\sl480\\slmult1\\qc\\ul Chapter 9\\par\n\\pard\\qc\\cf0 Task force on Section 8 housing\\par\n\\par\n\\cf1\\'a726-801  \\cf0 Task force on Section 8 housing.\\par\n\\pard\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf1\\ul\\'a726-801  \\cf0 Task force on Section 8 housing.  a.  There is hereby established a task force on section 8 housing, to evaluate and develop methods for maintaining section 8 housing in New York city.  The task force shall, at a minimum, review the types of dwellings in the city that receive the benefit of the section 8 program and the areas of the city where such dwellings are located to determine the impact of such funding on the housing stock in the city, to examine the distribution of the type of section 8 funds, and to discuss the planning and coordination of affordable housing which may be impacted by such funding or the lack thereof.  The task force shall consist of eleven members and shall include as ex-officio members the chair of the New York city housing authority, the commissioner of housing preservation and development, and the speaker of the council, each of whom may select a designee, and eight members of the public.\\par\nThe members of the public shall consist of two representatives of tenants, two representatives of the for-profit real estate industry, two representatives of the not-for-profit real estate industry and two representatives of community-based housing organizations.  The mayor shall appoint one representative of tenants and one representative of a community-based housing organization.  The speaker of the council shall appoint one representative of tenants, two representatives of the for-profit real estate industry, two representatives of the not-for-profit real estate industry and one representative of a community-based housing organization.  The members of the task force shall be appointed within thirty days of the effective date of this section.  Each member shall serve without compensation and shall continue in service until their successors have been appointed.  A member may be removed by the appointing authority for cause, but not without an opportunity to be heard in person or by counsel, in his or her defense, upon less than ten days notice.\\par\nb.\\tab The task force may appoint an executive director to serve at its pleasure and may employ or retain such other employees and consultants as are necessary to fulfill its functions within appropriations by the council for such purposes.\\par\nc.\\tab Within thirty days after the appointment of the last member of the task force, the task force shall establish separate study groups consisting of task force members to study mechanisms to fund section 8 housing and to produce recommendations in order to coordinate efforts for additional section 8 funds.\\par\nd.\\tab Within twelve months after the appointment of the last member of the task force, the task force shall issue an interim report to the mayor and the speaker containing its recommendations.  The interim report shall include data concerning the estimated number of eligible families that could receive such funding based on current eligibility criteria and funding levels, and based on projected estimates of funding levels and data concerning the distribution of the types of section 8 funding currently available.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj e.\\tab Within twelve months after the issuance of the interim report to the mayor and the speaker and every year thereafter, the task force shall assess the progress of the City with regards to the availability of section 8 benefits and shall issue an annual report with recommendations for further funding and action.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a73.\\tab This local law shall take effect thirty days after it shall have been enacted into law.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:06:37.44Z"
}
