{
  "ID": 29155,
  "GUID": "0F8F611E-FCD0-439E-A43B-677D6BB46A78",
  "File": "Int 0089-2004",
  "Name": "Products Made From Recycled Materials, Purchase",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the purchase of products, materials and equipment made with post-consumer recycled content and the incorporation of waste prevention measures into the city’s procurement practices.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    }
  ],
  "History": [
    {
      "ID": 154538,
      "Date": "2004-02-04T10:23:10Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155191,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 234,
      "MinutesSequence": 272,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184457,
      "Date": "2005-12-31T17:10:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15857,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Section 16-303 of the administrative code of the city of New York is amended by adding nine new subdivisions a-1, d-1, g-l, j-1, j-2, i-l, i-2, o-1, and o-2 to read as follows:\n\ta-1. “Chlorine-free recycled paper” means paper in which any post-consumer and/or pre-consumer material components are processed for recycling without the use of chlorine or chlorine containing compounds, and any virgin fiber component of such paper that is processed without the use of any chlorine or chlorine containing compounds.\nd-1.  “Durable” means having a design lifespan of three or more years.\n\tg-1.  “Pre-consumer material” means material and byproducts that have not reached a business or consumer for an intended end use and have been recovered from the waste stream, including, but not limited to, industrial scrap materials, overstock or obsolete inventories from distributors, wholesalers and other companies, but such term does not include those materials and by-products generated from, and commonly reused within, an original manufacturing process or separate operations within the same parent company.\n\tj-1. “Rechargeable batteries” means one or more voltaic or galvanic cells, electrically connected to produce electric energy, that are designed to be recharged for repeated uses and include any type of enclosed device or sealed container consisting of one or more such cells, including what is commonly called a battery back, provided, however, that such term does not include: (i) a lead-acid battery used to start an internal combustion engine or as the principal electrical power source for a vehicle, such an automobile, a truck, construction equipment, a motorcycle, a garden tractor, a golf cart, a wheelchair or a boat; (ii) a lead-acid battery used for load leveling or storage of electricity generated by an alternative energy source, such as solar or wind-driven generator; (iii) a battery used as a backup power source for memory or program instruction storage, timekeeping, or any similar purposes which requires uninterrupted electrical power in order to function if the primary energy source fails or fluctuates momentarily; or (iv) a rechargeable alkaline battery. \nj-2. “Recycled product” means a product, material or equipment containing post-consumer recycled content in an amount that equals or exceeds the highest amount of post-consumer recycled content, as such standard may be amended from time to time, required by either: (i) the United States environmental protection agency minimum content standards for recycled materials content promulgated pursuant to 42 U.S.C. § 6901 et seq; (ii) the minimum content standards promulgated pursuant to subdivision two of section 27-0717 of the environmental conservation law; or (iii) the minimum content standards developed by the department of citywide administrative services. \n\ti-1.  “Remanufactured” means a used product or part thereof, which has been repaired or otherwise restored to serviceable condition, including replacement of worn parts, after initial sale by the original manufacturer, provided that such product must meet all applicable performance specifications for the intended use of such product or part thereof.\t\n\tl-2.  “Reusable” means that the product or package was designed to be used a minimum of five times for its original intended purpose.\n\to-1.  “Toxic materials” means any material that contains a substantial amount of any of the following in any form, concentration or chemical combination: arsenic, beryllium, cadmium, chromium, chlorine, lead, mercury, nickel and sulfur.\n\to-2  “Waste prevention” means a reduction in the overall quantity of solid waste through the implementation of practices, including, but not limited to, reuse of products or packaging, expansion of repair and maintenance programs for products, use of city surplus and warehoused items, use of remanufactured products that offer extended warranties, the purchase, use and recycling of rechargeable batteries, and reduction in the use of products or packaging through the purchase of products in bulk or concentrate.\n\t§ 2.   Subdivisions g and m of section 16-303 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, are amended to read as follows: \n            g. “Post-consumer material” means only those products, packages and materials generated by a business or a consumer [which] that have served their intended end uses [,] and [which] that have been separated or diverted from solid waste for the purposes of collection, recycling and disposition.\nm. “Secondary material” means any material recovered from or otherwise destined for the waste stream, including but not limited to, post-consumer material. [industrial scrap material and overstock or obsolete inventories from distributors, wholesalers and other companies, but such term does not include those materials and by-products generated from, and commonly reused within, an original manufacturing process], pre-consumer material, or any combination of both materials.\n§ 3.  The title of subchapter 5 of chapter 3 of title 16 of the administrative code of the city of New York, such subchapter and chapter as added by local law number 19 for the year 1989, is amended to read as follows:\nCity Purchase of Recycled Products and Procurement Measures to Prevent Waste.\n\t§ 4.  Subchapter 5 of chapter 3 of title 16 of the administrative code of the city of New York is amended by adding a new section 16-321.1 to read as follows:\n\t§  16-321.1 Definitions.  When used in this subchapter:\n“Recyclable material” means a material or product has been designated as\na recyclable material pursuant to sections 16-305, 16-306 or 16-307 of subchapter two of this chapter and any rules promulgated thereunder.\n\t§5.  Section 16-322 of the administrative code of the city of New York, as amended by local law number 59 for the year 1996, is amended to read as follows:\n§16-322 City purchase and procurement specifications- waste prevention and [of] products made from [secondary] post-consumer materials. a. [The department of citywide administrative services] All city mayoral and non-mayoral agencies, upon consultation with the department and the department of citywide administrative services, shall, in the development of new procurement specifications and for contracts that are either new or relet on or after the effective date of the local law which added this amendment review such newly developed or existing procurement specifications [and practices it currently uses] to determine whether such [require that] specifications would exclude, eliminate or otherwise discourage the purchase of:\n1.  recycled products or packaging made from post-consumer materials;\n2. products or packaging [be] manufactured from [virgin] recyclable materials [or exclude products manufactured from secondary materials and shall make such changes as may be necessary to ensure that:\n1. where such specifications and practices exclude the use of products manufactured from secondary materials or require that products be manufactured from virgin materials only, such exclusions or requirements be eliminated; provided, however, that specifications need not be revised if the department of citywide administrative services determines that for a particular end use a product containing secondary materials would not meet necessary performance standards;\n2. performance standards, specifications and a product’s intended end use are related, and clearly identified when feasible;\n3. specifications are not overly stringent for a particular end use or performance standard; and\n4. specifications incorporate or require the use of secondary materials to the maximum extent practicable without jeopardizing the performance or intended end use of the product; provided, however, where the department of citywide administrative services determines that for a particular end use a product containing secondary materials would not meet necessary performance standards, such specifications need not incorporate or require the use of secondary materials.\nWhen used in this subdivision “practicable” means capable of being used without violating the following criteria: performance, availability at a reasonable price, availability within a reasonable period of time and maintenance of a satisfactory level of competition]; \n3. products, packaging or equipment that have been remanufactured; or \n4. products or packaging that facilitate waste prevention, including but not limited to rechargeable batteries. \n\tb.  [In purchasing paper products made with and without significant recycled content, recovered from materials otherwise destined for disposal, the department of citywide administrative services shall, wherever the price is reasonably competitive and the quality adequate for the purpose intended, purchase the recycled product.  For the purpose of this section, “recycled paper” shall mean any paper products that have been manufactured from materials otherwise destined for the waste stream including, but nor limited to, old newspapers, magazines, paperboard boxes, tabulating cards, mixed waste, used fibrous material such as rags and overstock or obsolete inventories from distributors, wholesalers, printers and other companies as defined in rules and regulations promulgated by the state commissioner of general services pursuant to section 104-a of the general municipal law, provided that such term does not include those materials and by-products generated from, and commonly reused within, an original manufacturing process, and “reasonably competitive” shall mean a comparable recycled product with a cost premium of no greater than ten percent.\nc. After January 1, 1991, with contracts for the purchase of products, other than paper products, for use by city agencies and departments, which are subject to public letting under sealed bids pursuant to chapter thirteen of the charter, when the lowest responsible bidder is not supplying products that are manufactured from a minimum amount of secondary material, and another bidder who will supply such products has submitted a bid within five percent of the lowest responsible bid for a contract to supply products that are adequate for the purpose intended, the department of citywide administrative services shall refer such bids to the mayor, who in accordance with paragraph two of subdivision b of section three hundred thirteen of the charter, may determine that it is in the best interest of the city that the contract shall be awarded to other than the lowest responsible bidder.  For the purpose of this subdivision, the department of citywide administrative services shall promulgate regulations establishing standards for the “minimum amount of secondary material” from which a product shall be manufactured. If, however, a bid is submitted for a product that is manufactured from secondary material but the department of citywide administrative services has not established a standard for the minimum amount of secondary material in such product the bid shall be submitted to the mayor in accordance with the requirements of this subdivision regardless of the amount of the secondary material from which such product is manufactured. Notwithstanding the above, the department of citywide administrative services may amend an existing standard or promulgate a new standard for the minimum amount of secondary material from which a product shall be manufactured.] Pursuant to section 104-a of the general municipal law, all mayoral and non-mayoral agencies shall, wherever recycled products meet contract specifications and the price of such products is reasonably competitive, purchase such products.  For the purposes of this subdivision, “recycled product” shall mean any product which is manufactured from secondary materials as defined in subdivision one section two hundred sixty-one of the economic development law, and which meets the requirements of subdivision two of section 27-0717 environmental conservation law and regulations promulgated thereto.  For the purposes of this subdivision, “reasonably competitive” shall mean that the cost of the recycled product does not exceed a cost premium of ten percent above the cost of a comparable product that is not a recycled product, or, if at least fifty percent of the secondary materials utilized in the manufacture of that product are generated from the waste stream in New York state, the cost of the recycled product does not exceed a cost premium of fifteen percent above the cost of a comparable product that is not a recycled product.\n[d. When purchasing paper products and other products pursuant to this section, the department of citywide administrative services shall utilize the United States environmental protection agency minimum content standards for recycled materials content promulgated pursuant to 42 U.S.C. §6901 et seq.\ne. Should the state authorize the city’s use of a price preference for the purchase of any products manufactured from secondary materials, the commissioner shall propose appropriate legislation to mandate the use of this price preference.]\nc. The review conducted pursuant to subdivision a of this section shall be utilized by all city mayoral and non-mayoral agencies to make any necessary change in such procurement specifications to ensure that:\n  \t1. such specifications do not exclude, eliminate or otherwise discourage the purchase of products, materials and equipment set forth in paragraphs one through three of subdivision a of this section;\n\t2. specifications for recycled products are in accordance with the standards provided in subdivision j-1 of section 16-303 of this chapter;\n\t3. waste prevention measures are considered in specifications for the procurement of products, packaging and equipment; and\n\t4. to the maximum extent feasible, products and packaging made from recyclable materials are used and excess packaging is eliminated; and\n \t5. performance standards, specifications and a product’s intended use are related and clearly identified, when feasible.\nAll necessary changes required by paragraphs (1) through (5) of this subdivision shall be made to the maximum extent practicable, provided, however, that where a city mayoral or non-mayoral agency determines that the necessary changes required by paragraph (2) are not practicable, such agency must submit written documentation of such a determination to the mayor’s office of contracts.  For the purposes of this subdivision “practicable” means capable of being used without violating the following criteria: performance, availability at a reasonable price, availability within a reasonable period of time and maintenance of a satisfactory level of competition.  \n[f]d Whenever [the department of citywide administrative services] a city mayoral or  non-mayoral agency or the council purchases or causes the purchase of printing on recycled paper, the printed material shall include a printed statement [or symbol] indicating [that] the [document is printed on] percentages of pre-consumer and post-consumer recycled material contained in such paper.\n[g. The department of citywide administrative services shall prepare and submit to the mayor, the council, each citizens’ board created under section 16-317 of this chapter and the citywide board created under section 16-319 of this chapter, an annual report on its activities to increase the city’s purchase of products manufactured from secondary materials.]\n[h] e. The department of citywide administrative services, in consultation with the department, shall promulgate [regulations] such rules as are necessary to effectuate the purposes of this section.\n§6. Subchapter 5 of chapter 3 of title 16 of the administrative code of the city of New York is amended by adding four new sections 16-322.2, 16-322.3, 16-322.4, 16-322.5, 16-322.6 and 16-322.7 to read as follows:\n\t§16-322.2 City purchase of printing and writing paper with recycled content.  Notwithstanding the provisions of section 16-322 of this subchapter, all purchases of printing and writing paper by city mayoral and non-mayoral agencies and the council shall be no less than thirty percent post-consumer recycled content for high speed copy paper, offset paper, forms bond, computer printout paper, carbonless paper, file folders, white wove envelopes, writing and office paper, book paper, cotton fiber paper and cover stock.  If printing and writing paper containing thirty percent post-consumer recycled content is not reasonably available, does not meet performance requirements, or is available at an unreasonable price, then such city mayoral and non-mayoral agencies and the council shall purchase paper containing no less than twenty percent post-consumer recycled content.\n\t§16-322.3 City purchase and use of rechargeable batteries.  a. All city mayoral and non-mayoral agencies shall purchase and require the use of rechargeable batteries and products that contain rechargeable batteries to the maximum extent feasible without jeopardizing the performance or intended use of the battery-operated product.  Such rechargeable batteries shall, to the maximum extent feasible, be procured from manufacturers who are Rechargeable Battery Recycling Corporation licensees.   \n\tc.  All city mayoral and non-mayoral agencies and the council shall recycle rechargeable nickel-cadmium batteries through a Rechargeable Battery Recycling Corporation take-back program or to a duly licensed nickel-cadmium battery recycler.  To the maximum extent feasible, all city mayoral and non-mayoral agencies and the council shall recycle all single-use batteries, including alkaline, lithium and zinc chloride batteries.\n§16-322.4 Requirements for vendors with city mayoral and non-mayoral agencies and the council.  Every request for proposal or invitation to bid and contract issued by a city mayoral or non-mayoral agency or the council shall contain a requirement that the successful bidder or proposer agree to the following conditions:\na.  Recycled paper.  All reports and studies shall be printed on recycled paper containing, at a minimum, a post-consumer recycled content equal to or exceeding the highest amount of post-consumer recycled content required by either the United States environmental protection agency minimum content standards for recycled materials content promulgated pursuant to 42 U.S.C. § 6901 et seq., the minimum content standards promulgated pursuant to subdivision two of section 27-0717 of the environmental conservation law; or the minimum content standards developed by the department of citywide administrative services, as such standard may be amended from time to time.  All such reports and studies shall, where feasible, use both sides of the paper sheets.\nb.  Waste prevention in packaging.  The use of packaging in performance of a contract shall be eliminated to the maximum extent feasible.\n§16-322.5 City waste prevention procurement plans and annual report. a.Within sixty days after the fiscal year concluding June 30, 1999, all city mayoral and non-mayoral agencies shall, in consultation with the department and the department of citywide administrative services, prepare and submit to the mayor’s office of operations a plan for incorporating and increasing the level of waste prevention in its procurement practices.  Such plan shall be updated by all city mayoral and non-mayoral agencies each fiscal year thereafter.\nb.  Within sixty days after the fiscal year concluding June 30, 1999, the mayor’s office of contracts, in consultation with the department, the department of citywide administrative services, and other appropriate parties, shall submit to the mayor’s office of operations a plan for incorporating and increasing the level of waste prevention in its procedures applicable to the procurement of services, other than construction services, by city mayoral and non-mayoral agencies.  Such plan shall be updated by the mayor’s office of contracts, in consultation with the department of citywide administrative services and other appropriate parties each fiscal year thereafter.\nc. Within sixty days after the fiscal year concluding June 30, 1999, the mayor’s office of construction, in consultation with the department, the department of design and construction and other appropriate parties, shall submit to the mayor’s office of operations a plan for incorporating into and increasing the level of waste prevention in its procedures applicable to the procurement of construction services.  Such plan shall be updated by the mayor’s office of construction, in consultation with the department, the department of design and construction and other appropriate parties, each fiscal year thereafter.\nd. Within one hundred twenty days after the fiscal year concluding June 30, 1999, the mayor’s office of operations, in consultation with the department of citywide administrative services and the department, shall prepare and submit to the mayor and the council, each citizens’ board created under section 16-317 of this chapter and the citywide board created under section 16-319 of this chapter, a waste prevention and recycling procurement report and plan.  Such plan shall be updated each fiscal year thereafter within sixty days of the completion of the applicable fiscal year.  The waste prevention and recycling procurement report and plan shall include, but not be limited to:\n1. a status report on the implementation of waste prevention plans developed by the mayor’s office of contracts, the mayor’s office of construction and the department of citywide administrative services; \n2. a summary of activities undertaken by the department of citywide administrative services to increase the procurement of recycled products and packaging that facilitates waste prevention;\n\t3. the dollar amount spent on any price preference used for any recycled product purchase pursuant to section 16-322 of this subchapter;\n4. a summary of any revisions to federal, state or city minimum content standards; \n5. the quantities purchased, sources of purchases and the dollar amount spent on durable, reusable, remanufactured and recyclable products and packaging;\n6. the costs avoided, including but not limited to the areas of storage, replacement and procurement, by the implementation of waste prevention measures; and \n7. the net costs associated with the implementation of waste prevention procurement measures.\n8. a ten-year plan for increasing the incorporation of waste prevention into the procurement practices of city mayoral and non-mayoral agencies, including the procurement of construction services that shall include, but not be limited to:\n\t(i) development of a method and schedule for increasing the purchase of products, materials and equipment that promote waste prevention, including the reduction in the use of packaging through the purchase of products, materials or equipment in a bulk or concentrated form, the creation of packaging requirements to reduce volume or weight and the substitution of rechargeable batteries for disposable batteries and plans for collection and recycling of such batteries; \n\t(ii) development of method and schedule for implementing a state-of-the-art computerized inventory control and procurement system, installed on a network that links all city agency procurement departments, facility management departments and agency environmental executives established pursuant to section 16-322.7 of this subchapter and the city warehouse management system.  At a minimum, such a computerized inventory control and procurement system shall incorporate: a record of all purchases of recycled products and other products; materials and equipment that facilitate waste prevention made by city mayoral and non-mayoral agencies during each fiscal year indicating the amount and cost of products; materials or equipment purchased by such agencies; a database of durable goods and supplies available for exchange between agencies; an easy-to-use search procedure for items contained in the department of citywide administrative service surplus program; and references to internet sites that list environmental procurement contracts and waste prevention practices;\n\t(iii) development of a product list for purchasing products, materials, or equipment that are durable, remanufactured, reusable and/or recyclable.\n\t(iv) development and expansion of repair and maintenance programs for products, materials and equipment;\n\t(v) the establishment of agency paper reduction guidelines;\n\t(vi) increased use of city surplus and warehoused items; and\n\t(vii) increased use of products with extended warranties and remanufactured products.\n\t(viii) a schedule for developing a catalog of all toxic products used by each city agency, which would also include the results, for each of these products, of a search for non-toxic or less toxic alternatives and recommendations for revisions to procurement specifications to ensure the purchase of less toxic alternatives, where such alternatives exist.\n(ix) development of a schedule and implementation plan for the purchase of chlorine-free printing and writing paper by city mayoral and non-mayoral agencies beginning no later than January 1, 2000.\ne. For purposes of this section the following terms have the following meanings: (1)  “construction services” shall mean building, reconstructing, rehabilitating, converting, altering, extending, improving, repairing, maintaining or demolishing of real property or public improvements; and (2) “a plan for incorporating and increasing the level of waste prevention” shall mean a plan that requires, to the maximum extent feasible: (i) double-sided copying and printing; (ii) the circulation of office-wide memoranda and other material requiring review by more than one person in an office common area; (iii) the communication of information by electronic mail within and between city mayoral and non-mayoral agencies and to agencies, organizations and entities that are not part of city government; (iv) discouraging the use of cover pages in the transmission of facsimiles and the faxing of documents by computer; (v) reduction in the paper used in agency mailings by avoiding the use of envelopes for bulk mailing and affixing mailing labels directly to correspondence; (vi) educating agency staff regarding how such staff can cease receiving unwanted or duplicate mailings by arranging for the removal of their names from mailing lists; (vii) the reuse of paper discards that have been used only on one side and the reuse of kraft envelopes, file folders, corrugated boxes and similar office paper products; and (viii) the reduction of paper consumption in agency reports, documents, studies or publications prepared by a city mayoral or non-mayoral agency or its consultants. \n\t§16-322.6 City purchase of products, materials and equipment designed to prevent waste. Within ninety days of the end of each fiscal year, beginning with fiscal year two thousand, all city mayoral and non-mayoral agencies shall prepare separate lists of products, materials and equipment procured in the previous fiscal year that: (1) were durable, reusable or remanufactured, including products and equipment that operate or are intended to be operated on rechargeable batteries; (2) met or exceeded the highest amount of post-consumer recycled content established by United States environmental protection agency minimum content standards for recycled materials content promulgated pursuant to 42 U.S.C. §6901 et seq. subdivision two of section 27-0717 of the environmental conservation law, or the minimum content standards developed by the department of citywide administrative services, as such standards may be amended from time to time; (3) were formulated to reduce or eliminate packaging; or (4) were formulated to substantially reduce or eliminate toxic materials. Such lists shall be circulated to all city mayoral and non-mayoral agencies and the council, and shall be made available upon request to all contractors with the City.\n\t§16-322.7 Agency responsibility for compliance. The head of each mayoral and non-mayoral agency shall designate an agency environmental executive from his or her senior staff who will be responsible for: \n\ta. coordinating all environmental programs in the areas of procurement and acquisition, standards and specification review, facilities management, waste prevention and recycling;\n\tb. participating in the development and implementation of the waste prevention and recycled product procurement plans for the agency;\n\tc. coordinating timely submission of agency reports to the mayor’s office of operations on the annual progress of these plans;\n\td. establishing incentives, providing guidance and coordinating appropriate educational programs for agency employees; and\n\te. reviewing agency programs to ensure compliance with this subchapter.\n§7. This local law shall take effect ninety days after the date of enactment, provided, however, that the commissioners of the department of citywide administrative services and the department of sanitation may promulgate any necessary rules and take any other actions necessary for the timely implementation of this local law prior to such effective date.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}{\\s3 heading 3;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ri-720\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\ri-720\\sl480\\slmult1\\qj\\tab Section 1.  Section 16-303 of the administrative code of the city of New York is amended by adding nine new subdivisions a-1, d-1, g-l, j-1, j-2, i-l, i-2, o-1, and o-2 to read as follows:\\par\n\\tab\\ul a-1. \\ldblquote Chlorine-free recycled paper\\rdblquote  means paper in which any post-consumer and/or pre-consumer material components are processed for recycling without the use of chlorine or chlorine containing compounds, and any virgin fiber component of such paper that is processed without the use of any chlorine or chlorine containing compounds.\\par\n\\pard\\fi720\\ri-720\\sl480\\slmult1\\qj d-1.  \\ldblquote Durable\\rdblquote  means having a design lifespan of three or more years.\\ulnone\\par\n\\pard\\ri-720\\sl480\\slmult1\\qj\\tab\\ul g-1.  \\ldblquote Pre-consumer material\\rdblquote  means material and byproducts that have not reached a business or consumer for an intended end use and have been recovered from the waste stream, including, but not limited to, industrial scrap materials, overstock or obsolete inventories from distributors, wholesalers and other companies, but such term does not include those materials and by-products generated from, and commonly reused within, an original manufacturing process or separate operations within the same parent company.\\ulnone\\par\n\\tab\\ul j-1. \\ldblquote Rechargeable batteries\\rdblquote  means one or more voltaic or galvanic cells, electrically connected to produce electric energy, that are designed to be recharged for repeated uses and include any type of enclosed device or sealed container consisting of one or more such cells, including what is commonly called a battery back, provided, however, that such term does not include: (i) a lead-acid battery used to start an internal combustion engine or as the principal electrical power source for a vehicle, such an automobile, a truck, construction equipment, a motorcycle, a garden tractor, a golf cart, a wheelchair or a boat; (ii) a lead-acid battery used for load leveling or storage of electricity generated by an alternative energy source, such as solar or wind-driven generator; (iii) a battery used as a backup power source for memory or program instruction storage, timekeeping, or any similar purposes which requires uninterrupted electrical power in order to function if the primary energy source fails or fluctuates momentarily; or (iv) a rechargeable alkaline battery. \\par\n\\pard\\fi720\\ri-720\\sl480\\slmult1\\qj j-2. \\ldblquote Recycled product\\rdblquote  means a product, material or equipment containing post-consumer recycled content in an amount that equals or exceeds the highest amount of post-consumer recycled content, as such standard may be amended from time to time, required by either: (i) the United States environmental protection agency minimum content standards for recycled materials content promulgated pursuant to 42 U.S.C. \\'a7 6901 et seq; (ii) the minimum content standards promulgated pursuant to subdivision two of section 27-0717 of the environmental conservation law; or (iii) the minimum content standards developed by the department of citywide administrative services. \\ulnone\\par\n\\pard\\ri-720\\sl480\\slmult1\\qj\\tab\\ul i-1.  \\ldblquote Remanufactured\\rdblquote  means a used product or part thereof, which has been repaired or otherwise restored to serviceable condition, including replacement of worn parts, after initial sale by the original manufacturer, provided that such product must meet all applicable performance specifications for the intended use of such product or part thereof.\\ulnone\\tab\\par\n\\tab\\ul l-2.  \\ldblquote Reusable\\rdblquote  means that the product or package was designed to be used a minimum of five times for its original intended purpose.\\ulnone\\par\n\\tab\\ul o-1.  \\ldblquote Toxic materials\\rdblquote  means any material that contains a substantial amount of any of the following in any form, concentration or chemical combination: arsenic, beryllium, cadmium, chromium, chlorine, lead, mercury, nickel and sulfur.\\ulnone\\par\n\\tab\\ul o-2  \\ldblquote Waste prevention\\rdblquote  means a reduction in the overall quantity of solid waste through the implementation of practices, including, but not limited to, reuse of products or packaging, expansion of repair and maintenance programs for products, use of city surplus and warehoused items, use of remanufactured products that offer extended warranties, the purchase, use and recycling of rechargeable batteries, and reduction in the use of products or packaging through the purchase of products in bulk or concentrate.\\ulnone\\par\n\\tab\\'a7 2.   Subdivisions g and m of section 16-303 of the administrative code of the city of New York, as added by local law number 19 for the year 1989, are amended to read as follows: \\par\n\\pard\\ri-720\\sl480\\slmult1\\qj\\tx9360             g. \\ldblquote Post-consumer material\\rdblquote  means only those products, \\ul packages and materials\\ulnone  generated by a business or a consumer [which] \\ul that\\ulnone  have served their intended end uses [,] and [which] \\ul that\\ulnone  have been separated or diverted from solid waste for the purposes of collection, recycling and disposition.\\par\n\\pard\\fi720\\ri-720\\sl480\\slmult1\\qj m. \\ldblquote Secondary material\\rdblquote  means any material recovered from or otherwise destined for the waste stream, including but not limited to, post-consumer material. [industrial scrap material and overstock or obsolete inventories from distributors, wholesalers and other companies, but such term does not include those materials and by-products generated from, and commonly reused within, an original manufacturing process], \\ul pre-consumer material, or any combination of both materials.\\ulnone\\par\n\\'a7 3.  The title of subchapter 5 of chapter 3 of title 16 of the administrative code of the city of New York, such subchapter and chapter as added by local law number 19 for the year 1989, is amended to read as follows:\\par\n\\pard\\ri-720\\sl480\\slmult1\\qj City Purchase of Recycled Products \\ul and Procurement Measures to Prevent Waste.\\ulnone\\par\n\\tab\\'a7 4.  Subchapter 5 of chapter 3 of title 16 of the administrative code of the city of New York is amended by adding a new section 16-321.1 to read as follows:\\par\n\\tab\\ul\\'a7  16-321.1 Definitions.  When used in this subchapter:\\ulnone\\par\n\\pard{\\pntext\\f0 a.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pnlcltr{\\pntxta.}}\n\\fi-360\\li1080\\ri-720\\sl480\\slmult1\\qj\\tx1080\\ul\\ldblquote Recyclable material\\rdblquote  means a material or product has been designated as\\ulnone\\par\n\\pard\\ri-720\\sl480\\slmult1\\qj\\ul a recyclable material pursuant to sections 16-305, 16-306 or 16-307 of subchapter two of this chapter and any rules promulgated thereunder.\\ulnone\\par\n\\tab\\'a75.  Section 16-322 of the administrative code of the city of New York, as amended by local law number 59 for the year 1996, is amended to read as follows:\\par\n\\pard\\fi720\\ri-720\\sl480\\slmult1\\qj\\'a716-322 City purchase \\ul and procurement specifications- waste prevention and [\\ulnone of] products made from [secondary] \\ul post-consumer\\ulnone  materials. a. [The department of citywide administrative services] \\ul All city mayoral and non-mayoral agencies\\ulnone , upon consultation with the department \\ul and the department of citywide administrative services\\ulnone , shall, in the development of new procurement specifications and for contracts that are either new or relet\\ul  on or after the effective date of the local law which added this amendment\\ulnone  review such newly developed or existing procurement specifications [and practices it currently uses] to determine whether such [require that] \\ul specifications would exclude, eliminate or otherwise discourage the purchase of:\\ulnone\\par\n\\ul 1.  recycled products or packaging made from post-consumer materials;\\ulnone\\par\n2. products \\ul or packaging\\ulnone  [be] manufactured from [virgin] \\ul recyclable\\ulnone  materials [or exclude products manufactured from secondary materials and shall make such changes as may be necessary to ensure that:\\par\n\\pard\\fi360\\ri-720\\sl480\\slmult1\\qj 1. where such specifications and practices exclude the use of products manufactured from secondary materials or require that products be manufactured from virgin materials only, such exclusions or requirements be eliminated; provided, however, that specifications need not be revised if the department of citywide administrative services determines that for a particular end use a product containing secondary materials would not meet necessary performance standards;\\par\n2. performance standards, specifications and a product\\rquote s intended end use are related, and clearly identified when feasible;\\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent360\\pnstart3\\pndec }\n\\fi-360\\li360\\ri-810\\sl480\\slmult1\\qj\\tx360 3. specifications are not overly stringent for a particular end use or performance standard; and\\par\n\\pard\\fi360\\ri-720\\sl480\\slmult1\\qj 4. specifications incorporate or require the use of secondary materials to the maximum extent practicable without jeopardizing the performance or intended end use of the product; provided, however, where the department of citywide administrative services determines that for a particular end use a product containing secondary materials would not meet necessary performance standards, such specifications need not incorporate or require the use of secondary materials.\\par\nWhen used in this subdivision \\ldblquote practicable\\rdblquote  means capable of being used without violating the following criteria: performance, availability at a reasonable price, availability within a reasonable period of time and maintenance of a satisfactory level of competition]; \\ul\\par\n3. products, packaging or equipment that have been remanufactured; or \\par\n4. products or packaging that facilitate waste prevention, including but not limited to rechargeable batteries. \\ulnone\\par\n\\pard\\ri-720\\sl480\\slmult1\\qj\\tab b.  [In purchasing paper products made with and without significant recycled content, recovered from materials otherwise destined for disposal, the department of citywide administrative services shall, wherever the price is reasonably competitive and the quality adequate for the purpose intended, purchase the recycled product.  For the purpose of this section, \\ldblquote recycled paper\\rdblquote  shall mean any paper products that have been manufactured from materials otherwise destined for the waste stream including, but nor limited to, old newspapers, magazines, paperboard boxes, tabulating cards, mixed waste, used fibrous material such as rags and overstock or obsolete inventories from distributors, wholesalers, printers and other companies as defined in rules and regulations promulgated by the state commissioner of general services pursuant to section 104-a of the general municipal law, provided that such term does not include those materials and by-products generated from, and commonly reused within, an original manufacturing process, and \\ldblquote reasonably competitive\\rdblquote  shall mean a comparable recycled product with a cost premium of no greater than ten percent.\\par\n\\pard\\fi720\\ri-720\\sl480\\slmult1\\qj c. After January 1, 1991, with contracts for the purchase of products, other than paper products, for use by city agencies and departments, which are subject to public letting under sealed bids pursuant to chapter thirteen of the charter, when the lowest responsible bidder is not supplying products that are manufactured from a minimum amount of secondary material, and another bidder who will supply such products has submitted a bid within five percent of the lowest responsible bid for a contract to supply products that are adequate for the purpose intended, the department of citywide administrative services shall refer such bids to the mayor, who in accordance with paragraph two of subdivision b of section three hundred thirteen of the charter, may determine that it is in the best interest of the city that the contract shall be awarded to other than the lowest responsible bidder.  For the purpose of this subdivision, the department of citywide administrative services shall promulgate regulations establishing standards for the \\ldblquote minimum amount of secondary material\\rdblquote  from which a product shall be manufactured. If, however, a bid is submitted for a product that is manufactured from secondary material but the department of citywide administrative services has not established a standard for the minimum amount of secondary material in such product the bid shall be submitted to the mayor in accordance with the requirements of this subdivision regardless of the amount of the secondary material from which such product is manufactured. Notwithstanding the above, the department of citywide administrative services may amend an existing standard or promulgate a new standard for the minimum amount of secondary material from which a product shall be manufactured.] \\ul Pursuant to section 104-a of the general municipal law, all mayoral and non-mayoral agencies shall, wherever recycled products meet contract specifications and the price of such products is reasonably competitive, purchase such products.  For the purposes of this subdivision, \\ldblquote recycled product\\rdblquote  shall mean any product which is manufactured from secondary materials as defined in subdivision one section two hundred sixty-one of the economic development law, and which meets the requirements of subdivision two of section 27-0717 environmental conservation law and regulations promulgated thereto.  For the purposes of this subdivision, \\ldblquote reasonably competitive\\rdblquote  shall mean that the cost of the recycled product does not exceed a cost premium of ten percent above the cost of a comparable product that is not a recycled product, or, if at least fifty percent of the secondary materials utilized in the manufacture of that product are generated from the waste stream in New York state, the cost of the recycled product does not exceed a cost premium of fifteen percent above the cost of a comparable product that is not a recycled product.\\par\n\\ulnone [d. When purchasing paper products and other products pursuant to this section, the department of citywide administrative services shall utilize the United States environmental protection agency minimum content standards for recycled materials content promulgated pursuant to 42 U.S.C. \\'a76901 et seq.\\par\ne. Should the state authorize the city\\rquote s use of a price preference for the purchase of any products manufactured from secondary materials, the commissioner shall propose appropriate legislation to mandate the use of this price preference.]\\par\n\\ul c. The review conducted pursuant to subdivision a of this section shall be utilized by all city mayoral and non-mayoral agencies to make any necessary change in such procurement specifications to ensure that:\\par\n\\pard\\ri-720\\sl480\\slmult1\\qj\\ulnone   \\tab\\ul 1. such specifications do not exclude, eliminate or otherwise discourage the purchase of products, materials and equipment set forth in paragraphs one through three of subdivision a of this section;\\par\n\\ulnone\\tab\\ul 2. specifications for recycled products are in accordance with the standards provided in subdivision j-1 of section 16-303 of this chapter;\\par\n\\ulnone\\tab\\ul 3. waste prevention measures are considered in specifications for the procurement of products, packaging and equipment; and\\par\n\\ulnone\\tab\\ul 4. to the maximum extent feasible, products and packaging made from recyclable materials are used and excess packaging is eliminated; and\\par\n\\ulnone  \\tab\\ul 5. performance standards, specifications and a product\\rquote s intended use are related and clearly identified, when feasible.\\par\nAll necessary changes required by paragraphs (1) through (5) of this subdivision shall be made to the maximum extent practicable, provided, however, that where a city mayoral or non-mayoral agency determines that the necessary changes required by paragraph (2) are not practicable, such agency must submit written documentation of such a determination to the mayor\\rquote s office of contracts.  For the purposes of this subdivision \\ldblquote practicable\\rdblquote  means capable of being used without violating the following criteria: performance, availability at a reasonable price, availability within a reasonable period of time and maintenance of a satisfactory level of competition.  \\par\n\\pard\\fi720\\ri-720\\sl480\\slmult1\\qj\\ulnone [f]\\ul d\\ulnone  Whenever [the department of citywide administrative services] \\ul a city mayoral or  non-mayoral agency or the council\\ulnone  purchases or causes the purchase of printing on recycled paper, the printed material shall include a printed statement [or symbol] indicating [that] the [document is printed on] \\ul percentages of pre-consumer and post-consumer \\ulnone recycled \\ul material contained in such\\ulnone  paper.\\par\n[g. The department of citywide administrative services shall prepare and submit to the mayor, the council, each citizens\\rquote  board created under section 16-317 of this chapter and the citywide board created under section 16-319 of this chapter, an annual report on its activities to increase the city\\rquote s purchase of products manufactured from secondary materials.]\\par\n[h] \\ul e\\ulnone . The department of citywide administrative services, in consultation with the department, shall promulgate [regulations] \\ul such rules as are\\ulnone  necessary to effectuate the purposes of this section.\\par\n\\'a76. Subchapter 5 of chapter 3 of title 16 of the administrative code of the city of New York is amended by adding four new sections 16-322.2, 16-322.3, 16-322.4, 16-322.5, 16-322.6 and 16-322.7 to read as follows:\\par\n\\pard\\ri-720\\sl480\\slmult1\\qj\\tab\\ul\\'a716-322.2 City purchase of printing and writing paper with recycled content.  Notwithstanding the provisions of section 16-322 of this subchapter, all purchases of printing and writing paper by city mayoral and non-mayoral agencies and the council shall be no less than thirty percent post-consumer recycled content for high speed copy paper, offset paper, forms bond, computer printout paper, carbonless paper, file folders, white wove envelopes, writing and office paper, book paper, cotton fiber paper and cover stock.  If printing and writing paper containing thirty percent post-consumer recycled content is not reasonably available, does not meet performance requirements, or is available at an unreasonable price, then such city mayoral and non-mayoral agencies and the council shall purchase paper containing no less than twenty percent post-consumer recycled content.\\par\n\\ulnone\\tab\\ul\\'a716-322.3 City purchase and use of rechargeable batteries.  a. All city mayoral and non-mayoral agencies shall purchase and require the use of rechargeable batteries and products that contain rechargeable batteries to the maximum extent feasible without jeopardizing the performance or intended use of the battery-operated product.  Such rechargeable batteries shall, to the maximum extent feasible, be procured from manufacturers who are Rechargeable Battery Recycling Corporation licensees.   \\par\n\\ulnone\\tab\\ul c.  All city mayoral and non-mayoral agencies and the council shall recycle rechargeable nickel-cadmium batteries through a Rechargeable Battery Recycling Corporation take-back program or to a duly licensed nickel-cadmium battery recycler.  To the maximum extent feasible, all city mayoral and non-mayoral agencies and the council shall recycle all single-use batteries, including alkaline, lithium and zinc chloride batteries.\\par\n\\pard\\fi720\\ri-720\\sl480\\slmult1\\qj\\'a716-322.4 Requirements for vendors with city mayoral and non-mayoral agencies and the council.  Every request for proposal or invitation to bid and contract issued by a city mayoral or non-mayoral agency or the council shall contain a requirement that the successful bidder or proposer agree to the following conditions:\\par\na.  Recycled paper.  All reports and studies shall be printed on recycled paper containing, at a minimum, a post-consumer recycled content equal to or exceeding the highest amount of post-consumer recycled content required by either the United States environmental protection agency minimum content standards for recycled materials content promulgated pursuant to 42 U.S.C. \\'a7 6901 et seq., the minimum content standards promulgated pursuant to subdivision two of section 27-0717 of the environmental conservation law; or the minimum content standards developed by the department of citywide administrative services, as such standard may be amended from time to time.  All such reports and studies shall, where feasible, use both sides of the paper sheets.\\par\nb.  Waste prevention in packaging.  The use of packaging in performance of a contract shall be eliminated to the maximum extent feasible.\\par\n\\'a716-322.5 City waste prevention procurement plans and annual report. a.Within sixty days after the fiscal year concluding June 30, 1999, all city mayoral and non-mayoral agencies shall, in consultation with the department and the department of citywide administrative services, prepare and submit to the mayor\\rquote s office of operations a plan for incorporating and increasing the level of waste prevention in its procurement practices.  Such plan shall be updated by all city mayoral and non-mayoral agencies each fiscal year thereafter.\\par\nb.  Within sixty days after the fiscal year concluding June 30, 1999, the mayor\\rquote s office of contracts, in consultation with the department, the department of citywide administrative services, and other appropriate parties, shall submit to the mayor\\rquote s office of operations a plan for incorporating and increasing the level of waste prevention in its procedures applicable to the procurement of services, other than construction services, by city mayoral and non-mayoral agencies.  Such plan shall be updated by the mayor\\rquote s office of contracts, in consultation with the department of citywide administrative services and other appropriate parties each fiscal year thereafter.\\par\nc. Within sixty days after the fiscal year concluding June 30, 1999, the mayor\\rquote s office of construction, in consultation with the department, the department of design and construction and other appropriate parties, shall submit to the mayor\\rquote s office of operations a plan for incorporating into and increasing the level of waste prevention in its procedures applicable to the procurement of construction services.  Such plan shall be updated by the mayor\\rquote s office of construction, in consultation with the department, the department of design and construction and other appropriate parties, each fiscal year thereafter.\\par\nd. Within one hundred twenty days after the fiscal year concluding June 30, 1999, the mayor\\rquote s office of operations, in consultation with the department of citywide administrative services and the department, shall prepare and submit to the mayor and the council, each citizens\\rquote  board created under section 16-317 of this chapter and the citywide board created under section 16-319 of this chapter, a waste prevention and recycling procurement report and plan.  Such plan shall be updated each fiscal year thereafter within sixty days of the completion of the applicable fiscal year.  The waste prevention and recycling procurement report and plan shall include, but not be limited to:\\par\n1. a status report on the implementation of waste prevention plans developed by the mayor\\rquote s office of contracts, the mayor\\rquote s office of construction and the department of citywide administrative services; \\par\n2. a summary of activities undertaken by the department of citywide administrative services to increase the procurement of recycled products and packaging that facilitates waste prevention;\\par\n\\pard\\ri-720\\sl480\\slmult1\\qj\\ulnone\\tab\\ul 3. the dollar amount spent on any price preference used for any recycled product purchase pursuant to section 16-322 of this subchapter;\\par\n\\pard\\fi720\\ri-720\\sl480\\slmult1\\qj 4. a summary of any revisions to federal, state or city minimum content standards; \\par\n5. the quantities purchased, sources of purchases and the dollar amount spent on durable, reusable, remanufactured and recyclable products and packaging;\\par\n6. the costs avoided, including but not limited to the areas of storage, replacement and procurement, by the implementation of waste prevention measures; and \\par\n7. the net costs associated with the implementation of waste prevention procurement measures.\\par\n8. a ten-year plan for increasing the incorporation of waste prevention into the procurement practices of city mayoral and non-mayoral agencies, including the procurement of construction services that shall include, but not be limited to:\\par\n\\pard\\ri-720\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (i) development of a method and schedule for increasing the purchase of products, materials and equipment that promote waste prevention, including the reduction in the use of packaging through the purchase of products, materials or equipment in a bulk or concentrated form, the creation of packaging requirements to reduce volume or weight and the substitution of rechargeable batteries for disposable batteries and plans for collection and recycling of such batteries; \\par\n\\pard\\ri-720\\sl480\\slmult1\\qj\\tx0\\ulnone\\tab\\ul (ii) development of method and schedule for implementing a state-of-the-art computerized inventory control and procurement system, installed on a network that links all city agency procurement departments, facility management departments and agency environmental executives established pursuant to section 16-322.7 of this subchapter and the city warehouse management system.  At a minimum, such a computerized inventory control and procurement system shall incorporate: a record of all purchases of recycled products and other products; materials and equipment that facilitate waste prevention made by city mayoral and non-mayoral agencies during each fiscal year indicating the amount and cost of products; materials or equipment purchased by such agencies; a database of durable goods and supplies available for exchange between agencies; an easy-to-use search procedure for items contained in the department of citywide administrative service surplus program; and references to internet sites that list environmental procurement contracts and waste prevention practices;\\par\n\\ulnone\\tab\\ul (iii) development of a product list for purchasing products, materials, or equipment that are durable, remanufactured, reusable and/or recyclable.\\par\n\\pard\\ri-720\\sl480\\slmult1\\qj\\ulnone\\tab (iv)\\ul  development and expansion of repair and maintenance programs for products, materials and equipment;\\par\n\\ulnone\\tab\\ul (v) the establishment of agency paper reduction guidelines;\\par\n\\ulnone\\tab\\ul (vi) increased use of city surplus and warehoused items; and\\par\n\\ulnone\\tab\\ul (vii) increased use of products with extended warranties and remanufactured products.\\par\n\\ulnone\\tab\\ul (viii) a schedule for developing a catalog of all toxic products used by each city agency, which would also include the results, for each of these products, of a search for non-toxic or less toxic alternatives and recommendations for revisions to procurement specifications to ensure the purchase of less toxic alternatives, where such alternatives exist.\\par\n\\pard\\fi720\\ri-720\\sl480\\slmult1\\qj (ix) development of a schedule and implementation plan for the purchase of chlorine-free printing and writing paper by city mayoral and non-mayoral agencies beginning no later than January 1, 2000.\\par\ne. For purposes of this section the following terms have the following meanings: (1)  \\ldblquote construction services\\rdblquote  shall mean building, reconstructing, rehabilitating, converting, altering, extending, improving, repairing, maintaining or demolishing of real property or public improvements; and (2) \\ldblquote a plan for incorporating and increasing the level of waste prevention\\rdblquote  shall mean a plan that requires, to the maximum extent feasible: (i) double-sided copying and printing; (ii) the circulation of office-wide memoranda and other material requiring review by more than one person in an office common area; (iii) the communication of information by electronic mail within and between city mayoral and non-mayoral agencies and to agencies, organizations and entities that are not part of city government; (iv) discouraging the use of cover pages in the transmission of facsimiles and the faxing of documents by computer; (v) reduction in the paper used in agency mailings by avoiding the use of envelopes for bulk mailing and affixing mailing labels directly to correspondence; (vi) educating agency staff regarding how such staff can cease receiving unwanted or duplicate mailings by arranging for the removal of their names from mailing lists; (vii) the reuse of paper discards that have been used only on one side and the reuse of kraft envelopes, file folders, corrugated boxes and similar office paper products; and (viii) the reduction of paper consumption in agency reports, documents, studies or publications prepared by a city mayoral or non-mayoral agency or its consultants. \\par\n\\pard\\ri-720\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\'a716-322.6 City purchase of products, materials and equipment designed to prevent waste. Within ninety days of the end of each fiscal year, beginning with fiscal year two thousand, all city mayoral and non-mayoral agencies shall prepare separate lists of products, materials and equipment procured in the previous fiscal year that: (1) were durable, reusable or remanufactured, including products and equipment that operate or are intended to be operated on rechargeable batteries; (2) met or exceeded the highest amount of post-consumer recycled content established by United States environmental protection agency minimum content standards for recycled materials content promulgated pursuant to 42 U.S.C. \\'a76901 et seq. subdivision two of section 27-0717 of the environmental conservation law, or the minimum content standards developed by the department of citywide administrative services, as such standards may be amended from time to time; (3) were formulated to reduce or eliminate packaging; or (4) were formulated to substantially reduce or eliminate toxic materials. Such lists shall be circulated to all city mayoral and non-mayoral agencies and the council, and shall be made available upon request to all contractors with the City.\\par\n\\ulnone\\tab\\'a7\\ul 16-322.7 Agency responsibility for compliance. The head of each mayoral and non-mayoral agency shall designate an agency environmental executive from his or her senior staff who will be responsible for: \\par\n\\ulnone\\tab\\ul a. coordinating all environmental programs in the areas of procurement and acquisition, standards and specification review, facilities management, waste prevention and recycling;\\par\n\\ulnone\\tab\\ul b. participating in the development and implementation of the waste prevention and recycled product procurement plans for the agency;\\par\n\\ulnone\\tab\\ul c. coordinating timely submission of agency reports to the mayor\\rquote s office of operations on the annual progress of these plans;\\par\n\\ulnone\\tab\\ul d. establishing incentives, providing guidance and coordinating appropriate educational programs for agency employees; and\\par\n\\ulnone\\tab\\ul e. reviewing agency programs to ensure compliance with this subchapter.\\par\n\\pard\\fi720\\ri-720\\sl480\\slmult1\\qj\\ulnone\\'a77. This local law shall take effect ninety days after the date of enactment, provided, however, that the commissioners of the department of citywide administrative services and the department of sanitation may promulgate any necessary rules and take any other actions necessary for the timely implementation of this local law prior to such effective date.\\par\n\\pard\\sl480\\slmult1\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:07:25.77Z"
}
