{
  "ID": 29011,
  "GUID": "2205D9BE-F15C-4D67-9068-E3FB9CCBD30C",
  "File": "Int 0091-2004",
  "Name": "Eliminating self-certification of plans submitted to DOB.",
  "Title": "A Local Law to amend the administrative of the city of New York, in relation to eliminating self-certification of plans submitted to the department of buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 154056,
      "Date": "2004-02-04T11:20:07Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155178,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 236,
      "MinutesSequence": 274,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184459,
      "Date": "2005-12-31T17:11:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15697,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 26-208 of the administrative code of the city of New York is amended to read as follows:\n§26-208 Approval of Plans.  [Whenever] Notwithstanding any other provision of law to the contrary, whenever plans are required to be filed in connection with an application for a permit, as provided in the building code, all such plans shall be [approved by] subject to an examination and approval by qualified personnel of the department under the direction of the commissioner prior to the commencement of any work thereunder.  All plans and all applications for approval thereof, shall comply with the requirements of the building code, subject to such exceptions and exemptions as may be therein provided; and all elevations on plans shall be referred to the United States coast and geodetic survey mean sea level datum of nineteen hundred twenty-nine, which is hereby established as the city datum.  The qualified personnel employed by the department for the examination of plans shall be qualified engineers or architects experienced in building construction and design.\n§2.  Section 27-143 of the administrative code of the city of New York is amended to read as follows:\n§27-143 Examination of application and plans.  [All] Notwithstanding any other provision of law to the contrary, all applications for approval of plans and all plans submitted in connection therewith, and any amendments thereto, shall be numbered, docketed and examined promptly after their submission.  The examination shall be made by qualified personnel of the department under the direction of the commissioner for compliance with the provisions of this code and other applicable laws and [regulations.  The commissioner may at his or her discretion, when the application is submitted by an architect or an engineer, designate portions of the examination for limited supervisory check] rules.  The qualified personnel employed by the department for examination of plans shall be qualified engineers or architects experienced in building construction and design.\n§3.  This local law shall take effect ninety days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\par\n\\expndtw0\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Section 26-208 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a726-208 Approval of Plans.  [Whenever] \\ul Notwithstanding any other provision of law to the contrary, whenever\\ulnone  plans are required to be filed in connection with an application for a permit, as provided in the building code, all such plans shall be [approved by] \\ul subject to an examination and approval by qualified personnel of the department under the direction of\\ulnone  the commissioner prior to the commencement of any work thereunder.  All plans and all applications for approval thereof, shall comply with the requirements of the building code, subject to such exceptions and exemptions as may be therein provided; and all elevations on plans shall be referred to the United States coast and geodetic survey mean sea level datum of nineteen hundred twenty-nine, which is hereby established as the city datum.  \\ul The qualified personnel employed by the department for the examination of plans shall be qualified engineers or architects experienced in building construction and design.\\ulnone\\par\n\\'a72.  Section 27-143 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a727-143 Examination of application and plans.  [All]\\ul  Notwithstanding any other provision of law to the contrary, all\\ulnone  applications for approval of plans and all plans submitted in connection therewith, and any amendments thereto, shall be numbered, docketed and examined promptly after their submission.  The examination shall be made \\ul by qualified personnel of the department\\ulnone  under the direction of the commissioner for compliance with the provisions of this code and other applicable laws and [regulations.  The commissioner may at his or her discretion, when the application is submitted by an architect or an engineer, designate portions of the examination for limited supervisory check] \\ul rules\\ulnone .  The \\ul qualified\\ulnone  personnel employed \\ul by the department\\ulnone  for examination of plans shall be qualified engineers or architects experienced in building construction and design.\\par\n\\'a73.  This local law shall take effect ninety days after its enactment.\\par\n\\pard\\qj\\fs20\\par\n\\pard\\fs24\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:07:50.493Z"
}
