{
  "ID": 29134,
  "GUID": "ACA5371B-F767-408D-B979-55AEE5F59A58",
  "File": "Int 0097-2004",
  "Name": "Plastic Waste Bags",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to securing plastic bags used for waste disposal.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    }
  ],
  "History": [
    {
      "ID": 154517,
      "Date": "2004-02-04T12:42:54Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155187,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 242,
      "MinutesSequence": 280,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184464,
      "Date": "2005-12-31T17:22:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15763,
  "Text": "Be it enacted by the Council as follows:\n\n    \tSection 1.  Subdivision a of section 16-120 of the administrative code of the city of New York is amended to read as follows:\n    ยง16-120  Receptacles for the removal of waste material. a.  The owner, lessee, agent, occupant or other person who manages or controls a building or dwelling shall provide and maintain in accordance with this section separate receptacles for the deposit of incinerator residue and ashes [;], refuse, and liquid waste.  The receptacles shall be provided for the exclusive use of each building or dwelling and shall be of sufficient size and number to contain the wastes accumulated in such building or dwelling during a period of seventy-two hours.  The receptacles shall be made of metal or other material of a grade and type acceptable to the department, the department of health and the department of housing preservation and development.  Receptacles used for liquid waste shall be constructed so as to hold their contents without leakage. Metal containers shall be provided with tight fitting metal covers.  Any plastic bag used as a receptacle for the removal of waste material shall be at least 0.85 mils thick and shall be securely closed in a manner as to leave no opening through which such waste material may leak or spill from the bag. No plastic bag shall be acceptable for this purpose unless it can be closed in such a manner.\n    \tยง2.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\par\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\li1295\\ri1296\\tx2015\\tx2735\\tx3455\\tx4175\\tx4895\\tx5615\\tx6335\\tx7055\\tx7775\\tx8495\\tx9215\\ulnone\\par\n\\pard\\sl480\\slmult0\\qj\\tx720     \\tab Section 1.  Subdivision a of section 16-120 of the administrative code of the city of New York is amended to read as follows:\\par\n    \\'a716-120  Receptacles for the removal of waste material. a.  The owner, lessee, agent, occupant or other person who manages or controls a building or dwelling shall provide and maintain in accordance with this section separate receptacles for the deposit of incinerator residue and ashes [;]\\ul ,\\ulnone  refuse, and liquid waste.  The receptacles shall be provided for the exclusive use of each building or dwelling and shall be of sufficient size and number to contain the wastes accumulated in such building or dwelling during a period of seventy-two hours.  The receptacles shall be made of metal \\ulw or\\ulnone  other material of a grade and type acceptable to the department, the department of health and the department of housing preservation and development.  Receptacles used for liquid waste shall be constructed so as to hold their contents without leakage. Metal containers shall be provided with tight fitting metal covers.  \\ul Any plastic bag used as a receptacle for the removal of waste material shall be at least 0.85 mils thick and shall be securely closed in a manner as to leave no opening through which such waste material may leak or spill from the bag. No plastic bag shall be acceptable for this purpose unless it can be closed in such a manner.\\ulnone\\par\n\\pard\\sl480\\slmult0     \\tab\\'a72.  This local law shall take effect immediately. \\par\n\\pard\\li-1296\\ri-1152\\tx864\\tx2016\\tx3168\\tx4320\\tx5472\\tx6624\\tx7776\\tx8928  \\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:09:03.25Z"
}
