{
  "ID": 29319,
  "GUID": "3EEDD6CE-A411-47FD-A2AC-C044806CB0D7",
  "File": "Int 0106-2004",
  "Name": "Eligibility for city-subsidized housing programs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to eligibility for city-subsidized housing programs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 154852,
      "Date": "2004-02-04T16:35:39Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155206,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 252,
      "MinutesSequence": 290,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184511,
      "Date": "2005-12-31T09:28:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60000,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Memo In Support",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60000.doc",
      "Sort": 999
    }
  ],
  "Summary": "",
  "TextID": 15967,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of legislative findings and intent. There is an affordable housing crisis in New York City, especially for low- and moderate-income families making less than $40,000. Thus, subsidies offered and/or administered by the City are required for the development of decent, safe and affordable housing for low- and moderate-income families.\nHowever, most of the subsidies that are provided by the City, as well as by other public agencies, to support the construction or renovation of housing has not been used to stimulate the creation of housing for families that need it the most. A significant reason for this failure is that the City, its agencies and other public agencies, use the median income of the New York Primary Metropolitan Statistical Area (PMSA), which includes not just the households in New York City but also those in Westchester, Putnam and Rockland Counties, in determining eligibility to benefit from its affordable housing programs. The Area Median Income (AMI) for a family of four residing within the New York PMSA for 2001 was $62,800, as compared to New York City’s median income of $38,870. Furthermore, in some communities where the City owns substantial vacant land and dilapidated buildings, the local median incomes may even be less than one third of the New York PMSA median income.\nCity-subsidized housing is very often unaffordable to the residents of communities where such housing is built either because no income limits are imposed or not enough units are reserved for low and moderate-income families. This contributes, together with the rapid escalation of rents over the past decade, to the displacement of working families from their communities.\nThe City Council therefore finds and declares that the City must use the scarce city, state and federal resources that are available to leverage private investment that produces affordable housing for low- and moderate-income families. The City Council is therefore adopting guidelines for the use of City subsidies so that these subsidies are targeted more closely to family incomes for the City and its low- and moderate-income neighborhoods. To ensure that families most in need are assisted, projects benefiting from City subsidies will have to be tiered to include various income levels between forty percent and one hundred and forty percent of AMI.\n§2. Title 26 of the administrative code of the city of New York is hereby amended by adding a new Chapter 9 to read as follows:\nCHAPTER 9\nINCOME LIMITS FOR SUBSIDIZED HOUSING PROGRAMS\n§26-801 Income limits for subsidized housing programs. a. Definitions. For the purposes of this section, the following terms shall have the following meanings:\n1. “Affordable” means that no more than thirty percent of the annual household income of a household is spent on: (a) in the case of a rental dwelling unit, rental expense, or (b) in the case of the sale of a private dwelling, multiple dwelling, condominium or cooperative dwelling unit, the mortgage principal and interest, real property taxes, property insurance, and condominium fees and cooperative maintenance charges or assessments.\n2. “AMI” means area median income for the New York primary metropolitan statistical area as determined by the United States department of housing and urban development. \n3. “City agency” means a city, county or borough or other office, department, division, bureau, board or commission, or a corporation, commission or agency of government, the expenses of which are paid in whole or in part from the city treasury.\n4. “Dwelling” means any building or structure or portion thereof which is occupied in whole or in part as the home, residence or sleeping place of one or more human beings.\n5. “Dwelling unit” means any residential accommodation in a multiple dwelling or private dwelling.\n6. “Household” means all lawful occupants of a dwelling unit.\n7. “Household income” means, for any household, the sum of the amount reported separately in the most recent individual or joint tax return for wage or salary income, net self-employment income, interest, dividends, rent received, royalties, social security or railroad retirement benefits; supplemental security income; public assistance or welfare payments; retirement or disability benefits and all other income for each member of the household reported on a tax return.\n8. “Multiple dwelling” shall mean a dwelling which is either rented, leased, let or hired out, to be occupied, or is occupied, as the residence or home of three or more families living independently of each other. A multiple dwelling shall not include a hospital, convent, monastery, asylum or public institution.\n9. “Private dwelling” shall mean any building or structure designed and occupied for residential purposes by not more than two families. Private dwellings shall also be deemed to include a series of one-family or two-family dwelling units each of which faces or is accessible to a legal street or public thoroughfare, if each such dwelling unit is equipped as a separate dwelling unit with all essential services, and if each such unit is arranged so that it may be approved as a legal one-family or two-family dwelling.\n10. “Residential Project” means the acquisition, construction, development, rehabilitation or renovation of any property, including buildings, zoned for residential use for which any city agency provides any residential subsidy.\n11. “Residential subsidy” means a benefit or incentive provided by any city agency to any person in connection with any residential project, including, but not limited to, loans, loan guarantees, loan participations, letters of credit, grants, sales or leases of property at less than fair market value, tax exemptions, tax abatements, proceeds from the sale of tax exemptions or tax abatements or the allocation by a city agency to a residential project of low-income housing tax credits, other than tax exemptions or tax abatements related to historic preservation or energy conservation, and benefits or incentives granted directly to a natural person or persons for the purchase of a one-to four-family dwelling as the principal residence of such person or persons.\nb. (1) Before the grant of any residential subsidy by any city agency, such agency shall require that the household income of renters or purchasers of dwelling units in the relevant residential project does not exceed:\n(a) for twenty percent of all dwelling units included in the relevant residential project, forty percent of AMI;\n(b) for twenty percent of all dwelling units included in the relevant residential project, sixty percent of AMI; and\n(c) for twenty percent of all dwelling units in the relevant residential project, eighty percent of AMI;\n(d) for twenty per cent of all dwelling units in the relevant residential project, one hundred percent of AMI; and\n(e) for twenty percent of all dwelling units in the relevant residential project, one hundred forty percent of AMI.\n(2) rents and purchase prices for all dwelling units in the relevant residential project will be affordable.\n(3) Any dwelling unit that is occupied at the time a residential subsidy is granted shall not be subject to the requirements of this section until such time as that dwelling unit becomes vacant.\nc. The city agency granting a residential subsidy shall determine whether the acquisition, construction, development, rehabilitation or renovation of any property is part of a single residential project, which determination shall be conclusive and may be relied upon by a third party upon execution of a contract for the relevant residential subsidy. The head of such city agency may also determine that the acquisition, construction, development, rehabilitation or renovation of non-contiguous parcels constitutes a single residential project provided that all of the parcels are located in a single borough or in adjacent community districts in two boroughs and the financing of such acquisition, construction, development, rehabilitation or renovation constitutes a single financing plan. \nd. Any city agency that grants a residential subsidy shall obtain an agreement from the recipient of such residential subsidy as to the requirements set forth in subdivision b of this section. Such agreement shall be in writing, recorded against the real estate included in the relevant residential project, run with the land, bind all subsequent owners of such real estate, and remain in effect for at least fifteen years after receipt of such residential subsidy.\ne. Nothing in this section shall impair any contract in effect on the effective date of this section, except that any renewal, modification or amendment of such contract occurring on or after the effective date of this local law shall be subject to the provisions of this section.\nf. This local law shall not be deemed to require any city agency to violate any state or federal law or any terms pursuant to which a city agency administers any state or federal program.\ng. If any sentence, paragraph, section or part of this local law shall be adjudged invalid by a court of competent jurisdiction such judgment shall not impair or invalidate the remainder thereof but shall be confined to that part.\n§3. This local law shall take effect ninety days after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\sl480\\slmult1\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Declaration of legislative findings and intent. There is an affordable housing crisis in New York City, especially for low- and moderate-income families making less than $40,000. Thus, subsidies offered and/or administered by the City are required for the development of decent, safe and affordable housing for low- and moderate-income families.\\par\nHowever, most of the subsidies that are provided by the City, as well as by other public agencies, to support the construction or renovation of housing has not been used to stimulate the creation of housing for families that need it the most. A significant reason for this failure is that the City, its agencies and other public agencies, use the median income of the New York Primary Metropolitan Statistical Area (PMSA), which includes not just the households in New York City but also those in Westchester, Putnam and Rockland Counties, in determining eligibility to benefit from its affordable housing programs. The Area Median Income (AMI) for a family of four residing within the New York PMSA for 2001 was $62,800, as compared to New York City\\rquote s median income of $38,870. Furthermore, in some communities where the City owns substantial vacant land and dilapidated buildings, the local median incomes may even be less than one third of the New York PMSA median income.\\par\nCity-subsidized housing is very often unaffordable to the residents of communities where such housing is built either because no income limits are imposed or not enough units are reserved for low and moderate-income families. This contributes, together with the rapid escalation of rents over the past decade, to the displacement of working families from their communities.\\par\nThe City Council therefore finds and declares that the City must use the scarce city, state and federal resources that are available to leverage private investment that produces affordable housing for low- and moderate-income families. The City Council is therefore adopting guidelines for the use of City subsidies so that these subsidies are targeted more closely to family incomes for the City and its low- and moderate-income neighborhoods. To ensure that families most in need are assisted, projects benefiting from City subsidies will have to be tiered to include various income levels between forty percent and one hundred and forty percent of AMI.\\par\n\\'a72. Title 26 of the administrative code of the city of New York is hereby amended by adding a new Chapter 9 to read as follows:\\par\n\\pard\\keepn\\s1\\sl480\\slmult1\\qc\\ul CHAPTER 9\\par\nINCOME LIMITS FOR SUBSIDIZED HOUSING PROGRAMS\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a726-801 Income limits for subsidized housing programs. a. Definitions. For the purposes of this section, the following terms shall have the following meanings:\\par\n\\ul 1. \\ldblquote Affordable\\rdblquote  means that no more than thirty percent of the annual household income of a household is spent on: (a) in the case of a rental dwelling unit, rental expense, or (b) in the case of the sale of a private dwelling, multiple dwelling, condominium or cooperative dwelling unit, the mortgage principal and interest, real property taxes, property insurance, and condominium fees and cooperative maintenance charges or assessments.\\par\n2. \\ldblquote AMI\\rdblquote  means area median income for the New York primary metropolitan statistical area as determined by the United States department of housing and urban development. \\par\n3. \\ldblquote City agency\\rdblquote  means a city, county or borough or other office, department, division, bureau, board or commission, or a corporation, commission or agency of government, the expenses of which are paid in whole or in part from the city treasury.\\par\n4. \\ldblquote Dwelling\\rdblquote  means any building or structure or portion thereof which is occupied in whole or in part as the home, residence or sleeping place of one or more human beings.\\par\n5. \\ldblquote Dwelling unit\\rdblquote  means any residential accommodation in a multiple dwelling or private dwelling.\\par\n6. \\ldblquote Household\\rdblquote  means all lawful occupants of a dwelling unit.\\par\n7. \\ldblquote Household income\\rdblquote  means, for any household, the sum of the amount reported separately in the most recent individual or joint tax return for wage or salary income, net self-employment income, interest, dividends, rent received, royalties, social security or railroad retirement benefits; supplemental security income; public assistance or welfare payments; retirement or disability benefits and all other income for each member of the household reported on a tax return.\\par\n8. \\ldblquote Multiple dwelling\\rdblquote  shall mean a dwelling which is either rented, leased, let or hired out, to be occupied, or is occupied, as the residence or home of three or more families living independently of each other. A multiple dwelling shall not include a hospital, convent, monastery, asylum or public institution.\\par\n9. \\ldblquote Private dwelling\\rdblquote  shall mean any building or structure designed and occupied for residential purposes by not more than two families. Private dwellings shall also be deemed to include a series of one-family or two-family dwelling units each of which faces or is accessible to a legal street or public thoroughfare, if each such dwelling unit is equipped as a separate dwelling unit with all essential services, and if each such unit is arranged so that it may be approved as a legal one-family or two-family dwelling.\\par\n10. \\ldblquote Residential Project\\rdblquote  means the acquisition, construction, development, rehabilitation or renovation of any property, including buildings, zoned for residential use for which any city agency provides any residential subsidy.\\par\n11. \\ldblquote Residential subsidy\\rdblquote  means a benefit or incentive provided by any city agency to any person in connection with any residential project, including, but not limited to, loans, loan guarantees, loan participations, letters of credit, grants, sales or leases of property at less than fair market value, tax exemptions, tax abatements, proceeds from the sale of tax exemptions or tax abatements or the allocation by a city agency to a residential project of low-income housing tax credits, other than tax exemptions or tax abatements related to historic preservation or energy conservation, and benefits or incentives granted directly to a natural person or persons for the purchase of a one-to four-family dwelling as the principal residence of such person or persons.\\par\n\\cf1 b. (1) Before the grant of any residential subsidy by any city agency, such agency shall require that the household income of renters or purchasers of dwelling units in the relevant residential project does not exceed:\\par\n(a) for twenty percent of all dwelling units included in the relevant residential project, forty percent of AMI;\\par\n(b) for twenty percent of all dwelling units included in the relevant residential project, sixty percent of AMI; and\\par\n(c) for twenty percent of all dwelling units in the relevant residential project, eighty percent of AMI;\\par\n(d) for twenty per cent of all dwelling units in the relevant residential project, one hundred percent of AMI; and\\par\n(e) for twenty percent of all dwelling units in the relevant residential project, one hundred forty percent of AMI.\\par\n(2) rents and purchase prices for all dwelling units in the relevant residential project will be affordable.\\par\n(3) Any dwelling unit that is occupied at the time a residential subsidy is granted shall not be subject to the requirements of this section until such time as that dwelling unit becomes vacant.\\par\n\\ulnone c. The city agency granting a residential subsidy shall determine whether the acquisition, construction, development, rehabilitation or renovation of any property is part of a single residential project, which determination shall be conclusive and may be relied upon by a third party upon execution of a contract for the relevant residential subsidy. The head of such city agency may also determine that the acquisition, construction, development, rehabilitation or renovation of non-contiguous parcels constitutes a single residential project provided that all of the parcels are located in a single borough or in adjacent community districts in two boroughs and the financing of such acquisition, construction, development, rehabilitation or renovation constitutes a single financing plan. \\par\n\\ul d. Any city agency that grants a residential subsidy shall obtain an agreement from the recipient of such residential subsidy as to the requirements set forth in subdivision b of this section. Such agreement shall be in writing, recorded against the real estate included in the relevant residential project, run with the land, bind all subsequent owners of such real estate, and remain in effect for at least fifteen years after receipt of such residential subsidy.\\par\ne. Nothing in this section shall impair any contract in effect on the effective date of this section, except that any renewal, modification or amendment of such contract occurring on or after the effective date of this local law shall be subject to the provisions of this section.\\par\nf. This local law shall not be deemed to require any city agency to violate any state or federal law or any terms pursuant to which a city agency administers any state or federal program.\\par\ng. If any sentence, paragraph, section or part of this local law shall be adjudged invalid by a court of competent jurisdiction such judgment shall not impair or invalidate the remainder thereof but shall be confined to that part.\\par\n\\ulnone\\'a73. This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\cf0\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:10:57.713Z"
}
