{
  "ID": 29235,
  "GUID": "2FEBB8F3-396F-457D-B3A5-05A9D8447BC3",
  "File": "Int 0107-2004",
  "Name": "Create a civil cause of action against those who sell illegal or forged documents.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating a civil cause of action against those who sell illegal or forged documents.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    }
  ],
  "History": [
    {
      "ID": 154749,
      "Date": "2004-02-04T12:29:10Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155205,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 253,
      "MinutesSequence": 291,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184512,
      "Date": "2005-12-31T09:28:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60220,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Memo In Support",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60220.doc",
      "Sort": 999
    }
  ],
  "Summary": "",
  "TextID": 15839,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection One.  Legislative Findings and Intent.  The city recognizes that a large percentage of its residents have been born abroad or are the children of parents who were born abroad.  Unfortunately, this large and growing immigrant community has become a constant target for criminals selling forged or otherwise illegal documents.  \nBecause of the increased economic burden this crime inflicts upon the city, including the cost of increased policing, and the increased threat these documents pose to our security, the Council hereby finds that, in addition to federal and state penal law penalties already in place, a civil cause of action should be created to address such issues.  \n§2. Chapter one of title ten of the administrative code of the city of New York \nis hereby amended to create a new section 10-163, to read as follows:\n§10-163. Civil Action for Sale of Illegal Documents\na.        Any person who has been convicted under any federal, state or local law\nfor the sale, or attempt to sell, any false, forged or illegal document or instrument, of any kind, shall be liable to the city for a civil penalty in the amount of not less than five thousand nor more than twenty thousand dollars.  The corporation counsel, upon notification by an appropriate law enforcement agency that such a conviction has occurred, may commence a civil action under this section.\nb.  In any civil action brought pursuant to this section, the city may recover, in addition to the amount set forth in subdivision a, the costs of the investigation and prosecution of the person in the criminal action resulting in the conviction.\n§3.  This local law shall become effective immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section One.  Legislative Findings and Intent.  The city recognizes that a large percentage of its residents have been born abroad or are the children of parents who were born abroad.  Unfortunately, this large and growing immigrant community has become a constant target for criminals selling forged or otherwise illegal documents.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj Because of the increased economic burden this crime inflicts upon the city, including the cost of increased policing, and the increased threat these documents pose to our security, the Council hereby finds that, in addition to federal and state penal law penalties already in place, a civil cause of action should be created to address such issues.  \\par\n\\pard\\li720\\sl480\\slmult1\\qj\\'a72. Chapter one of title ten of the administrative code of the city of New York \\par\n\\pard\\sl480\\slmult1\\qj is hereby amended to create a new section 10-163, to read as follows:\\par\n\\pard\\li720\\sl480\\slmult1\\qj\\ul\\'a710-163. Civil Action for Sale of Illegal Documents\\par\na.        Any person who has been convicted under any federal, state or local law\\par\n\\pard\\sl480\\slmult1\\qj for the sale, or attempt to sell, any false, forged or illegal document or instrument, of any kind, shall be liable to the city for a civil penalty in the amount of not less than five thousand nor more than twenty thousand dollars.  The corporation counsel, upon notification by an appropriate law enforcement agency that such a conviction has occurred, may commence a civil action under this section.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj b.  In any civil action brought pursuant to this section, the city may recover, in addition to the amount set forth in subdivision a, the costs of the investigation and prosecution of the person in the criminal action resulting in the conviction.\\par\n\\ulnone\\'a73.  This local law shall become effective immediately.\\ul\\par\n\\pard\\ulnone\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:11:10.277Z"
}
