{
  "ID": 29262,
  "GUID": "924459D0-1D73-444E-91BB-59FEA2AD2681",
  "File": "Int 0116-2004",
  "Name": "Authorized emergency vehicles and their exemption from the restrictions on idling.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to authorized emergency vehicles and their exemption from the restrictions on idling.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    }
  ],
  "History": [
    {
      "ID": 154779,
      "Date": "2004-02-04T16:43:58Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155217,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 264,
      "MinutesSequence": 302,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184519,
      "Date": "2005-12-31T09:39:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15872,
  "Text": "Be it enacted by the Council as follows: \nSection 1. Section 24-163 of the administrative code of the city of New York is amended to read as follows:\n§ 24-163 Operation of motor vehicle; idling of engine restricted.  No person shall cause or permit the engine of a motor vehicle, other than [a legally] an authorized emergency [motor] vehicle, as defined in section one hundred one of the vehicle and traffic law, that is in the process of responding or preparing to respond to an emergency, to idle for longer than three minutes while parking as defined in section one hundred twenty-nine of the vehicle and traffic law, standing as defined in section one hundred forty-five of the vehicle and traffic law, or stopping as defined in section one hundred forty-seven of the vehicle and traffic law, unless the engine is used to operate a loading, unloading or processing device.  When the ambient temperature is in excess of forty degrees Fahrenheit, no person shall cause or permit the engine of a bus as defined in section one hundred four of the vehicle and traffic law to idle while parking, standing, or stopping (as defined above) at any terminal point, whether or not enclosed, along an established route.\n§ 2. This local law shall take effect sixty days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n\\viewkind4\\uc1\n\\par\n\\v0\\par\n\\pard\\noline\\hyphpar0\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\f1  \\par\n\\pard\\noline\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\f0 Section 1. Section 24-163 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 24-163 Operation of motor vehicle; idling of engine restricted.  No person shall cause or permit the engine of a motor vehicle, other than [a legally] \\ul an\\ulnone  authorized emergency [motor] vehicle\\ul , as defined in section one hundred one of the vehicle and traffic law, that is in the process of responding or preparing to respond to an emergency,\\ulnone  to idle for longer than three minutes while parking as defined in section one hundred twenty-nine of the vehicle and traffic law, standing as defined in section one hundred forty-five of the vehicle and traffic law, or stopping as defined in section one hundred forty-seven of the vehicle and traffic law, unless the engine is used to operate a loading, unloading or processing device.  When the ambient temperature is in excess of forty degrees Fahrenheit, no person shall cause or permit the engine of a bus as defined in section one hundred four of the vehicle and traffic law to idle while parking, standing, or stopping (as defined above) at any terminal point, whether or not enclosed, along an established route.\\par\n\\pard\\noline\\hyphpar0\\fi720\\qj\\'a7 2. This local law shall take effect sixty days after its enactment. \\par\n\\pard\\noline\\hyphpar0\\qj\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:12:42.317Z"
}
