{
  "ID": 29334,
  "GUID": "8E61B12B-FACA-4380-B92D-857B176C72E9",
  "File": "Int 0120-2004",
  "Name": "Civilian Complaint Review Board, Membership",
  "Title": "A Local Law to amend the New York City Charter in relation to prohibiting a former member of the Police Department from serving on the Civilian Complaint Review Board until three years after resigning or retiring from the Police Department.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    }
  ],
  "History": [
    {
      "ID": 154867,
      "Date": "2004-02-04T10:17:27Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155231,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 276,
      "MinutesSequence": 314,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184525,
      "Date": "2005-12-31T09:46:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15925,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Paragraph 2 of subdivision (b) of Section 440 of the New York City Charter is hereby amended to read as follows:\n2. No member of the board shall hold any other public office or employment.  No members, except those designated by the police commissioner, shall have experience as law enforcement professionals, or be former employees of the New York city police department. A former employee of the New York city police department shall not be eligible to serve as a member of the board until three years after resigning or retiring from the department.  For the purposes of this section, experience as a law enforcement professional shall include experience as a police officer, criminal investigator, special agent, or a managerial or supervisory employee who exercised substantial policy discretion on law enforcement matters, in a federal, state, or local law enforcement agency, other than experience as an attorney in a prosecutorial agency.\nSection 2. This local law shall take effect 90 days after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\i\\v0\\par\n\\ul\\i0 Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1. Paragraph 2 of subdivision (b) of Section 440 of the New York City Charter is hereby amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj 2. No member of the board shall hold any other public office or employment.  No members, except those designated by the police commissioner, shall have experience as law enforcement professionals, or be former employees of the New York city police department. \\ul A former employee of the New York city police department shall not be eligible to serve as a member of the board until three years after resigning or retiring from the department.\\ulnone   For the purposes of this section, experience as a law enforcement professional shall include experience as a police officer, criminal investigator, special agent, or a managerial or supervisory employee who exercised substantial policy discretion on law enforcement matters, in a federal, state, or local law enforcement agency, other than experience as an attorney in a prosecutorial agency.\\par\n\\pard\\fi720 Section 2. This local law shall take effect 90 days after its enactment into law.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:13:23.117Z"
}
