{
  "ID": 29336,
  "GUID": "0A473084-5EAF-4A07-9553-F3B8DC628C8D",
  "File": "Int 0122-2004",
  "Name": "Police Interrogations",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to police interrogations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 154869,
      "Date": "2004-02-04T10:21:50Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155232,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 278,
      "MinutesSequence": 317,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184527,
      "Date": "2005-12-31T09:48:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15927,
  "Text": "Be it enacted by the Council as follows:\nSection one. Declaration of legislative findings and intent. The recent decision to vacate the convictions of the five youths in the Central Park jogger case raises serious questions and doubts surrounding the procedures employed in stationhouse police interrogations.  The defendants, who thirteen years ago confessed to taking part in the attack, now charge that those confessions were the result of coercive tactics employed by the authorities.  Additionally, the defendants, who were just teenagers at the time, did not have the option or benefit of the precise, and potentially exonerating, DNA testing that we now have at our disposal today. \nThis local law recognizes that for both the police and the suspect being interrogated, a neutral observer, such as a video camera, can be a beneficial witness to preserve the integrity of the interaction and provide an unbiased account of the activity that takes place in the interrogation room.  Had there been such a law in place in 1989, the allegations raised today could have been much more easily and effectively proven or disproven, and may have spared years of uncertainty and years of unjust conviction and incarceration.       \n§2. Chapter 1 of Title 14 of the administrative code of the City of New York is hereby amended to add a new section 14-151 to read as follows:\n§14-151. Videotaping of Interrogations.\na. All interrogations of suspects, in police custody, shall be recorded, in their entirety, on videotape of reasonable clarity and audibility.  Thereafter, the videotapes shall be sealed, whereupon such videotapes shall be unsealed and made available only where they are required for production for trial, evidentiary purposes, or where the individual who is the subject of the videotape, or his representative, requests such tape.  All sealed videotapes representing interrogations shall be preserved for at least ten years in such a manner as to maintain the clarity and audibility of the videotape.   \nb. The introduction into evidence of the confession of a suspect, made to a law enforcement officer during the interrogation process and documented on videotape, shall be accompanied by the corroborating videotape.\n§3. This local law shall take effect sixty days after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\pard\\sl480\\slmult1\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section one. Declaration of legislative findings and intent. The recent decision to vacate the convictions of the five youths in the Central Park jogger case raises serious questions and doubts surrounding the procedures employed in stationhouse police interrogations.  The defendants, who thirteen years ago confessed to taking part in the attack, now charge that those confessions were the result of coercive tactics employed by the authorities.  Additionally, the defendants, who were just teenagers at the time, did not have the option or benefit of the precise, and potentially exonerating, DNA testing that we now have at our disposal today. \\par\nThis local law recognizes that for both the police and the suspect being interrogated, a neutral observer, such as a video camera, can be a beneficial witness to preserve the integrity of the interaction and provide an unbiased account of the activity that takes place in the interrogation room.  Had there been such a law in place in 1989, the allegations raised today could have been much more easily and effectively proven or disproven, and may have spared years of uncertainty and years of unjust conviction and incarceration.       \\par\n\\'a72. Chapter 1 of Title 14 of the administrative code of the City of New York is hereby amended to add a new section 14-151 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ul\\b\\'a714-151. Videotaping of Interrogations.\\par\n\\b0 a.\\ulnone  \\ul All interrogations of suspects, in police custody, shall be recorded, in their entirety, on videotape of reasonable clarity and audibility.  Thereafter, the videotapes shall be sealed, whereupon such videotapes shall be unsealed and made available only where they are required for production for trial, evidentiary purposes, or where the individual who is the subject of the videotape, or his representative, requests such tape.  All sealed videotapes representing interrogations shall be preserved for at least ten years in such a manner as to maintain the clarity and audibility of the videotape.   \\par\nb. The introduction into evidence of the confession of a suspect, made to a law enforcement officer during the interrogation process and documented on videotape, shall be accompanied by the corroborating videotape.\\par\n\\ulnone\\'a73. This local law shall take effect sixty days after its enactment into law.\\par\n\\pard\\sl480\\slmult1   \\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:13:42.73Z"
}
