{
  "ID": 29229,
  "GUID": "EFE5EC65-CB5D-4D5F-A428-C6E8BC7C5502",
  "File": "Int 0125-2004",
  "Name": "Creating a Referenda Finance Program within the current Campaign Finance Program.",
  "Title": "A Local Law to amend the New York City Administrative Code, in relation to creating a Referenda Finance Program within the current Campaign Finance Program.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    }
  ],
  "History": [
    {
      "ID": 154743,
      "Date": "2004-02-04T12:11:06Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155228,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 281,
      "MinutesSequence": 320,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168177,
      "Date": "2004-11-30T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 3655,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168306,
      "Date": "2004-11-30T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 3655,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184530,
      "Date": "2005-12-31T09:51:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 64000,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8341cf18-fb6b-4070-9ad0-67c10d251780.doc",
      "Sort": 1
    },
    {
      "ID": 66065,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8da4a057-e889-4faa-a100-2a45e20389d5.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 15833,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 3-702 of the Administrative Code of the City of New York is amended by adding new subdivisions 13 and 14, to read as follows:\n13.  The term “ballot proposal election” shall mean an election in which a proposal is submitted to the electors pursuant to subdivision five of section 36, or pursuant to section 37, of the municipal home rule law, or subdivision two of section 40 of the charter.\n14.  The term “ballot proposal committee” shall mean a political committee which makes expenditures in support of or in opposition to a ballot proposal submitted to the electors pursuant to subdivision five of section 36, or pursuant to section 37, of the municipal home rule law, or subdivision two of section 40 of the charter.\n§ 2.  Subdivision 1 of section 3-703 of the administrative code of the city of New York is amended to read as follows:\n§  3-703  Eligibility and other requirements.  1. To be eligible for optional public financing under this chapter, a candidate for nomination for election or election, or a ballot proposal committee, must:\n \t(a) for a candidate, meet all the requirements of law to have his or her name on the ballot;\n (b) be a candidate for mayor, public advocate, comptroller, borough president or member of the city council in a primary, special, or general election, or a ballot proposal committee, and meet the threshold for eligibility set forth in subdivision two of this section;\n\t(c)  choose to participate in the public funding provisions of this chapter, by filing a written certification in such form as may be prescribed by the campaign finance board, which sets forth [his or her] an acceptance of and agreement to comply with the terms and conditions for the provision of such funds.  The deadline for filing such certification for a candidate for a primary and general election shall be:\n(i)\tthe first day of June in the year of the covered election, or such other later date as the board shall provide; or\n(ii)\tthe thirtieth day after a special election is held to fill a vacancy for the office sought by the candidate; \nwhichever is later.  The deadline for filing such certification for a special election to fill a vacancy shall be on the seventh day after the proclamation of such special election.  The deadline for filing such certification for a ballot proposal committee shall be on the seventh day after the city clerk has certified a ballot proposal question for the upcoming general election.  A certification may be filed on or before the seventh day after the occurrence of an extraordinary circumstance in an election, as declared by the campaign finance board, following the receipt and review of a petition submitted by a candidate in such election.  For purposes of this paragraph, an “extraordinary circumstance” shall include the death of a candidate in the election, the resignation or removal of the person holding the office sought, and the submission to the board of a written declaration by an officeholder that terminates his or her campaign for reelection;\n(d) obtain and furnish to the campaign finance board any information it may request relating to [his or her] campaign expenditures or contributions and furnish such documentation and other proof of compliance with this chapter as may be requested by such board;\n(e) for a candidate, notify the board in the candidate’s written certification as to: (i) the existence of each authorized committee authorized by such candidate that has not been terminated, (ii) whether any such committee also has been authorized by any other candidate, and (iii) if the can­didate has authorized more than one authorized committee, which authorized committee has been designated by the candidate as the candidate’s principal committee for the election(s) covered by the candidate’s certification; provided, that such principal committee (i) shall be the only committee authorized by such candidate to aid or otherwise take part in the election(s) covered by the candidate’s certification, (ii) shall not be an authorized committee of any other candidate, and (iii) shall not have been authorized or otherwise active for any election prior to the election(s) covered by the candidate’s certification.  The use of an entity other than the designated principal committee to aid or otherwise take part in the election(s) covered by the candidate’s certification shall be a violation of this section and shall trigger the application to such entity of all provisions of this chapter governing principal committees;    \n(f) not accept, and [his or her] a candidate’s principal committee must not accept, either directly or by transfer, any contribution or contributions from any one individual­, partnership, political committee, employee organiza­tion or other entity for (A) all covered elections held in the same calendar year in which [he or she] a candidate is a participating candidate which in the aggregate: (i) for the office of mayor, public advocate or comptroller shall exceed four thousand five hundred dollars, or (ii) for borough president, shall exceed three thousand five hundred dollars, or (iii) for mem­ber of the city council, shall exceed two thousand five hundred dollars; provided that a candidate and his or her principal committee may accept additional contributions which do not exceed one half the amount of the applicable limitation for any run-off primary election, additional day for voting held pursuant to section 3-108 of the New York state election law, special election to fill a vacancy, run-off special election to fill a vacancy, delayed or otherwise postponed election, or election held pursuant to court order which is a covered election and in which the candidate seeks nomination for election or election or (B) a ballot proposal election in which a ballot proposal committee files a written certification pursuant to paragraph (c) of this subdivision which in the aggregate shall not exceed the limit for mayor set pursuant to this paragraph.  [; and provid­ed further that if] If state law prescribes a contribution limitation of a lesser amount, this paragraph shall not be deemed to authorize acceptance of a contribution in excess of such lesser amount.  The maximum contributions set forth in this paragraph shall be adjusted in accordance with subdivision seven of this section;\n(g) maintain such records of receipts and expenditures for a covered election or ballot proposal election as required by the board;\n (h) for a candidate, not make expenditures from or use his or her personal funds or property or the personal funds or property jointly held with his or her spouse, domestic partner, or unemancipated children in connection with his or her nomination for election or election except as a contribution to his or her principal committee in an amount that does not exceed three times the maximum contribution amount applicable pursuant to paragraph (f) of this subdivision. Such candidate shall not make expenditures from or use other personal funds or property of his or her spouse, domestic partner or unemancipated children in connection with his or her nomination for election or election; provided that this paragraph shall not be construed to limit contributions by persons other than the candidate;\n(i) not make, and [his or her] a candidate’s principal committee must not make, expenditures which in the aggregate exceed the applicable expenditure limitations set forth in section 3-706;\n(k) not accept, and [his or her] a candidate’s principal committee must not accept, either directly or by transfer, any contribution, loan, guarantee, or other security for such loan from any political committee for all covered elections held in the same calendar year in which [he or she] such candidate is a participating candidate or a ballot proposal election, except as is otherwise provided for contributions by political committees pursuant to section 3-707 of this chapter; and\n(l) not accept, and [his or her] a candidate’s principal committee must not accept, either directly or by transfer, any contribution, loan, guarantee, or other security for such loan from any corporation, other than a corporation that is a political committee as defined in subdivision eleven of section 3-702 of this chapter, for all covered elections held in the same calendar year in which [he or she] such candidate is a participating candidate or a ballot proposal election.\n(m) for a ballot proposal committee, not coordinate expenditures with any other political committee.  For this chapter, “coordinated expenditures” shall mean expenditures made in cooperation, consultation or concert with, or at the request or suggestion of, any other political committee or candidate.  Furthermore, ballot proposal committees shall not coordinate expenditures with any person that shall violate the contribution and expenditure limits of this chapter.  Such coordinated expenditures shall be deemed in-kind contributions to and expenditures by such ballot proposal committee subject to such limits.  The board shall promulgate rules further defining coordinated expenditures.  The rules shall not require agreement or formal collaboration to establish coordination.  In addition to any subject determined by the board, the rules shall address:\n(i)\t \texpenditures for the republication of campaign materials;\n(ii)\t \texpenditures for the use of a common vendor;\n(iii)\texpenditures for communications directed or made by persons who previously served as an employee of a candidate or a political committee;\n(iv)\texpenditures for communications made by a person after substantial discussion about the communication with a candidate or a political committee; and \n(v)\t \tthe sharing of information not publicly available.\n\t(n) for a ballot proposal committee, not make expenditures promoting the candidacy of any candidate.\n§3.  Subdivision 2 of section 3-703 of the administrative code of the city of New York is amended to read as follows:\n \t2. (a) The threshold for eligibility for public funding for participating candidates in a primary or general election, or special election to fill a vacancy, and ballot proposal committees in ballot proposal elections, shall be in the case of:\n \t(i) mayor and ballot proposal committees, not less than two hundred fifty thousand dollars in matchable contributions including at least one thousand matchable contributions of ten dollars or more;\n (ii) public advocate and comptroller, not less than one hundred twenty-five thousand dollars in matchable contributions including at least five hundred matchable contributions of ten dollars or more;\n(iii) borough president, an amount equal to the number of persons living in such borough as determined by the last census multiplied by two cents in matchable contributions including at least one hundred matchable contributions of ten dollars or more from residents of the borough, or ten thousand dollars, whichever is greater;\n(iv) member of the city council, not less than five thousand dollars in matchable contributions including at least fifty matchable contributions of ten dollars or more from residents of the district in which the seat is to be filled, except that in regularly scheduled city council elections held in the year two thousand three at least seventy-five matchable contributions of ten dollars or more shall be required from residents of the borough or boroughs in which such council district is located.\n(b) Any participating candidate meeting the threshold for eligibility in a primary election for one of the foregoing offices shall be deemed to have met the threshold for eligibility for such office in any other election, other than a special election to fill a vacancy, held in the same calendar year.\n \n\t§4.  Section 3-704 of the administrative code of the city of New York is amended to read as follows:\n§3-704  Qualified campaign expenditures.  1.  Public funds provided under the provisions of this chapter may be used only for expenditures (i) by a principal committee to further the participating candidate's nomination for election or election, either in a special election to fill a vacancy, or during the calendar year in which the primary or general election in which the candidate is seeking nomination for election or election is held or (ii) by a ballot proposal committee to support or oppose a ballot proposal.\n2. Such public funds may not be used for:\n(a) an expenditure in violation of any law;\n(b) for a candidate, payments made to the candidate or a spouse, domestic partner, child, grandchild, parent, grandparent, brother or sister of the candidate or spouse or domestic partner of such child, grandchild, parent, grandparent, brother or sister, or to a business entity in which the candidate or any such person has a ten percent or greater ownership interest;\n(c) payments in excess of the fair market value of services, materials, facilities or other things of value received in exchange;\n(d) for a candidate, (i) any expenditure made after the candidate has been finally disqualified or had his or her petitions finally declared invalid by the New York city board of elections or a court of competent jurisdiction, except that such expenditures may be made:\n(A)\tas otherwise permitted pursuant to subdivision seven of section 3-709 of this chapter, or\n(B)\tfor a different covered election, other than a special election to fill a vacancy, held later in the same calendar year in which the candidate seeks election for the same office; provided, however, that public funds originally received for a special election to fill a vacancy may not be retained for expenditure in any other election;\n(ii) any expenditure made after the only remaining opponent of the candidate has been finally disqualified or had his or her petitions finally declared invalid by the New York city board of elections or a court of competent jurisdiction, except that such expenditures may be made for a different covered election, other than a special election to fill a vacancy, held later in the same calendar year in which the candidate seeks election for the same office; provided, however, that public funds originally received for a special election to fill a vacancy may not be retained for expenditure in any other election;\n(e) payments in cash;\n(f) any contribution, transfer, or loan made to another candidate or political committee;\n\t(g) gifts, except brochures, buttons, signs and other printed campaign material; or\n\t(h) for a candidate, any expenditures to challenge or defend the validity of petitions of designation or nomination, or of certificates of nomination, acceptance, authorization, declination, or substitution, and expenses related to the canvassing of election results, made pursuant to subdivision four of section 3-706.\n\t§5.  Subdivision 2 of section 3-705 of the administrative code of the city of New York is amended to read as follows:\n\t2. If the threshold for eligibility is met, [the] a participating candidate's principal committee or a ballot proposal committee shall receive payment for qualified campaign expenditures of four dollars for each one dollar of matchable contributions, up to one thousand dollars in public funds per contributor (or up to five hundred dollars in public funds per contributor in the case of a special election), obtained and reported to the campaign finance board in accordance with the provisions of this chapter, but in no case shall such principal committee or ballot proposal committee receive in public funds an amount exceeding fifty-five percent of the expenditure limitation provided in paragraph (a) of subdivision one of section 3-706 [for the office for which such candidate seeks nomination for election or election], except as otherwise provided in subdivision three of section 3-706.  For all ballot proposal committees that have filed a written certification pursuant to paragraph (c) of subdivision one of section 3-703, only the first two hundred and fifty dollars of the aggregate contributions of any one contributor shall be matched.\n§6.  Section 3-706 of the administrative code of the city of New York is amended by adding new subdivision 3-a and amending subdivision 1, to read as follows:\n§3-706  Expenditures limitations; additional financing and limits.  1.  The following limitations apply to all expenditures made by a candidate and his or her principal committee or a ballot proposal committee on or after the first day of January preceding the election for which such candidate or ballot proposal committee chooses to participate in the public funding provisions of this chapter and to expenditures made at any time prior to such date for services, materials, facilities, advertising or other things of value received, rendered, published, distributed or broadcast on or after such date:\n(a) Except as provided in paragraph (b) of this subdivision, in each primary election, in each special election to fill a vacancy, and in each general election, expenditures by a participating candidate for one of the following offices and his or her principal committee or a ballot proposal committee shall not exceed the following amounts:\n\t\tmayor or ballot proposal committee:\t\t$4,000,000\n\t\tpublic advocate or comptroller:\t\t$2,500,000\n\t\tborough president:\t\t\t\t$   900,000\n\t\tmember of the city council:\t\t\t$   105,000\n(b) (i) The expenditure limitation in a run-off primary election held pursuant to section 6-162 of the New York state election law or a run-off special election held to fill a vacancy shall be one half the amount of the applicable limitation provided for an election for such office pursuant to the provisions of paragraph (a) of this subdivision.\n(ii) The board shall promulgate rules to provide for a separate expenditure limit applicable to campaign expenditures for an additional day for voting held pursuant to section 3-108 of the New York state election law, an election held pursuant to court order, or a delayed or otherwise postponed election.\n§7.  Subdivision 1 of section 3-713 of the administrative code of the city of New York is amended to read as follows:\n1. The campaign finance board shall review and evaluate the effect of this chapter upon the conduct of election campaigns in the city and shall submit a report to the mayor and the city council on or before September first, nineteen hundred ninety, and every fourth year thereafter, and at any other time upon the request of the mayor or the city council and at such other times as the board deems appropriate, containing: \n(a) the number and names of candidates qualifying for and choosing to receive public funds pursuant to this chapter, and of candidates failing to qualify or otherwise not choosing to receive such funds, in each election during the four preceding calendar years;\n(b) the amount of public funds provided to the authorized committees of each candidate pursuant to this chapter and the contributions received and expenditures made by each such candidate and the authorized committees of such candidate, in each election during the four preceding calendar years;\n(c) recommendations as to whether the provisions of this chapter governing maximum contribution amounts, thresholds for eligibility and expenditure limitations should be amended and setting forth the amount of, and reasons for, any amendments it recommends;\n(d) an analysis of the effect of this chapter on political campaigns, including its effect on the sources and amounts of private financing, the level of campaign expenditures, voter participation, the number of candidates and the candidate's ability to campaign effectively for public office;\n(e) a review of the procedures utilized in providing public funds to candidates; [and]\n(f) an analysis of ballot initiative campaigns from nineteen hundred ninety-three to two thousand three in the city, addressing, in addition to any subject determined by the board, the amounts spent, the amounts of contributions and sources of contributions,  along with an analysis of the effect of this chapter on such campaigns ; and\n[(f)] (g) such recommendations for changes in this chapter as it deems appropriate.\n\t§8.\tSections 2 and 6 of this local law are subject to any adjustments made prior to the effective date of this law pursuant to subdivision 7 of section 3-703 or paragraph (e) of subdivision 1 of section 3-706 of the administrative code.\n§9.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\sl480\\slmult1\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  S\\cf1 ection 3-702 of the Administrative Code of the City of New York is amended by adding new subdivisions 13 and 14, to read as follows:\\par\n\\ul 13.  The term \\ldblquote ballot proposal election\\rdblquote  shall mean an election in which a proposal is submitted to the electors pursuant to subdivision five of section 36, or pursuant to section 37, of the municipal home rule law, or subdivision two of section 40 of the charter.\\par\n\\cf0 14.  The term \\cf1\\ldblquote ballot proposal committee\\rdblquote  shall mean a political committee which makes expenditures in support of or in opposition to a ballot proposal submitted to the electors pursuant to subdivision five of section 36, or pursuant to section 37, of the municipal home rule law, or subdivision two of section 40 of the charter.\\par\n\\cf0\\ulnone\\'a7 2.  Subdivision 1 of section 3-703 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1\\'a7  3-703  \\b Eligibility and other requirements. \\b0  1. To be eligible for optional public financing under this chapter, a candidate for nomination for election or election\\ul , or a ballot proposal committee,\\ulnone  must:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1  \\tab (a) \\ul for a candidate,\\ulnone  meet all the requirements of law to have his or her name on the ballot;\\par\n\\pard\\fi720\\sl480\\slmult1\\qj  (b) be a candidate for mayor, public advocate, comptroller, borough president or member of the city council in a primary, special, or general election\\ul , or a ballot proposal committee,\\ulnone  and meet the threshold for eligibility set forth in subdivision two of this section;\\cf0\\par\n\\pard\\sl480\\slmult1\\qj\\tx0\\tab (c)  choose to participate in the public funding provisions of this chapter, by filing a written certification in such form as may be prescribed by the campaign finance board, which sets forth [his or her] \\ul an\\ulnone  acceptance of and agreement to comply with the terms and conditions for the provision of such funds.  The deadline for filing such certification \\ul for a candidate\\ulnone  for a primary and general election shall be:\\par\n\\pard\\nowidctlpar\\fi-720\\li1440\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1440\\tx1800\\tx2340\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720 (i)\\tab the first day of June in the year of the covered election, or such other later date as the board shall provide; or\\par\n\\pard\\nowidctlpar\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1440\\tx1800\\tx2250\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720 (ii)\\tab the thirtieth day after a special election is held to fill a vacancy for the office sought by the candidate; \\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1440\\tx1800\\tx2250\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720 whichever is later.  The deadline for filing such certification for a special election to fill a vacancy shall be on the seventh day after the proclamation of such special election.  \\ul The deadline for filing such certification for a ballot proposal committee shall be on the seventh day after the city clerk has certified a ballot proposal question for the upcoming general election.\\ulnone   A certification may be filed on or before the seventh day after the occurrence of an extraordinary circumstance in an election, as declared by the campaign finance board, following the receipt and review of a petition submitted by a candidate in such election.  For purposes of this paragraph, an \\ldblquote extraordinary circumstance\\rdblquote  shall include the death of a candidate in the election, the resignation or removal of the person holding the office sought, and the submission to the board of a written declaration by an officeholder that terminates his or her campaign for reelection;\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx0\\tx1440\\tx1800\\tx2250\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\cf1 (d) obtain and furnish to the campaign finance board any information it may request relating to [his or her] campaign expenditures or contributions and furnish such documentation and other proof of compliance with this chapter as may be requested by such board;\\cf0\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx0\\tx1440\\tx1800\\tx2340\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720 (e) \\cf1\\ul for a candidate,\\ulnone  \\cf0 notify the board in the candidate\\rquote s written certification as to: (i) the existence of each authorized committee authorized by such candidate that has not been terminated, (ii) whether any such committee also has been authorized by any other candidate, and (iii) if the can\\-didate has authorized more than one authorized committee, which authorized committee has been designated by the candidate as the candidate\\rquote s principal committee for the election(s) covered by the candidate\\rquote s certification; provided, that such principal committee (i) shall be the only committee authorized by such candidate to aid or otherwise take part in the election(s) covered by the candidate\\rquote s certification, (ii) shall not be an authorized committee of any other candidate, and (iii) shall not have been authorized or otherwise active for any election prior to the election(s) covered by the candidate\\rquote s certification.  The use of an entity other than the designated principal committee to aid or otherwise take part in the election(s) covered by the candidate\\rquote s certification shall be a violation of this section and shall trigger the application to such entity of all provisions of this chapter governing principal committees;    \\ul\\par\n\\ulnone (f) not accept\\ul ,\\ulnone  and [his or her] \\ul a candidate\\rquote s\\ulnone  principal committee must not accept, either directly or by transfer, any contribution or contributions from any one individual\\-, partnership, political committee, employee organiza\\-tion or other entity for \\ul (A)\\ulnone  all covered elections held in the same calendar year in which [he or she] \\ul a candidate\\ulnone  is a participating candidate which in the aggregate: (i) for the office of mayor, public advocate or comptroller shall exceed four thousand five hundred dollars, or (ii) for borough president, shall exceed three thousand five hundred dollars, or (iii) for mem\\-ber of the city council, shall exceed two thousand five hundred dollars; provided that a candidate and his or her principal committee may accept additional contributions which do not exceed one half the amount of the applicable limitation for any run-off primary election, additional day for voting held pursuant to section 3-108 of the New York state election law, special election to fill a vacancy, run-off special election to fill a vacancy, delayed or otherwise postponed election, or election held pursuant to court order which is a covered election and in which the candidate seeks nomination for election or election \\ul or (B) a ballot proposal election in which a ballot proposal committee files a written certification pursuant to paragraph (c) of this subdivision which in the aggregate shall not exceed the limit for mayor set pursuant to this paragraph.\\ulnone   [; and provid\\-ed further that if] \\ul If\\ulnone  state law prescribes a contribution limitation of a lesser amount, this paragraph shall not be deemed to authorize acceptance of a contribution in excess of such lesser amount.  The maximum contributions set forth in this paragraph shall be adjusted in accordance with subdivision seven of this section;\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1 (g) maintain such records of receipts and expenditures for a covered election \\ul or ballot proposal election\\ulnone  as required by the board;\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx0\\tx1440\\tx1800\\tx2340\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720  (h) \\ul for a candidate,\\ulnone  not make expenditures from or use his or her personal funds or property or the personal funds or property jointly held with his or her spouse, domestic partner, or unemancipated children in connection with his or her nomination for election or election except as a contribution to his or her principal committee in an amount that does not exceed three times the maximum contribution amount applicable pursuant to paragraph (f) of this subdivision. Such candidate shall not make expenditures from or use other personal funds or property of his or her spouse, domestic partner or unemancipated children in connection with his or her nomination for election or election; provided that this paragraph shall not be construed to limit contributions by persons other than the candidate;\\cf0\\par\n\\cf1 (i) not make\\ul ,\\ulnone  and [his or her] \\ul a candidate\\rquote s\\ulnone  principal committee must not make\\ul ,\\ulnone  expenditures which in the aggregate exceed the applicable expenditure limitations set forth in section 3-706;\\cf0\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx0\\tx540\\tx1440\\tx1800\\tx2340\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720 (k) not accept\\ul ,\\ulnone  and \\cf1 [his or her] \\ul a candidate\\rquote s\\ulnone  \\cf0 principal committee must not accept, either directly or by transfer, any contribution, loan, guarantee, or other security for such loan from any political committee for all covered elections held in the same calendar year in which [he or she] \\ul such candidate\\ulnone  is a participating candidate \\ul or a ballot proposal election\\ulnone , except as is otherwise provided for contributions by political committees pursuant to section 3-707 of this chapter; and\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx360\\tx1440\\tx1800\\tx2340\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720 (l) not accept\\ul ,\\ulnone  and [his or her] \\cf1\\ul a candidate\\rquote s\\ulnone  \\cf0 principal committee must not accept, either directly or by transfer, any contribution, loan, guarantee, or other security for such loan from any corporation, other than a corporation that is a political committee as defined in subdivision eleven of section 3-702 of this chapter, for all covered elections held in the same calendar year in which [he or she] \\ul such candidate\\ulnone  is a participating candidate\\ul  or a ballot proposal election\\ulnone .\\par\n\\ul (m) for a ballot proposal committee, not coordinate expenditures with any other political committee.  For this chapter, \\ldblquote coordinated expenditures\\rdblquote  shall mean expenditures made in cooperation, consultation or concert with, or at the request or suggestion of, any other political committee or candidate.  Furthermore, ballot proposal committees shall not coordinate expenditures with any person that shall violate the contribution and expenditure limits of this chapter.  Such coordinated expenditures shall be deemed in-kind contributions to and expenditures by such ballot proposal committee subject to such limits.  The board shall promulgate rules further defining coordinated expenditures.  The rules shall not require agreement or formal collaboration to establish coordination.  In addition to any subject determined by the board, the rules shall address:\\par\n\\pard\\nowidctlpar\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx360\\tx1440\\tx1800\\tx2340\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\ulnone (i)\\tab  \\tab\\ul expenditures for the republication of campaign materials;\\par\n\\ulnone (ii)\\tab  \\tab\\ul expenditures for the use of a common vendor;\\par\n\\pard\\nowidctlpar\\fi-720\\li1440\\sl480\\slmult1\\qj\\tx360\\tx1440\\tx1800\\tx1890\\tx1980\\tx2070\\tx2340\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\ulnone (iii)\\tab\\ul expenditures for communications directed or made by persons who previously served as an employee of a candidate or a political committee;\\par\n\\pard\\nowidctlpar\\fi-720\\li1440\\sl480\\slmult1\\qj\\tx360\\tx1440\\tx1800\\tx2340\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\ulnone (iv)\\tab\\ul expenditures for communications made by a person after substantial discussion about the communication with a candidate or a political committee; and \\par\n\\pard\\nowidctlpar\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx360\\tx1440\\tx1800\\tx2340\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\ulnone (v)\\tab  \\tab\\ul the sharing of information not publicly available.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx1800\\tx2340\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\ulnone\\tab\\ul (n) for a ballot proposal committee, not make expenditures promoting the candidacy of any candidate.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\tx0\\tx720\\tx1800\\tx2250\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\ulnone\\'a73.  Subdivision 2 of section 3-703 of the administrative code of the city of New York is amended to read as follows:\\cf1\\par\n\\pard\\nowidctlpar\\sl480\\slmult1  \\tab 2. (a) The threshold for eligibility for public funding for participating candidates in a primary or general election, or special election to fill a vacancy, \\ul and ballot proposal committees in ballot proposal elections,\\ulnone  shall be in the case of:\\par\n \\tab (i) mayor\\cf0\\ul  and ballot proposal committees\\cf1\\ulnone , not less than two hundred fifty thousand dollars in matchable contributions including at least one thousand matchable contributions of ten dollars or more;\\par\n\\pard\\fi720\\sl480\\slmult1  (ii) public advocate and comptroller, not less than one hundred twenty-five thousand dollars in matchable contributions including at least five hundred matchable contributions of ten dollars or more;\\cf0\\par\n\\cf1 (iii) borough president, an amount equal to the number of persons living in such borough as determined by the last census multiplied by two cents in matchable contributions including at least one hundred matchable contributions of ten dollars or more from residents of the borough, or ten thousand dollars, whichever is greater;\\cf0\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul (iv) member of the city council, not less than five thousand dollars in matchable contributions including at least fifty matchable contributions of ten dollars or more from residents of the district in which the seat is to be filled, except that in regularly scheduled city council elections held in the year two thousand three at least seventy-five matchable contributions of ten dollars or more shall be required from residents of the borough or boroughs in which such council district is located.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1\\ulnone (b) Any participating candidate meeting the threshold for eligibility in a primary election for one of the foregoing offices shall be deemed to have met the threshold for eligibility for such office in any other election, other than a special election to fill a vacancy, held in the same calendar year.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx360\\tx1440\\tx1800\\tx2340\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720  \\par\n\\pard\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1440\\tx1980\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\cf0\\tab\\'a74.  Section 3-704 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx0\\tx810\\tx1440\\tx1980\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\'a73-704\\b   Qualified campaign expenditures.\\b0   1.  Public funds provided under the provisions of this chapter may be used only for expenditures \\ul (i)\\ulnone  by a principal committee to further the participating candidate's nomination for election or election, either in a special election to fill a vacancy, or during the calendar year in which the primary or general election in which the candidate is seeking nomination for election or election is held \\ul or (ii) by a ballot proposal committee to support or oppose a ballot proposal\\ulnone .\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1 2. Such public funds may not be used for:\\cf0\\par\n\\cf1 (a) an expenditure in violation of any law;\\cf0\\par\n\\cf1 (b) \\ul for a candidate,\\ulnone  payments made to the candidate or a spouse, domestic partner, child, grandchild, parent, grandparent, brother or sister of the candidate or spouse or domestic partner of such child, grandchild, parent, grandparent, brother or sister, or to a business entity in which the candidate or any such person has a ten percent or greater ownership interest;\\cf0\\par\n\\cf1 (c) payments in excess of the fair market value of services, materials, facilities or other things of value received in exchange;\\cf0\\par\n\\cf1 (d) \\ul for a candidate,\\ulnone  (i) any expenditure made after the candidate has been finally disqualified or had his or her petitions finally declared invalid by the New York city board of elections or a court of competent jurisdiction, except that such expenditures may be made:\\cf0\\par\n\\pard\\nowidctlpar\\fi-1095\\li1815\\sl480\\slmult1\\tx1815\\cf1 (A)\\tab as otherwise permitted pursuant to subdivision seven of section 3-709 of this chapter, or\\par\n\\pard\\nowidctlpar\\fi-1095\\li1815\\sl480\\slmult1 (B)\\tab for a different covered election, other than a special election to fill a vacancy, held later in the same calendar year in which the candidate seeks election for the same office; provided, however, that public funds originally received for a special election to fill a vacancy may not be retained for expenditure in any other election;\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 (ii) any expenditure made after the only remaining opponent of the candidate has been finally disqualified or had his or her petitions finally declared invalid by the New York city board of elections or a court of competent jurisdiction, except that such expenditures may be made for a different covered election, other than a special election to fill a vacancy, held later in the same calendar year in which the candidate seeks election for the same office; provided, however, that public funds originally received for a special election to fill a vacancy may not be retained for expenditure in any other election;\\cf0\\par\n\\cf1 (e) payments in cash;\\cf0\\par\n\\cf1 (f) any contribution, transfer, or loan made to another candidate or political committee;\\cf0\\par\n\\pard\\sl480\\slmult1\\qj\\tx0\\tx720\\tx900\\tx1440\\tx1980\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\cf1\\tab (g) gifts, except brochures, buttons, signs and other printed campaign material; or\\cf0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx1800\\tx2340\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\cf1\\tab (h) \\ul for a candidate,\\ulnone  any expenditures to challenge or defend the validity of petitions of designation or nomination, or of certificates of nomination, acceptance, authorization, declination, or substitution, and expenses related to the canvassing of election results, made pursuant to subdivision four of section 3-706.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx5052\\tx5772\\tx6492\\tx7212\\tx7932\\tx8652\\cf0\\tab\\'a75.  Subdivision 2 of section 3-705 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx1800\\tx2340\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\cf1\\tab 2. If the threshold for eligibility is met, [the] \\ul a\\ulnone  participating candidate's principal committee \\ul or a ballot proposal committee\\ulnone  shall receive payment for qualified campaign expenditures of four dollars for each one dollar of matchable contributions, up to one thousand dollars in public funds per contributor (or up to five hundred dollars in public funds per contributor in the case of a special election), obtained and reported to the campaign finance board in accordance with the provisions of this chapter, but in no case shall such principal committee \\ul or ballot proposal committee\\ulnone  receive in public funds an amount exceeding fifty-five percent of the expenditure limitation provided in \\ul paragraph (a) of\\ulnone  subdivision one of section 3-706 [for the office for which such candidate seeks nomination for election or election], except as otherwise provided in subdivision three of section 3-706.  \\ul For all \\cf0 ballot proposal committees that have filed a written certification pursuant to paragraph (c) of subdivision one of section 3-703, only the first two hundred and fifty dollars of the aggregate contributions of any one contributor shall be matched.\\cf1\\par\n\\pard\\brdrt\\brdrs\\brdrw20\\brdrcf2 \\brdrl\\brdrs\\brdrw20\\brdrcf2 \\brdrb\\brdrs\\brdrw20\\brdrcf2 \\brdrr\\brdrs\\brdrw20\\brdrcf2 \\fi720\\sl480\\slmult1\\qj\\cf0\\ulnone\\'a76.  Section 3-706 of the administrative code of the city of New York is amended by adding new subdivision 3-a and amending subdivision 1, to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx0\\tx450\\tx1440\\tx1800\\tx2250\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\'a73-706\\b   Expenditures limitations; additional financing and limits.\\b0   1.  The following limitations apply to all expenditures made by a candidate and his or her principal committee \\ul or a ballot proposal committee\\ulnone  on or after the first day of January preceding the election for which such candidate \\ul or ballot proposal committee\\ulnone  chooses to participate in the public funding provisions of this chapter and to expenditures made at any time prior to such date for services, materials, facilities, advertising or other things of value received, rendered, published, distributed or broadcast on or after such date:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx0\\tx360\\tx1440\\tx1800\\tx2250\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720 (a) Except as provided in paragraph (b) of this subdivision, in each primary election, in each special election to fill a vacancy, and in each general election, expenditures by a participating candidate for one of the following offices and his or her principal committee \\ul or a ballot proposal committee\\ulnone  shall not exceed the following amounts:\\par\n\\pard\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1440\\tx1800\\tx2250\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\tab\\tab mayor \\ul or ballot proposal committee\\ulnone :\\tab\\tab $4,000,000\\par\n\\tab\\tab public advocate or comptroller:\\tab\\tab $2,500,000\\par\n\\tab\\tab borough president:\\tab\\tab\\tab\\tab $   900,000\\par\n\\tab\\tab member of the city council:\\tab\\tab\\tab $   105,000\\b\\i\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx0\\tx540\\tx1440\\tx1800\\tx2250\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\b0\\i0 (b) (i) The expenditure limitation in a run-off primary election held pursuant to section 6-162 of the New York state election law or a run-off special election held to fill a vacancy shall be one half the amount of the applicable limitation provided for an election for such office pursuant to the provisions of paragraph (a) of this subdivision.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx0\\tx450\\tx1440\\tx1800\\tx2250\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720 (ii) The board shall promulgate rules to provide for a separate expenditure limit applicable to campaign expenditures for an additional day for voting held pursuant to section 3-108 of the New York state election law, an election held pursuant to court order, or a delayed or otherwise postponed election.\\par\n\\'a77.  Subdivision 1 of section 3-713 of the administrative code of the city of New York is amended to read as follows:\\par\n\\cf1 1. The campaign finance board shall review and evaluate the effect of this chapter upon the conduct of election campaigns in the city and shall submit a report to the mayor and the city council on or before September first, nineteen hundred ninety, and every fourth year thereafter, and at any other time upon the request of the mayor or the city council and at such other times as the board deems appropriate, containing: \\par\n(a) the number and names of candidates qualifying for and choosing to receive public funds pursuant to this chapter, and of candidates failing to qualify or otherwise not choosing to receive such funds, in each election during the four preceding calendar years;\\cf0\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1 (b) the amount of public funds provided to the authorized committees of each candidate pursuant to this chapter and the contributions received and expenditures made by each such candidate and the authorized committees of such candidate, in each election during the four preceding calendar years;\\cf0\\par\n\\cf1 (c) recommendations as to whether the provisions of this chapter governing maximum contribution amounts, thresholds for eligibility and expenditure limitations should be amended and setting forth the amount of, and reasons for, any amendments it recommends;\\cf0\\par\n\\cf1 (d) \\ul an\\ulnone  analysis of the effect of this chapter on political campaigns, including its effect on the sources and amounts of private financing, the level of campaign expenditures, voter participation, the number of candidates and the candidate's ability to campaign effectively for public office;\\cf0\\par\n\\cf1 (e) a review of the procedures utilized in providing public funds to candidates; [and]\\par\n\\ul (f) an analysis of ballot initiative campaigns from nineteen hundred ninety-three to two thousand three in the city, addressing, \\cf0 in addition to any subject determined by the board,\\cf1  the amounts spent, the amounts of contributions and sources of contributions,  along with an analysis of the effect of this chapter on such campaigns ; and\\cf0\\par\n\\cf1\\ulnone [(f)] \\ul (g)\\ulnone  such recommendations for changes in this chapter as it deems appropriate.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx1800\\tx2340\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\tab\\cf0\\'a78.\\tab Sections 2 and 6 of this local law are subject to any adjustments made prior to the effective date of this law pursuant to subdivision 7 of section 3-703 or paragraph (e) of subdivision 1 of section 3-706 of the administrative code.\\cf1\\ul\\par\n\\pard\\fi720\\sl480\\slmult1\\cf0\\ulnone\\'a79.  This local law shall take effect immediately.  \\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:14:15.263Z"
}
