{
  "ID": 29387,
  "GUID": "AF6CC41C-4CAA-4B78-804F-F858A7471671",
  "File": "Int 0126-2004",
  "LocalLaw": "2004/026",
  "Name": "Building Safety",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to building safety.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2004-06-24T00:00:00Z",
  "EnactmentDate": "2004-06-24T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 154928,
      "Date": "2004-02-04T16:37:43Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155244,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 292,
      "MinutesSequence": 331,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155450,
      "Date": "2004-02-24T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 2716,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156010,
      "Date": "2004-02-24T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 2716,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158532,
      "Date": "2004-04-26T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 2913,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 126-A",
      "MinutesNote": "Proposed Int. No. 126-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158626,
      "Date": "2004-04-26T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 2913,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160256,
      "Date": "2004-06-07T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 2994,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 126-A",
      "MinutesNote": "Proposed Int. No. 126-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160602,
      "Date": "2004-06-07T14:30:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 2994,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160610,
      "Date": "2004-06-07T15:30:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 2994,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160611,
      "Date": "2004-06-07T16:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 2994,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160448,
      "Date": "2004-06-07T23:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3014,
      "AgendaSequence": 25,
      "MinutesSequence": 29,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160737,
      "Date": "2004-06-07T23:43:25Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 164142,
      "Date": "2004-06-24T16:02:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162228,
      "Date": "2004-06-24T23:21:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 164695,
      "Date": "2004-06-25T13:59:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60268,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 2/24",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60268.doc",
      "Sort": 1
    },
    {
      "ID": 60422,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 2/24",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60422.doc",
      "Sort": 2
    },
    {
      "ID": 60705,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/26",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60705.doc",
      "Sort": 3
    },
    {
      "ID": 61191,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/7",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61191.doc",
      "Sort": 4
    },
    {
      "ID": 61650,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/26",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61650.doc",
      "Sort": 5
    },
    {
      "ID": 62306,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/7",
      "Link": "http://nyc.legistar1.com/nyc/attachments/57710e52-36a0-4ea4-92cd-eaf2c0ba4786HwordHearing Transcripts 2004Housing and BuildingsJune 7.doc",
      "Sort": 6
    },
    {
      "ID": 62711,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 6/7",
      "Link": "http://nyc.legistar1.com/nyc/attachments/384424f9-c30e-4e80-af69-b1210f2d37a6HwordNew LegislationHearing Transcript.doc",
      "Sort": 7
    },
    {
      "ID": 61377,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement - A",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61377.doc",
      "Sort": 8
    },
    {
      "ID": 61699,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e1212ab3-3bb7-4305-843b-5622f69383c5HwordLocal Laws 2004Local Law 26.doc",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 16799,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subparagraphs (f) and (p) of paragraph 4 of subdivision g of section 26-248 of the administrative code of the city of New York are amended to read as follows:\n(f) subdivision (b) or (c) of section 27-384 of the code; or\n(p) section 2-4 or 4-3 of reference standard RS 13-1 [.] ;or \n§2.  Paragraph 4 of subdivision g of section 26-248 of the administrative code of the city of New York is amended by adding three new subparagraphs (q), (r) and (s) to read as follows:\n(q) subdivision (e) of section 27-383.1 of the code, or\n(r)  subdivision (b) of section 27-383; or\n(s) section 27-929.1.\n§3.  Section 27-228.5 of the administrative code of the city of New York, as renumbered by chapter 839 of the laws of 1986, is amended to read as follows:\n§27-228.5 General requirements.  (a)  Owners of all existing buildings which are required to comply with the provisions of subdivision (a) of section 27-353.1 (elevator vestibules), section 27-381 and subdivision (b) of section 27-382 (exit lighting), subdivision (b) of section 27-384 (exit signs), section 27-396.3 (signs in sleeping rooms), section 27-777.2 (ventilation in J-1 buildings), subdivision (b) of section 27-929 (sprinklers, fire alarm systems, fire command and communication systems), paragraph two of subdivision (c) of section 27-989 (elevators in readiness), section 27-996.1 (locks on hoistway doors) and section 27-996.2 (firemen's service) shall file with the department a report on or before April first, nineteen hundred eighty-seven certifying to the installation of the required fire protection systems in accordance with approved plans and appropriate permits prior to such date. Owners of all existing buildings not already subject to the requirements of article nine of subchapter six of this chapter as of January eighth, nineteen hundred seventy-three shall file with the department a report on or before October first, nineteen hundred eighty-five certifying to the installation of stair and elevator signs meeting the requirements of article nine of subchapter six of this chapter prior to such date. Owners of all existing buildings that are required to comply with the provisions of subdivision (c) of section 27-384 (power source of exit signs) shall file with the department, on or before July 1, 2007, a report of an architect or engineer certifying that all required exit and/or directional signs are connected to an emergency power source or to storage battery equipment in compliance with such subdivision except that no such report shall be required to be filed if an owner of a building submits an affidavit to the department, within ninety days after the effective date of this sentence, certifying that all required exit and/or directional signs are connected to an emergency power source or to storage battery equipment as required by such subdivision.  Such reports shall be on such forms and in such manner as prescribed by the commissioner. Failure to file such report by such dates shall be a violation of this section, which shall be punishable pursuant to section 26-125 of title twenty-six of the administrative code.\n(b) (1) Owners of all buildings one hundred feet or more in height required to comply with the provisions of subdivision (a) of section 27-929.1 (sprinklers) shall file with the department on or before July 1, 2019 a final report prepared by an architect or engineer certifying to the installation of the required sprinklers in accordance with such provisions and, pending the filing of such final report, such owner shall be required to file the following interim reports as described below.  Failure to file such final report and/or, where required, such interim reports by the dates indicated or within any extended period of time granted by the commissioner pursuant to paragraph (2) of this subdivision shall be a violation of this section, which shall be punishable pursuant to section 26-125 of the code.  Such reports shall be on such forms and in such manner as prescribed by the commissioner and shall be filed  as follows:\nUnless a final report is filed on or prior to such date, a one year report shall be filed no later than July 1, 2005. \tThe one year report shall contain an affidavit by the owner of the building acknowledging that sprinklers are required to be installed in such building on or before July 1, 2019 in compliance with subdivision (a) of section 27-929.1 of this code and indicating his or her intention to comply with such requirement.\t\nUnless a final report is filed on or prior to July 1, 2011, a seven year report shall be filed no earlier than  January 1, 2011 and no later than July 1, 2011.\tSuch seven year report shall contain a certification by an  architect or engineer of the percentage of the building in which sprinklers have been installed as of the date of such report and an implementation plan prepared by such architect or engineer detailing when and how the remaining portions of the building will be made fully compliant.\t\nUnless a final report is filed on or prior to July 1, 2018, a fourteen year report shall be filed no earlier than  January 1, 2018 and no later than July 1, 2018.\tSuch fourteen year report shall contain a certification by an architect or engineer of the percentage of the building in which sprinklers have been installed as of the date of such report and an implementation plan, prepared by such architect or engineer detailing when and how the remaining portions of the building will be made fully compliant. \t\nExcept as otherwise provided in paragraph (2) of this subdivision, a final report shall be filed no later than July 1, 2019.\tSuch final report shall contain a certification by an  architect or engineer that the building is fully compliant.\t\n\t(2) Where the owner of a building is unable to comply with the requirements of subdivision (a) of section 27-929.1 on or before July 1, 2019 because of undue hardship, and where such owner timely filed all interim reports as required in paragraph (1) of this subdivision and has obtained approval of all required applications, plans and permits relating to the required work, such owner may submit to the department an application for additional time to comply with such requirements. Such application shall be submitted to the department on or before July 1, 2018, along with supporting documents indicating the basis for such claim of undue hardship. The commissioner shall appoint a committee consisting of employees of the department and the fire department and a representative of the real estate industry to review such application. Such committee shall issue findings and recommendations relating to the application.  After reviewing such findings and recommendations, if the commissioner finds that the owner has made a good faith effort to complete the required work and has substantiated his or her claim of undue hardship, the commissioner may grant an extension of time in which to complete the work and submit the final report.\n§4.  Footnote “e” of table 3-4 of subchapter 3 of chapter one of title 27 of the administrative code of the city of New York is amended to read as follows:\nNotes:\ne. See subdivision (i) of section 27-375 of article five of subchapter six of this chapter for additional impact resistance requirements applicable to certain stair enclosures and for certain exceptions to stair enclosure requirements.\n§5.\tTable 3-4 of subchapter 3 of chapter one of title 27 of the administrative code of the city of New York is amended by adding a new footnote “m” after the construction element “hoistways” to read as follows:\nCONSTRUCTION ELEMENT\n\tEnclosure of vertical exits e, exit passageways, hoistways m and shafts.\nNotes:\n\tm.  See subdivision (c) of section 27-987 of article one of subchapter eighteen of this chapter for additional impact resistance requirements applicable to certain elevator enclosures.\n§6. The definitions of “ELEVATOR VESTIBULE”, “EXIT” and “SMOKE BARRIER” as set forth in section 27-232 of the administrative code of the city of New York are amended and a new definition “OFFICE BUILDING” is added to read as follows:\nELEVATOR VESTIBULE.  A room or space enclosed with noncombustible smoke barrier partitions with smoke stop doors conforming to subdivision (c) of section 27-371. Except for such smoke stop doors, openings to elevators and to exits shall be the only other door openings permitted in the enclosing partitions.\nEXIT.  A means of egress from the interior of a building to an open exterior space which is provided by the use of the following, either singly or in combination: exterior door openings, vertical exits, exit passageways, horizontal exits, interior stairs, exterior stairs, fire towers or fire escapes; but not including access stairs, aisles, corridor doors or corridors.\nOFFICE BUILDING. A building constructed pursuant to the code in effect prior to December 6, 1968 in which the main use or dominant occupancy is offices or a building classified in occupancy group E.\nSMOKE BARRIER. Any continuous non-combustible construction, vertical, horizontal, or otherwise, such as a wall, floor, or ceiling assembly, that is designed and constructed to restrict the spread of smoke and constructed in accordance with the provisions of section 27-353.3 of this code.\n§7.  Section 27-324 of the administrative code of the city of New York is amended by adding a new subdivision (g) to read as follows:\n(g) Inspection of existing sprayed-on fire protection during alterations in office spaces and in occupancy group E spaces.  In office spaces and spaces classified in occupancy group E, where an alteration exposes any required sprayed-on fire protection of structural members, or where, pursuant to an alteration persons are required to enter or access areas in which such sprayed-on fire protection is capable of being observed, the existing required spray-on fire protection shall be subject to the controlled inspection requirements of section 27-132 of this code. Such controlled inspection shall require a determination (i) that the existing sprayed-on fire protection as originally applied or installed complies with the applicable requirements of this code, including those for installation methods, materials, thickness and coverage; and (ii) that, since its original application, the integrity of the existing sprayed-on fire protection has not been compromised, damaged or displaced by the current alteration or by any prior alteration or other event.\n§8.  Section 27-343 of the administrative code of the city of New York is amended by adding a new subdivision (d) to read as follows:\n(d)  The installation and proper functioning of required fire dampers shall be subject to the controlled inspection requirements of section 27-132 of this code, except that it shall not be required that the architect or engineer be in the employ of the owner.\n§9.  Article 5 of subchapter 5 of chapter one of title 27 of the administrative code of the city of New York is amended by adding two new sections 27-353.2 and 27-353.3 to read as follows:\n§27-353.2 Smoke protection for elevators in E occupancies. For an elevator in a high rise building where such elevator serves four or more stories that contain space classified in occupancy Group E (office space), inclusive of any lobby or entry level, such elevator shall meet the following requirements at every level served by such elevator (i) for such buildings erected pursuant to new building applications filed on or after the effective date of this section, or (ii) where two or more new elevator shafts are installed in such buildings in existence on the effective date of this section:\n(a) Elevator vestibule required. At every floor above the main entrance floor where the fire command station is located, all elevators shall open into an enclosed elevator vestibule. The elevator vestibule shall be separated from the building occupancy by smoke barriers extending from floor slab to floor slab.\n(b) Permitted penetrations. Penetrations in addition to those permitted in section 27-353.3 (smoke barrier) shall be provided with smoke dampers as defined in reference standard RS 13-1, except that a package pass through or communication opening not exceeding one square foot in area need not be provided with smoke dampers.\n(c) Access to exits. Access to an exit on any floor through the enclosed elevator vestibule shall be permitted if the occupied areas on that floor have access to at least one other required exit that does not require passing through the elevator vestibule.\n(d) On floors with a floor area of less than twenty-five hundred square feet, the commissioner may accept an alternative design or construction method that accomplishes the purposes of this section, or, if the commissioner determines that compliance with this section is impracticable in whole or in part, the commissioner may authorize an exemption from the requirements of this section.\n§27-353.3 Smoke barrier.  A smoke barrier may or may not have a fire resistance rating. Smoke barriers may have openings that are protected by automatic closing devices, adequate to inhibit movement of smoke through the opening. The smoke barrier may be constructed of heat-strengthened or tempered glazing or the equivalent and protected by sprinkler heads constructed in accordance with subchapter seventeen of this chapter and installed a maximum of six feet (6’-0”) on center on each side of the barrier.  If the smoke barrier is constructed of glass, the portions of the smoke barrier located within two feet of the door opening and within five feet of the floor shall be constructed of tempered glass. Glass panels having an area in excess of nine square feet with the bottom edge less than eighteen inches above the floor shall likewise be constructed of tempered glass. Portions of glass smoke barriers shall be marked where required in accordance with the rules of the board of standards and appeals.\n§10.  Article 3 of subchapter 6 of chapter one of title 27 of section 27-363 of the administrative code of the city of New York is amended to read as follows:\n§27-363 Remote location. (a) When more than one exit is required from a floor of a building, each such required exit shall be placed as remote from the others as is practicable. [Door openings to scissor stairs shall be at least fifteen feet distant from each other. In all other buildings, the minimum distance between such doors shall be the greater of thirty feet or one-third the maximum travel distance of the floor, provided, however, that where such distance will result in travel distances exceeding those authorized in section 27-357 additional vertical exits shall be provided.]  Where this results in a distance between exits exceeding the maximum travel distances required by section 27-357, additional remote vertical exits shall be provided.\n(b) In addition to the requirements of subdivision (a) of this section:\n(1) For exits serving spaces classified in occupancy groups G or J-2, in no event shall such exits be less than fifteen feet distant from each other.  \n(2) For exits serving spaces classified in other occupancies, in no event shall such distance be less than thirty feet or one-third the maximum travel distance required by section 27-357, whichever is greater.\n(c) On any floor containing ten thousand square feet or more in a high rise building classified in occupancy group E (office space), each exit that is required to be remote from another exit shall not share any common walls, floors, ceilings, scissor stair assemblies, or other enclosures.\n§11.  Subdivision (c) of section 27-371 of the administrative code of the city of New York is amended to read as follows:\n(c)  Smoke stop doors.  Smoke stop doors shall be self-closing, swinging doors of metal, metal covered, or one and three-quarter inch solid core wood with clear wire glass panels having a minimum area of six hundred square inches per door and a maximum area of twelve hundred ninety-six square inches per door, except that in buildings not over two stories high, smoke stop doors may be of one and three-eighths inch solid core wood with clear wire glass panels, unless the doors are also used as horizontal exits in which case they shall comply with the provisions of subdivision (b) of section 27-373 of this article. In addition, smoke stop doors may be constructed of tempered glazing or the equivalent and be protected by sprinkler heads constructed in accordance with subchapter seventeen of this chapter and installed a maximum of six feet (6’-0”) on centers on each side of the opening.  Smoke stop doors may be double-acting but shall close the opening completely with only such clearance as is reasonably necessary for proper operation. Smoke stop doors shall normally be in the closed position, except that they may be left open if they are arranged to close automatically by an approved device which is actuated by an interior fire alarm system meeting the requirements of subchapter seventeen of this chapter or upon smoke detection.  Tempered glass smoke stop doors shall be marked where required in accordance with the rules of the board of standards and appeals.\n§12.  Subdivision (i) of section 27-375 of the administrative code of the city of New York is amended by adding a new paragraph (6) to read as follows:\n(6) Impact resistance. Stair enclosures serving occupancy group E spaces (office spaces) in high rise buildings constructed pursuant to applications filed on or after July 1, 2006 shall comply with rules to be promulgated by the commissioner establishing minimum impact resistance standards. Such rules shall permit compliance with assemblies comprising approved reinforced construction boards affixed onto stud framing.  The commissioner shall promulgate such rules on or before January 1, 2006.\n§13.  Article 5 of subchapter 6 of chapter one of title 27 of the administrative code of the city of New York is amended by adding a new section 27-376.1 to read as follows:\n§27-376.1 Fire tower.  Fire towers may be used as exits in lieu of interior stairs provided they comply with all of the requirements for interior stairs, except as modified below.\n(a) The enclosing walls of fire towers shall be of incombustible materials or assemblies having a fire-resistance rating of at least four hours. Such walls shall be without openings, except for doors serving as means of egress.\n(b) At each story served by a fire tower, access to the stairways of such fire tower shall be provided through outside balconies or fireproof vestibules.  Such balconies or vestibules shall be at least three feet eight inches in width and shall have unpierced floors of incombustible materials and shall be provided with substantial guard railings at least four feet high, without any openings greater than five inches in width.\n(c) Such balconies or vestibules of fire towers shall be level with the floors of the structure and the platforms of the stairs connected by such balconies.  Such balconies or vestibules shall be separated from the structure and the stairs by self-closing swinging doors with a one and one-half hour fire protection rating, capable of being opened from both sides without the use of a key or other unlocking device.\n(d) Balconies or vestibules of fire towers shall open on a street or yard, or on a court open vertically to the sky for its full height, having a minimum net area of one hundred five square feet and a minimum dimension of seven feet.  The opening from the vestibule to the street, yard or court shall have a minimum area of eighteen square feet and a minimum dimension of two feet six inches.  It shall be unlawful to leave openings in the court walls surrounding an interior fire tower, other than the openings from the vestibules, within fifteen feet of the balcony, except that self-closing windows with a three-quarter hour fire protection rating may be used if such windows are at least ten feet from the balcony, provided that the area of the court is at least twelve feet by twenty-four feet.\n(e) Fire towers shall terminate at grade level and shall exit directly to the street independently of corridors serving other stairways, except when the fire tower terminates in the ground floor corridor outside of the inner vestibule and within ten feet of the building line.\n(f) Fire tower stairs shall comply in all other respects with the applicable requirements of section 27-375 of this code.\n§14.  The title of article 7 of subchapter 6 of chapter one of title 27 of the administrative code of the city of New York is amended to read as follows:\nExit Signs and Other Markings\n§15.  Section 27-383 of the administrative code of the city of New York is amended to read as follows:\n§27-383 Requirements.  (a) Exit signs. Except in occupancy groups J-2 and J-3, the location of every exit on every floor and every opening from a room classified in occupancy group J-1 and containing cubicles shall be clearly indicated by exit signs. Such signs shall be placed at an angle with the exit opening if such placement is required for the signs to serve their purpose. In long corridors, in open floor areas, and in all other situations where the location of the exit may not be readily visible or understood, directional signs shall be provided to serve as guides from all portions of the corridor or floor.\n(b) Exit path markings in high rise office buildings and in occupancy group E high rise buildings. On and after July 1, 2006 all high rise office buildings and all high rise buildings classified in occupancy group E shall have exit path markings conforming to this subdivision.  This provision shall be retroactive and shall apply to buildings constructed on and after such date and to buildings in existence on such date.  All exit path markings required herein shall be of an approved photoluminescent material.  The markings shall be washable, non-toxic, non radioactive, and if subjected to fire must be self extinguishing when the flame is removed.\n(1) All doors opening to corridors, to an exit, or to an exit passageway, shall be marked with the word “exit”.\n(2) Within exit stairs, horizontal extensions in exit stairs, horizontal exits, supplemental vertical exits and exit passageways, except within street level lobbies, there shall be directional markings.\n(3) Required markings for exit paths shall comply with the technical standards for installation and placement to be set forth in a reference standard.  Such reference standard shall be designated RS 6-1 and shall be adopted  on or before January 1, 2006.\n§16.  Article 7 of subchapter 6 of chapter one of title 27 of the administrative code of the city of New York is amended by adding a new section 27-383.1 to read as follows:\n§27-383.1 Additional requirements for high rise office buildings and occupancy group E high rise buildings.  In high rise office buildings and in occupancy group E high rise buildings:\n(a) Illuminated exit signs complying with section 27-386 of this subchapter shall be placed in stairwells with horizontal extensions to indicate the transition from vertical to horizontal direction and at turns along the horizontal path.\n(b) A supplementary sign complying with sections 27-394 and 27-395 of this subchapter, except that the lettering and numerals shall be at least one inch high, indicating the location of a recessed re-entry door, shall be securely attached on the wall of the landing that faces the evacuee on the stairs.\n(c) In stairs where there is no entry or exiting from such stair for more than four floors, a sign complying with sections 27-394 and 27-395, except that the lettering and numerals shall be at least one inch high, shall be securely attached at the beginning of the descent into such portion of the stair on the wall of the landing that faces the evacuee on the stairs stating the location of the next re-entry or exiting floor. On each floor within such portion of the stair a sign complying with sections 27-392 and 27-395 shall be securely attached to the wall of the landing that faces the evacuee on the stairs approximately five feet above the floor indicating the floor number.\n(d) Signs shall be readily visible from the egress direction.\n(e) High rise office buildings and high rise buildings classified in occupancy group E in existence on the effective date of this section shall comply with this section on or before July 1, 2007.  For the purpose of this section, a high rise building shall be deemed to be in existence on the effective date of this section if on such effective date it is complete or under construction or where an application for approval of plans was filed with the department prior to such effective date and construction commenced within two years after such effective date.\n§17.  Section 27-384 of the administrative code of the city of New York is amended by adding a new subdivision (c) to read as follows:\n(c) Notwithstanding the foregoing, in the existing buildings required to comply with subdivision (b) of this section, all such existing exit and/or directional signs on circuits taken off ahead of the main switch shall be connected to an emergency power source or to storage battery equipment meeting the requirements of the commissioner on or before July 1, 2007.\n§18.  Subdivision (c) of section 27-614 of the administrative code of the city of New York is amended to read as follows:\n(c) Open web steel joists. Reference standard RS 10-7.  The commissioner shall amend RS 10-7 to establish minimum acceptable fireproofing methods for open web steel joists and to redefine the limitations or restrictions on the buildings or occupancies in which the use of open web steel joists shall be permitted.\n§19.  Paragraph (3) of subdivision (e) of section 27-754 of the administrative code of the city of New York is amended to read as follows:\n(3) Outdoor air intakes shall be located at least twenty-five feet from exhaust outlets of ventilation systems and other exhaust discharges, combustion equipment stacks, medical surgical vacuum systems, and plumbing vent stacks, [or] from areas which may collect vehicular exhaust such as off-street loading bays, and from areas which may collect other noxious fumes. The bottom of outdoor air intakes serving central systems [shall be located at least six feet above ground level, or] if installed above a roof, shall be located at least three feet above roof level.\n§20. Section 27-754 of the administrative code of the city of New York is amended by adding a new subdivision (f) to read as follows:\n(f) Outdoor air intakes. For high-rise office buildings erected pursuant to new building applications filed on or after the effective date of this section, outdoor air intakes serving spaces above the second story and serving spaces greater than ten thousand square feet of floor area shall be located at least twenty feet above ground level, at least twenty feet from exhaust outlets of ventilation systems and other exhaust discharges, and at least twenty feet from areas that may collect vehicular exhaust such as off-street loading bays.\n§21.  Subdivision (a) of section 27-779 of the administrative code of the city of New York is amended to read as follows:\n(a) Procedure.  A required ventilating system shall be subject to the requirements for controlled inspection as provided in article eight of subchapter one of this chapter except that it shall not be required that the architect or engineer be in the employ of the owner. [An inspection shall be made of the completed system] Such requirements shall include (1) a controlled inspection to verify that the installation and operation of the completed system [complies] comply with the requirements of this subchapter [. tests shall be conducted], comprising tests to ascertain that the amount of air being supplied to and exhausted from each space conforms with the requirements of this code, and tests that all required smoke detection and fire protection devices are functioning properly; and (2) a controlled inspection comprising tests to verify that required fire dampers are installed and functioning properly as provided for in subdivision (d) of section 27-343 of this code. When a required ventilating system handles five thousand cfm or less, it shall be subject to controlled inspection except that the person making the inspection may be an architect, engineer or a person with at least five years of experience installing ventilating systems.  However, if such a system exhausts any of the following:\n(1) fumes, dusts, vapors or other noxious or injurious substances,\n(2) substances that create a fire hazard,\nthen the person making the inspection shall be an architect or engineer. It shall not be required that the architect or engineer be in the employ of the owner. The test reports required under the provisions of article eight of subchapter one of this chapter shall be filed in the form prescribed by the commissioner. The form shall include the quantity of air supplied or exhausted by each outlet.\n§22. Subdivision (f) of section 27-830 of the administrative code of the city of New York is amended to read as follows: \n(f) Piping from transfer pump to equipment or to storage tanks above the lowest floor.\n(1) The piping from a transfer pump to equipment at levels above the lowest floor or to storage tanks at levels above the lowest floor in buildings, the return piping, and vent piping shall comply with the applicable provisions of subdivisions (a) and (d) of this section and shall be enclosed in a shaft constructed of four inch concrete or masonry having a four inch clearance from all pipe or pipe covering, except that no such enclosures shall be required within the room containing the pump, tank, or equipment where such room is itself enclosed with construction and materials having at least a two hour fire resistance rating.  Provision shall be made for expansion in piping without the use of expansion joints.\n(2) Where it is necessary to make horizontal offsets in the supply piping and pipe shafts such piping shall be enclosed in a sleeve of other piping of at least no. 10 U.S. [manufacturer's] standard gage steel, two sizes larger and arranged to drain into the shaft. Horizontal piping offsets shall be further enclosed in construction having a two hour fire resistance rating, except that no such enclosure or pipe sleeve shall be required within the room containing the pump, tank, or equipment where such room is itself enclosed with construction and materials having at lease a two hour fire resistance rating.\n(3) A drain pipe shall be installed at the base of shafts enclosing the supply and overflow piping. The pipe shall lead to an open sight drain or to an open sump.\n(4) Oil lines for equipment or tanks [above the level of the lowest floor] shall be [seamless] steel pipe [of a weight not less than ASA] ASTM A-53 or A-106, grade B seamless, schedule 40 with welded connections up to the oil tank or equipment, except that fittings at the tank or equipment, shut off valves and other fuel oil flow and control devices may be screwed or flanged.\n(5) Pipe shafts shall not be penetrated by or contain other piping or ducts.\n(6) The piping shall be located and secured from movement so as to prevent undue stress on the piping and to isolate the piping from vibrations from any equipment.\n(7) Pipe connections to the main header (supply or return) shall be made from the top of the header, except for systems described in paragraph (11) of this subdivision.\n(8) Required air vents and vacuum breakers shall be designed for their required use.\n(9) All air vents and vacuum breakers shall be hard piped to a curb or pan as provided for in subdivision (b) of section 27-829.\n(10) In systems with equipment above the lowest floor where such equipment is designed to operate utilizing fuel stored above the lowest floor, piping diameters shall not exceed four inches.  However, where an applicant demonstrates by the inclusion of calculations on the plans that a greater diameter is necessary to ensure the proper flow for the functioning of the system, such greater diameter may be permitted. All oil stored above the lowest floor shall be in tanks complying with subdivision (b) of section 27-829 of this code; piping shall not be used for fuel storage purposes.\n(11) In systems with equipment above the lowest floor where such equipment is designed to operate utilizing fuel pumped as needed from the lowest floor and without utilizing fuel oil stored above the lowest floor, piping diameters throughout such systems shall not exceed the design flow (three times the maximum firing rate as calculated by the engineer or architect). However, piping diameters within rooms containing such equipment may exceed the calculated design flow pipe size to provide limited reservoir storage to prime equipment, provided such reservoir storage is counted toward the maximum two hundred seventy-five gallons of oil storage per story as provided for in subdivision b of section 27-829 of this code.\n§23.  Article one of subchapter 17 of chapter one of title 27 of the administrative code of the city of New York is amended by adding a new section 27-929.1 to read as follows:\n§27-929.1 Retroactive requirements for office buildings one hundred feet or more in height. (a) General requirements.  (1) Notwithstanding any other provision of this subchapter, all office buildings one hundred feet or more in height and buildings classified in occupancy group E one hundred feet or more in height in existence on the effective date of this subdivision shall have a full system of automatic sprinklers installed in accordance with this subchapter. Reports relating to the installation of such sprinkler systems shall be filed in accordance with subdivision (b) of section 27-228.5 of this code and installation of such sprinkler systems shall be completed on or before July 1, 2019 or, if applicable, on or before a date specified by the commissioner pursuant to paragraph (2) of subdivision (b) of section 27-228.5 of this code.\n(2) Exception.  Where an owner of a building or portion thereof subject to such retroactive requirement demonstrates to the satisfaction of the commissioner that the installation of sprinklers in a particular, limited portion of such building is not practicable, either due to structural conditions or because of designation as an interior landmark by the New York city landmarks preservation commission, the commissioner may waive such limited portions from the requirements of this section but may require additional fire safety measures to protect the health, safety and welfare of the public.\n(3) Application to buildings with a full system of automatic sprinklers. The provisions of this subdivision shall not apply to buildings in existence on the effective date of this subdivision in which a full system of automatic sprinklers was installed or required to be installed pursuant to any other provision of law.  Nothing in this subdivision shall be construed to limit the applicability of any other provision of this code requiring sprinklers in the buildings referred to herein.\n(b)  Converted buildings.  Notwithstanding the foregoing provisions, on and after the effective date of this subdivision, no building one hundred feet or more in height shall be converted to an office building or to a building classified in occupancy group E, whether or not application for such conversion is required to be filed with the department, unless a full system of automatic sprinklers is installed in such building in accordance with this subchapter prior to such conversion.\n§24. Subdivision (c) of section 27-987 of the administrative code of the city of New York is amended to read as follows:\n(c) Fire protection and impact resistance.\n(1) Fire protection.  The fire resistance rating of hoistway enclosures shall be two hours and for hoistway doors and door assemblies the fire protection shall be one and one-half hours subject to the test procedures of subchapter five of this chapter.\n[(1)]a. vertical conveyors passing through floors shall be fire protected as required for shafts in subchapter five of this chapter.\n[(2)]b. inclined conveyors passing through floors shall be fire protected as required in reference standard 18-1 for escalators which are not a required means of egress.\n[(3)]c. horizontal conveyors passing through vertical fire divisions shall be fire protected as required in subchapter five of this chapter.\n(2) Impact resistance.  Elevator enclosures serving occupancy group E spaces (office spaces) in high rise buildings constructed pursuant to applications filed on or after July 1, 2006, shall comply with rules to be promulgated by the commissioner establishing minimum impact resistance standards.  Such rules shall permit compliance with assemblies comprising approved reinforced construction boards affixed onto stud framing.  The commissioner shall promulgate such rules on or before January 1, 2006.\n§25.  The paragraph beginning with the word “Modifications:” of building code reference standard RS 10-7 is amended to read as follows:\nModifications: (1) Open web steel joists are prohibited in high rise buildings in all occupancy groups except J-2 or J-3.\n(2) The provisions of the standard specifications for open web steel joists, longspan steel joists, deep longspan steel joists and joist girders, as listed above, shall be subject to the following modifications. The section and paragraph numbers are from those standards.\n§26.  The line beginning with the words “Floor drain” of Table RS 16-12 of building code reference standard RS 16 is amended by adding a new footnote “b” to read as follows:\nFixture or Group                                                                                 Fixture Unit Value\nFloor drain……………………………………………………………………2 b\nNote:\nb.  Any floor drains provided in an elevator vestibule or in an elevator shaft shall be excluded from being counted as fixture units.\n§27.  Subchapter 29 of chapter 4 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-4267.4 to read as follows:\n§27-4267.4  Evacuation of office buildings and buildings classified in occupancy group E.  The commissioner shall promulgate rules establishing standards, procedures and requirements for the orderly evacuation of occupants from any office building or building classified in occupancy group E or part thereof in the interests of public safety, including but not limited to the evacuation of persons necessitated by fire, explosion, biological, chemical or hazardous material incident or release, natural disaster or other emergency, or the threat thereof. Such rules may require the owners of such buildings to develop a written emergency action plan, with provisions for identifying qualified personnel, conducting drills, distributing instructions or informative materials to occupants, and/or such other standards, procedures or requirements that the fire commissioner determines will serve to ensure orderly evacuation. Such rules may also establish requirements for the occupants of such buildings with respect to evacuation and the planning therefore. These requirements shall be in addition to the requirements of other provisions of sections 27-4267 or 27-4267.3 of this code and any other law, rule or regulation enforced by the department.\n§28.  This local law shall take effect on the one hundred twentieth day after it shall have been enacted into law except that prior to such date the commissioner of buildings and the fire commissioner may promulgate rules or take other administrative actions to facilitate the implementation of such provisions.\n\n\n\n5/28/04, 1:20 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\noline\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj Section 1.  Subparagraphs (f) and (p) of paragraph 4 of subdivision g of section 26-248 of the administrative code of the city of New York are amended to read as follows:\\par\n(f) subdivision (b) \\ul or (c)\\ulnone  of section 27-384 of the code; or\\par\n(p) section 2-4 or 4-3 of reference standard RS 13-1 [.] \\ul ;or\\ulnone  \\par\n\\'a72.  Paragraph 4 of subdivision g of section 26-248 of the administrative code of the city of New York is amended by adding three new subparagraphs (q), (r) and (s) to read as follows:\\par\n\\ul (q) subdivision (e) of section 27-383.1 of the code, or\\par\n(r)  subdivision (b) of section 27-383; or\\par\n(s) section 27-929.1.\\par\n\\ulnone\\'a73.  Section 27-228.5 of the administrative code of the city of New York, as renumbered by chapter 839 of the laws of 1986, is amended to read as follows:\\par\n\\'a727-228.5 General requirements.  (\\ul a)\\ulnone   Owners of all existing buildings which are required to comply with the provisions of subdivision (a) of section 27-353.1 (elevator vestibules), section 27-381 and subdivision (b) of section 27-382 (exit lighting), subdivision (b) of section 27-384 (exit signs), section 27-396.3 (signs in sleeping rooms), section 27-777.2 (ventilation in J-1 buildings), subdivision (b) of section 27-929 (sprinklers, fire alarm systems, fire command and communication systems), paragraph two of subdivision (c) of section 27-989 (elevators in readiness), section 27-996.1 (locks on hoistway doors) and section 27-996.2 (firemen's service) shall file with the department a report on or before April first, nineteen hundred eighty-seven certifying to the installation of the required fire protection systems in accordance with approved plans and appropriate permits prior to such date. Owners of all existing buildings not already subject to the requirements of article nine of subchapter six of this chapter as of January eighth, nineteen hundred seventy-three shall file with the department a report on or before October first, nineteen hundred eighty-five certifying to the installation of stair and elevator signs meeting the requirements of article nine of subchapter six of this chapter prior to such date. \\ul Owners of all existing buildings that are required to comply with the provisions of subdivision (c) of section 27-384 (power source of exit signs) shall file with the department, on or before July 1, 2007, a report of an architect or engineer certifying that all required exit and/or directional signs are connected to an emergency power source or to storage battery equipment in compliance with such subdivision except that no such report shall be required to be filed if an owner of a building submits an affidavit to the department, within ninety days after the effective date of this sentence, certifying that all required exit and/or directional signs are connected to an emergency power source or to storage battery equipment as required by such subdivision.\\ulnone   Such reports shall be on such forms and in such manner as prescribed by the commissioner. Failure to file such report by such dates shall be a violation of this section, which shall be punishable pursuant to section 26-125 of title twenty-six of the administrative code.\\par\n\\ul (b) (1) Owners of all buildings one hundred feet or more in height required to comply with the provisions of subdivision (a) of section 27-929.1 (sprinklers) shall file with the department on or before July 1, 2019 a final report prepared by an architect or engineer certifying to the installation of the required sprinklers in accordance with such provisions and, pending the filing of such final report, such owner shall be required to file the following interim reports as described below.  Failure to file such final report and/or, where required, such interim reports by the dates indicated or within any extended period of time granted by the commissioner pursuant to paragraph (2) of this subdivision shall be a violation of this section, which shall be punishable pursuant to section 26-125 of the code.  Such reports shall be on such forms and in such manner as prescribed by the commissioner and shall be filed  as follows:\\par\n\\trowd\\trgaph108\\trleft900\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx3420\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9090\\pard\\intbl Unless a final report is filed on or prior to such date, a one year report shall be filed no later than July 1, 2005. \\cell The one year report shall contain an affidavit by the owner of the building acknowledging that sprinklers are required to be installed in such building on or before July 1, 2019 in compliance with subdivision (a) of section 27-929.1 of this code and indicating his or her intention to comply with such requirement.\\cell\\row\n\\intbl Unless a final report is filed on or prior to July 1, 2011, a seven year report shall be filed no earlier than  January 1, 2011 and no later than July 1, 2011.\\cell Such seven year report shall contain a certification by an  architect or engineer of the percentage of the building in which sprinklers have been installed as of the date of such report and an implementation plan prepared by such architect or engineer detailing when and how the remaining portions of the building will be made fully compliant.\\cell\\row\n\\intbl Unless a final report is filed on or prior to July 1, 2018, a fourteen year report shall be filed no earlier than  January 1, 2018 and no later than July 1, 2018.\\cell Such fourteen year report shall contain a certification by an architect or engineer of the percentage of the building in which sprinklers have been installed as of the date of such report and an implementation plan, prepared by such architect or engineer detailing when and how the remaining portions of the building will be made fully compliant. \\cell\\row\n\\intbl Except as otherwise provided in paragraph (2) of this subdivision, a final report shall be filed no later than July 1, 2019.\\cell Such final report shall contain a certification by an  architect or engineer that the building is fully compliant.\\cell\\row\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (2) Where the owner of a building is unable to comply with the requirements of subdivision (a) of section 27-929.1 on or before July 1, 2019 because of undue hardship, and where such owner timely filed all interim reports as required in paragraph (1) of this subdivision and has obtained approval of all required applications, plans and permits relating to the required work, such owner may submit to the department an application for additional time to comply with such requirements. Such application shall be submitted to the department on or before July 1, 2018, along with supporting documents indicating the basis for such claim of undue hardship. The commissioner shall appoint a committee consisting of employees of the department and the fire department and a representative of the real estate industry to review such application. Such committee shall issue findings and recommendations relating to the application.  After reviewing such findings and recommendations, if the commissioner finds that the owner has made a good faith effort to complete the required work and has substantiated his or her claim of undue hardship, the commissioner may grant an extension of time in which to complete the work and submit the final report.\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone\\'a74.  Footnote \\ldblquote e\\rdblquote  of table 3-4 of subchapter 3 of chapter one of title 27 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj Notes:\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj e. See subdivision (i) of section 27-375 of article five of subchapter six of this chapter for \\ul additional impact resistance requirements applicable to certain stair enclosures and for certain\\ulnone  exceptions to stair enclosure requirements.\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\'a75.\\tab Table 3-4 of subchapter 3 of chapter one of title 27 of the administrative code of the city of New York is amended by adding a new footnote \\ldblquote m\\rdblquote  after the construction element \\ldblquote hoistways\\rdblquote  to read as follows:\\par\nCONSTRUCTION ELEMENT\\par\n\\pard\\sl480\\slmult1\\qj\\tab Enclosure of vertical exits \\super e\\nosupersub , exit passageways, hoistways \\ul\\super m\\ulnone\\nosupersub  and shafts.\\par\nNotes:\\par\n\\tab\\ul m.  See subdivision (c) of section 27-987 of article one of subchapter eighteen of this chapter for additional impact resistance requirements applicable to certain elevator enclosures.\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone\\'a76. The definitions of \\ldblquote ELEVATOR VESTIBULE\\rdblquote , \\ldblquote EXIT\\rdblquote  and \\ldblquote SMOKE BARRIER\\rdblquote  as set forth in section 27-232 of the administrative code of the city of New York are amended and a new definition \\ldblquote OFFICE BUILDING\\rdblquote  is added to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj ELEVATOR VESTIBULE.  A room or space enclosed with noncombustible smoke barrier partitions with smoke stop doors conforming to subdivision (c) of section 27-371. Except for such smoke stop doors, openings to elevators \\ul and to exits\\ulnone  shall be the only other door openings permitted in the enclosing partitions.\\par\nEXIT.  A means of egress from the interior of a building to an open exterior space which is provided by the use of the following, either singly or in combination: exterior door openings, vertical exits, exit passageways, horizontal exits, interior stairs, exterior stairs\\ul , fire towers\\ulnone  or fire escapes; but not including access stairs, aisles, corridor doors or corridors.\\par\n\\ul OFFICE BUILDING. A building constructed pursuant to the code in effect prior to December 6, 1968 in which the main use or dominant occupancy is offices or a building classified in occupancy group E.\\par\n\\ulnone SMOKE BARRIER. Any continuous non-combustible construction, vertical, horizontal, or otherwise, such as a wall, floor, or ceiling assembly, that is designed and constructed to restrict the spread of smoke \\ul and constructed in accordance with the provisions of section 27-353.3 of this code\\ulnone .\\par\n\\'a77.  Section 27-324 of the administrative code of the city of New York is amended by adding a new subdivision (g) to read as follows:\\par\n\\ul (g) Inspection of existing sprayed-on fire protection during alterations in office spaces and in occupancy group E spaces.  In office spaces and spaces classified in occupancy group E, where an alteration exposes any required sprayed-on fire protection of structural members, or where, pursuant to an alteration persons are required to enter or access areas in which such sprayed-on fire protection is capable of being observed, the existing required spray-on fire protection shall be subject to the controlled inspection requirements of section 27-132 of this code. Such controlled inspection shall require a determination (i) that the existing sprayed-on fire protection as originally applied or installed complies with the applicable requirements of this code, including those for installation methods, materials, thickness and coverage; and (ii) that, since its original application, the integrity of the existing sprayed-on fire protection has not been compromised, damaged or displaced by the current alteration or by any prior alteration or other event.\\par\n\\ulnone\\'a78.  Section 27-343 of the administrative code of the city of New York is amended by adding a new subdivision (d) to read as follows:\\par\n\\ul (d)  The installation and proper functioning of required fire dampers shall be subject to the controlled inspection requirements of section 27-132 of this code, except that it shall not be required that the architect or engineer be in the employ of the owner.\\par\n\\ulnone\\'a79.  Article 5 of subchapter 5 of chapter one of title 27 of the administrative code of the city of New York is amended by adding two new sections 27-353.2 and 27-353.3 to read as follows:\\par\n\\ul\\'a727-353.2 Smoke protection for elevators in E occupancies. For an elevator in a high rise building where such elevator serves four or more stories that contain space classified in occupancy Group E (office space), inclusive of any lobby or entry level, such elevator shall meet the following requirements at every level served by such elevator (i) for such buildings erected pursuant to new building applications filed on or after the effective date of this section, or (ii) where two or more new elevator shafts are installed in such buildings in existence on the effective date of this section:\\par\n(a) Elevator vestibule required. At every floor above the main entrance floor where the fire command station is located, all elevators shall open into an enclosed elevator vestibule. The elevator vestibule shall be separated from the building occupancy by smoke barriers extending from floor slab to floor slab.\\ulnone\\par\n\\ul (b) Permitted penetrations. Penetrations in addition to those permitted in section 27-353.3 (smoke barrier) shall be provided with smoke dampers as defined in reference standard RS 13-1, except that a package pass through or communication opening not exceeding one square foot in area need not be provided with smoke dampers.\\par\n(c) Access to exits. Access to an exit on any floor through the enclosed elevator vestibule shall be permitted if the occupied areas on that floor have access to at least one other required exit that does not require passing through the elevator vestibule.\\par\n(d) On floors with a floor area of less than twenty-five hundred square feet, the commissioner may accept an alternative design or construction method that accomplishes the purposes of this section, or, if the commissioner determines that compliance with this section is impracticable in whole or in part, the commissioner may authorize an exemption from the requirements of this section.\\ulnone\\par\n\\ul\\'a727-353.3 Smoke barrier.  A smoke barrier may or may not have a fire resistance rating. Smoke barriers may have openings that are protected by automatic closing devices, adequate to inhibit movement of smoke through the opening. The smoke barrier may be constructed of heat-strengthened or tempered glazing or the equivalent and protected by sprinkler heads constructed in accordance with subchapter seventeen of this chapter and installed a maximum of six feet (6\\rquote -0\\rdblquote ) on center on each side of the barrier.  If the smoke barrier is constructed of glass, the portions of the smoke barrier located within two feet of the door opening and within five feet of the floor shall be constructed of tempered glass. Glass panels having an area in excess of nine square feet with the bottom edge less than eighteen inches above the floor shall likewise be constructed of tempered glass. Portions of glass smoke barriers shall be marked where required in accordance with the rules of the board of standards and appeals.\\par\n\\ulnone\\'a710.  Article 3 of subchapter 6 of chapter one of title 27 of section 27-363 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a727-363 Remote location. \\ul (a)\\ulnone  When more than one exit is required from a floor of a building, each \\ul such required\\ulnone  exit shall be placed as remote from the others as is practicable. [Door openings to scissor stairs shall be at least fifteen feet distant from each other. In all other buildings, the minimum distance between such doors shall be the greater of thirty feet or one-third the maximum travel distance of the floor, provided, however, that where such distance will result in travel distances exceeding those authorized in section 27-357 additional vertical exits shall be provided.]  \\ul Where this results in a distance between exits exceeding the maximum travel distances required by section 27-357, additional remote vertical exits shall be provided.\\par\n(b) In addition to the requirements of subdivision (a) of this section:\\par\n(1) For exits serving spaces classified in occupancy groups G or J-2, in no event shall such exits be less than fifteen feet distant from each other.  \\par\n(2) For exits serving spaces classified in other occupancies, in no event shall such distance be less than thirty feet or one-third the maximum travel distance required by section 27-357, whichever is greater.\\par\n(c) On any floor containing ten thousand square feet or more in a high rise building classified in occupancy group E (office space), each exit that is required to be remote from another exit shall not share any common walls, floors, ceilings, scissor stair assemblies, or other enclosures.\\par\n\\ulnone\\'a711.  Subdivision (c) of section 27-371 of the administrative code of the city of New York is amended to read as follows:\\par\n(c)  Smoke stop doors.  Smoke stop doors shall be self-closing, swinging doors of metal, metal covered, or one and three-quarter inch solid core wood with clear wire glass panels having a minimum area of six hundred square inches per door and a maximum area of twelve hundred ninety-six square inches per door, except that in buildings not over two stories high, smoke stop doors may be of one and three-eighths inch solid core wood with clear wire glass panels, unless the doors are also used as horizontal exits in which case they shall comply with the provisions of subdivision (b) of section 27-373 of this article. \\ul In addition, smoke stop doors may be constructed of tempered glazing or the equivalent and be protected by sprinkler heads constructed in accordance with subchapter seventeen of this chapter and installed a maximum of six feet (6\\rquote -0\\rdblquote ) on centers on each side of the opening.\\ulnone   Smoke stop doors may be double-acting but shall close the opening completely with only such clearance as is reasonably necessary for proper operation. Smoke stop doors shall normally be in the closed position, except that they may be left open if they are arranged to close automatically by an approved device which is actuated by an interior fire alarm system meeting the requirements of subchapter seventeen of this chapter \\ul or upon smoke detection\\ulnone .  \\ul Tempered glass smoke stop doors shall be marked where required in accordance with the rules of the board of standards and appeals.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a712.  Subdivision (i) of section 27-375 of the administrative code of the city of New York is amended by adding a new paragraph (6) to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul (6) Impact resistance. Stair enclosures serving occupancy group E spaces (office spaces) in high rise buildings constructed pursuant to applications filed on or after July 1, 2006 shall comply with rules to be promulgated by the commissioner establishing minimum impact resistance standards. Such rules shall permit compliance with assemblies comprising approved reinforced construction boards affixed onto stud framing.  The commissioner shall promulgate such rules on or before January 1, 2006.\\par\n\\ulnone\\'a713.  Article 5 of subchapter 6 of chapter one of title 27 of the administrative code of the city of New York is amended by adding a new section 27-376.1 to read as follows:\\par\n\\ul\\'a727-376.1 Fire tower.  Fire towers may be used as exits in lieu of interior stairs provided they comply with all of the requirements for interior stairs, except as modified below.\\par\n(a) The enclosing walls of fire towers shall be of incombustible materials or assemblies having a fire-resistance rating of at least four hours. Such walls shall be without openings, except for doors serving as means of egress.\\par\n(b) At each story served by a fire tower, access to the stairways of such fire tower shall be provided through outside balconies or fireproof vestibules.  Such balconies or vestibules shall be at least three feet eight inches in width and shall have unpierced floors of incombustible materials and shall be provided with substantial guard railings at least four feet high, without any openings greater than five inches in width.\\par\n(c) Such balconies or vestibules of fire towers shall be level with the floors of the structure and the platforms of the stairs connected by such balconies.  Such balconies or vestibules shall be separated from the structure and the stairs by self-closing swinging doors with a one and one-half hour fire protection rating, capable of being opened from both sides without the use of a key or other unlocking device.\\par\n(d) Balconies or vestibules of fire towers shall open on a street or yard, or on a court open vertically to the sky for its full height, having a minimum net area of one hundred five square feet and a minimum dimension of seven feet.  The opening from the vestibule to the street, yard or court shall have a minimum area of eighteen square feet and a minimum dimension of two feet six inches.  It shall be unlawful to leave openings in the court walls surrounding an interior fire tower, other than the openings from the vestibules, within fifteen feet of the balcony, except that self-closing windows with a three-quarter hour fire protection rating may be used if such windows are at least ten feet from the balcony, provided that the area of the court is at least twelve feet by twenty-four feet.\\par\n(e) Fire towers shall terminate at grade level and shall exit directly to the street independently of corridors serving other stairways, except when the fire tower terminates in the ground floor corridor outside of the inner vestibule and within ten feet of the building line.\\par\n(f) Fire tower stairs shall comply in all other respects with the applicable requirements of section 27-375 of this code.\\par\n\\ulnone\\'a714.  The title of article 7 of subchapter 6 of chapter one of title 27 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\fi720\\li1440\\sl480\\slmult1\\qj Exit Signs \\ul and Other Markings\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a715.  Section 27-383 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a727-383 Requirements.  (\\ul a) Exit signs.\\ulnone  Except in occupancy groups J-2 and J-3, the location of every exit on every floor and every opening from a room classified in occupancy group J-1 and containing cubicles shall be clearly indicated by exit signs. Such signs shall be placed at an angle with the exit opening if such placement is required for the signs to serve their purpose. In long corridors, in open floor areas, and in all other situations where the location of the exit may not be readily visible or understood, directional signs shall be provided to serve as guides from all portions of the corridor or floor.\\par\n\\ul (b) Exit path markings in high rise office buildings and in occupancy group E high rise buildings. On and after July 1, 2006 all high rise office buildings and all high rise buildings classified in occupancy group E shall have exit path markings conforming to this subdivision.  This provision shall be retroactive and shall apply to buildings constructed on and after such date and to buildings in existence on such date.  All exit path markings required herein shall be of an approved photoluminescent material.  The markings shall be washable, non-toxic, non radioactive, and if subjected to fire must be self extinguishing when the flame is removed.\\par\n(1) All doors opening to corridors, to an exit, or to an exit passageway, shall be marked with the word \\ldblquote exit\\rdblquote .\\par\n(2) Within exit stairs, horizontal extensions in exit stairs, horizontal exits, supplemental vertical exits and exit passageways, except within street level lobbies, there shall be directional markings.\\par\n(3) Required markings for exit paths shall comply with the technical standards for installation and placement to be set forth in a reference standard.  Such reference standard shall be designated RS 6-1 and shall be adopted  on or before January 1, 2006.\\par\n\\ulnone\\'a716.  Article 7 of subchapter 6 of chapter one of title 27 of the administrative code of the city of New York is amended by adding a new section 27-383.1 to read as follows:\\par\n\\ul\\'a727-383.1 Additional requirements for high rise office buildings and occupancy group E high rise buildings.  In high rise office buildings and in occupancy group E high rise buildings:\\par\n(a) Illuminated exit signs complying with section 27-386 of this subchapter shall be placed in stairwells with horizontal extensions to indicate the transition from vertical to horizontal direction and at turns along the horizontal path.\\par\n(b) A supplementary sign complying with sections 27-394 and 27-395 of this subchapter, except that the lettering and numerals shall be at least one inch high, indicating the location of a recessed re-entry door, shall be securely attached on the wall of the landing that faces the evacuee on the stairs.\\par\n(c) In stairs where there is no entry or exiting from such stair for more than four floors, a sign complying with sections 27-394 and 27-395, except that the lettering and numerals shall be at least one inch high, shall be securely attached at the beginning of the descent into such portion of the stair on the wall of the landing that faces the evacuee on the stairs stating the location of the next re-entry or exiting floor. On each floor within such portion of the stair a sign complying with sections 27-392 and 27-395 shall be securely attached to the wall of the landing that faces the evacuee on the stairs approximately five feet above the floor indicating the floor number.\\par\n(d) Signs shall be readily visible from the egress direction.\\par\n(e) High rise office buildings and high rise buildings classified in occupancy group E in existence on the effective date of this section shall comply with this section on or before July 1, 2007.  For the purpose of this section, a high rise building shall be deemed to be in existence on the effective date of this section if on such effective date it is complete or under construction or where an application for approval of plans was filed with the department prior to such effective date and construction commenced within two years after such effective date.\\par\n\\ulnone\\'a717.  Section 27-384 of the administrative code of the city of New York is amended by adding a new subdivision (c) to read as follows:\\par\n\\ul (c) Notwithstanding the foregoing, in the existing buildings required to comply with subdivision (b) of this section, all such existing exit and/or directional signs on circuits taken off ahead of the main switch shall be connected to an emergency power source or to storage battery equipment meeting the requirements of the commissioner on or before July 1, 2007.\\ulnone\\par\n\\'a718.  Subdivision (c) of section 27-614 of the administrative code of the city of New York is amended to read as follows:\\par\n(c) Open web steel joists. Reference standard RS 10-7.  \\ul The commissioner shall amend RS 10-7 to establish minimum acceptable fireproofing methods for open web steel joists and to redefine the limitations or restrictions on the buildings or occupancies in which the use of open web steel joists shall be permitted.\\par\n\\ulnone\\'a719.  Paragraph (3) of subdivision (e) of section 27-754 of the administrative code of the city of New York is amended to read as follows:\\par\n(3) Outdoor air intakes shall be located at least twenty-five feet from exhaust outlets of ventilation systems \\ul and other exhaust discharges\\ulnone , combustion equipment stacks, medical surgical vacuum systems, \\ul and\\ulnone  plumbing vent stacks\\ul ,\\ulnone  [or] from areas which may collect vehicular exhaust \\ul such as off-street loading bays,\\ulnone  and \\ul from areas which may collect\\ulnone  other noxious fumes. The bottom of outdoor air intakes serving central systems [shall be located at least six feet above ground level, or] if installed above a roof, \\ul shall be located\\ulnone  at least three feet above roof level.\\par\n\\'a720. Section 27-754 of the administrative code of the city of New York is amended by adding a new subdivision (f) to read as follows:\\par\n\\ul (f) Outdoor air intakes. For high-rise office buildings erected pursuant to new building applications filed on or after the effective date of this section, outdoor air intakes serving spaces above the second story and serving spaces greater than ten thousand square feet of floor area shall be located at least twenty feet above ground level, at least twenty feet from exhaust outlets of ventilation systems and other exhaust discharges, and at least twenty feet from areas that may collect vehicular exhaust such as off-street loading bays.\\ulnone\\par\n\\'a721.  Subdivision (a) of section 27-779 of the administrative code of the city of New York is amended to read as follows:\\par\n(a) Procedure.  A required ventilating system shall be subject to the requirements for controlled inspection as provided in article eight of subchapter one of this chapter except that it shall not be required that the architect or engineer be in the employ of the owner. [An inspection shall be made of the completed system] \\ul Such requirements shall include (1) a controlled inspection\\ulnone  to verify that the installation \\ul and operation of the completed system\\ulnone  [complies] \\ul comply\\ulnone  with the requirements of this subchapter [. tests shall be conducted]\\ul ,\\ulnone  \\ul comprising tests\\ulnone  to ascertain that the amount of air being supplied to and exhausted from each space conforms with the requirements of this code, and\\ul  tests \\ulnone that all required smoke detection and fire protection devices are functioning properly\\ul ; and (2) a controlled inspection comprising tests to verify that required fire dampers are installed and functioning properly as provided for in subdivision (d) of section 27-343 of this code\\ulnone . When a required ventilating system handles five thousand cfm or less, it shall be subject to controlled inspection except that the person making the inspection may be an architect, engineer or a person with at least five years of experience installing ventilating systems.  However, if such a system exhausts any of the following:\\par\n(1) fumes, dusts, vapors or other noxious or injurious substances,\\par\n(2) substances that create a fire hazard,\\par\n\\pard\\sl480\\slmult1\\qj then the person making the inspection shall be an architect or engineer. It shall not be required that the architect or engineer be in the employ of the owner. The test reports required under the provisions of article eight of subchapter one of this chapter shall be filed in the form prescribed by the commissioner. The form shall include the quantity of air supplied or exhausted by each outlet.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a722. Subdivision (f) of section 27-830 of the administrative code of the city of New York is amended to read as follows: \\par\n(f) Piping from transfer pump to \\ul equipment or to\\ulnone  storage tanks above the lowest floor.\\par\n(1) The piping from a transfer pump to \\ul equipment at levels above the lowest floor or to\\ulnone  storage tanks at levels above the lowest floor in buildings, the return piping, and vent piping shall comply with the applicable provisions of subdivisions (a) and (d) of this section and shall be enclosed in a shaft constructed of four inch concrete or masonry having a four inch clearance from all pipe or pipe covering\\ul , except that no such enclosures shall be required within the room containing the pump, tank, or equipment where such room is itself enclosed with construction and materials having at least a two hour fire resistance rating.\\ulnone   Provision shall be made for expansion in piping without the use of expansion joints.\\par\n(2) Where it is necessary to make horizontal offsets in the supply piping and pipe shafts such piping shall be enclosed in a sleeve of other piping of at least no. 10 \\ul U.S.\\ulnone  [manufacturer's] standard gage steel, two sizes larger and arranged to drain into the shaft. Horizontal piping offsets shall be further enclosed in construction having a two hour fire resistance rating\\ul , except that no such enclosure or pipe sleeve shall be required within the room containing the pump, tank, or equipment where such room is itself enclosed with construction and materials having at lease a two hour fire resistance rating.\\par\n\\ulnone (3) A drain pipe shall be installed at the base of shafts enclosing the supply and overflow piping. The pipe shall lead to an open sight drain or to an open sump.\\par\n(4) Oil lines for \\ul equipment or\\ulnone  tanks [above the level of the lowest floor] shall be [seamless] steel pipe [of a weight not less than ASA] \\ul ASTM A-53 or A-106, grade B seamless,\\ulnone  schedule 40 with welded connections \\ul up to the oil tank or equipment, except that fittings at the tank or equipment, shut off valves and other fuel oil flow and control devices may be screwed or flanged\\ulnone .\\par\n(5) Pipe shafts shall not be penetrated by or contain other piping or ducts.\\par\n\\ul (6) The piping shall be located and secured from movement so as to prevent undue stress on the piping and to isolate the piping from vibrations from any equipment.\\ulnone\\par\n\\ul (7) Pipe connections to the main header (supply or return) shall be made from the top of the header, except for systems described in paragraph (11) of this subdivision.\\ulnone\\par\n\\ul (8) Required air vents and vacuum breakers shall be designed for their required use.\\ulnone\\par\n\\ul (9) All air vents and vacuum breakers shall be hard piped to a curb or pan as provided for in subdivision (b) of section 27-829.\\ulnone\\par\n\\ul (10) In systems with equipment above the lowest floor where such equipment is designed to operate utilizing fuel stored above the lowest floor, piping diameters shall not exceed four inches.  However, where an applicant demonstrates by the inclusion of calculations on the plans that a greater diameter is necessary to ensure the proper flow for the functioning of the system, such greater diameter may be permitted. All oil stored above the lowest floor shall be in tanks complying with subdivision (b) of section 27-829 of this code; piping shall not be used for fuel storage purposes.\\par\n(11) In systems with equipment above the lowest floor where such equipment is designed to operate utilizing fuel pumped as needed from the lowest floor and without utilizing fuel oil stored above the lowest floor, piping diameters throughout such systems shall not exceed the design flow (three times the maximum firing rate as calculated by the engineer or architect). However, piping diameters within rooms containing such equipment may exceed the calculated design flow pipe size to provide limited reservoir storage to prime equipment, provided such reservoir storage is counted toward the maximum two hundred seventy-five gallons of oil storage per story as provided for in subdivision b of section 27-829 of this code.\\par\n\\ulnone\\'a723.  Article one of subchapter 17 of chapter one of title 27 of the administrative code of the city of New York is amended by adding a new section 27-929.1 to read as follows:\\par\n\\ul\\'a727-929.1 Retroactive requirements for office buildings one hundred feet or more in height. (a) General requirements.  (1) Notwithstanding any other provision of this subchapter, all office buildings one hundred feet or more in height and buildings classified in occupancy group E one hundred feet or more in height in existence on the effective date of this subdivision shall have a full system of automatic sprinklers installed in accordance with this subchapter. Reports relating to the installation of such sprinkler systems shall be filed in accordance with subdivision (b) of section 27-228.5 of this code and installation of such sprinkler systems shall be completed on or before July 1, 2019 or, if applicable, on or before a date specified by the commissioner pursuant to paragraph (2) of subdivision (b) of section 27-228.5 of this code.\\par\n(2) Exception.  Where an owner of a building or portion thereof subject to such retroactive requirement demonstrates to the satisfaction of the commissioner that the installation of sprinklers in a particular, limited portion of such building is not practicable, either due to structural conditions or because of designation as an interior landmark by the New York city landmarks preservation commission, the commissioner may waive such limited portions from the requirements of this section but may require additional fire safety measures to protect the health, safety and welfare of the public.\\par\n(3) Application to buildings with a full system of automatic sprinklers. The provisions of this subdivision shall not apply to buildings in existence on the effective date of this subdivision in which a full system of automatic sprinklers was installed or required to be installed pursuant to any other provision of law.  Nothing in this subdivision shall be construed to limit the applicability of any other provision of this code requiring sprinklers in the buildings referred to herein.\\par\n(b)  Converted buildings.  Notwithstanding the foregoing provisions, on and after the effective date of this subdivision, no building one hundred feet or more in height shall be converted to an office building or to a building classified in occupancy group E, whether or not application for such conversion is required to be filed with the department, unless a full system of automatic sprinklers is installed in such building in accordance with this subchapter prior to such conversion.\\par\n\\ulnone\\'a724. Subdivision (c) of section 27-987 of the administrative code of the city of New York is amended to read as follows:\\par\n(c) Fire protection \\ul and impact resistance\\ulnone .\\ul\\par\n(1) Fire protection.\\ulnone   The fire resistance rating of hoistway enclosures shall be two hours and for hoistway doors and door assemblies the fire protection shall be one and one-half hours subject to the test procedures of subchapter five of this chapter.\\par\n[(1)]\\ul a.\\ulnone  vertical conveyors passing through floors shall be fire protected as required for shafts in subchapter five of this chapter.\\par\n[(2)]\\ul b.\\ulnone  inclined conveyors passing through floors shall be fire protected as required in reference standard 18-1 for escalators which are not a required means of egress.\\par\n[(3)]\\ul c.\\ulnone  horizontal conveyors passing through vertical fire divisions shall be fire protected as required in subchapter five of this chapter.\\par\n\\ul (2) Impact resistance.  Elevator enclosures serving occupancy group E spaces (office spaces) in high rise buildings constructed pursuant to applications filed on or after July 1, 2006, shall comply with rules to be promulgated by the commissioner establishing minimum impact resistance standards.  Such rules shall permit compliance with assemblies comprising approved reinforced construction boards affixed onto stud framing.  The commissioner shall promulgate such rules on or before January 1, 2006.\\par\n\\ulnone\\'a725.  The paragraph beginning with the word \\ldblquote Modifications:\\rdblquote  of building code reference standard RS 10-7 is amended to read as follows:\\ul\\par\n\\ulnone Modifications: \\ul (1) Open web steel joists are prohibited in high rise buildings in all occupancy groups except J-2 or J-3.\\ulnone\\par\n\\ul (2\\ulnone ) The provisions of the standard specifications for open web steel joists, longspan steel joists, deep longspan steel joists and joist girders, as listed above, shall be subject to the following modifications. The section and paragraph numbers are from those standards.\\b\\par\n\\b0\\'a726.  The line beginning with the words \\ldblquote Floor drain\\rdblquote  of Table RS 16-12 of building code reference standard RS 16 is amended by adding a new footnote \\ldblquote b\\rdblquote  to read as follows:\\par\nFixture or Group                                                                                 Fixture Unit Value\\par\nFloor drain\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'852\\super  \\ul b\\par\n\\ulnone\\nosupersub Note:\\par\n\\ul b.  Any floor drains provided in an elevator vestibule or in an elevator shaft shall be excluded from being counted as fixture units.\\ulnone\\par\n\\'a727.  Subchapter 29 of chapter 4 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-4267.4 to read as follows:\\par\n\\ul\\'a727-4267.4  Evacuation of office buildings and buildings classified in occupancy group E.  The commissioner shall promulgate rules establishing standards, procedures and requirements for the orderly evacuation of occupants from any office building or building classified in occupancy group E or part thereof in the interests of public safety, including but not limited to the evacuation of persons necessitated by fire, explosion, biological, chemical or hazardous material incident or release, natural disaster or other emergency, or the threat thereof. Such rules may require the owners of such buildings to develop a written emergency action plan, with provisions for identifying qualified personnel, conducting drills, distributing instructions or informative materials to occupants, and/or such other standards, procedures or requirements that the fire commissioner determines will serve to ensure orderly evacuation. Such rules may also establish requirements for the occupants of such buildings with respect to evacuation and the planning therefore. These requirements shall be in addition to the requirements of other provisions of sections 27-4267 or 27-4267.3 of this code and any other law, rule or regulation enforced by the department.\\par\n\\ulnone\\'a728.  This local law shall take effect on the one hundred twentieth day after it shall have been enacted into law except that prior to such date the commissioner of buildings and the fire commissioner may promulgate rules or take other administrative actions to facilitate the implementation of such provisions.\\par\n\\pard\\noline\\sl480\\slmult1\\qj\\fs18\\par\n\\par\n\\par\n5/28/04, 1:20 pm\\par\n\\pard\\fs24\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:14:24.14Z"
}
