{
  "ID": 29351,
  "GUID": "312CCF2B-5FF1-45CF-B033-7C0802AF966D",
  "File": "Int 0131-2004",
  "Name": "Appointment of members of the rent guidelines board.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the appointment of members of the rent guidelines board and the establishment of annual rent guidelines.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 154884,
      "Date": "2004-02-04T11:24:15Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155254,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 297,
      "MinutesSequence": 336,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184565,
      "Date": "2005-12-31T09:57:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15942,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Section 31 of the New York city charter, as amended by the electors at the general election on November 7, 1989, is amended to read as follows:\n\t§31. Power of advice and consent. Appointment by the mayor of the commissioner of investigation and of the members of the art commission, board of health (other than the chair), civil service commission, landmarks preservation commission, rent guidelines board, tax commission, taxi and limousine commission and the public members of the environmental control board shall be made with the advice and consent of the council after a public hearing. Within thirty days after the first stated meeting of the council after receipt of a nomination, the council shall hold a hearing and act upon such nomination, and in the event it does not act within such period, the nomination shall be deemed to be confirmed.\n\t§2. Subdivision a of section 26-510 of the administrative code of the city of New York is amended to read as follows:\n\ta. There shall be a rent guidelines board to consist of nine members, appointed by the mayor with the advice and consent of the council. Two members shall be representative of tenants, two shall be representative of owners of property, and five shall be public members each of whom shall have had at least five years experience in either [finance, economics] public service, service with not-for-profit organizations or housing. One public member shall be designated by the mayor with the advice and consent of the council to serve as [chairman] chair and shall hold no other public office. No [member, officer or] employee of the city of New York or any [municipal rent regulation] mayoral or non-mayoral agency thereof or the state division of housing and community renewal and no person who owns or manages real estate covered by the emergency tenant protection act of nineteen seventy-four or this law or more than two rental apartments not covered by the emergency tenant protection act of nineteen seventy-four or this law [or who is an officer of any owner or tenant organization] shall serve on [a] the rent guidelines board. [One public member, one member representative of tenants and one member representative of owners shall serve for a term ending two years from January first next succeeding the date of their appointment; one public member, one member representative of tenants and one member representative of owners shall serve for terms ending three years from the January first next succeeding the date of their appointment and two public members shall serve for terms ending four years from January first next succeeding the dates of their appointment. The chairman shall serve at the pleasure of the mayor.] All members of the board shall serve two-year terms, beginning the later of the date of appointment or the expiration of the term of the member whom the appointee is succeeding. Thereafter, all members shall continue in office until their successors have been appointed and qualified. The mayor, with the advice and consent of the council, shall fill any vacancy which may occur by reason of death, resignation or otherwise in a manner consistent with [the original appointment] the provisions of this subdivision. A member may be removed by the mayor for cause, but not without an opportunity to be heard in person or by counsel, in his or her defense, upon not less than ten days notice. A successor to such member shall be appointed in accordance with this subdivision to serve the balance of the term of the member who was removed.\n\t\t§3. Subdivision b of section 26-510 of the administrative code of the city of New York is amended to read as follows:\n\t\tb. The rent guidelines board shall establish annually guidelines for rent adjustments, and in determining whether rents for housing accommodations subject to the emergency tenant protection act of nineteen seventy-four or this law shall be adjusted, shall consider, among other things (1) the state of the rental real estate market and submarkets within the city of New York, including the availability of affordable, habitable rental housing accommodations, (2) the economic condition of the residential real estate industry in the [affected area] city of New York including such factors as the prevailing and projected (i) increases or decreases in rents and gross rental income, including income from other than residential rents, as well as the imputed rental value for apartments occupied by the owner or members of the owner’s family or associates of the owner, for buildings subject to the emergency tenant protection act of nineteen seventy-four or this law, (ii) increases or decreases in operation and maintenance costs of buildings subject to the emergency tenant protection act of nineteen seventy-four or this law including real estate taxes, [and] sewer and water rates, [(ii) gross operating maintenance costs (including] insurance rates, administrative costs, governmental fees, [cost of] fuel, utilities, and labor [costs)], (iii) costs and availability of financing (including effective rates of interest) and costs, availability and profitability of refinancing, (iv) economic benefits, other than rental income, derived from the ownership and upgrading of rental property, (v) returns on capital placed at risk by owners, (vi) over-all supply of housing accommodations and over-all vacancy rates, (vii) increases or decreases in net operating income of buildings subject to the emergency tenant protection act of nineteen seventy-four or this law, [(2)] (3) relevant data from the current and projected cost of living indices for the affected area, [3] and (4) such other data as may be made available to it. The rent guidelines board shall not consider debt service payments, capital expenditures or depreciation as operation and maintenance costs. The rent guidelines board shall not consider or employ a price index of operating costs. In calculating labor and administrative costs, the rent guidelines board shall consider the feasibility of imputing a value to the actual, verified unsalaried labor and administrative tasks performed by building owners or members of their immediate family who reside with them in a housing accommodation in a building subject to the emergency tenant protection act of nineteen seventy-four or this law within the city of New York. If the inclusion of the value of such labor and administrative tasks is deemed feasible by the board, they shall be included as one of the factors considered herein. All owners of housing accommodations within the city of New York subject to the emergency tenant protection act of nineteen seventy-four or this law shall annually submit income and expenditure reports to the rent guidelines board on a form to be promulgated by the board. Owners who fail to submit such reports to the rent guidelines board shall be barred from applying for or collecting any rent increase to which the owner might otherwise be entitled under the emergency tenant protection act of nineteen seventy-four or this law during the twelve-month period beginning the next January first. The rent guidelines board shall once every three years require a sample of owners subject to regulation under the emergency tenant protection act of nineteen seventy-four or this law to make available their books and records regarding income, expenditures, tax benefits and financing arrangements for examination by the board and the board shall utilize the results of analysis of such sample as one of the criteria upon which its findings are based. Such sample shall be designed to be reasonably representative of the types of buildings, excluding buildings that have been converted to co-operative or condominium status, that are subject to regulation within the city of New York under the emergency tenant protection act of nineteen seventy-four or this law.  The rent guidelines board shall safeguard the confidentiality of any information provided by owners pursuant to this subdivision regarding an individual building or group of buildings provided however that the board shall make available to the public cumulative and statistical results of the annual income and expenditure reports and the triennial examination of the representative sample of books and records required herein. Net operating income shall mean the percentage of each dollar of gross rental income, including income from other than residential rents, remaining after payment of all costs of operation and maintenance. Debt service payments, capital expenditures and depreciation shall not be considered operation and maintenance costs. Not later than [July] October first of each year, the rent guidelines board shall file with the city clerk and the state division of housing and community renewal its findings for the preceding calendar year, and shall accompany such findings with a statement of the maximum rate or rates of rent adjustment, if any, for one or more classes of housing accommodations subject to the emergency tenant protection act of nineteen seventy-four or this law authorized for leases or other rental agreements commencing on the next succeeding [October] January first or within the twelve months thereafter. Such findings and statement shall be published in the City Record and widely disseminated by the rent guidelines board to citywide and local newspapers, radio and television stations and other media.   Except in accordance with a valid judicial order or as otherwise provided by law, it shall be unlawful for any member or employee of the rent guidelines board, any person engaged or retained by the rent guidelines board on an independent contract basis, or any person, who, pursuant to this section, is permitted to inspect any income and expenditure report or to whom a copy, an abstract or a portion of any such report is furnished, to divulge or make known in any manner the amount of income and/or expense or any particulars set forth or disclosed in any such report required under this section.   Nothing herein shall be construed to prohibit the delivery to an owner or his or her duly authorized representative of a certified copy of any income and expenditure report filed by such owner pursuant to this section or to prohibit the publication of statistics so classified as to prevent the identification of particular reports and the items thereof, or the inspection by the legal representatives of the rent guidelines board of the statement of  any  owner  who shall  bring a judicial proceeding with respect to any action, determination or decision by the board. Any violation of the provisions of this subdivision shall be punished by a fine not exceeding one thousand dollars or by imprisonment not exceeding one year, or both, at the discretion of the court, and if the offender be an officer or employee of the rent guidelines board, the offender shall be dismissed from office.  \n\t\t§4. Subdivision c of section 26-510 of the administrative code of the city of New York is amended to read as follows:\n\t\tc. Such members shall be compensated on a per diem basis at the rate of one hundred fifty dollars per day, for no more than twenty-five days a year, except that the [chairman] chair shall be compensated at the rate of one hundred [twenty-five] seventy-five dollars a day for no more than fifty days a year. The [chairman] chair shall be chief administrative officer of the rent guidelines board and among his or her powers and duties he or she shall have the authority to employ, assign and supervise the employees of the rent guidelines board and enter into contracts for consultant services, except for contracts that exceed two thousand five hundred dollars, in which case the chair shall obtain the consent of at least four other members of the rent guidelines board. The department of housing preservation and development shall cooperate with the rent guidelines board and [may] shall assign personnel and perform such services in connection with the duties of the rent guidelines board as may reasonably be required by the [chairman] board.\n\t\t§5. Subdivision i of section 26-510 of the administrative code of the city of New York is relettered as subdivision j of such section and a new subdivision i is added to read as follows:\n\t\ti. In furtherance of its responsibilities to enforce this act, the rent guidelines board shall be empowered to administer oaths, issue subpoenas, conduct investigations, make inspections and designate officers to hear and report. A subpoena may only be issued when authorized by a majority of the members of the board.\n\t\t§6. Subdivision j of section 26-510 of the administrative code of the city of New York, as relettered by section five of this local law, is amended to read as follows:\n\t\tj. Maximum rates of rent adjustment shall not be established more than once annually for any housing accommodation within the board’s jurisdiction. Once established, no such rate shall [, within the one-year period,] be adjusted by any surcharge, supplementary adjustment or other modification. No rent adjustment shall be established based on the rent level of housing accommodations subject to the emergency tenant protection act of nineteen seventy-four or this law. No rent adjustment shall be established that would allow rent increases upon turnover or vacancy of any housing accommodation subject to the emergency tenant protection act or this law except as provided by subdivision a-1 of section 10 of the emergency tenant protection act of nineteen seventy-four or subdivision 5-a of section 26-511 of this chapter.\n§7.  If any clause, sentence, paragraph, section or part of this local law shall be adjudged by any court of competent jurisdiction to be invalid, such judgment shall not affect, impair or invalidate the remainder thereof, but shall be confined in its operation to the clause, sentence, paragraph, section or part thereof directly involved in the controversy in which such judgment shall have been rendered.\n\t§8. This local law shall take effect ninety days after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab Section 1. Section 31 of the New York city charter, as amended by the electors at the general election on November 7, 1989, is amended to read as follows:\\par\n\\tab\\'a731. Power of advice and consent. Appointment by the mayor of the commissioner of investigation and of the members of the art commission, board of health (other than the chair), civil service commission, landmarks preservation commission, \\ul rent guidelines board,\\ulnone  tax commission, taxi and limousine commission and the public members of the environmental control board shall be made with the advice and consent of the council after a public hearing. Within thirty days after the first stated meeting of the council after receipt of a nomination, the council shall hold a hearing and act upon such nomination, and in the event it does not act within such period, the nomination shall be deemed to be confirmed.\\par\n\\tab\\'a72. Subdivision a of section 26-510 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab a. There shall be a rent guidelines board to consist of nine members, appointed by the mayor \\ul with the advice and consent of the council\\ulnone . Two members shall be representative of tenants, two shall be representative of owners of property, and five shall be public members each of whom shall have had at least five years experience in either [finance, economics] \\ul public service, service with not-for-profit organizations\\ulnone  or housing. One public member shall be designated by the mayor \\ul with the advice and consent of the council\\ulnone  to serve as [chairman] \\ul chair\\ulnone  and shall hold no other public office. No [member, officer or] employee of \\ul the city of New York or\\ulnone  any [municipal rent regulation] \\ul mayoral or non-mayoral\\ulnone  agency \\ul thereof\\ulnone  or the state division of housing and community renewal and no person who owns or manages real estate covered by \\ul the emergency tenant protection act of nineteen seventy-four or\\ulnone  this law \\ul or more than two rental apartments not covered by the emergency tenant protection act of nineteen seventy-four or this law\\ulnone  [or who is an officer of any owner or tenant organization] shall serve on [a] \\ul the\\ulnone  rent guidelines board. [One public member, one member representative of tenants and one member representative of owners shall serve for a term ending two years from January first next succeeding the date of their appointment; one public member, one member representative of tenants and one member representative of owners shall serve for terms ending three years from the January first next succeeding the date of their appointment and two public members shall serve for terms ending four years from January first next succeeding the dates of their appointment. The chairman shall serve at the pleasure of the mayor.] \\ul All members of the board shall serve two-year terms, beginning the later of the date of appointment or the expiration of the term of the member whom the appointee is succeeding.\\ulnone  Thereafter, all members shall continue in office until their successors have been appointed and qualified. The mayor\\ul , with the advice and consent of the council,\\ulnone  shall fill any vacancy which may occur by reason of death, resignation or otherwise in a manner consistent with [the original appointment] \\ul the provisions of this subdivision\\ulnone . A member may be removed by the mayor for cause, but not without an opportunity to be heard in person or by counsel, in his or her defense, upon not less than ten days notice. \\ul A successor to such member shall be appointed in accordance with this subdivision to serve the balance of the term of the member who was removed.\\par\n\\pard\\sl480\\slmult1\\qj\\tx1\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\ulnone\\tab\\tab\\'a73. Subdivision b of section 26-510 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab\\tab b. The rent guidelines board shall establish annually guidelines for rent adjustments, and in determining whether rents for housing accommodations subject to the emergency tenant protection act of nineteen seventy-four or this law shall be adjusted, shall consider, among other things (1) \\ul the state of the rental real estate market and submarkets within the city of New York, including the availability of affordable, habitable rental housing accommodations, (2)\\ulnone  the economic condition of the residential real estate industry in the [affected area] \\ul city of New York\\ulnone  including such factors as the prevailing and projected (i) \\ul increases or decreases in rents and gross rental income, including income from other than residential rents, as well as the imputed rental value for apartments occupied by the owner or members of the owner\\rquote s family or associates of the owner, for buildings subject to the emergency tenant protection act of nineteen seventy-four or this law, (ii) increases or decreases in operation and maintenance costs of buildings subject to the emergency tenant protection act of nineteen seventy-four or this law including\\ulnone  real estate taxes\\ul ,\\ulnone  [and] sewer and water rates, [(ii) gross operating maintenance costs (including] insurance rates, \\ul administrative costs,\\ulnone  governmental fees, [cost of] fuel\\ul , utilities,\\ulnone  and labor [costs)], (iii) costs and availability of financing (including effective rates of interest) \\ul and costs, availability and profitability of refinancing\\ulnone , (iv) \\ul economic benefits, other than rental income, derived from the ownership and upgrading of rental property, (v) returns on capital placed at risk by owners, (vi)\\ulnone  over-all supply of housing accommodations and over-all vacancy rates, \\ul (vii) increases or decreases in net operating income of buildings subject to the emergency tenant protection act of nineteen seventy-four or this law\\ulnone , [(2)] \\ul (3)\\ulnone  relevant data from the current and projected cost of living indices for the affected area, [3] \\ul and (4)\\ulnone  such other data as may be made available to it. \\ul The rent guidelines board shall not consider debt service payments, capital expenditures or depreciation as operation and maintenance costs. The rent guidelines board shall not consider or employ a price index of operating costs. In calculating labor and administrative costs, the rent guidelines board shall consider the feasibility of imputing a value to the actual, verified unsalaried labor and administrative tasks performed by building owners or members of their immediate family who reside with them in a housing accommodation in a building subject to the emergency tenant protection act of nineteen seventy-four or this law within the city of New York. If the inclusion of the value of such labor and administrative tasks is deemed feasible by the board, they shall be included as one of the factors considered herein. All owners of housing accommodations within the city of New York subject to the emergency tenant protection act of nineteen seventy-four or this law shall annually submit income and expenditure reports to the rent guidelines board on a form to be promulgated by the board. Owners who fail to submit such reports to the rent guidelines board shall be barred from applying for or collecting any rent increase to which the owner might otherwise be entitled under the emergency tenant protection act of nineteen seventy-four or this law during the twelve-month period beginning the next January first. The rent guidelines board shall once every three years require a sample of owners subject to regulation under the emergency tenant protection act of nineteen seventy-four or this law to make available their books and records regarding income, expenditures, tax benefits and financing arrangements for examination by the board and the board shall utilize the results of analysis of such sample as one of the criteria upon which its findings are based. Such sample shall be designed to be reasonably representative of the types of buildings, excluding buildings that have been converted to co-operative or condominium status, that are subject to regulation within the city of New York under the emergency tenant protection act of nineteen seventy-four or this law.  The rent guidelines board shall safeguard the confidentiality of any information provided by owners pursuant to this subdivision regarding an individual building or group of buildings provided however that the board shall make available to the public cumulative and statistical results of the annual income and expenditure reports and the triennial examination of the representative sample of books and records required herein. Net operating income shall mean the percentage of each dollar of gross rental income, including income from other than residential rents, remaining after payment of all costs of operation and maintenance. Debt service payments, capital expenditures and depreciation shall not be considered operation and maintenance costs.\\ulnone  Not later than [July] \\ul October\\ulnone  first of each year, the rent guidelines board shall file with the city clerk \\ul and the state division of housing and community renewal\\ulnone  its findings for the preceding calendar year, and shall accompany such findings with a statement of the maximum rate or rates of rent adjustment, if any, for one or more classes of \\ul housing\\ulnone  accommodations subject to \\ul the emergency tenant protection act of nineteen seventy-four or\\ulnone  this law authorized for leases or other rental agreements commencing on the next succeeding [October] \\ul January\\ulnone  first or within the twelve months thereafter. Such findings and statement shall be published in the City Record \\ul and widely disseminated by the rent guidelines board to citywide and local newspapers, radio and television stations and other media\\ulnone .   Except in accordance with a valid judicial order or as otherwise provided by law, it shall be unlawful for any member or employee of the rent guidelines board, any person engaged or retained by the rent guidelines board on an independent contract basis, or any person, who, pursuant to this section, is permitted to inspect any income and expenditure report or to whom a copy, an abstract or a portion of any such report is furnished, to divulge or make known in any manner the amount of income and/or expense or any particulars set forth or disclosed in any such report required under this section.   Nothing herein shall be construed to prohibit the delivery to an owner or his or her duly authorized representative of a certified copy of any income and expenditure report filed by such owner pursuant to this section or to prohibit the publication of statistics so classified as to prevent the identification of particular reports and the items thereof, or the inspection by the legal representatives of the rent guidelines board of the statement of  any  owner  who shall  bring a judicial proceeding with respect to any action, determination or decision by the board. Any violation of the provisions of this subdivision shall be punished by a fine not exceeding one thousand dollars or by imprisonment not exceeding one year, or both, at the discretion of the court, and if the offender be an officer or employee of the rent guidelines board, the offender shall be dismissed from office.  \\par\n\\tab\\tab\\'a74. Subdivision c of section 26-510 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab\\tab c. Such members shall be compensated on a per diem basis \\ul at the rate\\ulnone  of one hundred \\ul fifty\\ulnone  dollars per day, for no more than twenty-five days a year\\ul , \\ulnone except that the [chairman] \\ul chair\\ulnone  shall be compensated at \\ul the rate of\\ulnone  one hundred [twenty-five] \\ul seventy-five\\ulnone  dollars a day for no more than fifty days a year. The [chairman] \\ul chair\\ulnone  shall be chief administrative officer of the rent guidelines board and among his or her powers and duties he or she shall have the authority to employ, assign and supervise the employees of the rent guidelines board and enter into contracts for consultant services\\ul , except for contracts that exceed two thousand five hundred dollars, in which case the chair shall obtain the consent of at least four other members of the rent guidelines board\\ulnone . The department of housing preservation and development shall cooperate with the rent guidelines board and [may] \\ul shall\\ulnone  assign personnel and perform such services in connection with the duties of the rent guidelines board as may reasonably be required by the [chairman] \\ul board\\ulnone .\\par\n\\tab\\tab\\'a75. Subdivision i of section 26-510 of the administrative code of the city of New York is relettered as subdivision j of such section and a new subdivision i is added to read as follows:\\par\n\\tab\\tab\\ul i. In furtherance of its responsibilities to enforce this act, the rent guidelines board shall be empowered to administer oaths, issue subpoenas, conduct investigations, make inspections and designate officers to hear and report. A subpoena may only be issued when authorized by a majority of the members of the board.\\par\n\\ulnone\\tab\\tab\\'a76. Subdivision j of section 26-510 of the administrative code of the city of New York, as relettered by section five of this local law, is amended to read as follows:\\par\n\\tab\\tab j. Maximum rates of rent adjustment shall not be established more than once annually for any housing accommodation within the board\\rquote s jurisdiction. Once established, no such rate shall [, within the one-year period,] be adjusted by any surcharge, supplementary adjustment or other modification. \\ul No rent adjustment shall be established based on the rent level of housing accommodations subject to the emergency tenant protection act of nineteen seventy-four or this law. No rent adjustment shall be established that would allow rent increases upon turnover or vacancy of any housing accommodation subject to the emergency tenant protection act or this law except as provided by subdivision a-1 of section 10 of the emergency tenant protection act of nineteen seventy-four or subdivision 5-a of section 26-511 of this chapter.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a77.  If any clause, sentence, paragraph, section or part of this local law shall be adjudged by any court of competent jurisdiction to be invalid, such judgment shall not affect, impair or invalidate the remainder thereof, but shall be confined in its operation to the clause, sentence, paragraph, section or part thereof directly involved in the controversy in which such judgment shall have been rendered.\\par\n\\pard\\ulnone\\tab\\'a78. This local law shall take effect ninety days after its enactment into law.\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:15:14.41Z"
}
