{
  "ID": 29294,
  "GUID": "29ED3F75-FE1A-4748-8BB1-E21A00743126",
  "File": "Int 0141-2004",
  "LocalLaw": "2005/046",
  "Name": "Businesses licensed by the DOA to notify consumers in the event of a security breach of personal identifying information.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring businesses to notify consumers in the event of a security breach of personal identifying information.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-05-19T00:00:00Z",
  "EnactmentDate": "2005-05-19T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 154827,
      "Date": "2004-02-04T13:25:06Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155264,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 313,
      "MinutesSequence": 352,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156304,
      "Date": "2004-03-01T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 2733,
      "AgendaSequence": 4,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156479,
      "Date": "2004-03-01T22:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 2733,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173300,
      "Date": "2005-03-30T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 4418,
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 141-A",
      "MinutesNote": "Proposed Int. No. 141-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173554,
      "Date": "2005-03-30T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 4418,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 174957,
      "Date": "2005-05-04T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 4632,
      "AgendaSequence": 5,
      "MinutesSequence": 19,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 141-A",
      "MinutesNote": "Proposed Int. No. 141-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175031,
      "Date": "2005-05-04T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 4632,
      "MinutesSequence": 20,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175032,
      "Date": "2005-05-04T13:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 4632,
      "MinutesSequence": 21,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175033,
      "Date": "2005-05-04T13:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 4632,
      "MinutesSequence": 22,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175231,
      "Date": "2005-05-11T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4692,
      "AgendaSequence": 32,
      "MinutesSequence": 37,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175720,
      "Date": "2005-05-11T22:14:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175726,
      "Date": "2005-05-19T07:24:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175822,
      "Date": "2005-05-19T12:53:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175868,
      "Date": "2005-05-20T10:13:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60300,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/1/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60300.doc",
      "Sort": 1
    },
    {
      "ID": 60530,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/1/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60530.doc",
      "Sort": 2
    },
    {
      "ID": 65638,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/30/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/754d0b61-95fc-478f-bd0f-d486c6ce4732.doc",
      "Sort": 3
    },
    {
      "ID": 68495,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/30/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f65448ef-a300-4b1d-9b89-65864e93f0d6.doc",
      "Sort": 4
    },
    {
      "ID": 65639,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Opening Statement 3/30/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9d26d6e4-cd64-4481-b034-a1b2f8ec58fe.doc",
      "Sort": 5
    },
    {
      "ID": 66020,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/4/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1ba3e66b-9049-434b-9d1e-b77ad59832a9.doc",
      "Sort": 6
    },
    {
      "ID": 69051,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/4/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/771cf777-10d4-4473-8055-ddc2ad5b1a58.doc",
      "Sort": 7
    },
    {
      "ID": 66185,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement-A",
      "Link": "http://nyc.legistar1.com/nyc/attachments/10d1944f-c1e9-4e5f-9f9f-4133ce9b7409. 141-A.doc",
      "Sort": 8
    },
    {
      "ID": 69146,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4d6c7c8c-540c-4aa3-8625-8ebdbd49d023.doc",
      "Sort": 9
    },
    {
      "ID": 69626,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 5/11/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5ec712cf-05fa-4fb9-bdf0-06e34607bc18.doc",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 33309,
  "Text": "Be it enacted by the Council as follows:\n \nSection One.  Legislative declaration.  The Council finds that acts of identity theft are plaguing New Yorkers.  Federal Trade Commission statistics for 2002 and 2003 indicate that identity theft is the single most common consumer fraud complaint in the nation.  New York City residents are as likely to be victimized by identity theft as the citizens of many cities within the United States.        \nThe Council finds that identity thieves often gain control of victims’ sensitive personal information by hacking into computers or otherwise violating the security of data systems.  When such unauthorized persons acquire individuals’ personal information, they are able to access bank accounts, take control of credit cards, and defraud unsuspecting victims.  The Council thus finds that one of the most effective ways to curtail identity thieves is to inform would-be victims that the security of their sensitive personal information has been violated; individuals can then take the steps necessary to regain control of their privacy and finances.   \nAccordingly, the Council finds it necessary to require businesses required to be licensed by the Department of Consumer Affairs, or pursuant to provisions of state law enforced by the department, to inform individuals whenever there has been a breach of security with respect to sensitive personal information.  Business people can best serve their fellow New Yorkers by making such disclosures expeditiously, while acting in accordance with the procedures of the New York City Police Department and other legitimate law enforcement agents.   \n§ 2. Chapter 1 of title 20 of the administrative code of the city of New York is amended by adding new section 20-117, to read as follows:\n§20-117.  Licensee disclosure of security breach; notification requirements. \na. Definitions.  For the purposes of this section, \n\t1. The term “personal identifying information” shall mean any person’s date of birth, social security number, driver’s license number, non-driver photo identification card number, financial services account number or code, savings account number or code, checking account number or code, brokerage account number or code, credit card account number or code, debit card number or code, automated teller machine number or code, personal identification number, mother's maiden name, computer system password, electronic signature or unique biometric data that is a fingerprint, voice print, retinal image or iris image of another person.  This term shall apply to all such data, notwithstanding the method by which such information is maintained.\n2. The term “breach of security” shall mean unauthorized possession of personal identifying information that compromises the security, confidentiality or integrity of such information.  Good faith or inadvertent possession of any personal identifying information by an employee or agent of the licensee for the legitimate purposes of the business of the licensee shall not constitute a breach of security.\nb. Any person required to be licensed pursuant to chapter two of this title, or pursuant to provisions of state law enforced by the department, that owns or leases data that includes personal identifying information and any person required to be licensed pursuant to chapter two of this title, or pursuant to provisions of state law enforced by the department,  that maintains but does not own data that includes personal identifying information shall immediately disclose to the department and to the police department any breach of security following discovery by a supervisor or manager, or following notification to a supervisor or manager, of such breach if such personal identifying information is reasonably believed to have been acquired by an unauthorized person.\nc. Subsequent to compliance with the provisions set forth in subdivision  b of this section, any person required to be licensed pursuant to chapter two of this title, or pursuant to provisions of state law enforced by the department, that owns or leases data that includes personal identifying information shall disclose, in accordance with the procedures set forth in subdivision e of this section, any breach of security following discovery by a supervisor or manager, or following notification to a supervisor or manager, of such breach to any person whose personal identifying information was, or is reasonably believed to have been, acquired by an unauthorized person.   \nd. Subsequent to compliance with the provisions set forth in subdivision b of this section, any person required to be licensed pursuant to chapter two of this title, or pursuant to provisions of state law enforced by the department, that maintains but does not own data that includes personal identifying information shall disclose, in accordance with the procedures set forth in subdivision e of this section, any breach of security following discovery by a supervisor or manager, or following notification to a supervisor or manager, of such breach to the owner, lessor or licensor of the data if the personal identifying information was, or is reasonably believed to have been, acquired by an unauthorized person. \ne. The disclosures required by subdivisions c and d of this section shall be made as soon as practicable by a method reasonable under the circumstances.  Provided said method is not inconsistent with the legitimate needs of law enforcement or any other investigative or protective measures necessary to restore the reasonable integrity of the data system, disclosure shall be made by at least one of the following means:\n1.  Written notice to the individual at his or her last known address; or \n2.  Verbal notification to the individual by telephonic communication; or\n3.  Electronic notification to the individual at his or her last known e-mail address.\nf.  Should disclosure pursuant to paragraphs one, two or three of subdivision e be impracticable or inappropriate given the circumstances of the breach and the identity of the victim, such disclosure shall be made by a mechanism of the licensee’s choosing, provided such mechanism is reasonably targeted to the individual in a manner that does not further compromise the integrity of the personal information disclosed and has been approved, or is in compliance with rules promulgated, by the Commissioner.\ng.  Any person required to be licensed pursuant to chapter two of this title, or pursuant to provisions of state law enforced by the department, that discards any records of an individual’s personal identifying information shall do so in a manner intended to prevent retrieval of the information contained therein or thereon.\nh. Any person required to be licensed pursuant to chapter two of this title, or pursuant to provisions of state law enforced by the department, who shall violate any of the provisions of this section, upon conviction thereof, shall be punishable by a fine of not more than five hundred dollars ($500) and shall be liable for a civil penalty of one hundred dollars ($100) for each violation.  \n§ 3.  If any section, subdivision, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\n§ 4. This local law shall take effect 120 days after it shall have been enacted into law; provided that the Commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, establishing guidelines and promulgating rules.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 Times New Roman Bold;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0  \\par\n\\ul\\i Be it enacted by the Council as follows\\i0 :\\par\n\\ulnone  \\par\n\\pard\\fi720\\sl480\\slmult1 Section One.  Legislative declaration.  The Council finds that acts of identity theft are plaguing New Yorkers.  Federal Trade Commission statistics for 2002 and 2003 indicate that identity theft is the single most common consumer fraud complaint in the nation.  New York City residents are as likely to be victimized by identity theft as the citizens of many cities within the United States.        \\par\nThe Council finds that identity thieves often gain control of victims\\rquote  sensitive personal information by hacking into computers or otherwise violating the security of data systems.  When such unauthorized persons acquire individuals\\rquote  personal information, they are able to access bank accounts, take control of credit cards, and defraud unsuspecting victims.  The Council thus finds that one of the most effective ways to curtail identity thieves is to inform would-be victims that the security of their sensitive personal information has been violated; individuals can then take the steps necessary to regain control of their privacy and finances.   \\par\nAccordingly, the Council finds it necessary to require businesses required to be licensed by the Department of Consumer Affairs, or pursuant to provisions of state law enforced by the department, to inform individuals whenever there has been a breach of security with respect to sensitive personal information.  Business people can best serve their fellow New Yorkers by making such disclosures expeditiously, while acting in accordance with the procedures of the New York City Police Department and other legitimate law enforcement agents.   \\par\n\\'a7 2. Chapter 1 of title 20 of the administrative code of the city of New York is amended by adding new section 20-117, to read as follows:\\par\n\\pard\\keepn\\s1\\fi720\\sl480\\slmult1\\ul\\'a720-117.  \\b\\f1 Licensee disclosure of security breach; notification require\\f0 ments\\b0 . \\par\na. \\b\\f1 Definitions\\b0\\f0 .  For the purposes of this section, \\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\fs20\\tab\\ul\\fs24 1. The term \\ldblquote personal identifying information\\rdblquote  shall mean any person\\rquote s date of birth, social security number, driver\\rquote s license number, non-driver photo identification card number, financial services account number or code, savings account number or code, checking account number or code, brokerage account number or code, credit card account number or code, debit card number or code, automated teller machine number or code, personal identification number, mother's maiden name, computer system password, electronic signature or unique biometric data that is a fingerprint, voice print, retinal image or iris image of another person.  This term shall apply to all such data, notwithstanding the method by which such information is maintained.\\par\n\\pard\\fi720\\sl480\\slmult1 2. The term \\ldblquote breach of security\\rdblquote  shall mean unauthorized possession of personal identifying information that compromises the security, confidentiality or integrity of such information.  Good faith or inadvertent possession of any personal identifying information by an employee or agent of the licensee for the legitimate purposes of the business of the licensee shall not constitute a breach of security.\\par\nb. Any person required to be licensed pursuant to chapter two of this title, or pursuant to provisions of state law enforced by the department, that owns or leases data that includes personal identifying information and any person required to be licensed pursuant to chapter two of this title, or pursuant to provisions of state law enforced by the department,  that maintains but does not own data that includes personal identifying information shall immediately disclose to the department and to the police department any breach of security following discovery by a supervisor or manager, or following notification to a supervisor or manager, of such breach if such personal identifying information is reasonably believed to have been acquired by an unauthorized person.\\par\nc. Subsequent to compliance with the provisions set forth in subdivision  b of this section, any person required to be licensed pursuant to chapter two of this title, or pursuant to provisions of state law enforced by the department, that owns or leases data that includes personal identifying information shall disclose, in accordance with the procedures set forth in subdivision e of this section, any breach of security following discovery by a supervisor or manager, or following notification to a supervisor or manager, of such breach to any person whose personal identifying information was, or is reasonably believed to have been, acquired by an unauthorized person.   \\par\nd. Subsequent to compliance with the provisions set forth in subdivision b of this section, any person required to be licensed pursuant to chapter two of this title, or pursuant to provisions of state law enforced by the department, that maintains but does not own data that includes personal identifying information shall disclose, in accordance with the procedures set forth in subdivision e of this section, any breach of security following discovery by a supervisor or manager, or following notification to a supervisor or manager, of such breach to the owner, lessor or licensor of the data if the personal identifying information was, or is reasonably believed to have been, acquired by an unauthorized person.\\ulnone  \\ul\\par\ne. The disclosures required by subdivisions c and d of this section shall be made as soon as practicable by a method reasonable under the circumstances.  Provided said method is not inconsistent with the legitimate needs of law enforcement or any other investigative or protective measures necessary to restore the reasonable integrity of the data system, disclosure shall be made by at least one of the following means:\\ulnone\\par\n\\ul 1.  Written notice to the individual at his or her last known address; or\\ulnone  \\par\n\\pard\\li720\\sl480\\slmult1\\ul 2.  Verbal notification to the individual by telephonic communication; or\\par\n3.  Electronic notification to the individual at his or her last known e-mail address.\\par\n\\pard\\fi720\\sl480\\slmult1 f.  Should disclosure pursuant to paragraphs one, two or three of subdivision e be impracticable or inappropriate given the circumstances of the breach and the identity of the victim, such disclosure shall be made by\\f1  \\f0 a\\f1  \\f0 mechanism of the licensee\\rquote s choosing, provided such mechanism is reasonably targeted to the individual in a manner that does not further compromise the integrity of the personal information disclosed and has been approved, or is in compliance with rules promulgated, by the Commissioner.\\par\ng.  Any person required to be licensed pursuant to chapter two of this title, or pursuant to provisions of state law enforced by the department, that discards any records of an individual\\rquote s personal identifying information shall do so in a manner intended to prevent retrieval of the information contained therein or thereon.\\par\nh. Any person required to be licensed pursuant to chapter two of this title, or pursuant to provisions of state law enforced by the department, who shall violate any of the provisions of this section, upon conviction thereof, shall be punishable by a fine of not more than five hundred dollars ($500) and shall be liable for a civil penalty of one hundred dollars ($100) for each violation.  \\par\n\\ulnone\\'a7 3.  If any section, subdivision, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\\ul\\par\n\\ulnone\\'a7 4. This local law shall take effect 120 days after it shall have been enacted into law; provided that the Commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, establishing guidelines and promulgating rules. \\par\n\\pard\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:17:03.48Z"
}
