{
  "ID": 29264,
  "GUID": "7581649D-7BBD-4B49-B6AB-98C62A80F419",
  "File": "Int 0145-2004",
  "Name": "Adding a plainly audible noise standard.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to adding a plainly audible noise standard.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 154781,
      "Date": "2004-02-04T16:47:43Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155301,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 349,
      "MinutesSequence": 388,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156377,
      "Date": "2004-03-03T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 2753,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156590,
      "Date": "2004-03-03T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 2753,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184571,
      "Date": "2005-12-31T10:07:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60317,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60317.doc",
      "Sort": 1
    },
    {
      "ID": 61243,
      "LastModified": "2021-12-31T13:42:03.27Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61243.doc",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 15874,
  "Text": "Be it enacted by the Council as follows: \nSection 1. Section 24-203 of the administrative code of the city of New York is amended by adding thereto a new subdivision fff to read as follows:\n            (fff) “Plainly audible noise” means noise that can be heard by a reasonable person of normal sensitivities, using his or her unaided hearing faculties, at a distance of one hundred feet from the source of such noise from the hours of 7:00 a.m. and 10:00 p.m. or at a distance of fifty feet from the source of such noise between the hours of 10:00 p.m. and 7:00 a.m.\n\t§2.  Section 24-204 of the administrative code of the city of New York is amended to read as follows:\n§ 24-204 General powers of the commissioner. Subject to the provisions of this code, the commissioner may take such action as may be necessary to abate a sound source which causes or may cause, by itself or in combination with any other sound source or sources, an unreasonable noise or plainly audible noise.  The commissioner may exercise or delegate any of the functions, powers and duties vested in him or her or in the department by this code.\n§3. Section 24-205 of the administrative code of the city of New York is amended to read as follows:\n§ 24-205 Investigations and studies by the commissioner. The commissioner may make or cause to be made any investigation or study which in his or her opinion is desirable for the purpose of enforcing this code or controlling or abating an unreasonable noise or plainly audible noise.  For such purposes, the commissioner may make tests, conduct hearings, compel the attendance of witnesses, and take their testimony under oath and may compel the production of books, papers and other things reasonably necessary to the matter under consideration.  \n§4. Subdivisions a and b of section 24-207 of the administrative code of the city of New York are amended to read as follows:\n§ 24-207 Inspection. (a) The department may inspect at any reasonable time and in a reasonable manner any device which creates or may create unreasonable noise or plainly audible noise including but not limited to the premises where the device is used.\n(b) The department may inspect at any reasonable time in a reasonable manner any record relating to a use of a device which creates or may create unreasonable noise or plainly audible noise.\n§5. Subdivision a of Section 24-220 of the administrative code of the city of New York is amended to read as follows:\n§ 24-220 Sound reproduction devices. (a) Except as provided in 10-108 of the code, no person shall operate or use or cause to be operated or used any sound reproduction device in such a manner as to create any unreasonable noise or plainly audible noise.\n§6. Section 24-221 of the administrative code of the city of New York is amended to read as follows:\n§ 24-221 Sound signal devices. No person shall operate or use or cause to be operated or used any sound signal device so as to create an unreasonable noise or plainly audible noise, except that:\n§7. Section 24-222 of the administrative code of the city of New York is amended to read as follows:\n§24-222 Animals. No person shall permit an animal, including a bird, under his or her control to cause unreasonable noise or plainly audible noise.\n§8. Section 24-226 of the administrative code of the city of New York is amended to read as follows: \n§ 24-226 Containers and construction material. No person shall handle or transport or cause to be handled or transported in any public place, any container or any construction material  in such a way as to create an unreasonable noise or plainly audible noise.\n§9. Section 24-227 of the administrative code of the city of New York is amended to read as follows:\n§ 24-227 Exhausts. Except as otherwise provided in this code, no person shall cause or permit discharge into the open air of the exhaust of any device, including but not limited to any steam engine, diesel engine, internal combustion engine, or turbine engine, so as to create an unreasonable noise or plainly audible noise.\n§10. Section 24-228 of the administrative code of the city of New York is amended to read as follows:\n§ 24-228 Schools, courts, hospitals and nursing homes. No person shall cause or permit the creation of any unreasonable noise or plainly audible noise through the use of any device on any street adjacent to any school or court while the same is in session, or adjacent to any hospital or nursing home.\n§11. Subdivision a of section 24-229 of the administrative code of the city of New York is amended to read as follows:\n§ 24-229 Noise sensitive zones. (a) Whenever the protection of the public health and comfort so requires, the commissioner and the board of health may by joint order designate any geographical area of the city of New York as a noise sensitive zone.  Such designation shall be accompanied by a joint administrative order setting forth a description of the subject geographical area, the reasons for its determination as a noise sensitive zone, and shall list those activities which if undertaken in such zone, would constitute unreasonable noise or plainly audible noise.  Such order shall be published in the City Record at least five days but not more than ten days prior to its effective date, and shall be effective for a period of not more than sixty days, renewable for additional periods of sixty days.\n§12. This local law shall take effect sixty days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\v\\par\n\\v0\\par\n\\pard\\noline\\hyphpar0\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone  \\par\n\\pard\\fi720\\sl480\\slmult1 Section 1. Section 24-203 of the administrative code of the city of New York is amended by adding thereto a new subdivision fff to read as follows:\\par\n\\pard\\sl480\\slmult1             \\ul (fff) \\ldblquote Plainly audible noise\\rdblquote  means noise that can be heard by a reasonable person of normal sensitivities, using his or her unaided hearing faculties, at a distance of one hundred feet from the source of such noise from the hours of 7:00 a.m. and 10:00 p.m. or at a distance of fifty feet from the source of such noise between the hours of 10:00 p.m. and 7:00 a.m.\\par\n\\ulnone\\tab\\'a72.  Section 24-204 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\'a7 24-204 General powers of the commissioner. Subject to the provisions of this code, the commissioner may take such action as may be necessary to abate a sound source which causes or may cause, by itself or in combination with any other sound source or sources, an unreasonable noise \\ul or plainly audible noise\\ulnone .  The commissioner may exercise or delegate any of the functions, powers and duties vested in him or her or in the department by this code.\\par\n\\'a73. Section 24-205 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 24-205 Investigations and studies by the commissioner. The commissioner may make or cause to be made any investigation or study which in his or her opinion is desirable for the purpose of enforcing this code or controlling or abating an unreasonable noise \\ul or plainly audible noise\\ulnone .  For such purposes, the commissioner may make tests, conduct hearings, compel the attendance of witnesses, and take their testimony under oath and may compel the production of books, papers and other things reasonably necessary to the matter under consideration.  \\par\n\\'a74. Subdivisions a and b of section 24-207 of the administrative code of the city of New York are amended to read as follows:\\par\n\\'a7 24-207 Inspection. (a) The department may inspect at any reasonable time and in a reasonable manner any device which creates or may create unreasonable noise \\ul or plainly audible noise\\ulnone  including but not limited to the premises where the device is used.\\par\n(b) The department may inspect at any reasonable time in a reasonable manner any record relating to a use of a device which creates or may create unreasonable noise \\ul or plainly audible noise\\ulnone .\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a75. Subdivision a of Section 24-220 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 24-220 Sound reproduction devices. (a) Except as provided in 10-108 of the code, no person shall operate or use or cause to be operated or used any sound reproduction device in such a manner as to create any unreasonable noise or plainly audible noise.\\par\n\\'a76. Section 24-221 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 24-221 Sound signal devices. No person shall operate or use or cause to be operated or used any sound signal device so as to create an unreasonable noise or plainly audible noise, except that:\\par\n\\'a77. Section 24-222 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a724-222 Animals. No person shall permit an animal, including a bird, under his or her control to cause unreasonable noise or plainly audible noise.\\par\n\\'a78. Section 24-226 of the administrative code of the city of New York is amended to read as follows: \\par\n\\'a7 24-226 Containers and construction material. No person shall handle or transport or cause to be handled or transported in any public place, any container or any construction material  in such a way as to create an unreasonable noise or plainly audible noise.\\par\n\\'a79. Section 24-227 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 24-227 Exhausts. Except as otherwise provided in this code, no person shall cause or permit discharge into the open air of the exhaust of any device, including but not limited to any steam engine, diesel engine, internal combustion engine, or turbine engine, so as to create an unreasonable noise or plainly audible noise.\\par\n\\'a710. Section 24-228 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 24-228 Schools, courts, hospitals and nursing homes. No person shall cause or permit the creation of any unreasonable noise or plainly audible noise through the use of any device on any street adjacent to any school or court while the same is in session, or adjacent to any hospital or nursing home.\\par\n\\'a711. Subdivision a of section 24-229 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 24-229 Noise sensitive zones. (a) Whenever the protection of the public health and comfort so requires, the commissioner and the board of health may by joint order designate any geographical area of the city of New York as a noise sensitive zone.  Such designation shall be accompanied by a joint administrative order setting forth a description of the subject geographical area, the reasons for its determination as a noise sensitive zone, and shall list those activities which if undertaken in such zone, would constitute unreasonable noise or plainly audible noise.  Such order shall be published in the City Record at least five days but not more than ten days prior to its effective date, and shall be effective for a period of not more than sixty days, renewable for additional periods of sixty days.\\par\n\\pard\\noline\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a712. This local law shall take effect sixty days after its enactment. \\par\n\\pard\\noline\\hyphpar0\\qj\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:17:42.533Z"
}
