{
  "ID": 29320,
  "GUID": "89690BE0-20E3-4DAD-96E8-DAEFD344355E",
  "File": "Int 0146-2004",
  "Name": "Reporting requirements for housing subsidies provided by NYC.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to reporting requirements for housing subsidies provided by the city of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 154853,
      "Date": "2004-02-04T16:39:33Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155302,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 350,
      "MinutesSequence": 389,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184572,
      "Date": "2005-12-31T10:08:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15919,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Declaration of legislative findings and intent.  There is an affordable housing crisis in New York City, especially for low- and moderate-income families making less than New York City’s median income of $38,870 for 2001.  Developing housing for low- and moderate-income families requires subsidies through City programs and federal programs administered by the City. Reporting requirements regarding the use of these subsidies will assist the Mayor, Council and City agencies to develop and review housing programs in order to achieve the best use of the limited available resources.\n\t§2. Title 26 of the administrative code of the city of New York is hereby amended by adding a new Chapter 9 to read as follows:\nCHAPTER 9\nREPORTING REQUIREMENTS FOR SUBSIDIZED HOUSING PROGRAMS\n\t§26-801 Reporting.\na. Definitions. For the purposes of this section, the following terms shall have the following meanings:\n1. “City agency” means a city, county, borough or other office, department, division, bureau, board or commission, or a corporation, commission or agency of government, the expenses of which are paid in whole or in part from the city treasury.\n2. “Dwelling” means any building or structure or portion thereof which is occupied in whole or in part as the home, residence or sleeping place of one or more human beings.\n3. “Dwelling unit” means any residential accommodation in a multiple dwelling or private dwelling.\n4. “Household” means all lawful occupants of a residential unit.\n5. “Household income” means, for any household, the sum of the amount reported separately in the most recent individual or joint tax return for wage or salary income, net self-employment income, interest, dividends, rent received, royalties, social security or railroad retirement benefits; supplemental security income; public assistance or welfare payments; retirement or disability benefits and all other income for each member of the household.\n6. “Median income for the city of New York” means the median income for the five counties of the city of New York as published in the american community survey of the United States census bureau.\n7. “Multiple dwelling” shall mean a dwelling which is either rented, leased, let or hired out, to be occupied, or is occupied, as the residence or home of three or more families living independently of each other. A multiple dwelling does not include a hospital, convent, monastery, asylum or public institution. \n8. “Private dwelling” shall mean any building or structure designed and occupied for residential purposes by not more than two families. Private dwellings shall also be deemed to include a series of one- family or two-family dwelling units each of which faces or is accessible to a legal street or public thoroughfare, if each such dwelling unit is equipped as a separate dwelling unit with all essential services, and if each such unit is arranged so that it may be approved as a legal one-family or two-family dwelling.\n9. “Project-based section 8 subsidy” means a project-based federal rental assistance payment, as described in subdivision b of section 982.1 of title 24 of the code of federal regulations. \n10. “Residential project” means the acquisition, construction, development, rehabilitation or renovation of any property, including buildings, zoned for residential use for which any city agency provides any residential subsidy.\n11. “Residential subsidy” means a benefit or incentive provided by any city agency to any person in connection with any residential project, including, but not limited to, loans, loan guarantees, loan participation, letters of credit, grants, sales or leases of property at less than fair market value, tax exemptions, tax abatements, the allocation by a city agency to a residential project of low-income housing tax credits or project-based section 8 subsidies, but shall not include tax exemptions or tax abatements related to historic preservation or energy conservation, and benefits or incentives granted directly to a natural person or persons for the purchase of a one-to-four family dwelling as the principal residence of such person or persons.\nb. The commissioner of housing preservation and development and the commissioner of finance shall jointly prepare an annual report which shall be submitted to the mayor and the council on or before the first day of January, regarding residential subsidies provided by any city agency during the immediately preceding fiscal year, including the fiscal year ending June 2003. Every city agency that provides a residential subsidy shall provide the information required in such report to the commissioner of housing preservation and development and the commissioner of finance within sixty days from the end of the fiscal year for which the report is being prepared. This report shall contain, but shall not be limited to, the following information: \n1. The dollar amount of such residential subsidies by category of residential subsidy;\n2. The dollar amount of residential subsidies by community district;\n3. The dollar amount of residential subsidies provided to create rental dwelling units, including, but not limited to, those created by mutual housing associations;\n4. The dollar amount of residential subsidies provided to sale programs, including but not limited to, those assisting in the purchase of one-to-four family dwellings, multiple dwellings, dwelling units owned as condominiums and dwelling units owned cooperatively;\n5. The dollar amount of residential subsidies provided for each residential project; and\n6. The number of dwelling units in residential projects receiving residential subsidies, divided according to the following household income groups as percentages of median income for the city of New York: 0-24; 25-40; 41-60; 61-90; 91-120; 121-150; 151-200; 201-250; 251-300; above 300%.\n\t§3. This local law shall take effect ninety days after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\tab Section 1. Declaration of legislative findings and intent.  There is an affordable housing crisis in New York City, especially for low- and moderate-income families making less than New York City\\rquote s median income of $38,870 for 2001.  Developing housing for low- and moderate-income families requires subsidies through City programs and federal programs administered by the City. Reporting requirements regarding the use of these subsidies will assist the Mayor, Council and City agencies to develop and review housing programs in order to achieve the best use of the limited available resources.\\par\n\\tab\\'a72. Title 26 of the administrative code of the city of New York is hereby amended by adding a new Chapter 9 to read as follows:\\par\n\\pard\\keepn\\s1\\sl480\\slmult1\\qc\\ul CHAPTER 9\\par\nREPORTING REQUIREMENTS FOR SUBSIDIZED HOUSING PROGRAMS\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\'a726-801 Reporting.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj a. Definitions. For the purposes of this section, the following terms shall have the following meanings:\\par\n1. \\ldblquote City agency\\rdblquote  means a city, county, borough or other office, department, division, bureau, board or commission, or a corporation, commission or agency of government, the expenses of which are paid in whole or in part from the city treasury.\\par\n\\pard\\fi720\\sa240\\sl480\\slmult1\\qj 2. \\ldblquote Dwelling\\rdblquote  means any building or structure or portion thereof which is occupied in whole or in part as the home, residence or sleeping place of one or more human beings.\\par\n3. \\ldblquote Dwelling unit\\rdblquote  means any residential accommodation in a multiple dwelling or private dwelling.\\par\n4. \\ldblquote Household\\rdblquote  means all lawful occupants of a residential unit.\\par\n5. \\ldblquote Household income\\rdblquote  means, for any household, the sum of the amount reported separately in the most recent individual or joint tax return for wage or salary income, net self-employment income, interest, dividends, rent received, royalties, social security or railroad retirement benefits; supplemental security income; public assistance or welfare payments; retirement or disability benefits and all other income for each member of the household.\\par\n6. \\ldblquote Median income for the city of New York\\rdblquote  means the median income for the five counties of the city of New York as published in the american community survey of the United States census bureau.\\par\n7. \\ldblquote Multiple dwelling\\rdblquote  shall mean a dwelling which is either rented, leased, let or hired out, to be occupied, or is occupied, as the residence or home of three or more families living independently of each other. A multiple dwelling does not include a hospital, convent, monastery, asylum or public institution. \\par\n8. \\ldblquote Private dwelling\\rdblquote  shall mean any building or structure designed and occupied for residential purposes by not more than two families. Private dwellings shall also be deemed to include a series of one- family or two-family dwelling units each of which faces or is accessible to a legal street or public thoroughfare, if each such dwelling unit is equipped as a separate dwelling unit with all essential services, and if each such unit is arranged so that it may be approved as a legal one-family or two-family dwelling.\\par\n9. \\ldblquote Project-based section 8 subsidy\\rdblquote\\i  \\i0 means a project-based federal rental assistance payment, as described in subdivision b of section 982.1 of title 24 of the code of federal regulations. \\par\n10. \\ldblquote Residential project\\rdblquote  means the acquisition, construction, development, rehabilitation or renovation of any property, including buildings, zoned for residential use for which any city agency provides any residential subsidy.\\par\n11. \\ldblquote Residential subsidy\\rdblquote  means a benefit or incentive provided by any city agency to any person in connection with any residential project, including, but not limited to, loans, loan guarantees, loan participation, letters of credit, grants, sales or leases of property at less than fair market value, tax exemptions, tax abatements, the allocation by a city agency to a residential project of low-income housing tax credits or project-based section 8 subsidies, but shall not include tax exemptions or tax abatements related to historic preservation or energy conservation, and benefits or incentives granted directly to a natural person or persons for the purchase of a one-to-four family dwelling as the principal residence of such person or persons.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj b. The commissioner of housing preservation and development and the commissioner of finance shall jointly prepare an annual report which shall be submitted to the mayor and the council on or before the first day of January, regarding residential subsidies provided by any city agency during the immediately preceding fiscal year, including the fiscal year ending June 2003. Every city agency that provides a residential subsidy shall provide the information required in such report to the commissioner of housing preservation and development and the commissioner of finance within sixty days from the end of the fiscal year for which the report is being prepared. This report shall contain, but shall not be limited to, the following information: \\par\n1. The dollar amount of such residential subsidies by category of residential subsidy;\\par\n2. The dollar amount of residential subsidies by community district;\\par\n3. The dollar amount of residential subsidies provided to create rental dwelling units, including, but not limited to, those created by mutual housing associations;\\par\n4. The dollar amount of residential subsidies provided to sale programs, including but not limited to, those assisting in the purchase of one-to-four family dwellings, multiple dwellings, dwelling units owned as condominiums and dwelling units owned cooperatively;\\par\n5. The dollar amount of residential subsidies provided for each residential project; and\\par\n6. The number of dwelling units in residential projects receiving residential subsidies, divided according to the following household income groups as percentages of median income for the city of New York: 0-24; 25-40; 41-60; 61-90; 91-120; 121-150; 151-200; 201-250; 251-300; above 300%.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\'a73. This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:17:54.253Z"
}
