{
  "ID": 29389,
  "GUID": "81FAEED6-54F9-48AB-8EE9-8B051E75FDFA",
  "File": "Int 0147-2004",
  "Name": "Electronic access to certain law enforcement records.",
  "Title": "A Local Law to amend the New York city charter, in relation to electronic access to certain law enforcement records.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 154932,
      "Date": "2004-02-04T17:28:35Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155310,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 352,
      "MinutesSequence": 391,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 154941,
      "Date": "2004-02-05T15:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 2686,
      "AgendaSequence": 1,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155502,
      "Date": "2004-02-05T15:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 2686,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184573,
      "Date": "2005-12-31T10:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60070,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60070.doc",
      "Sort": 1
    },
    {
      "ID": 60519,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60519.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 15987,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subdivision a of section 1133 of the New York city charter, as amended by local law number 11 for the year 2003, is amended to read as follows:\na. The head of each agency shall transmit to the municipal reference and research center at least four copies of each report, document, study or publication of such agency, immediately after the same shall have been issued. The head of each agency shall also transmit to the department of records and information services or its successor agency, in electronic format, each report, document, study and publication required by local law, executive order, or mayoral directive to be published, issued or transmitted to the council or mayor, within ten business days of such publication, issuance or transmittal to the council or mayor, which materials shall be made available to the public on or through the department’s website, or its successor’s website, within ten business days of such publication, issuance or transmittal to the council or mayor. Provided, however, that no report, document, study or publication which is created by or otherwise in the possession of a law enforcement agency, including but not limited to the police department, the department of correction and the department of probation or their successor agencies, and which is required by local law, executive order or mayoral directive to be transmitted to the council or mayor shall be required to be transmitted in electronic format to the department of records and information services or be made available to the public on or through the department’s website, or its successor’s website, if, in the judgment of such law enforcement agency, public disclosure of such material could compromise the safety of the public or law enforcement officers or could otherwise compromise law enforcement operations. The agency shall further transmit to the municipal reference and research center four copies of each report, document, study or publication prepared by consultants, or other independent contractors, as soon as such report or study is released, and shall further transmit within ten business days of release by the agency, in electronic format, to the department of records and information services each such report, document, study or publication. Such materials shall further be made available to the public on or through the department’s website, or its successor’s website, within ten business days of release by the agency. Where practicable, each agency shall also transmit, in electronic format, to the department of records and information services or its successor agency any report, document, study and publication required to be published by any state or federal law, rule or regulation within ten business days of publication. Such materials shall further be made available to the public on or through the department’s website, or its successor’s website, within ten business days of such publication.\n\t§2. This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\tx720 Section 1.  Subdivision a of section 1133 of the New York city charter, as amended by local law number 11 for the year 2003, is amended to read as follows:\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj a. The head of each agency shall transmit to the municipal reference and research center at least four copies of each report, document, study or publication of such agency, immediately after the same shall have been issued. The head of each agency shall also transmit to the department of records and information services or its successor agency, in electronic format, each report, document, study and publication required by local law, executive order, or mayoral directive to be published, issued or transmitted to the council or mayor, within ten business days of such publication, issuance or transmittal to the council or mayor, which materials shall be made available to the public on or through the department\\rquote s website, or its successor\\rquote s website, within ten business days of such publication, issuance or transmittal to the council or mayor. \\ul Provided, however, that no report, document, study or publication which is created by or otherwise in the possession of a law enforcement agency, including but not limited to the police department, the department of correction and the department of probation or their successor agencies, and which is required by local law, executive order or mayoral directive to be transmitted to the council or mayor shall be required to be transmitted in electronic format to the department of records and information services or be made available to the public on or through the department\\rquote s website, or its successor\\rquote s website, if, in the judgment of such law enforcement agency, public disclosure of such material could compromise the safety of the public or law enforcement officers or could otherwise compromise law enforcement operations.\\ulnone  The agency shall further transmit to the municipal reference and research center four copies of each report, document, study or publication prepared by consultants, or other independent contractors, as soon as such report or study is released, and shall further transmit within ten business days of release by the agency, in electronic format, to the department of records and information services each such report, document, study or publication. Such materials shall further be made available to the public on or through the department\\rquote s website, or its successor\\rquote s website, within ten business days of release by the agency. Where practicable, each agency shall also transmit, in electronic format, to the department of records and information services or its successor agency any report, document, study and publication required to be published by any state or federal law, rule or regulation within ten business days of publication. Such materials shall further be made available to the public on or through the department\\rquote s website, or its successor\\rquote s website, within ten business days of such publication.\\par\n\\pard\\hyphpar0\\sa240\\qj\\tx720\\tab\\'a72. This local law shall take effect immediately.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:18:05.55Z"
}
