{
  "ID": 28996,
  "GUID": "DE68445A-623D-40ED-938B-4D8B3521C482",
  "File": "Int 0152-2004",
  "Name": "Creating the crime of gang recruitment.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating the crime of gang recruitment.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5279,
      "Slug": "dennis-p-gallagher",
      "FullName": "Dennis P. Gallagher"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 154042,
      "Date": "2004-02-04T15:34:50Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155304,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 357,
      "MinutesSequence": 397,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184576,
      "Date": "2005-12-31T10:14:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15684,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Legislative Intent and Findings\nThe City Council hereby finds and declares that it is the right of every person, regardless of race, color, creed, religion, national origin, sex, sexual orientation, age, or disability to be secure and protected from fear, intimidation and physical harm caused by the activities of violent groups and individuals.  The City Council also recognizes the constitutional right of every citizen to harbor and express beliefs on any subject whatsoever, to associate with others who share similar beliefs, to petition lawfully constituted authority for a redress of perceived grievances, and to participate in the electoral process.\nThe City Council further finds that neighborhoods and schools throughout the city are easily terrorized by street gangs, and that action must be taken to ensure that gangs are thwarted in their efforts to recruit members, or to prevent members from leaving.  The Council believes that reasonable laws must be instituted to make it a crime to solicit or recruit or to conspire to solicit or recruit a person as a member of a criminal street gang, or to deter a person from leaving a criminal street gang.\n§ 2. Chapter one of title ten of the administrative code of the city of New York is amended by adding a new section 10-163, to read as follows:\n\n§ 10-163.  Gang Recruitment Prohibited\na.   Definitions.  For the purposes of this section, the following terms shall have the following meanings:\n             1.   Criminal Street Gang.  Any ongoing organization, association in fact, or group of three or more persons, whether formally or informally organized, or any sub-group or affiliated group thereof, having as one of its primary activities the commission of one or more criminal acts or illegal acts, which has an identifiable name or identifying sign or symbol, and whose members individually or collectively engage in or have engaged in a pattern of criminal gang activity.\n             2.   Pattern of Criminal Gang Activity.  The commission, attempt to commit, conspiring to commit, or solicitation of a predicate gang crime, provided the criminal act was committed by two or more persons who are members of, or belong to, the same criminal street gang.\n3.   Predicate Gang Crime.  Any offense prohibited by Article 220 or 221 of the Penal Law for which the maximum penalty is imprisonment of not less than one year; or any felony crime as defined by state or federal law; or any misdemeanor that has as an element the use or attempted use of physical force against a person.\nb.\tProhibition   1.\t A person who solicits, recruits, entices or intimidates a person to join a criminal street gang commits a violation of this section.\n            2.     A person who conspires to solicit, recruit, entice or intimidate another person to join a criminal street gang commits a violation of this section.\n             3.      A person who expressly or impliedly threatens, intimidates or takes other action with the intent to deter any person from leaving a criminal street gang commits a violation of this section.\nc.\tPenalties. Any person who violates the provisions of this section shall be guilty of a misdemeanor. \nAny vehicle or property used for the purpose of recruiting or conspiring to recruit a person to join a criminal street gang shall be subject to the provisions of Section 14-140 of the administrative code.\n§3. This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\b Section 1.\\b0   Legislative Intent and Findings\\par\nThe City Council hereby finds and declares that it is the right of every person, regardless of race, color, creed, religion, national origin, sex, sexual orientation, age, or disability to be secure and protected from fear, intimidation and physical harm caused by the activities of violent groups and individuals.  The City Council also recognizes the constitutional right of every citizen to harbor and express beliefs on any subject whatsoever, to associate with others who share similar beliefs, to petition lawfully constituted authority for a redress of perceived grievances, and to participate in the electoral process.\\par\nThe City Council further finds that neighborhoods and schools throughout the city are easily terrorized by street gangs, and that action must be taken to ensure that gangs are thwarted in their efforts to recruit members, or to prevent members from leaving.  The Council believes that reasonable laws must be instituted to make it a crime to solicit or recruit or to conspire to solicit or recruit a person as a member of a criminal street gang, or to deter a person from leaving a criminal street gang.\\par\n\\'a7 2. Chapter one of title ten of the administrative code of the city of New York is amended by adding a new section 10-163, to read as follows:\\par\n\\ul\\par\n\\'a7 10-163.  Gang Recruitment Prohibited\\par\na.   Definitions.  For the purposes of this section, the following terms shall have the following meanings:\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone              \\ul 1.   Criminal Street Gang.  Any ongoing organization, association in fact, or group of three or more persons, whether formally or informally organized, or any sub-group or affiliated group thereof, having as one of its primary activities the commission of one or more criminal acts or illegal acts, which has an identifiable name or identifying sign or symbol, and whose members individually or collectively engage in or have engaged in a pattern of criminal gang activity.\\par\n\\ulnone              \\ul 2.   Pattern of Criminal Gang Activity.  The commission, attempt to commit, conspiring to commit, or solicitation of a predicate gang crime, provided the criminal act was committed by two or more persons who are members of, or belong to, the same criminal street gang.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj 3.   Predicate Gang Crime.  Any offense prohibited by Article 220 or 221 of the Penal Law for which the maximum penalty is imprisonment of not less than one year; or any felony crime as defined by state or federal law; or any misdemeanor that has as an element the use or attempted use of physical force against a person.\\par\nb.\\tab Prohibition   1.\\tab  A person who solicits, recruits, entices or intimidates a person to join a criminal street gang commits a violation of this section.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone             \\ul 2.     A person who conspires to solicit, recruit, entice or intimidate another person to join a criminal street gang commits a violation of this section.\\par\n\\ulnone              \\ul 3.      A person who expressly or impliedly threatens, intimidates or takes other action with the intent to deter any person from leaving a criminal street gang commits a violation of this section.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj c.\\tab Penalties. Any person who violates the provisions of this section shall be guilty of a misdemeanor. \\par\nAny vehicle or property used for the purpose of recruiting or conspiring to recruit a person to join a criminal street gang shall be subject to the provisions of Section 14-140 of the administrative code.\\par\n\\ulnone\\'a73. This local law shall take effect immediately.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:18:57.617Z"
}
